[{"detail": [{"content": "The Effects of Teacher-Student Relationships: Social and Academic Outcomes of Low-Income Middle and High School Students - Applied Psychology OPUS - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Applied Psychology OPUS                          Home    About     Submissions    Staff Writer Positions    Current and Past Issues    Contact                                     The Effects of Teacher-Student Relationships: Social and Academic Outcomes of Low-Income Middle and High School Students       Emily Gallagher    Teachers play an important role in the trajectory of students throughout the formal schooling experience (Baker, Grant, &amp; Morlock, 2008). Although most research regarding teacher-student relationships investigate the elementary years of schooling, teachers have the unique opportunity to support students&rsquo; academic and social development at all levels of schooling (Baker et al., 2008; Bronfenbrenner, 1979; Bronfenbrenner &amp; Morris, 1998; McCormick, Cappella, O&rsquo;Connor, &amp; McClowry, in press). Aligned with attachment theory (Ainsworth, 1982; Bowlby, 1969), positive teacher-student relationships enable students to feel safe and secure in their learning environments and provide scaffolding for important social and academic skills (Baker et al., 2008; O&rsquo;Connor, Dearing, &amp; Collins, 2011; Silver, Measelle, Armstron, &amp; Essex, 2005). Teachers who support students in the learning environment can positively impact their social and academic outcomes, which is important for the long-term trajectory of school and eventually employment (Baker et al., 2008; O&rsquo;Connor et al., 2011; Silver et al., 2005).    When teachers form positive bonds with students, classrooms become supportive spaces in which students can engage in academically and socially productive ways (Hamre &amp; Pianta, 2001). Positive teacher-student relationships are classified as having the presence of closeness, warmth, and positivity (Hamre &amp; Pianta, 2001). Students who have positive relationships with their teachers use them as a secure base from which they can explore the classroom and school setting both academically and socially, to take on academic challenges and work on social-emotional development (Hamre &amp; Pianta, 2001). This includes, relationships with peers, and developing self-esteem and self-concept (Hamre &amp; Pianta, 2001). Through this secure relationship, students learn about socially appropriate behaviors as well as academic expectations and how to achieve these expectations (Hamre &amp; Pianta, 2001). Students in low-income schools can especially benefit from positive relationships with teachers (Murray &amp; Malmgren, 2005).    Students in high-poverty urban schools may benefit from positive teacher-student relationships even more than students in high-income schools, because of the risks associated with poverty (Murray &amp; Malmgren, 2005). Risk outcomes associated with poverty include high rates of high school dropout, lower rates of college applications, low self-efficacy, and low self-confidence (Murray &amp; Malmgren, 2005). There are several factors that can protect against the negative outcomes often associated with low-income schooling, one of which is a positive and supportive relationship with an adult, most often a teacher (Murray &amp; Malmgren, 2005). Low-income students who have strong teacher-student relationships have higher academic achievement and have more positive social-emotional adjustment than their peers who do not have a positive relationship with a teacher (Murray &amp; Malmgren, 2005).    There is substantial research on the importance of teacher-student relationships in the early elementary years (Pianta, 1992; Hamre &amp; Pianta 2001). However, little is known about the effects of teacher-student relationships on high school students. Studies show that early teacher-student relationships affect early academic and social outcomes as well as future academic outcomes (Pianta 1992; Hamre &amp; Pianta 2001), but few researchers have looked at the effects of teacher-student relationships in later years of schooling. Researchers who have investigated teacher-student relationships for older students have found that positive teacher-student relationships are associated with positive academic and social outcomes for high school students (Alexander, Entwisle, &amp; Horset, 1997; Cataldi &amp; KewallRamani, 2009). Academic Outcomes Although many studies focus on the importance of early teacher-student relationships, some studies have found that teacher-student relationships are important in transition years; the years when students transition from elementary to middle school or middle to high school (Alexander et al., 1997; Cataldi &amp; KewallRamani, 2009; Midgley, Feldlaufer, &amp; Eccles, 1989). Studies of math competence in students transitioning from elementary to middle school have found that students who move from having positive relationships with teachers at the end of elementary school to less positive relationships with teachers in middle school significantly decreased in math skills (Midgley et al., 1989). For students who are considered at high risk for dropping out of high school, math achievement is significantly impacted by the perception of having a caring teacher (Midgley et al., 1989). Furthermore, students who went from low teacher closeness to high teacher closeness significantly increased in math skills over the transition year, from elementary to middle school (Midgley et al., 1989). These studies show that relationships with teachers in the later years of schooling can still significantly impact the academic achievement trajectories of students (Midgley et al., 1989). Another example of the importance of teacher-student relationships in high school students stems from intervention studies aimed at improving academic outcomes for low-income students (Murray &amp; Malmgren, 2005). In one intervention study that aimed to increase positive relationships between low-income high school students and their teachers, results showed that students who participated in the intervention significantly improved their GPA over the course of five months (Murray &amp; Malmgren, 2005). Such research shows that positive teacher-student relationships can improve academic skills in students as early as middle school and as late as high school (Midgley et al., 1989; Murray &amp; Malmgren, 2005). In addition to positive teacher-student relationships, students&rsquo; motivation to learn is another factor that influences social and academic outcomes.    A possible reason for the association between academic improvement and positive teacher-student relationships is students&rsquo; motivation and desire to learn (Wentzel, 1998). Motivation may play a key role in the relationship between teacher-student relationships and academic outcomes (Bandura, 1997; Fan &amp; Willams, 2010; Pajares &amp; Graham, 1996; Ryan, Stiller, &amp; Lynch, 1994; Wentzel, 2003; Zimmerman, Bandura, &amp; Martinez-Pons, 1992). Motivational theorists suggest that students&rsquo; perception of their relationship with their teacher is essential in motivating students to perform well (Bandura, 1997; Fan &amp; Willams, 2010; Pajares &amp; Graham, 1996; Ryan, Stiller, &amp; Lynch, 1994; Wentzel, 2003; Zimmerman, Bandura, &amp; Martinez-Pons, 1992). Students who perceive their relationship with their teacher as positive, warm and close are motivated to be more engaged in school and to improve their academic achievement (Hughes, Cavell, &amp; Jackson, 1999). Students&rsquo; motivation to learn is impacted positively by having a caring and supportive relationship with a teacher (Wentzel, 1998).    Motivation is closely linked to student&rsquo;s perceptions of teacher expectations. Studies of middle and high school students have shown that students shape their own educational expectations from their perceptions of their teachers&rsquo; expectations (Muller, Katz, &amp; Dance, 1999). Students who perceive that their teachers have high expectations of their academic achievement are more motivated to try to meet those expectations and perform better academically than their peers who perceive low expectations from their teachers (Muller et al., 1999). Due to the influence of expectations on motivation, expectations can be an important factor on a students&rsquo; academic achievement.    Furthermore, teacher-student relationships have an impact on the academic self-esteem of students (Ryan et al., 1994). High-poverty students often have low academic self-esteem and low confidence in their academic and vocational futures (Wentzel, 2003). Thus, positive relationships with teachers are important in supporting higher levels of self-esteem, higher academic self-efficacy, and more confidence in future employment outcomes (Ryan et al., 1994; Wentzel, 2003). Self-confidence and future aspirations have a significant impact on students&rsquo; interest in school, their academic self-efficacy and in turn, their academic achievement (Wentzel, 2003). In addition to academic achievement, positive teacher-student relationships provide important social outcomes for students. Social Outcomes Although there is more research regarding the academic effects of positive teacher-student relationships for older students, there are notable social outcomes as well. Teachers are an important source of social capital for students (Muller, 2001). Social capital in a classroom setting is defined as caring teacher-student relationships where students feel that they are both cared for and expected to succeed (Muller, 2001). Social capital from positive teacher-student relationships can manifest itself in many different ways. For high school students, positive teacher-student relationships can reduce rates of dropping out by nearly half, help explore options for college, and provide support for further academic or vocational aspirations (Dika &amp; Singh, 2002). Common reasons for dropping out include low levels of family support, low academic achievement, poor relationships with peers and adults, and low interest in academics (Henry, Knigh, &amp; Thornberry, 2012). Positive teacher-student relationships can impact students social and academic outcomes, and thus reduce drop-out rates (Dika &amp; Singh, 2002; Wentzel, 2003). Low-income students often have neither the support they need to complete high school nor access to the information they need to pursue education beyond high school (Dika &amp;Singh, 2002). It is important for low-income students who experience academic difficulties and negative social outcomes to gain social capital from their teachers, because research shows they can benefit from the guidance and support (Croninger &amp; Lee, 2001). Further, teacher-student relationships can impact peer relationships in schools.    Teacher-student relationships can have a significant effect on the peer acceptance of students. Teachers&rsquo; interactions with students can affect classmates&rsquo; perceptions of individual students, in turn affecting which students classmates choose to interact with and accept (Hughes et al., 1999). Conflicting interactions between teachers and students may convey a lack of acceptance, causing other students to also reject the student involved in the conflict with the teacher (Hughes et al., 1999). Peer rejection significantly impacts self-esteem of students leading to several negative social outcomes (Hughes et al., 1999).    As mentioned earlier, students with high self-esteem are more likely to be self-efficacious and set higher goals (Ryan et al., 1994; Wentzel, 2003). Self-esteem also affects students socially (Orth, Robins, &amp; Widaman, 2012). Students with high self-esteem are more likely to have positive relationships with peers as well as with adults (Orth et al., 2012). Self-esteem also affects students&rsquo; mental health outcomes including reducing anxiety and symptoms of depression (Orth et al., 2012). Self-esteem is especially important during adolescence and helps students develop a positive sense of self (Orth et al., 2012). A positive sense of self in adolescence leads to future outcomes including relationship satisfaction, job satisfaction, occupational status, emotional regulation, and physical health (Orth et al., 2012). The support of positive teacher-student relationships for self-esteem and related social outcomes affects students during schooling as well as in their future educational and occupational outcomes (Orth et al., 2012). Conclusion and Limitations    Although there is extensive research on the positive effects of teacher-student relationships on elementary school students, there is little research on middle and high school students. Middle and high school is when students begin to think about their academic futures, which are informed by academic achievement and social capital in elementary years (Alexander et al., 1997; Cataldi &amp; KewallRamani, 2009; Dika &amp; Singh, 2002; Muller, 2001). Early high school is usually when students dedicate themselves to graduating or decide to drop out (Henry et al., 2012). Currently, high school dropout rates are high, and improving teacher-student relationships for students at this stage may decrease dropout rates (Henry et al., 2012). Similarly, high school is when students decide if they plan to attend college or stop their education (Alexander et al., 1997; Cataldi et al., 2009; Henry et al., 2012). Therefore, it is important to develop positive teacher-student relationships during this time.    Empirical evidence does show that teacher-student relationships are very important for high school students (Alexander et al., 1997; Cataldi et al., 2009; Dika &amp;Singh, 2002; Hughes et al., 1999; Midgley et al., 1989; Ryan et al., 1994; Wentzel, 2003). Studies that have investigated older students&rsquo; relationships with teachers have found that students improve both academically and socially from positive teacher-student relationships (Alexander et al., 1997; Cataldi et al., 2009; Dika &amp;Singh, 2002; Hughes et al., 1999; Midgley et al., 1989; Ryan et al., 1994; Wentzel, 2003). However, much of this research is dated. Due to the ever-changing nature of the American educational system and the increasingly diverse student body, more current studies are needed to look at the effects of teacher-student relationships for this changing population. It is important to learn more about teacher-student relationships for low-income students to decrease high school dropout, and improve students&rsquo; social-emotional development. Conducting research on the relationship between high school students and teachers may be essential in improving the outcomes of low-income middle and high school students, and can potentially inform future interventions to help older students perform better both academically and socially.    References    Ainsworth, M. D. S. (1982). Attachment: Retrospect and prospect. In C. M. Parkes &amp; J. Stevenson-Hinde (Eds.), The place of attachment in human behavior (pp. 3&ndash;30). New York: Basic Books.    Alexander, K. L., Entwisle, D. R., &amp; Horsey, C. S. (1997). From first grade forward: Early foundations of high school dropout. Sociology of Education, , 87-107.    Baker, J. Grant, s., &amp; Morlock, L.(2008). The teacher&ndash;student relationship as a developmental context for children with internalizing or externalizing behavior problems. School Psychology Quarterly, 23(1), 3-15.    Bandura, A. (1997). Self-efficacy: The exercise of control.    Bowlby, J. (1969). Attachment and loss, Vol. 1: Attachment. New York: Basic Books.    Bronfenbrenner, U., &amp; Morris, P. A. (1998). The ecology of developmental processes.    Bronfenbrenner, U., &amp; Bronfenbrenner, U. (1979). The ecology of human development: Experiments by nature and design. Harvard university press.    Cataldi, E. F., Laird, J., &amp; Kewalramani, A. (2009). High school dropout and completion rates in the United States: 2007 (NCES 2009-064). Washington, DC: National Center for Education Statistics, Institute of Education Sciences, U.S. Department of Education.    Croninger, R., &amp; Lee, V. (2001). Social capital and dropping out of high school: Benefits to at-risk students of teachers&rsquo; support and guidance.The Teachers College Record, 103(4), 548-581.    Dika, S. L., &amp; Singh, K. (2002). Applications of social capital in educational literature: A critical synthesis. Review of Educational Research, 72(1), 31-60.    Fan, W., &amp; Williams, C. M. (2010). The effects of parental involvement on students&rsquo; academic self-efficacy, engagement and intrinsic motivation. Educational Psychology, 30(1), 53-74.    Hamre, B. K., &amp; Pianta, R. C. (2001). Early teacher&ndash;child relationships and the trajectory of children&rsquo;s school outcomes through eighth grade. Child Development, 72(2), 625-638.    Henry, K. L., Knight, K. E., &amp; Thornberry, T. P. (2012). School disengagement as a predictor of dropout, delinquency, and problem substance use during adolescence and early adulthood. Journal of youth and adolescence, 41(2), 156-166.    Hughes, J. N., Cavell, T. A., &amp; Willson, V. (2001). Further support for the developmental significance of the quality of the teacher&ndash;student relationship. Journal of School Psychology, 39(4), 289-301.    Orth, U., Robins, R. W., &amp; Widaman, K. F. (2012). Life-span development of self-esteem and its effects on important life outcomes. Journal of personality and social psychology, 102(6), 1271.    McCormick, M., O&rsquo;Connor, E.E., Cappella, E. &amp; McClowry, S. (Accepted). Teacher-child relationships and academic achievement: A multi-level propensity score model approach. Journal of School Psychology.    McCormick, M., Cappella, E., O&rsquo;Connor, E.E. &amp; McClowry, S. (Under Review). Parent involvement, classroom emotional support, and student behaviors: An ecological approach. The Elementary School Journal.    Midgley, C., Feldlaufer, H., &amp; Eccles, J. S. (1989). Student/teacher relations and attitudes toward mathematics before and after the transition to junior high school. Child Development, , 981-992.    Muller, C., Katz, S. R., &amp; Dance, L. J. (1999). Investing in teaching and learning dynamics of the teacher-student relationship from each actor&rsquo;s perspective. Urban Education, 34(3), 292-337.    Muller, C. (2001). The role of caring in the teacher-student relationship for at-risk students. Sociological Inquiry, 71(2), 241-255. doi:10.1111/j.1475-682X.2001.tb01110.x    Murray, C., &amp; Malmgren, K. (2005). Implementing a teacher&ndash;student relationship program in a high-poverty urban school: Effects on social, emotional, and academic adjustment and lessons learned. Journal of School Psychology, 43(2), 137-152.    O&rsquo;Connor, E. E., Dearing, E., &amp; Collins, B. A. (2011). Teacher-child relationship and behavior problem trajectories in elementary school. American Educational Research Journal, 48(1), 120-162.    Pajares, F. (1996). Self-efficacy beliefs in academic settings. Review of Educational Research, 66(4), 543-578.    Ryan, R. M., Stiller, J. D., &amp; Lynch, J. H. (1994). Representations of relationships to teachers, parents, and friends as predictors of academic motivation and self-esteem. The Journal of Early Adolescence, 14(2), 226-249.    Silver, R. B., Measelle, J. R., Armstrong, J. M., &amp; Essex, M. J. (2005). Trajectories of classroom externalizing behavior: Contributions of child characteristics, family characteristics, and the teacher&ndash;child relationship during the school transition. Journal of School Psychology, 43(1), 39-60.    Wentzel, K. R. (2002). Are effective teachers like good parents? teaching styles and student adjustment in early adolescence. Child Development, 73(1), 287-301.    Wentzel, K. R. (2003). Sociometric status and adjustment in middle school: A longitudinal study. The Journal of Early Adolescence, 23(1), 5-28.    Zimmerman, B. J., Bandura, A., &amp; Martinez-Pons, M. (1992). Self-motivation for academic attainment: The role of self-efficacy beliefs and personal goal setting. American Educational Research Journal, 29(3), 663-676.                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "The Effects of Teacher-Student Relationships: Social and Academic Outcomes of Low-Income Middle and High School Students - Applied Psychology OPUS - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Applied Psychology OPUS                          Home    About     Submissions    Staff Writer Positions    Current and Past Issues    Contact                                     The Effects of Teacher-Student Relationships: Social and Academic Outcomes of Low-Income Middle and High School Students       Emily Gallagher    Teachers play an important role in the trajectory of students throughout the formal schooling experience (Baker, Grant, &amp; Morlock, 2008). Although most research regarding teacher-student relationships investigate the elementary years of schooling, teachers have the unique opportunity to support students&rsquo; academic and social development at all levels of schooling (Baker et al., 2008; Bronfenbrenner, 1979; Bronfenbrenner &amp; Morris, 1998; McCormick, Cappella, O&rsquo;Connor, &amp; McClowry, in press). Aligned with attachment theory (Ainsworth, 1982; Bowlby, 1969), positive teacher-student relationships enable students to feel safe and secure in their learning environments and provide scaffolding for important social and academic skills (Baker et al., 2008; O&rsquo;Connor, Dearing, &amp; Collins, 2011; Silver, Measelle, Armstron, &amp; Essex, 2005). Teachers who support students in the learning environment can positively impact their social and academic outcomes, which is important for the long-term trajectory of school and eventually employment (Baker et al., 2008; O&rsquo;Connor et al., 2011; Silver et al., 2005).    When teachers form positive bonds with students, classrooms become supportive spaces in which students can engage in academically and socially productive ways (Hamre &amp; Pianta, 2001). Positive teacher-student relationships are classified as having the presence of closeness, warmth, and positivity (Hamre &amp; Pianta, 2001). Students who have positive relationships with their teachers use them as a secure base from which they can explore the classroom and school setting both academically and socially, to take on academic challenges and work on social-emotional development (Hamre &amp; Pianta, 2001). This includes, relationships with peers, and developing self-esteem and self-concept (Hamre &amp; Pianta, 2001). Through this secure relationship, students learn about socially appropriate behaviors as well as academic expectations and how to achieve these expectations (Hamre &amp; Pianta, 2001). Students in low-income schools can especially benefit from positive relationships with teachers (Murray &amp; Malmgren, 2005).    Students in high-poverty urban schools may benefit from positive teacher-student relationships even more than students in high-income schools, because of the risks associated with poverty (Murray &amp; Malmgren, 2005). Risk outcomes associated with poverty include high rates of high school dropout, lower rates of college applications, low self-efficacy, and low self-confidence (Murray &amp; Malmgren, 2005). There are several factors that can protect against the negative outcomes often associated with low-income schooling, one of which is a positive and supportive relationship with an adult, most often a teacher (Murray &amp; Malmgren, 2005). Low-income students who have strong teacher-student relationships have higher academic achievement and have more positive social-emotional adjustment than their peers who do not have a positive relationship with a teacher (Murray &amp; Malmgren, 2005).    There is substantial research on the importance of teacher-student relationships in the early elementary years (Pianta, 1992; Hamre &amp; Pianta 2001). However, little is known about the effects of teacher-student relationships on high school students. Studies show that early teacher-student relationships affect early academic and social outcomes as well as future academic outcomes (Pianta 1992; Hamre &amp; Pianta 2001), but few researchers have looked at the effects of teacher-student relationships in later years of schooling. Researchers who have investigated teacher-student relationships for older students have found that positive teacher-student relationships are associated with positive academic and social outcomes for high school students (Alexander, Entwisle, &amp; Horset, 1997; Cataldi &amp; KewallRamani, 2009). Academic Outcomes Although many studies focus on the importance of early teacher-student relationships, some studies have found that teacher-student relationships are important in transition years; the years when students transition from elementary to middle school or middle to high school (Alexander et al., 1997; Cataldi &amp; KewallRamani, 2009; Midgley, Feldlaufer, &amp; Eccles, 1989). Studies of math competence in students transitioning from elementary to middle school have found that students who move from having positive relationships with teachers at the end of elementary school to less positive relationships with teachers in middle school significantly decreased in math skills (Midgley et al., 1989). For students who are considered at high risk for dropping out of high school, math achievement is significantly impacted by the perception of having a caring teacher (Midgley et al., 1989). Furthermore, students who went from low teacher closeness to high teacher closeness significantly increased in math skills over the transition year, from elementary to middle school (Midgley et al., 1989). These studies show that relationships with teachers in the later years of schooling can still significantly impact the academic achievement trajectories of students (Midgley et al., 1989). Another example of the importance of teacher-student relationships in high school students stems from intervention studies aimed at improving academic outcomes for low-income students (Murray &amp; Malmgren, 2005). In one intervention study that aimed to increase positive relationships between low-income high school students and their teachers, results showed that students who participated in the intervention significantly improved their GPA over the course of five months (Murray &amp; Malmgren, 2005). Such research shows that positive teacher-student relationships can improve academic skills in students as early as middle school and as late as high school (Midgley et al., 1989; Murray &amp; Malmgren, 2005). In addition to positive teacher-student relationships, students&rsquo; motivation to learn is another factor that influences social and academic outcomes.    A possible reason for the association between academic improvement and positive teacher-student relationships is students&rsquo; motivation and desire to learn (Wentzel, 1998). Motivation may play a key role in the relationship between teacher-student relationships and academic outcomes (Bandura, 1997; Fan &amp; Willams, 2010; Pajares &amp; Graham, 1996; Ryan, Stiller, &amp; Lynch, 1994; Wentzel, 2003; Zimmerman, Bandura, &amp; Martinez-Pons, 1992). Motivational theorists suggest that students&rsquo; perception of their relationship with their teacher is essential in motivating students to perform well (Bandura, 1997; Fan &amp; Willams, 2010; Pajares &amp; Graham, 1996; Ryan, Stiller, &amp; Lynch, 1994; Wentzel, 2003; Zimmerman, Bandura, &amp; Martinez-Pons, 1992). Students who perceive their relationship with their teacher as positive, warm and close are motivated to be more engaged in school and to improve their academic achievement (Hughes, Cavell, &amp; Jackson, 1999). Students&rsquo; motivation to learn is impacted positively by having a caring and supportive relationship with a teacher (Wentzel, 1998).    Motivation is closely linked to student&rsquo;s perceptions of teacher expectations. Studies of middle and high school students have shown that students shape their own educational expectations from their perceptions of their teachers&rsquo; expectations (Muller, Katz, &amp; Dance, 1999). Students who perceive that their teachers have high expectations of their academic achievement are more motivated to try to meet those expectations and perform better academically than their peers who perceive low expectations from their teachers (Muller et al., 1999). Due to the influence of expectations on motivation, expectations can be an important factor on a students&rsquo; academic achievement.    Furthermore, teacher-student relationships have an impact on the academic self-esteem of students (Ryan et al., 1994). High-poverty students often have low academic self-esteem and low confidence in their academic and vocational futures (Wentzel, 2003). Thus, positive relationships with teachers are important in supporting higher levels of self-esteem, higher academic self-efficacy, and more confidence in future employment outcomes (Ryan et al., 1994; Wentzel, 2003). Self-confidence and future aspirations have a significant impact on students&rsquo; interest in school, their academic self-efficacy and in turn, their academic achievement (Wentzel, 2003). In addition to academic achievement, positive teacher-student relationships provide important social outcomes for students. Social Outcomes Although there is more research regarding the academic effects of positive teacher-student relationships for older students, there are notable social outcomes as well. Teachers are an important source of social capital for students (Muller, 2001). Social capital in a classroom setting is defined as caring teacher-student relationships where students feel that they are both cared for and expected to succeed (Muller, 2001). Social capital from positive teacher-student relationships can manifest itself in many different ways. For high school students, positive teacher-student relationships can reduce rates of dropping out by nearly half, help explore options for college, and provide support for further academic or vocational aspirations (Dika &amp; Singh, 2002). Common reasons for dropping out include low levels of family support, low academic achievement, poor relationships with peers and adults, and low interest in academics (Henry, Knigh, &amp; Thornberry, 2012). Positive teacher-student relationships can impact students social and academic outcomes, and thus reduce drop-out rates (Dika &amp; Singh, 2002; Wentzel, 2003). Low-income students often have neither the support they need to complete high school nor access to the information they need to pursue education beyond high school (Dika &amp;Singh, 2002). It is important for low-income students who experience academic difficulties and negative social outcomes to gain social capital from their teachers, because research shows they can benefit from the guidance and support (Croninger &amp; Lee, 2001). Further, teacher-student relationships can impact peer relationships in schools.    Teacher-student relationships can have a significant effect on the peer acceptance of students. Teachers&rsquo; interactions with students can affect classmates&rsquo; perceptions of individual students, in turn affecting which students classmates choose to interact with and accept (Hughes et al., 1999). Conflicting interactions between teachers and students may convey a lack of acceptance, causing other students to also reject the student involved in the conflict with the teacher (Hughes et al., 1999). Peer rejection significantly impacts self-esteem of students leading to several negative social outcomes (Hughes et al., 1999).    As mentioned earlier, students with high self-esteem are more likely to be self-efficacious and set higher goals (Ryan et al., 1994; Wentzel, 2003). Self-esteem also affects students socially (Orth, Robins, &amp; Widaman, 2012). Students with high self-esteem are more likely to have positive relationships with peers as well as with adults (Orth et al., 2012). Self-esteem also affects students&rsquo; mental health outcomes including reducing anxiety and symptoms of depression (Orth et al., 2012). Self-esteem is especially important during adolescence and helps students develop a positive sense of self (Orth et al., 2012). A positive sense of self in adolescence leads to future outcomes including relationship satisfaction, job satisfaction, occupational status, emotional regulation, and physical health (Orth et al., 2012). The support of positive teacher-student relationships for self-esteem and related social outcomes affects students during schooling as well as in their future educational and occupational outcomes (Orth et al., 2012). Conclusion and Limitations    Although there is extensive research on the positive effects of teacher-student relationships on elementary school students, there is little research on middle and high school students. Middle and high school is when students begin to think about their academic futures, which are informed by academic achievement and social capital in elementary years (Alexander et al., 1997; Cataldi &amp; KewallRamani, 2009; Dika &amp; Singh, 2002; Muller, 2001). Early high school is usually when students dedicate themselves to graduating or decide to drop out (Henry et al., 2012). Currently, high school dropout rates are high, and improving teacher-student relationships for students at this stage may decrease dropout rates (Henry et al., 2012). Similarly, high school is when students decide if they plan to attend college or stop their education (Alexander et al., 1997; Cataldi et al., 2009; Henry et al., 2012). Therefore, it is important to develop positive teacher-student relationships during this time.    Empirical evidence does show that teacher-student relationships are very important for high school students (Alexander et al., 1997; Cataldi et al., 2009; Dika &amp;Singh, 2002; Hughes et al., 1999; Midgley et al., 1989; Ryan et al., 1994; Wentzel, 2003). Studies that have investigated older students&rsquo; relationships with teachers have found that students improve both academically and socially from positive teacher-student relationships (Alexander et al., 1997; Cataldi et al., 2009; Dika &amp;Singh, 2002; Hughes et al., 1999; Midgley et al., 1989; Ryan et al., 1994; Wentzel, 2003). However, much of this research is dated. Due to the ever-changing nature of the American educational system and the increasingly diverse student body, more current studies are needed to look at the effects of teacher-student relationships for this changing population. It is important to learn more about teacher-student relationships for low-income students to decrease high school dropout, and improve students&rsquo; social-emotional development. Conducting research on the relationship between high school students and teachers may be essential in improving the outcomes of low-income middle and high school students, and can potentially inform future interventions to help older students perform better both academically and socially.    References    Ainsworth, M. D. S. (1982). Attachment: Retrospect and prospect. In C. M. Parkes &amp; J. Stevenson-Hinde (Eds.), The place of attachment in human behavior (pp. 3&ndash;30). New York: Basic Books.    Alexander, K. L., Entwisle, D. R., &amp; Horsey, C. S. (1997). From first grade forward: Early foundations of high school dropout. Sociology of Education, , 87-107.    Baker, J. Grant, s., &amp; Morlock, L.(2008). The teacher&ndash;student relationship as a developmental context for children with internalizing or externalizing behavior problems. School Psychology Quarterly, 23(1), 3-15.    Bandura, A. (1997). Self-efficacy: The exercise of control.    Bowlby, J. (1969). Attachment and loss, Vol. 1: Attachment. New York: Basic Books.    Bronfenbrenner, U., &amp; Morris, P. A. (1998). The ecology of developmental processes.    Bronfenbrenner, U., &amp; Bronfenbrenner, U. (1979). The ecology of human development: Experiments by nature and design. Harvard university press.    Cataldi, E. F., Laird, J., &amp; Kewalramani, A. (2009). High school dropout and completion rates in the United States: 2007 (NCES 2009-064). Washington, DC: National Center for Education Statistics, Institute of Education Sciences, U.S. Department of Education.    Croninger, R., &amp; Lee, V. (2001). Social capital and dropping out of high school: Benefits to at-risk students of teachers&rsquo; support and guidance.The Teachers College Record, 103(4), 548-581.    Dika, S. L., &amp; Singh, K. (2002). Applications of social capital in educational literature: A critical synthesis. Review of Educational Research, 72(1), 31-60.    Fan, W., &amp; Williams, C. M. (2010). The effects of parental involvement on students&rsquo; academic self-efficacy, engagement and intrinsic motivation. Educational Psychology, 30(1), 53-74.    Hamre, B. K., &amp; Pianta, R. C. (2001). Early teacher&ndash;child relationships and the trajectory of children&rsquo;s school outcomes through eighth grade. Child Development, 72(2), 625-638.    Henry, K. L., Knight, K. E., &amp; Thornberry, T. P. (2012). School disengagement as a predictor of dropout, delinquency, and problem substance use during adolescence and early adulthood. Journal of youth and adolescence, 41(2), 156-166.    Hughes, J. N., Cavell, T. A., &amp; Willson, V. (2001). Further support for the developmental significance of the quality of the teacher&ndash;student relationship. Journal of School Psychology, 39(4), 289-301.    Orth, U., Robins, R. W., &amp; Widaman, K. F. (2012). Life-span development of self-esteem and its effects on important life outcomes. Journal of personality and social psychology, 102(6), 1271.    McCormick, M., O&rsquo;Connor, E.E., Cappella, E. &amp; McClowry, S. (Accepted). Teacher-child relationships and academic achievement: A multi-level propensity score model approach. Journal of School Psychology.    McCormick, M., Cappella, E., O&rsquo;Connor, E.E. &amp; McClowry, S. (Under Review). Parent involvement, classroom emotional support, and student behaviors: An ecological approach. The Elementary School Journal.    Midgley, C., Feldlaufer, H., &amp; Eccles, J. S. (1989). Student/teacher relations and attitudes toward mathematics before and after the transition to junior high school. Child Development, , 981-992.    Muller, C., Katz, S. R., &amp; Dance, L. J. (1999). Investing in teaching and learning dynamics of the teacher-student relationship from each actor&rsquo;s perspective. Urban Education, 34(3), 292-337.    Muller, C. (2001). The role of caring in the teacher-student relationship for at-risk students. Sociological Inquiry, 71(2), 241-255. doi:10.1111/j.1475-682X.2001.tb01110.x    Murray, C., &amp; Malmgren, K. (2005). Implementing a teacher&ndash;student relationship program in a high-poverty urban school: Effects on social, emotional, and academic adjustment and lessons learned. Journal of School Psychology, 43(2), 137-152.    O&rsquo;Connor, E. E., Dearing, E., &amp; Collins, B. A. (2011). Teacher-child relationship and behavior problem trajectories in elementary school. American Educational Research Journal, 48(1), 120-162.    Pajares, F. (1996). Self-efficacy beliefs in academic settings. Review of Educational Research, 66(4), 543-578.    Ryan, R. M., Stiller, J. D., &amp; Lynch, J. H. (1994). Representations of relationships to teachers, parents, and friends as predictors of academic motivation and self-esteem. The Journal of Early Adolescence, 14(2), 226-249.    Silver, R. B., Measelle, J. R., Armstrong, J. M., &amp; Essex, M. J. (2005). Trajectories of classroom externalizing behavior: Contributions of child characteristics, family characteristics, and the teacher&ndash;child relationship during the school transition. Journal of School Psychology, 43(1), 39-60.    Wentzel, K. R. (2002). Are effective teachers like good parents? teaching styles and student adjustment in early adolescence. Child Development, 73(1), 287-301.    Wentzel, K. R. (2003). Sociometric status and adjustment in middle school: A longitudinal study. The Journal of Early Adolescence, 23(1), 5-28.    Zimmerman, B. J., Bandura, A., &amp; Martinez-Pons, M. (1992). Self-motivation for academic attainment: The role of self-efficacy beliefs and personal goal setting. American Educational Research Journal, 29(3), 663-676.                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "AFFIRMATIVE ACTION                         AFFIRMATIVE ACTION           What is affirmative action?            As your advisors, paid handsomely to represent the  issue of Affirmative Action in the United   States to you, we have gathered and  analyzed the core considerations surrounding the issue. We see that there are  immense difficulties in reconciling opposing moral views, and that empirical  data does not reveal an obvious truth. But there can be much gained in way of  a better understanding of the issue in spite of these obstacles if we can take  a holistic approach to the problem.      Affirmative action is a two-pronged effort that includes the right of  all persons to be accorded full and equal consideration on the basis of merit  (K.U Medical School) and, concurrently, a policy of actively hiring and promoting qualified individuals in protected  groups such as minorities, disabled veterans, Vietnam-era veterans and women    (U. of South Dakota). It was created  to focus on education and jobs, and the policies were put in place to take  active measures, under the framework of non-discrimination, to ensure that disadvantaged  groups that had prevalently suffered discrimination have the same opportunities  as whites. The U.S. Department of Labor describes affirmative action as the  ban[ing of] discrimination and requir[ing of] contractors and subcontractors  to take action to ensure that all individuals have an equal opportunity for  employment, without regard to race, color, religion, sex, national origin,  disability or status as a Vietnam era or special disabled veteran. (Dept. of  Labor 2002)      Affirmative action also includes provisions for the monitoring of its  compliance by seeking to establish standards of equality using a quantitative  system to measure progress towards the goal. Importantly, the goal-setting  process in affirmative action planning is used to target and measure the  effectiveness of affirmative action efforts to eradicate and prevent discrimination.  (Dept. of Labor) Whenever an employer is in violation of Title VII of the Civil  Rights Act 1964, the EEOC has judicial powers aimed at remedying the situation.        The logic of affirmative action dictates that where a certain criterion  of merit, even if it is not intentionally discriminatory, works to the  disproportionate exclusion of minorities, the burden is on the offending  organization to defend the policy in proportion to its exclusionary effect  (Lovell 1974). The focus on  criteria-fixed merit in the United States disregards that all people do not have equal access  to private schooling, resume counselors, SAT prep classes, etc. The EEOC may see certain hiring criteria as  intentionally or unintentionally excluding protected groups under Title VII of  the Civil Rights Act of 1964, and the Commission shall endeavor to eliminate  and such alleged unlawful employment practice by informal methods of  conference, conciliation or persuasion. (Civ. Rights Act of 1964)      Why is it  controversial? What arguments are presented for/against it?      The  controversy surrounding affirmative action is directly related to public  perceptions -- or misperceptions -- of the policy, coupled with its equivocal  nature. Lack of specific guidelines for the execution of the policy has led to  variations in actual practice; this lack of uniformity lends itself to  ideological clashes regarding the nature of affirmative action and practical  ones concerning its implementation. Points of contention and the arguments  (both for and against) include the following:      1.  Detractors of affirmative action claim that the policy divides society along  lines of race, ethnicity, gender, and nationality by creating groups whose  membership is determined by those labels. It is empirically argued that  affirmative action provokes racial tension due to raising race-consciousness. ( Fish 2000)  However, the program cannot simply be eliminated  because it makes people aware of racial conflicts. A program that attempts to  eliminate race and gender inequality without leading people to be conscious of  their racial identity is virtually impossible to design. Discrimination and  racial and gender segregation existed even prior to the introduction of the  affirmative action program, and the elimination of such program wouldnt  guarantee the end of racial hostility and discriminatory practices (Bergman  1996). Supporters argue that labels serve  to place achievement in contexts of cultural strengths or obstacles and that  minority status is a framework for the interpretation or determination of what  constitutes achievement ( Butler 1996).      2.  Critics would argue that affirmative action is demeaning to minorities by  sending them the message that they are not capable enough to be considered on  their own merits (Strauss 1995). Supporters argue that affirmative action is  effective in increasing diversity within institutions and organizations and  that its compensatory nature outweighs such imperfections (Green 1976).      3.  Detractors maintain that the policy is contradictory in that it requires the  establish[ing of] goals to reduce or overcome the under-utilization [of  minorities and females] but that the actual selection decision is to be made  on a non-discriminatory basis (Dept. of Labor 2002). Additionally, quotas are  illegal in the United States ; thus, much effort has been made to prove that  affirmative action goals are not in fact quotas (Strauss 1995). Proponents  argue that a quantifiable and dynamic system of measuring progress is thus far  the most effective method of enacting affirmative action policies (Green 1976).  Additionally, a section in the Civil Rights Act of 1964, Title VII, which  states that none of its provisions should be interpreted as requiring  preferential treatment for any individual, rebuts the idea that affirmative  action is based on a system of quotas. (Brunner, Borgna).      4.  Opponents of affirmative action assert that in the American tradition of  limited government involvement in the private sector, the burden ought to be  upon minority communities themselves, in place of the federal government, to  rectify cultural obstacles to achievement; they further maintain that these  cultural aspects of minority communities are more profound impediments towards  economic equality of the races than is socioeconomic status (Gryphon 2005).  Defenders of affirmative action argue that socioeconomic problems, and not  strictly cultural problems, are responsible for impeding equality of economic  opportunity and that the federal government is thus justified in taking the  appropriate actions to rectify them (Green 1976).       5. One of the most common moral arguments against  affirmative action is that it violates our societal value of individualism and  merit. (Skrentny 1996) People with more liberal views tend to argue that the  individual is the singular unit of society and that our society is designed to  allow each individual to fulfill his own desires. Affirmative action, they  argue, eliminates this concept of individuality by placing people in different  groups according to certain characteristics such as race or gender (Skrentny,1996).  Those arguing in favor of affirmative action claim that sex and race are often  taken into account whether affirmative action exists or not. And based on  empirical evidence, individuals of a race or gender that is discriminated  against are judged based on those characteristics before considering their merit  or qualification for the job or university. (Skrentny, 1996)      What is  discrimination and what are its causes?      Discrimination  is understood as the differential treatment of individuals belonging to  particular groups or categories in society. There are three primary  sources of discrimination; these include psychological, social, and historical  reasons.      Psychologically,  discrimination can be a subconscious reaction to race, moral values, likes and  dislikes, preferring to associate themselves with others similar to them. For  instance: a questionnaire which asked 52 black college students what their  views on affirmative action were (Would you be glad if there were more African  Americans in their workplace?) resulted in an overwhelming majority (92%) answering  in the affirmative, while 8% were undecided. No one, however, responded  negatively to the question. This serves to emphasize that people tend to  prefer the company of others like them and sheds light on the reason why white  males prefer to work with other white males, to the exclusion of other gender,  racial and ethnic groups. (Bergman, 1996)       Additionally,  human beings have an innate tendency to resist change. Promotion and  hiring decisions are very cautiously analyzed, given that a poor decision could  result in grave consequences for the organizations success. Employers  are inclined to making hiring and promotion decisions based on what has proved  effective in the past. Therefore, hiring a woman or a black person for  what had been a predominantly white male position can be seen as a risk many  employers are reluctant to take.   (Bergman, 1996)       The  social phenomenon partially responsible for discrimination is  stereotyping. People have a tendency to label and group others, and to  generalize what those members are like. Stereotypes are notorious for stressing  the negative qualities of a given group, usually based      on the fact  that some of its members, deservingly or undeservingly, possess that  quality. It is arguably much easier to accept generalizations of groups  than to explore the intricacies of their individual characters. The  result is discrimination, founded upon baseless reputations. (Bergman, 1996)      And  lastly, discrimination still exists and remains inertial due to the influence  of historical factors. Racial minorities and women have been consistently  discriminated against throughout history, usually in very extreme  manners. Although discriminatory practices change as societies develop  and transform, some discriminatory practices persist systematically as part of  the cultural framework.      The Status  of Women and Racial/ethnic Minorities      Currently, the gender gap  between men and women in the workforce, if taken to represent the success or  failure of current policy, has been steadily improving. An article in the  Economist attributes this shift to a transformation in the type of jobs on  offer in the U.S. A decline in manufacturing work, a traditional male  preserve, has preempted an expansion in service jobs, which are more open to  female employment. (Economist 2006) Whatever the reasons, the real fact of the  matter is that women are finding employment in virtually equal numbers to their  male counterparts (see graph 1 attached). And considering that well over half of all university degrees are now  being awarded to women, there seems to be a reduced urgency for encouraging  affirmative action policies in the workplace and in schools with regard to  gender concerns. (Economist 2006)      On the other hand, proportionally  higher percentages of minority groups such as blacks, Hispanics, and Native  Americans live in poverty than their counterparts. Historical Poverty Tables  from the U.S. Census Bureau show that in the past decade the percentage of  whites and Asians in poverty linger around 10%, while the percentage of blacks  and Hispanics living in poverty far exceeds 20% (U.S. Census Bureau 1-6). As of  2004, Texas A&amp;M reports that the rate of unemployment for African Americans  is 10.3% and 7.4% for Hispanics, whereas unemployment for whites is 4.0% (Texas  A&amp;M). In addition the high school drop out rate for whites is 7.9%, almost  double at 13.6 percent for blacks, and almost three-fold for Hispanics at 27.5%  (U.S Dept. of Education). There continues to be a substantial discrepancy  between educational and employment achievement between whites and blacks,  Hispanics and Native Americans.      To understand why, we must recognize  that there exists an important distinction between problems faced by women and  racial/ethnic minorities. The difference lies in what family, members of these  two groups are born into. Since women are born into a wide range of economic  classes, they are not burdened with the task of changing their socio-economic  position in society; changing attitudes towards women has been the main concern.        On the other hand, even if societys  attitudes towards disadvantaged ethnic/racial groups change, the relationship  of these groups with class is a complicating factor. As statistics show,  blacks, Hispanics and Native Americans are more likely to be born into poorer  families, and p oor  communities, usually comprised of people of color, suffer disproportionately.  Being poor limits higher education opportunities, connections with the right  people, and can even force people to live polluted, unsafe communities  (Montague). Its difficult for a person or family to change his/their economic  status or position, which limits the strides and achievements that can be made  by subsequent generations.      International  Comparison:      Gender  and race inequality are not limited to the US . Analyzing how other  nations dealt with the problem and whether their solutions were effective or  not can give us clues to what might work in the US and what probably wont.         In  the dilemma over choosing between competing social inequities, the cases of India and France play an  interesting contrast. Both countries have what would be considered, vibrant      democracies  and a free press, but tellingly, they have chosen to tackle the issues of  settling gender and ethnic/racial inequality in markedly different ways. In India , after  independence in 1947, ethnic and racial minorities quickly received guaranteed  seats in all political assemblies (Krook  2) , as this was seen as the largest  source for potential unrest and inequity for the nascent nation. However,  the bold move to preferentially incorporate ethnic and racial minorities into  the political, educational and economic spheres of India society  had led to a relative disregard for gender inequality. The main reason  has been primarily due to lingering questions about how to resolve caste and  tribal quotas with reserved seats for women. After the 1971 census  revealed that only a small number of women had occupied positions of political  power over the previous twenty years, however, the government began to view  womens under-representation as a problem.   (Krook 9) But both the focus and  idea of affirmative action has been quite distinct in India , with  ethnic and racial rights being the focus of the program and its choice for  preferential policy, including the extensive use of quotas, as the means.      In  contrast, in France , gender has been recognized as an issue deserving  greater representation in politics, to the exclusion of other groups, because  advocates have framed gender as a characteristic that crosses all other groups  making it the universal and primary source of inequity. (Krook 2) And in a  sense, it could be argued that the idea of men and women, transcend any human  inequalities; through its solution, there may be a gradual resolution of other  outstanding  concerns. This view allows for a quasi-preferential  outlook towards gender inequality but not with racial and ethnic  inequality. This may have to do with the fact that women of the dominant  ethnic and racial groups in France suffer from gender-based exclusion while racial and  ethnic inequality only affects French minorities. The views in France reflect  a general European outlook towards racial and gender inequality. That  outlook rests upon the idea that racial and ethnic inequality, if officially  unrecognized, would slowly disappear.      Public  Opinion:      Polls  conducted by Gallup (1385 adults nationwide; whites, blacks and Hispanics),  NBC/Wall Street Journal and CNN/Gallup/USA Today (1027 adults nationwide)  showed that the support for affirmative action is between 49%-54%.(Gallup 2003)   Whereas some polls show a decrease of about 3% in support in a period of 8  years, other polls show an increase of about 3% in 4yrs (all of these polls  were conducted around the same time period;1995-2003). ( NBC News/Wall Street Journal Poll 2003) As  this information suggests, there public doesnt overwhelmingly support or  oppose affirmative action.      Support  and opposition rates tend to vary depending on how the question was  asked. An Associated Press poll conducted in 2003 asked 1013 adults  nationwide whether affirmative action was needed to help blacks and Hispanics  overcome discrimination nowadays: 51% said it was needed while 43% said it  wasnt. In the same poll, 59% said we are not too close (35%) and not  close at all (24%) to ending discrimination. Although there isnt a clear  majority that supports the affirmative action policy, there is a clear majority  that believes discrimination is far from being over and that the government  should do something to end it.          An interesting fact about the distribution of support of affirmative action is  how the rates vary for different groups of people. Whereas the overall  support for affirmative action is in the      49-54% rate,  70% of blacks and 63% of Hispanics favor it. (Gallup 2003). The  same poll asked blacks, Hispanics and whites whether merit should be the only  factor that determines admission into a university, or if an applicants racial  and ethnic background should also be taken into account. 75% of whites  said only merit should be considered; whereas 44% of blacks, and 59% of  Hispanics said only merit should be considered. (Gallup 2003) Merit is  clearly considered a major element in the admissions or hiring process, but racial  and ethnic minorities place a greater emphasis on continuing affirmative action  policies.       On the issue of gender, overall, more men are opposed  to affirmative action than women, with the noticeable exception being liberal  men (22%) vis--vis liberal women (27%) . ( The Gallup Poll,  Gender Differences 3 )  Furthermore,  more men (over 54%) than women (under 47%) believe that women have equal job  opportunities. ( Gender Differences 5 ) . And when  blacks and whites were asked, do you  favor or oppose affirmative action programs in industry for women, provided  that there are no rigid quotas?, 68.2% of whites were in favor, while 85.9% of  blacks were in favor. (Odum Inst.) We can get a sense that women and  disadvantaged racial/ethnic groups, in this case blacks, have a greater  awareness of gender inequality.      Alternatives  to Affirmative Action:       Some,  who favor affirmative action but worry that it might not survive the current  public attack that is going on, propose alternative to the policy. Out of  this group, some suggest programs that would help people from disadvantaged  backgrounds regardless of their race or sex. For example, since blacks  suffer high rates of poverty, they would be a fair candidate for the help  offered by such programs, which could be economic in nature. A drawback  of this proposition is that it would be difficult to determine which  individuals are truly disadvantaged. A second drawback of this  alternative is that although it would treat the symptoms of inequality, it  wouldnt tackle the source. ( Bergman  1996)      A  second alternative to affirmative action is enforcing laws against  discrimination. The Equal Employment Opportunity Commission (EEOC)  receives about 63,000 complaints of employment discrimination every year, yet  it only brings about 500 cases to trial. Although      this  alternative might work to reduce discrimination if it were to work effectively,  it also wouldnt address the source. ( Bergman  1996)      Policy  Recommendation:       Though  affirmative action may cause feelings of race-consciousness, convey a sense of      contradictory  aims, allow for expansive governmental power, challenge our values on merit and  individualism, and establishes a quota system, its continuation seems to be a  practically sound path. The reasons in favor of affirmative action are clear. In  a broad sense, historical, psychological and social discrimination exists  alongside structural problems leading to unintentional exclusionary policies.  Specifically, affirmative action has been seen, positively, to help frame minority  progress and achievement in context of obstacles faced by these groups,  increase diversity within institutions and organizations, improve the  relationship between socio-economic position and opportunity, and institute a  dynamic system that is not quota-based as opponents would argue.      Alternatives to affirmative action can arguably reduce racial tension and  provide some economic relief to disadvantaged people. We strongly suggest  staying away from these alternatives since they dont address the source of  discrimination.      We also suggest the implementation of complementary programs to  affirmative actions. These would include testing programs, whereby  carefully matched pairs of individuals of different races or genders apply to  the same job. This would serve as an indication of where unequal  treatment might be taking place, proving to be useful if it were used in  conjunction with affirmative action. (B.R. Bergmann).      We  are quite confident in recommending affirmative action as a wise policy; with  specific concern for gender and racial/ethnic groups, we believe that the  emphasis should be placed on ameliorating the situation of racial/ethnic groups  over the condition of women. The current status and near-term trends show that  women are increasingly better off than they were in the past, and that a change  in attitudes has catalyzed this societal transformation. Additionally,  international perspectives show us that the French model of viewing inequality  through the prism of gender, as the overarching determinant of humankind, would  not work in a nation such as the U.S. , which is far more open to accepting the identities  of minorities as important contributors of the overall diversity of the  country.      On  the contrary, racial/ethnic groups face a far more challenging prospect for  their futures. The current status of blacks, Latinos and Native Americas is  considerably worse than their white and Asian counterparts, economically and  education-wise. There seems to be little prospect of this situation changing  with out external intervention, as class is intimately linked to race and  ethnicity in the U.S. Additionally, the model of India, which shares some  of the U.S focus on unity with diversity, as opposed to unity at the expense of  diversity, seem to be more relevant to the U.S situation, in that affirmative  action policies aimed at ethnic/racial minorities are a more pressing issue  than womens rights, especially with the current trends in womens education  and employment.      Finally,  based on the above presented evidence and public opinion, we conclude that  affirmative action is both politically viable and justified by public opinion  the government should actively reduce inequality. Educating the public and  providing an accurate description of the program will serve to clarify misconceptions  about the policy and thus reduce the number of those who oppose it based on  these wrong assumptions.                                     Graph 1                                                                                                                                                                                                                  Works  Cited                  A Guide to Womenomics.   The Economist, April 12 th 2006 .obtained from  http://www.economist.com/finance/displaystory.cfm?story_id=6802551             Associated Press Poll,  March 2003, obtained from http://www.pollingreport.com/race.htm            Bakke and Beyond, A History  and Timeline of Affirmative Action Brunner, Borgna      http://www.infoplease.com/spot/affirmative1.html           Bergman, Barbara R. In  Defense of Affirmative Action, Basic Books, 1996                Butler, Judith. An  Affirmative View. Representations , No. 55, Special Issue: Race and Representation:  Affirmative Action. (Summer, 1996), pp. 74-83. Stable URL: http://links.jstor.org/sici?sici=0734- 6018%28199622%290%3A55%3C74%3AAAV%3E2.0.CO%3B2-L             Fish, Stanley The Nine  Nifty Arguments Against Affirmative Action in Higher Education, The Journal  of Blacks in Higher Education , no. 27, 2000, pp. 79-81            Gallup Poll, June 2003, obtained  from  http://www.pollingreport.com/race.htm           Green, Stephen G. et al . Affirmative Action and Academic  Hiring: A Case Study of a Value Conflict. The Journal of  Higher Education , Vol. 47, No. 4. (Jul. - Aug., 1976), pp. 413- 435.  Stable URL: http://links.jstor.org/sici?sici=0022- 1546%28197607%2F08%2947%3A4%3C413%3AAAAAHA%3E2.0.CO%3B2-F           Gryphon, Marie. The  Affirmative Action Myth. Cato Institute Policy Analysis , No. 540. April 6, 2005.           Holzer, Harry et. al.   Assessing Affirmative Action. Journal of Economic Literature ,  Vol. 38, No. 3. (Sep., 2000), pp. 483-568. Stable URL:  http://links.jstor.org/sici?sici=0022-0515%28200009%2938%3A3%3C483%3AAAA%3E2.0.CO%3B2-L            Kansas  University  Medical  School . Equal Opportunity and Nondiscrimination.      http://www.kumc.edu/eoo/nondis.html              Krook,  Mona Lena. Competing Claims: Quotas for Women and Minorities in India and       France . September 8-10, 2005 ,   presented at the General Conference of  the European      Consortium  for Political Research,  Budapest ,  Hungary           Lovell, Catherine. Three  Key Issues in Affirmative Action. Public Administration Review , Vol.  34, No. 3. (May - Jun., 1974), pp. 235-237. Stable URL: http://links.jstor.org/sici?sici=0033-3352%28197405%2F06%2934%3A3%3C235%3ATKIIAA%3E2.0.CO%3B2-0           Montague, Peter,  Economic Inequality and Health Rachel's Environment &amp; Health News ,   July 5 th 1996 obtained from http://ces.iisc.ernet.in/hpg/envis/healdoc67.html           NBC News/Wall Street Journal    Poll, January 2003, obtained from      http://www.pollingreport.com/race.htm              Odum Institute for Research  in Social Science Survey InformationAffirmative Action                          Strauss, David A. Affirmative  Action and the Public Interest. The Supreme Court Review , Vol. 1995.  (1995), pp. 1-43. Stable URL: http://links.jstor.org/sici?sici=0081- 9557%281995%291995%3C1%3AAAATPI%3E2.0.CO%3B2-I             Texas  A&amp;M  University . Texas   A&amp;M Researchers Seek Explanation For Minority Unemployment. Office of  University Relations: September 1997. http://www.tamu.edu/univrel/aggiedaily/news/stories/archive/092997-1.html       The Gallup   Poll. Gender Differences in Views of Job Opportunity . Princeton : The   Gallup Organization, August   2, 2005 . http://poll.gallup.com/content/default.aspx?ci=17614            University of South   Dakota . Equal Opportunity:  Definitions. January 21, 2004 .      http://www.usd.edu/equalopp/definitions.cfm         U.S.   Census Bureau. Historical Poverty Tables. Washington  DC : December   14, 2005 . http://www.census.gov/hhes/www/poverty/histpov/hstpov2.html      U.S. Department of Education. High School Dropout Rates. The  Consumer Guid Washington  DC :  March 1996. http://www.ed.gov/pubs/OR/ConsumerGuides/dropout.html      U.S. Department of Labor. Facts on Executive Order 11246 --  Affirmative Action. January 4,      2002. Stable URL: http://www.dol.gov/esa/regs/compliance/ofccp/aa.htm            U.S. State Department, Civil Rights Act Of 1964. July 2 nd 1964    obtained from      http://usinfo.state.gov/usa/infousa/laws/majorlaw/civilr19.htm"}, {"content": "The on-going conflict over abortion in America has been a major social  problem that first emerged as an issue in our nation over two centuries ago                         Group B            The Abortion Debate                   Group Members:            Eddie Hopely            Alexandra Carr            Susanna Chon            Rafael Harari            Juwita Chavez                                                                                                The  on-going conflict over abortion in America has been a major social problem that  first emerged as an issue in our nation over two centuries ago. However, in the  1960's and 70's with the coinciding civil rights movement and womens rights  movement, abortion became the new national issue we still see today between two  opposing ideologies, grouped into sides coined as pro-life and pro-choice. It  is this struggle over whose deep rooted morals and beliefs are adequate for our  society that make the abortion issue such a controversial and divisive one.  First it is important to understand each side, their beliefs, the organizations  tied to them, and their wishes for policies in our nation. Then it may be possible to take a course of  action that will benefit the American public as a whole. We must look at the  evolving nature of abortion throughout history, each significant issue in  conflict between each side, the profiles of the people within the group, as  well as relevant statistics that provide empirical evidence to the research. It  is then with this analysis that the foundation for a well-structured abortion  policy best suited for America can be enacted.                        While  it may seem that abortion has always been an issue, it really only became one  in the middle of the 19 th century. In the early1800s, abortions were  permitted in the United States if they were done before the mother could feel  fetal movement   [1]  .  Abortions were for the most part morally accepted at the time, but a number of  state laws limiting abortion were soon passed due to an effort by medically  trained doctors to put illegal doctors out of business who practiced without  any formal training. By opposing abortions on moral and scientific grounds, the  formal doctors were lacking in what the untrained doctors provided, and  therefore, formal doctors had an incentive to attempt to ban abortion. Prior to  1847 though, the doctors were mostly unsuccessful in their ban as they could  not rally much support for their cause; even organized religion seemed  disinterested.  [2]          In  1847, the American Medical Association (AMA) was founded, and through this  group, the doctors were able to conduct a hard-hitting campaign. With the help  of the anti-obscenity movement and the Comstock Laws, which banned the  distribution of birth control related materials, as well as the fear of a  declination of the white population and increased birth rate of immigrants, the  anti-abortion campaign was successful. All states passed comprehensive criminal  abortion laws by the end of the 19 th century.   [3]        Because  of the rise in illegal abortions during the Great depression, doctors, social  workers, and professionals alike made initial actions for reform of the  abortion laws in the 1950s. They believed that under certain circumstances  abortions were justified, and a doctors inability to perform them was seen as  a harp on their own medical jurisdiction. Doctors discussed abortion as an act  of desperation by women who did not deserve to die in a back alley and who  should be dealt with more humanely.   [4]    Further into the 1960s, as a response to incidents of a rubella measles  epidemic causing fetal deformity, and the consumption by one Sherri Finkbine of  a drug thalidomide which also caused fetal deformity, the abortion issue hit  the media spotlight. The Zero Population Growth Movement and the Womens  Movement also raised abortion issues and generated greater action. The Womens  Movement of the 1960s saw many reform and repeal groups form, including the  National Association for the Repeal of Abortion Laws (NARAL) in 1969, and the  rise of civil liberties groups and family planning activists. It was during the  revolutionary 1960s when abortions definition was widely accepted among  pro-choice people as a womens right necessary for womens control of  their own bodies.   [5]        The  abortion issue continued to grow when in 1973, the Supreme Court overturned a  Texas interpretation of abortion laws and made abortion legal in the United  States in Roe v. Wade. Based primarily upon the Constitutions Ninth Amendment  protecting a persons right to privacy, the decision held that a woman has the  right to an unrestricted choice of abortion in the first trimester of  pregnancy, that the state has the right to regulate abortion in the second  trimester, and that in the third trimester, abortion should be performed only  to save the life of the woman.  [6]    From this point on, the fight between pro-choice activists, who seemed to  have won in the case of Roe V. Wade, and pro-life activists, who were more  rallied to action than ever before, exploded with passionate  and oftentimes violent enthusiasm that remains constant to this day.       PROFILES:       Taking a look at the demographic profiles of the women who  actually have abortions will give us an idea of who are these people are in the  nation, enabling us to make better judgments about what direction the nation is  heading in this issue.       1.) Pro-life Profile:       Pro-life advocates  vehemently oppose abortion. They believe  there is no justification for it and current laws should be changed to declare  it an illegal practice. Some pro-life  groups and organizations include the National Right to Life (NRL), Prolife America  and the Pro-Life Action League. All  these groups and their members share the same beliefs and goals, and they  usually utilize the same arguments to support their position.                         The average pro-life activist is a married woman in her mid  40s. She married early in her  teens-usually around 17- and has three or more children. Her father graduated from high school only,  and she probably never graduated college.    She is usually not employed, and is married to a small businessman or  lower income white-collar worker. Her  family income is less than 30000/yr.    Religion is an integral part of her life.  [7]        It is important to understand that the arguments pro-life  advocates use in defending their opinion are a cause of their deep rooted  beliefs. These arguments dont simply  arise from people who hold extreme views on abortion and oppose it firmly  without prior thought. For pro-lifers, abortions pose a threat to their life  values and morals. Most pro-life  activists believe being a mother and a wife is a womans most important  job. In their minds, men and women share  separate roles in society that compliment each other, and while men should be  in the workforce, women should commit their time to their families.      2.) Pro-Choice Profile       According to a national Gallup poll taken this month, also  used by CNN and USA Today, approximately 53 percent of Americans regard  themselves as pro-choice.                         The Alan  Guttmacher Institute is a  nonprofit organization focused on sexual and reproductive health research and  policy analysis. They regularly undertake demographic research and publish  their own and others scientifically collected data. According to this data,  taken most recently in 2002, the majority of women having abortions are in  their 20's (56 percent). The abortion rate among teenagers has declined in  recent years (19 percent between ages 15-19), with the Institute arguing it  being because of the use of long-acting hormonal contraceptives, mainly the  injectable. The largest group of women having abortions in America are non-Hispanic  white women at 41 percent, however, Black and Hispanic women together make up  more than half. This number is greater than their proportion in the population  because they have a higher rate of unintended pregnancy, and, among black  women, because they are more likely to resolve an unintended pregnancy through  abortion. In regards to religious affiliation most women are either Protestant  or Catholic. Additionally, more than half of women having abortions in 2000  were poor or low income. In summary, women having abortions are predominately  young, single, from minority groups, and had low-income      The pro-choice public in America are spearheaded by a few  main national interest groups. Among them are the National Abortion Rights  Action League, the National Abortion Federation, and Planned Parenthood. These  people hold very strong beliefs primarily rooted in what they call a  constitutional right for a woman to possess control over her own body. They  advocate sexual education programs in schools, access to contraceptives, and no  restrictions in obtaining abortions from qualified doctors. Currently they are  fighting against restrictions to abortions like mandatory parental  notifications, 24-hr waiting periods, a doctors right to deny contraceptives,  and heavily funded abstinence only programs that are criticized as giving  false, misleading or distorted information (Henry Waxman report, proponent of  sex ed).       ANALYSIS OF ISSUES                         One of the key controversies of the issue of abortion is  centered around the question of when life begins. Pro-life advocates argue that the beginning  of life is not a moral, religious or personal debate, but a biological fact, as  they understand existence to begin at the moment of conception. If the right to  life, that is, the entitlement to exist and develop naturally on our planet, is  to be understood as a central privilege of human beings, abortion thus becomes  a decision to designate oneself as a higher form of life acting on the capacity  to take away this assumed right.        Pro-choice advocates stance on the question of when life  begins is often undermined as a religious question, as they adapt their  position to be that of a womens rights issue, not a moral judgment call. Furthermore, pro-choice advocates believe  that the fetus is not a person, but rather a potential person, and as such it  is not entitled to the same rights under the law as everyone else is.       Regarding sex education and/or contraceptives, the pro-life  side argues that the most effective and appropriate contraceptive method is  abstinence, or in some cases family planning.    Generally, pro-life supporters argue that contraceptives encourage teens  to be sexually active in the first place, which in turn leads to a high rate of  teen pregnancies. Statistically, 20 percent  of abortions are performed on women under 20, and about all 48 percent of  pregnancies are unintended  [8]  .  Pro-life advocates are aware that contraceptive methods are readily available  and that they could reduce the number of abortions, yet they reject them on  moral and social grounds.                         The stance of the pro-choice side is vehemently against the  restriction of access to non-surgical abortions and emergency contraceptives to  women. In 2000, the FDA approved RU 486, also known as mifepristone, which  gives women the option to end an unintended pregnancy without surgery.  Proponents of the pill say it could transform abortion in the United States by  making it more accessible and more private. 9 Anti-choice lawmakers have failed to outlaw  it, but are continuing efforts to make it difficult to obtain. Additionally,  what is called perhaps the most controversial legislation proposed is HB 16,  an Act that would give pharmacies the right to refuse to give out emergency  contraceptives, like Plan B, popularly referred to as the morning-after pill.  Pills such as this do not disrupt existing pregnancies like the RU 486, but  prevent them by preventing ovulation, fertilization of an egg or implantation  in the uterus. (San Antonio News). Put simply, this drug is a concentrated dose  of the birth control pill, and can reduce a womens chance of becoming pregnant  by 89 percent (NARAL).The American College of Obstetricians and Gynecologists  estimate that greater access to emergency contraceptives could cut the  unintended pregnancy and abortion rate in half. Additionally, The Journal of  the American Medical Association published a study, finding that emergency  contraceptives do not increase unprotected sex or promiscuity in young women.       Pro-choice advocates call for age-appropriate, medically  accurate sexual education programs that promote both abstinence and information  on protection advice. NARALs research found that 99 percent of Americans  believe it is appropriate for young people to have information about sexually  transmitted infections and venereal diseases, and 94 percent think it is  appropriate to teach teens about birth control. This is further backed by a  Scripps Howard Texas Poll commissioned by the Texas Association of Planned  Parenthood Affiliates, which found that 90 percent of people polled favor sex  education in public schools that is age appropriate and provides accurate  information on abstinence, birth control, and sexually transmitted infections  and venereal diseases. The Kaiser Family Foundation reported that 61 percent of  12 th graders and 35 percent of 9 th graders in 2001 have  had sex. And Kaiser along with National Public Radio and Harvards Kennedy  School of Government found Americans want broader sex education in the  schools. Only 15 percent say they want only abstinence-only taught in sex  education (San Antonio News).                        Another major argument pro-life supporters use is that even  though a woman has a right to control her own body, she doesnt have the right  to kill her fetus via an abortion.    Pro-lifers argue there are many other ways a pregnant woman can handle a  difficult situation that dont necessarily resort to abortion. Though pro-life supporters are quick to point  out the numerous options available to a woman in a difficult situation other  than abortion, they often ignore the nine months of mental and physical burden  necessary to bring a child to term. Essentially, the pro-life argument here is  based on moral claims since they offer no substantial evidence on why a womans  right to control her own body doesnt include the right to decide whether she  wants an abortion or not.      The bottom line to all pro-choice organizations and  supporters is not only the notion that it is constitutional to have a right to  privacy, but also the issue that abortion is fundamentally a fight for a  womans right to govern her own body. Pro-choice advocates believe in this  right to privacy freedom from unwarranted government intrusion into their  personal and private affairs. And they see it not as an ideological fight rooted  in religious beliefs, but a civil rights pursuit advocating a womens right to  choose. Their studies show abortion to be one of the safest medical procedures  that exists today, and they make their point vividly clear  by comparing the death rate from legal abortions as less  than from a shot of penicillin.        The next issue that flares the controversy is pregnancy in  cases of rape or incest. Pro-life  advocates argue it is humanly cruel to turn these tragic and horrible crimes  into a second more deliberate crime: the killing of the fetus. They also cite cases of mothers who have  decided to keep the baby claiming they turned something horrible into something  life-giving. Furthermore, the low  statistics involved (only 1 percent of abortions are cases or rape or incest),  can hardly justify the legalization of abortion for the other 99 percent.                         Finally, the social implications and reasons behind  abortions generate another important point of disagreement between pro-life and  pro-choice sides. Prior to analyzing  these social issues, it is important to note that the beliefs of people are  usually closely associated with social markers such as race, age, religious  affiliation, and sex. Social issues that  relate to the abortion debate often include the following: poverty,  overpopulation, abuse, unwanted kids and the risks of illegal abortions.       Well briefly  present the argument pro-life advocates have regarding each of the above. Regarding poverty, pro-lifers argue that the  poor mother today, is just as poor tomorrow, regardless of whether she has an  abortion or carries the fetus to term.    Problems such as poverty and job security are not solved by killing a  fetus. Based solely on statistics, about  21.3 percent of women who got abortions couldnt afford the baby. The other 78.7 percent got abortions for  other reasons unrelated to poverty.       Regarding overpopulation and unwanted kids, pro-life  advocates argue the problem is lack of development not overpopulation. They, however, offer no alternative solution  to the problem they introduce. Unwanted  children can always be put up for adoption or in foster care clinics, but  killing fetuses is not the answer.       STATISTICS       -Publics opinion                         61% believe abortion should not be banned completely       37% believe abortion should be banned except when  mothers life is at stake.      About 22% believe abortions should be legal in all  circumstances      41% want current laws to remain the same              -Abortion and Pregnancy Rates       From 1973 to about 1978 abortion rates per 1000 women  steadily increased      Starting around 1978 abortion rates per 1000 women  equilibrated until 1990, when they started to slightly decrease.      The decreasing trend in abortion rates seems to continue  nowadays.      About 52% of pregnancies are intended, whereas the rest  are unintended      53% of women who have unintended pregnancies were using  contraceptive method during the month they became pregnant, although usually  not correctly every time      Of all the unintended pregnancies, 47% resulted in  abortions and only 40% in births. The remaining 13% were miscarriages.             -Reasons for Abortions       The two most popular reasons for getting abortions were  inadequate finances to raise a child and women/couple not being ready for the  responsibility of raising a child      Other popular reasons for getting abortions included  womans life would be changed too much, problems with relationship/unmarried  and women being too young to have a child.      Abortions obtained for reasons related to womans or  fetus health problems add up to about 4%      Note: most women give more than one reasons for getting  an abortion.      It is important to note that about 50% of women getting  an abortion have previously gotten at least one other abortion.            POLICY RECOMMENDATION             While implementing a policy that would solve the  controversial problem of abortion seems highly unreasonable we can nonetheless  elaborate one that will somehow reduce tension over the issue in the general  public. Based on our careful analysis of the history of the issue, its social and  political implications, data analysis and the elements that make it such a  divisive one, we advise adopting the following policy:                        Based on public  opinion polls and sexual and reproductive health research we recommend that  abortion remain legal under certain circumstances. One restriction on abortion  should be parental notification and consent for minors under the age of 18. We  also suggest that women getting an abortion and the father of the fetus should  attend confidential classes where they would receive information about  contraceptive methods and how to prevent unwanted pregnancies. Regarding sexual  education, we believe it should be implemented in the public educational  system, with objective, age-appropriate classes, in hopes that an informed  future generation will reduce the number of unwanted pregnancies as a whole. As  previously noted, both the American College of Obstetricians and Gynecologists  and the Journal of American Medical Association stand by their findings which  indicate that increased access to contraceptives does not increase promiscuity  in women, but may be able to downsize the annual rate of abortions. The current  laws permitting contraceptive methods such as RU 486 and Plan B should remain,  while the act known as HB 16, which allows pharmacies to refuse access to these  contraceptives, should be repealed to allow greater availability, thus  potentially reducing the overall number of abortions. While some citizens may disagree with certain  aspects in the above policy, based on public opinion polls such as the  CNN/Gallop/USA Today surveys, we believe  that the majority of the American public is in favor of abortion remaining  legal in most cases, while simultaneously expanding government efforts to reduce  the need for abortion by implementing methods indicated in the aforementioned  policy recommendation                                                Works Cited       1.    Kristin, Luker, The War Between the Women, Family  Planning Perspective, Vol. 16, No. 3           2.    Alan Guttmacher Institute, U.S. Institute of Medicine  Finds that Legalizing Abortion Greatly Reduces Deaths, Complications,  International Family Planning Digest, Vol. 1, No. 3            3.    NRLC.org, What is the Pro-Life Response to  Abortionists Arguments, http://www.nrlc.org/abortion/facts/abortionresponses.html ,        4. Staggenborg, Suzanne. &quot;Abortion as a  Social Problem.&quot; Sociolgy: Social Foundations of Public Issues.   Rober  Max Johnson. 40-53. McGraw-Hill, Inc. 1995.      5.    Hopeclinic.com &quot;Abortion History&quot; 25 January 2006.  http://www.hopeclinic.com/abortionhistory.htm       6.    PRCH &amp; Guttmacher Institute &quot;An Overview of Abortion in the  United States&quot;. Physicians for Reproductive Choice and Health (PRCH) and  The Allan Guttmacher Institute. June 2005. February 2006. Powerpoint  Presentation      7.    CNN.com &quot;Debate heats up with approval of abortion pill&quot;.  Associated Press. 28 September 2000. 10 February 2006. http://archives.cnn.com/2000/HEALTH/women/09/28/abortion.pill.reax/index.html       8.    Mears, William and Bob Branken. &quot;30 years after ruling, ambiguity,  anxiety sourround abortion debate&quot;. CNN.com. 22 January 2003. CNN  Washington Bureau. 10 February 2006. http://cnn.law.printthis.clickability.com/pt/cpt?action=cpt&amp;title=CNN.com+-+30+years+after+ruling+ambiguity+anxiety+surround+abortion+debate.htm       9.    Womensissues.com &quot;Abortion  Statistics-World-U.S.-Demographics-Reasons&quot;. 2006. 10 February 2006. http://womensissues.about.com/cs/abortionstats/a/aaabortionstats.htm       10. Pisano, Marina. Conservative  Judicial Forces Threaten Cause of   Abortion Advocates. San Antonio News 23 Jan 2005      11. Medical Definition of Conception, The American  Heritage Stedman's Medical Dictionary Copyright 2002, 2001, 1995 by Houghton  Mifflin Company            12.   Life Issues: When Life Begins, Fred  de Miranda, MD, FCP, American College of Pediatricians, 2004                                                                                                                                                                                                                                                                                                                                                                                                  [1]    Hopeclinic.com                 [2]    Staggenborg, 41                 [3]    Womenshistory.com                 [4]    Staggenborg, 43                 [5]    (Staggenborg, 44).                 [6]    (Womenshistory.com)                 [7]    Kristin, Luker, The War Between the Women                 [8]    PRCH and The Guttmacher Institue, June 2005      9 CNN article"}]},
{"detail": [{"content": "The Effects of Teacher-Student Relationships: Social and Academic Outcomes of Low-Income Middle and High School Students - Applied Psychology OPUS - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Applied Psychology OPUS                          Home    About     Submissions    Staff Writer Positions    Current and Past Issues    Contact                                     The Effects of Teacher-Student Relationships: Social and Academic Outcomes of Low-Income Middle and High School Students       Emily Gallagher    Teachers play an important role in the trajectory of students throughout the formal schooling experience (Baker, Grant, &amp; Morlock, 2008). Although most research regarding teacher-student relationships investigate the elementary years of schooling, teachers have the unique opportunity to support students&rsquo; academic and social development at all levels of schooling (Baker et al., 2008; Bronfenbrenner, 1979; Bronfenbrenner &amp; Morris, 1998; McCormick, Cappella, O&rsquo;Connor, &amp; McClowry, in press). Aligned with attachment theory (Ainsworth, 1982; Bowlby, 1969), positive teacher-student relationships enable students to feel safe and secure in their learning environments and provide scaffolding for important social and academic skills (Baker et al., 2008; O&rsquo;Connor, Dearing, &amp; Collins, 2011; Silver, Measelle, Armstron, &amp; Essex, 2005). Teachers who support students in the learning environment can positively impact their social and academic outcomes, which is important for the long-term trajectory of school and eventually employment (Baker et al., 2008; O&rsquo;Connor et al., 2011; Silver et al., 2005).    When teachers form positive bonds with students, classrooms become supportive spaces in which students can engage in academically and socially productive ways (Hamre &amp; Pianta, 2001). Positive teacher-student relationships are classified as having the presence of closeness, warmth, and positivity (Hamre &amp; Pianta, 2001). Students who have positive relationships with their teachers use them as a secure base from which they can explore the classroom and school setting both academically and socially, to take on academic challenges and work on social-emotional development (Hamre &amp; Pianta, 2001). This includes, relationships with peers, and developing self-esteem and self-concept (Hamre &amp; Pianta, 2001). Through this secure relationship, students learn about socially appropriate behaviors as well as academic expectations and how to achieve these expectations (Hamre &amp; Pianta, 2001). Students in low-income schools can especially benefit from positive relationships with teachers (Murray &amp; Malmgren, 2005).    Students in high-poverty urban schools may benefit from positive teacher-student relationships even more than students in high-income schools, because of the risks associated with poverty (Murray &amp; Malmgren, 2005). Risk outcomes associated with poverty include high rates of high school dropout, lower rates of college applications, low self-efficacy, and low self-confidence (Murray &amp; Malmgren, 2005). There are several factors that can protect against the negative outcomes often associated with low-income schooling, one of which is a positive and supportive relationship with an adult, most often a teacher (Murray &amp; Malmgren, 2005). Low-income students who have strong teacher-student relationships have higher academic achievement and have more positive social-emotional adjustment than their peers who do not have a positive relationship with a teacher (Murray &amp; Malmgren, 2005).    There is substantial research on the importance of teacher-student relationships in the early elementary years (Pianta, 1992; Hamre &amp; Pianta 2001). However, little is known about the effects of teacher-student relationships on high school students. Studies show that early teacher-student relationships affect early academic and social outcomes as well as future academic outcomes (Pianta 1992; Hamre &amp; Pianta 2001), but few researchers have looked at the effects of teacher-student relationships in later years of schooling. Researchers who have investigated teacher-student relationships for older students have found that positive teacher-student relationships are associated with positive academic and social outcomes for high school students (Alexander, Entwisle, &amp; Horset, 1997; Cataldi &amp; KewallRamani, 2009). Academic Outcomes Although many studies focus on the importance of early teacher-student relationships, some studies have found that teacher-student relationships are important in transition years; the years when students transition from elementary to middle school or middle to high school (Alexander et al., 1997; Cataldi &amp; KewallRamani, 2009; Midgley, Feldlaufer, &amp; Eccles, 1989). Studies of math competence in students transitioning from elementary to middle school have found that students who move from having positive relationships with teachers at the end of elementary school to less positive relationships with teachers in middle school significantly decreased in math skills (Midgley et al., 1989). For students who are considered at high risk for dropping out of high school, math achievement is significantly impacted by the perception of having a caring teacher (Midgley et al., 1989). Furthermore, students who went from low teacher closeness to high teacher closeness significantly increased in math skills over the transition year, from elementary to middle school (Midgley et al., 1989). These studies show that relationships with teachers in the later years of schooling can still significantly impact the academic achievement trajectories of students (Midgley et al., 1989). Another example of the importance of teacher-student relationships in high school students stems from intervention studies aimed at improving academic outcomes for low-income students (Murray &amp; Malmgren, 2005). In one intervention study that aimed to increase positive relationships between low-income high school students and their teachers, results showed that students who participated in the intervention significantly improved their GPA over the course of five months (Murray &amp; Malmgren, 2005). Such research shows that positive teacher-student relationships can improve academic skills in students as early as middle school and as late as high school (Midgley et al., 1989; Murray &amp; Malmgren, 2005). In addition to positive teacher-student relationships, students&rsquo; motivation to learn is another factor that influences social and academic outcomes.    A possible reason for the association between academic improvement and positive teacher-student relationships is students&rsquo; motivation and desire to learn (Wentzel, 1998). Motivation may play a key role in the relationship between teacher-student relationships and academic outcomes (Bandura, 1997; Fan &amp; Willams, 2010; Pajares &amp; Graham, 1996; Ryan, Stiller, &amp; Lynch, 1994; Wentzel, 2003; Zimmerman, Bandura, &amp; Martinez-Pons, 1992). Motivational theorists suggest that students&rsquo; perception of their relationship with their teacher is essential in motivating students to perform well (Bandura, 1997; Fan &amp; Willams, 2010; Pajares &amp; Graham, 1996; Ryan, Stiller, &amp; Lynch, 1994; Wentzel, 2003; Zimmerman, Bandura, &amp; Martinez-Pons, 1992). Students who perceive their relationship with their teacher as positive, warm and close are motivated to be more engaged in school and to improve their academic achievement (Hughes, Cavell, &amp; Jackson, 1999). Students&rsquo; motivation to learn is impacted positively by having a caring and supportive relationship with a teacher (Wentzel, 1998).    Motivation is closely linked to student&rsquo;s perceptions of teacher expectations. Studies of middle and high school students have shown that students shape their own educational expectations from their perceptions of their teachers&rsquo; expectations (Muller, Katz, &amp; Dance, 1999). Students who perceive that their teachers have high expectations of their academic achievement are more motivated to try to meet those expectations and perform better academically than their peers who perceive low expectations from their teachers (Muller et al., 1999). Due to the influence of expectations on motivation, expectations can be an important factor on a students&rsquo; academic achievement.    Furthermore, teacher-student relationships have an impact on the academic self-esteem of students (Ryan et al., 1994). High-poverty students often have low academic self-esteem and low confidence in their academic and vocational futures (Wentzel, 2003). Thus, positive relationships with teachers are important in supporting higher levels of self-esteem, higher academic self-efficacy, and more confidence in future employment outcomes (Ryan et al., 1994; Wentzel, 2003). Self-confidence and future aspirations have a significant impact on students&rsquo; interest in school, their academic self-efficacy and in turn, their academic achievement (Wentzel, 2003). In addition to academic achievement, positive teacher-student relationships provide important social outcomes for students. Social Outcomes Although there is more research regarding the academic effects of positive teacher-student relationships for older students, there are notable social outcomes as well. Teachers are an important source of social capital for students (Muller, 2001). Social capital in a classroom setting is defined as caring teacher-student relationships where students feel that they are both cared for and expected to succeed (Muller, 2001). Social capital from positive teacher-student relationships can manifest itself in many different ways. For high school students, positive teacher-student relationships can reduce rates of dropping out by nearly half, help explore options for college, and provide support for further academic or vocational aspirations (Dika &amp; Singh, 2002). Common reasons for dropping out include low levels of family support, low academic achievement, poor relationships with peers and adults, and low interest in academics (Henry, Knigh, &amp; Thornberry, 2012). Positive teacher-student relationships can impact students social and academic outcomes, and thus reduce drop-out rates (Dika &amp; Singh, 2002; Wentzel, 2003). Low-income students often have neither the support they need to complete high school nor access to the information they need to pursue education beyond high school (Dika &amp;Singh, 2002). It is important for low-income students who experience academic difficulties and negative social outcomes to gain social capital from their teachers, because research shows they can benefit from the guidance and support (Croninger &amp; Lee, 2001). Further, teacher-student relationships can impact peer relationships in schools.    Teacher-student relationships can have a significant effect on the peer acceptance of students. Teachers&rsquo; interactions with students can affect classmates&rsquo; perceptions of individual students, in turn affecting which students classmates choose to interact with and accept (Hughes et al., 1999). Conflicting interactions between teachers and students may convey a lack of acceptance, causing other students to also reject the student involved in the conflict with the teacher (Hughes et al., 1999). Peer rejection significantly impacts self-esteem of students leading to several negative social outcomes (Hughes et al., 1999).    As mentioned earlier, students with high self-esteem are more likely to be self-efficacious and set higher goals (Ryan et al., 1994; Wentzel, 2003). Self-esteem also affects students socially (Orth, Robins, &amp; Widaman, 2012). Students with high self-esteem are more likely to have positive relationships with peers as well as with adults (Orth et al., 2012). Self-esteem also affects students&rsquo; mental health outcomes including reducing anxiety and symptoms of depression (Orth et al., 2012). Self-esteem is especially important during adolescence and helps students develop a positive sense of self (Orth et al., 2012). A positive sense of self in adolescence leads to future outcomes including relationship satisfaction, job satisfaction, occupational status, emotional regulation, and physical health (Orth et al., 2012). The support of positive teacher-student relationships for self-esteem and related social outcomes affects students during schooling as well as in their future educational and occupational outcomes (Orth et al., 2012). Conclusion and Limitations    Although there is extensive research on the positive effects of teacher-student relationships on elementary school students, there is little research on middle and high school students. Middle and high school is when students begin to think about their academic futures, which are informed by academic achievement and social capital in elementary years (Alexander et al., 1997; Cataldi &amp; KewallRamani, 2009; Dika &amp; Singh, 2002; Muller, 2001). Early high school is usually when students dedicate themselves to graduating or decide to drop out (Henry et al., 2012). Currently, high school dropout rates are high, and improving teacher-student relationships for students at this stage may decrease dropout rates (Henry et al., 2012). Similarly, high school is when students decide if they plan to attend college or stop their education (Alexander et al., 1997; Cataldi et al., 2009; Henry et al., 2012). Therefore, it is important to develop positive teacher-student relationships during this time.    Empirical evidence does show that teacher-student relationships are very important for high school students (Alexander et al., 1997; Cataldi et al., 2009; Dika &amp;Singh, 2002; Hughes et al., 1999; Midgley et al., 1989; Ryan et al., 1994; Wentzel, 2003). Studies that have investigated older students&rsquo; relationships with teachers have found that students improve both academically and socially from positive teacher-student relationships (Alexander et al., 1997; Cataldi et al., 2009; Dika &amp;Singh, 2002; Hughes et al., 1999; Midgley et al., 1989; Ryan et al., 1994; Wentzel, 2003). However, much of this research is dated. Due to the ever-changing nature of the American educational system and the increasingly diverse student body, more current studies are needed to look at the effects of teacher-student relationships for this changing population. It is important to learn more about teacher-student relationships for low-income students to decrease high school dropout, and improve students&rsquo; social-emotional development. Conducting research on the relationship between high school students and teachers may be essential in improving the outcomes of low-income middle and high school students, and can potentially inform future interventions to help older students perform better both academically and socially.    References    Ainsworth, M. D. S. (1982). Attachment: Retrospect and prospect. In C. M. Parkes &amp; J. Stevenson-Hinde (Eds.), The place of attachment in human behavior (pp. 3&ndash;30). New York: Basic Books.    Alexander, K. L., Entwisle, D. R., &amp; Horsey, C. S. (1997). From first grade forward: Early foundations of high school dropout. Sociology of Education, , 87-107.    Baker, J. Grant, s., &amp; Morlock, L.(2008). The teacher&ndash;student relationship as a developmental context for children with internalizing or externalizing behavior problems. School Psychology Quarterly, 23(1), 3-15.    Bandura, A. (1997). Self-efficacy: The exercise of control.    Bowlby, J. (1969). Attachment and loss, Vol. 1: Attachment. New York: Basic Books.    Bronfenbrenner, U., &amp; Morris, P. A. (1998). The ecology of developmental processes.    Bronfenbrenner, U., &amp; Bronfenbrenner, U. (1979). The ecology of human development: Experiments by nature and design. Harvard university press.    Cataldi, E. F., Laird, J., &amp; Kewalramani, A. (2009). High school dropout and completion rates in the United States: 2007 (NCES 2009-064). Washington, DC: National Center for Education Statistics, Institute of Education Sciences, U.S. Department of Education.    Croninger, R., &amp; Lee, V. (2001). Social capital and dropping out of high school: Benefits to at-risk students of teachers&rsquo; support and guidance.The Teachers College Record, 103(4), 548-581.    Dika, S. L., &amp; Singh, K. (2002). Applications of social capital in educational literature: A critical synthesis. Review of Educational Research, 72(1), 31-60.    Fan, W., &amp; Williams, C. M. (2010). The effects of parental involvement on students&rsquo; academic self-efficacy, engagement and intrinsic motivation. Educational Psychology, 30(1), 53-74.    Hamre, B. K., &amp; Pianta, R. C. (2001). Early teacher&ndash;child relationships and the trajectory of children&rsquo;s school outcomes through eighth grade. Child Development, 72(2), 625-638.    Henry, K. L., Knight, K. E., &amp; Thornberry, T. P. (2012). School disengagement as a predictor of dropout, delinquency, and problem substance use during adolescence and early adulthood. Journal of youth and adolescence, 41(2), 156-166.    Hughes, J. N., Cavell, T. A., &amp; Willson, V. (2001). Further support for the developmental significance of the quality of the teacher&ndash;student relationship. Journal of School Psychology, 39(4), 289-301.    Orth, U., Robins, R. W., &amp; Widaman, K. F. (2012). Life-span development of self-esteem and its effects on important life outcomes. Journal of personality and social psychology, 102(6), 1271.    McCormick, M., O&rsquo;Connor, E.E., Cappella, E. &amp; McClowry, S. (Accepted). Teacher-child relationships and academic achievement: A multi-level propensity score model approach. Journal of School Psychology.    McCormick, M., Cappella, E., O&rsquo;Connor, E.E. &amp; McClowry, S. (Under Review). Parent involvement, classroom emotional support, and student behaviors: An ecological approach. The Elementary School Journal.    Midgley, C., Feldlaufer, H., &amp; Eccles, J. S. (1989). Student/teacher relations and attitudes toward mathematics before and after the transition to junior high school. Child Development, , 981-992.    Muller, C., Katz, S. R., &amp; Dance, L. J. (1999). Investing in teaching and learning dynamics of the teacher-student relationship from each actor&rsquo;s perspective. Urban Education, 34(3), 292-337.    Muller, C. (2001). The role of caring in the teacher-student relationship for at-risk students. Sociological Inquiry, 71(2), 241-255. doi:10.1111/j.1475-682X.2001.tb01110.x    Murray, C., &amp; Malmgren, K. (2005). Implementing a teacher&ndash;student relationship program in a high-poverty urban school: Effects on social, emotional, and academic adjustment and lessons learned. Journal of School Psychology, 43(2), 137-152.    O&rsquo;Connor, E. E., Dearing, E., &amp; Collins, B. A. (2011). Teacher-child relationship and behavior problem trajectories in elementary school. American Educational Research Journal, 48(1), 120-162.    Pajares, F. (1996). Self-efficacy beliefs in academic settings. Review of Educational Research, 66(4), 543-578.    Ryan, R. M., Stiller, J. D., &amp; Lynch, J. H. (1994). Representations of relationships to teachers, parents, and friends as predictors of academic motivation and self-esteem. The Journal of Early Adolescence, 14(2), 226-249.    Silver, R. B., Measelle, J. R., Armstrong, J. M., &amp; Essex, M. J. (2005). Trajectories of classroom externalizing behavior: Contributions of child characteristics, family characteristics, and the teacher&ndash;child relationship during the school transition. Journal of School Psychology, 43(1), 39-60.    Wentzel, K. R. (2002). Are effective teachers like good parents? teaching styles and student adjustment in early adolescence. Child Development, 73(1), 287-301.    Wentzel, K. R. (2003). Sociometric status and adjustment in middle school: A longitudinal study. The Journal of Early Adolescence, 23(1), 5-28.    Zimmerman, B. J., Bandura, A., &amp; Martinez-Pons, M. (1992). Self-motivation for academic attainment: The role of self-efficacy beliefs and personal goal setting. American Educational Research Journal, 29(3), 663-676.                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "AFFIRMATIVE ACTION                         AFFIRMATIVE ACTION           What is affirmative action?            As your advisors, paid handsomely to represent the  issue of Affirmative Action in the United   States to you, we have gathered and  analyzed the core considerations surrounding the issue. We see that there are  immense difficulties in reconciling opposing moral views, and that empirical  data does not reveal an obvious truth. But there can be much gained in way of  a better understanding of the issue in spite of these obstacles if we can take  a holistic approach to the problem.      Affirmative action is a two-pronged effort that includes the right of  all persons to be accorded full and equal consideration on the basis of merit  (K.U Medical School) and, concurrently, a policy of actively hiring and promoting qualified individuals in protected  groups such as minorities, disabled veterans, Vietnam-era veterans and women    (U. of South Dakota). It was created  to focus on education and jobs, and the policies were put in place to take  active measures, under the framework of non-discrimination, to ensure that disadvantaged  groups that had prevalently suffered discrimination have the same opportunities  as whites. The U.S. Department of Labor describes affirmative action as the  ban[ing of] discrimination and requir[ing of] contractors and subcontractors  to take action to ensure that all individuals have an equal opportunity for  employment, without regard to race, color, religion, sex, national origin,  disability or status as a Vietnam era or special disabled veteran. (Dept. of  Labor 2002)      Affirmative action also includes provisions for the monitoring of its  compliance by seeking to establish standards of equality using a quantitative  system to measure progress towards the goal. Importantly, the goal-setting  process in affirmative action planning is used to target and measure the  effectiveness of affirmative action efforts to eradicate and prevent discrimination.  (Dept. of Labor) Whenever an employer is in violation of Title VII of the Civil  Rights Act 1964, the EEOC has judicial powers aimed at remedying the situation.        The logic of affirmative action dictates that where a certain criterion  of merit, even if it is not intentionally discriminatory, works to the  disproportionate exclusion of minorities, the burden is on the offending  organization to defend the policy in proportion to its exclusionary effect  (Lovell 1974). The focus on  criteria-fixed merit in the United States disregards that all people do not have equal access  to private schooling, resume counselors, SAT prep classes, etc. The EEOC may see certain hiring criteria as  intentionally or unintentionally excluding protected groups under Title VII of  the Civil Rights Act of 1964, and the Commission shall endeavor to eliminate  and such alleged unlawful employment practice by informal methods of  conference, conciliation or persuasion. (Civ. Rights Act of 1964)      Why is it  controversial? What arguments are presented for/against it?      The  controversy surrounding affirmative action is directly related to public  perceptions -- or misperceptions -- of the policy, coupled with its equivocal  nature. Lack of specific guidelines for the execution of the policy has led to  variations in actual practice; this lack of uniformity lends itself to  ideological clashes regarding the nature of affirmative action and practical  ones concerning its implementation. Points of contention and the arguments  (both for and against) include the following:      1.  Detractors of affirmative action claim that the policy divides society along  lines of race, ethnicity, gender, and nationality by creating groups whose  membership is determined by those labels. It is empirically argued that  affirmative action provokes racial tension due to raising race-consciousness. ( Fish 2000)  However, the program cannot simply be eliminated  because it makes people aware of racial conflicts. A program that attempts to  eliminate race and gender inequality without leading people to be conscious of  their racial identity is virtually impossible to design. Discrimination and  racial and gender segregation existed even prior to the introduction of the  affirmative action program, and the elimination of such program wouldnt  guarantee the end of racial hostility and discriminatory practices (Bergman  1996). Supporters argue that labels serve  to place achievement in contexts of cultural strengths or obstacles and that  minority status is a framework for the interpretation or determination of what  constitutes achievement ( Butler 1996).      2.  Critics would argue that affirmative action is demeaning to minorities by  sending them the message that they are not capable enough to be considered on  their own merits (Strauss 1995). Supporters argue that affirmative action is  effective in increasing diversity within institutions and organizations and  that its compensatory nature outweighs such imperfections (Green 1976).      3.  Detractors maintain that the policy is contradictory in that it requires the  establish[ing of] goals to reduce or overcome the under-utilization [of  minorities and females] but that the actual selection decision is to be made  on a non-discriminatory basis (Dept. of Labor 2002). Additionally, quotas are  illegal in the United States ; thus, much effort has been made to prove that  affirmative action goals are not in fact quotas (Strauss 1995). Proponents  argue that a quantifiable and dynamic system of measuring progress is thus far  the most effective method of enacting affirmative action policies (Green 1976).  Additionally, a section in the Civil Rights Act of 1964, Title VII, which  states that none of its provisions should be interpreted as requiring  preferential treatment for any individual, rebuts the idea that affirmative  action is based on a system of quotas. (Brunner, Borgna).      4.  Opponents of affirmative action assert that in the American tradition of  limited government involvement in the private sector, the burden ought to be  upon minority communities themselves, in place of the federal government, to  rectify cultural obstacles to achievement; they further maintain that these  cultural aspects of minority communities are more profound impediments towards  economic equality of the races than is socioeconomic status (Gryphon 2005).  Defenders of affirmative action argue that socioeconomic problems, and not  strictly cultural problems, are responsible for impeding equality of economic  opportunity and that the federal government is thus justified in taking the  appropriate actions to rectify them (Green 1976).       5. One of the most common moral arguments against  affirmative action is that it violates our societal value of individualism and  merit. (Skrentny 1996) People with more liberal views tend to argue that the  individual is the singular unit of society and that our society is designed to  allow each individual to fulfill his own desires. Affirmative action, they  argue, eliminates this concept of individuality by placing people in different  groups according to certain characteristics such as race or gender (Skrentny,1996).  Those arguing in favor of affirmative action claim that sex and race are often  taken into account whether affirmative action exists or not. And based on  empirical evidence, individuals of a race or gender that is discriminated  against are judged based on those characteristics before considering their merit  or qualification for the job or university. (Skrentny, 1996)      What is  discrimination and what are its causes?      Discrimination  is understood as the differential treatment of individuals belonging to  particular groups or categories in society. There are three primary  sources of discrimination; these include psychological, social, and historical  reasons.      Psychologically,  discrimination can be a subconscious reaction to race, moral values, likes and  dislikes, preferring to associate themselves with others similar to them. For  instance: a questionnaire which asked 52 black college students what their  views on affirmative action were (Would you be glad if there were more African  Americans in their workplace?) resulted in an overwhelming majority (92%) answering  in the affirmative, while 8% were undecided. No one, however, responded  negatively to the question. This serves to emphasize that people tend to  prefer the company of others like them and sheds light on the reason why white  males prefer to work with other white males, to the exclusion of other gender,  racial and ethnic groups. (Bergman, 1996)       Additionally,  human beings have an innate tendency to resist change. Promotion and  hiring decisions are very cautiously analyzed, given that a poor decision could  result in grave consequences for the organizations success. Employers  are inclined to making hiring and promotion decisions based on what has proved  effective in the past. Therefore, hiring a woman or a black person for  what had been a predominantly white male position can be seen as a risk many  employers are reluctant to take.   (Bergman, 1996)       The  social phenomenon partially responsible for discrimination is  stereotyping. People have a tendency to label and group others, and to  generalize what those members are like. Stereotypes are notorious for stressing  the negative qualities of a given group, usually based      on the fact  that some of its members, deservingly or undeservingly, possess that  quality. It is arguably much easier to accept generalizations of groups  than to explore the intricacies of their individual characters. The  result is discrimination, founded upon baseless reputations. (Bergman, 1996)      And  lastly, discrimination still exists and remains inertial due to the influence  of historical factors. Racial minorities and women have been consistently  discriminated against throughout history, usually in very extreme  manners. Although discriminatory practices change as societies develop  and transform, some discriminatory practices persist systematically as part of  the cultural framework.      The Status  of Women and Racial/ethnic Minorities      Currently, the gender gap  between men and women in the workforce, if taken to represent the success or  failure of current policy, has been steadily improving. An article in the  Economist attributes this shift to a transformation in the type of jobs on  offer in the U.S. A decline in manufacturing work, a traditional male  preserve, has preempted an expansion in service jobs, which are more open to  female employment. (Economist 2006) Whatever the reasons, the real fact of the  matter is that women are finding employment in virtually equal numbers to their  male counterparts (see graph 1 attached). And considering that well over half of all university degrees are now  being awarded to women, there seems to be a reduced urgency for encouraging  affirmative action policies in the workplace and in schools with regard to  gender concerns. (Economist 2006)      On the other hand, proportionally  higher percentages of minority groups such as blacks, Hispanics, and Native  Americans live in poverty than their counterparts. Historical Poverty Tables  from the U.S. Census Bureau show that in the past decade the percentage of  whites and Asians in poverty linger around 10%, while the percentage of blacks  and Hispanics living in poverty far exceeds 20% (U.S. Census Bureau 1-6). As of  2004, Texas A&amp;M reports that the rate of unemployment for African Americans  is 10.3% and 7.4% for Hispanics, whereas unemployment for whites is 4.0% (Texas  A&amp;M). In addition the high school drop out rate for whites is 7.9%, almost  double at 13.6 percent for blacks, and almost three-fold for Hispanics at 27.5%  (U.S Dept. of Education). There continues to be a substantial discrepancy  between educational and employment achievement between whites and blacks,  Hispanics and Native Americans.      To understand why, we must recognize  that there exists an important distinction between problems faced by women and  racial/ethnic minorities. The difference lies in what family, members of these  two groups are born into. Since women are born into a wide range of economic  classes, they are not burdened with the task of changing their socio-economic  position in society; changing attitudes towards women has been the main concern.        On the other hand, even if societys  attitudes towards disadvantaged ethnic/racial groups change, the relationship  of these groups with class is a complicating factor. As statistics show,  blacks, Hispanics and Native Americans are more likely to be born into poorer  families, and p oor  communities, usually comprised of people of color, suffer disproportionately.  Being poor limits higher education opportunities, connections with the right  people, and can even force people to live polluted, unsafe communities  (Montague). Its difficult for a person or family to change his/their economic  status or position, which limits the strides and achievements that can be made  by subsequent generations.      International  Comparison:      Gender  and race inequality are not limited to the US . Analyzing how other  nations dealt with the problem and whether their solutions were effective or  not can give us clues to what might work in the US and what probably wont.         In  the dilemma over choosing between competing social inequities, the cases of India and France play an  interesting contrast. Both countries have what would be considered, vibrant      democracies  and a free press, but tellingly, they have chosen to tackle the issues of  settling gender and ethnic/racial inequality in markedly different ways. In India , after  independence in 1947, ethnic and racial minorities quickly received guaranteed  seats in all political assemblies (Krook  2) , as this was seen as the largest  source for potential unrest and inequity for the nascent nation. However,  the bold move to preferentially incorporate ethnic and racial minorities into  the political, educational and economic spheres of India society  had led to a relative disregard for gender inequality. The main reason  has been primarily due to lingering questions about how to resolve caste and  tribal quotas with reserved seats for women. After the 1971 census  revealed that only a small number of women had occupied positions of political  power over the previous twenty years, however, the government began to view  womens under-representation as a problem.   (Krook 9) But both the focus and  idea of affirmative action has been quite distinct in India , with  ethnic and racial rights being the focus of the program and its choice for  preferential policy, including the extensive use of quotas, as the means.      In  contrast, in France , gender has been recognized as an issue deserving  greater representation in politics, to the exclusion of other groups, because  advocates have framed gender as a characteristic that crosses all other groups  making it the universal and primary source of inequity. (Krook 2) And in a  sense, it could be argued that the idea of men and women, transcend any human  inequalities; through its solution, there may be a gradual resolution of other  outstanding  concerns. This view allows for a quasi-preferential  outlook towards gender inequality but not with racial and ethnic  inequality. This may have to do with the fact that women of the dominant  ethnic and racial groups in France suffer from gender-based exclusion while racial and  ethnic inequality only affects French minorities. The views in France reflect  a general European outlook towards racial and gender inequality. That  outlook rests upon the idea that racial and ethnic inequality, if officially  unrecognized, would slowly disappear.      Public  Opinion:      Polls  conducted by Gallup (1385 adults nationwide; whites, blacks and Hispanics),  NBC/Wall Street Journal and CNN/Gallup/USA Today (1027 adults nationwide)  showed that the support for affirmative action is between 49%-54%.(Gallup 2003)   Whereas some polls show a decrease of about 3% in support in a period of 8  years, other polls show an increase of about 3% in 4yrs (all of these polls  were conducted around the same time period;1995-2003). ( NBC News/Wall Street Journal Poll 2003) As  this information suggests, there public doesnt overwhelmingly support or  oppose affirmative action.      Support  and opposition rates tend to vary depending on how the question was  asked. An Associated Press poll conducted in 2003 asked 1013 adults  nationwide whether affirmative action was needed to help blacks and Hispanics  overcome discrimination nowadays: 51% said it was needed while 43% said it  wasnt. In the same poll, 59% said we are not too close (35%) and not  close at all (24%) to ending discrimination. Although there isnt a clear  majority that supports the affirmative action policy, there is a clear majority  that believes discrimination is far from being over and that the government  should do something to end it.          An interesting fact about the distribution of support of affirmative action is  how the rates vary for different groups of people. Whereas the overall  support for affirmative action is in the      49-54% rate,  70% of blacks and 63% of Hispanics favor it. (Gallup 2003). The  same poll asked blacks, Hispanics and whites whether merit should be the only  factor that determines admission into a university, or if an applicants racial  and ethnic background should also be taken into account. 75% of whites  said only merit should be considered; whereas 44% of blacks, and 59% of  Hispanics said only merit should be considered. (Gallup 2003) Merit is  clearly considered a major element in the admissions or hiring process, but racial  and ethnic minorities place a greater emphasis on continuing affirmative action  policies.       On the issue of gender, overall, more men are opposed  to affirmative action than women, with the noticeable exception being liberal  men (22%) vis--vis liberal women (27%) . ( The Gallup Poll,  Gender Differences 3 )  Furthermore,  more men (over 54%) than women (under 47%) believe that women have equal job  opportunities. ( Gender Differences 5 ) . And when  blacks and whites were asked, do you  favor or oppose affirmative action programs in industry for women, provided  that there are no rigid quotas?, 68.2% of whites were in favor, while 85.9% of  blacks were in favor. (Odum Inst.) We can get a sense that women and  disadvantaged racial/ethnic groups, in this case blacks, have a greater  awareness of gender inequality.      Alternatives  to Affirmative Action:       Some,  who favor affirmative action but worry that it might not survive the current  public attack that is going on, propose alternative to the policy. Out of  this group, some suggest programs that would help people from disadvantaged  backgrounds regardless of their race or sex. For example, since blacks  suffer high rates of poverty, they would be a fair candidate for the help  offered by such programs, which could be economic in nature. A drawback  of this proposition is that it would be difficult to determine which  individuals are truly disadvantaged. A second drawback of this  alternative is that although it would treat the symptoms of inequality, it  wouldnt tackle the source. ( Bergman  1996)      A  second alternative to affirmative action is enforcing laws against  discrimination. The Equal Employment Opportunity Commission (EEOC)  receives about 63,000 complaints of employment discrimination every year, yet  it only brings about 500 cases to trial. Although      this  alternative might work to reduce discrimination if it were to work effectively,  it also wouldnt address the source. ( Bergman  1996)      Policy  Recommendation:       Though  affirmative action may cause feelings of race-consciousness, convey a sense of      contradictory  aims, allow for expansive governmental power, challenge our values on merit and  individualism, and establishes a quota system, its continuation seems to be a  practically sound path. The reasons in favor of affirmative action are clear. In  a broad sense, historical, psychological and social discrimination exists  alongside structural problems leading to unintentional exclusionary policies.  Specifically, affirmative action has been seen, positively, to help frame minority  progress and achievement in context of obstacles faced by these groups,  increase diversity within institutions and organizations, improve the  relationship between socio-economic position and opportunity, and institute a  dynamic system that is not quota-based as opponents would argue.      Alternatives to affirmative action can arguably reduce racial tension and  provide some economic relief to disadvantaged people. We strongly suggest  staying away from these alternatives since they dont address the source of  discrimination.      We also suggest the implementation of complementary programs to  affirmative actions. These would include testing programs, whereby  carefully matched pairs of individuals of different races or genders apply to  the same job. This would serve as an indication of where unequal  treatment might be taking place, proving to be useful if it were used in  conjunction with affirmative action. (B.R. Bergmann).      We  are quite confident in recommending affirmative action as a wise policy; with  specific concern for gender and racial/ethnic groups, we believe that the  emphasis should be placed on ameliorating the situation of racial/ethnic groups  over the condition of women. The current status and near-term trends show that  women are increasingly better off than they were in the past, and that a change  in attitudes has catalyzed this societal transformation. Additionally,  international perspectives show us that the French model of viewing inequality  through the prism of gender, as the overarching determinant of humankind, would  not work in a nation such as the U.S. , which is far more open to accepting the identities  of minorities as important contributors of the overall diversity of the  country.      On  the contrary, racial/ethnic groups face a far more challenging prospect for  their futures. The current status of blacks, Latinos and Native Americas is  considerably worse than their white and Asian counterparts, economically and  education-wise. There seems to be little prospect of this situation changing  with out external intervention, as class is intimately linked to race and  ethnicity in the U.S. Additionally, the model of India, which shares some  of the U.S focus on unity with diversity, as opposed to unity at the expense of  diversity, seem to be more relevant to the U.S situation, in that affirmative  action policies aimed at ethnic/racial minorities are a more pressing issue  than womens rights, especially with the current trends in womens education  and employment.      Finally,  based on the above presented evidence and public opinion, we conclude that  affirmative action is both politically viable and justified by public opinion  the government should actively reduce inequality. Educating the public and  providing an accurate description of the program will serve to clarify misconceptions  about the policy and thus reduce the number of those who oppose it based on  these wrong assumptions.                                     Graph 1                                                                                                                                                                                                                  Works  Cited                  A Guide to Womenomics.   The Economist, April 12 th 2006 .obtained from  http://www.economist.com/finance/displaystory.cfm?story_id=6802551             Associated Press Poll,  March 2003, obtained from http://www.pollingreport.com/race.htm            Bakke and Beyond, A History  and Timeline of Affirmative Action Brunner, Borgna      http://www.infoplease.com/spot/affirmative1.html           Bergman, Barbara R. In  Defense of Affirmative Action, Basic Books, 1996                Butler, Judith. An  Affirmative View. Representations , No. 55, Special Issue: Race and Representation:  Affirmative Action. (Summer, 1996), pp. 74-83. Stable URL: http://links.jstor.org/sici?sici=0734- 6018%28199622%290%3A55%3C74%3AAAV%3E2.0.CO%3B2-L             Fish, Stanley The Nine  Nifty Arguments Against Affirmative Action in Higher Education, The Journal  of Blacks in Higher Education , no. 27, 2000, pp. 79-81            Gallup Poll, June 2003, obtained  from  http://www.pollingreport.com/race.htm           Green, Stephen G. et al . Affirmative Action and Academic  Hiring: A Case Study of a Value Conflict. The Journal of  Higher Education , Vol. 47, No. 4. (Jul. - Aug., 1976), pp. 413- 435.  Stable URL: http://links.jstor.org/sici?sici=0022- 1546%28197607%2F08%2947%3A4%3C413%3AAAAAHA%3E2.0.CO%3B2-F           Gryphon, Marie. The  Affirmative Action Myth. Cato Institute Policy Analysis , No. 540. April 6, 2005.           Holzer, Harry et. al.   Assessing Affirmative Action. Journal of Economic Literature ,  Vol. 38, No. 3. (Sep., 2000), pp. 483-568. Stable URL:  http://links.jstor.org/sici?sici=0022-0515%28200009%2938%3A3%3C483%3AAAA%3E2.0.CO%3B2-L            Kansas  University  Medical  School . Equal Opportunity and Nondiscrimination.      http://www.kumc.edu/eoo/nondis.html              Krook,  Mona Lena. Competing Claims: Quotas for Women and Minorities in India and       France . September 8-10, 2005 ,   presented at the General Conference of  the European      Consortium  for Political Research,  Budapest ,  Hungary           Lovell, Catherine. Three  Key Issues in Affirmative Action. Public Administration Review , Vol.  34, No. 3. (May - Jun., 1974), pp. 235-237. Stable URL: http://links.jstor.org/sici?sici=0033-3352%28197405%2F06%2934%3A3%3C235%3ATKIIAA%3E2.0.CO%3B2-0           Montague, Peter,  Economic Inequality and Health Rachel's Environment &amp; Health News ,   July 5 th 1996 obtained from http://ces.iisc.ernet.in/hpg/envis/healdoc67.html           NBC News/Wall Street Journal    Poll, January 2003, obtained from      http://www.pollingreport.com/race.htm              Odum Institute for Research  in Social Science Survey InformationAffirmative Action                          Strauss, David A. Affirmative  Action and the Public Interest. The Supreme Court Review , Vol. 1995.  (1995), pp. 1-43. Stable URL: http://links.jstor.org/sici?sici=0081- 9557%281995%291995%3C1%3AAAATPI%3E2.0.CO%3B2-I             Texas  A&amp;M  University . Texas   A&amp;M Researchers Seek Explanation For Minority Unemployment. Office of  University Relations: September 1997. http://www.tamu.edu/univrel/aggiedaily/news/stories/archive/092997-1.html       The Gallup   Poll. Gender Differences in Views of Job Opportunity . Princeton : The   Gallup Organization, August   2, 2005 . http://poll.gallup.com/content/default.aspx?ci=17614            University of South   Dakota . Equal Opportunity:  Definitions. January 21, 2004 .      http://www.usd.edu/equalopp/definitions.cfm         U.S.   Census Bureau. Historical Poverty Tables. Washington  DC : December   14, 2005 . http://www.census.gov/hhes/www/poverty/histpov/hstpov2.html      U.S. Department of Education. High School Dropout Rates. The  Consumer Guid Washington  DC :  March 1996. http://www.ed.gov/pubs/OR/ConsumerGuides/dropout.html      U.S. Department of Labor. Facts on Executive Order 11246 --  Affirmative Action. January 4,      2002. Stable URL: http://www.dol.gov/esa/regs/compliance/ofccp/aa.htm            U.S. State Department, Civil Rights Act Of 1964. July 2 nd 1964    obtained from      http://usinfo.state.gov/usa/infousa/laws/majorlaw/civilr19.htm"}, {"content": "The on-going conflict over abortion in America has been a major social  problem that first emerged as an issue in our nation over two centuries ago                         Group B            The Abortion Debate                   Group Members:            Eddie Hopely            Alexandra Carr            Susanna Chon            Rafael Harari            Juwita Chavez                                                                                                The  on-going conflict over abortion in America has been a major social problem that  first emerged as an issue in our nation over two centuries ago. However, in the  1960's and 70's with the coinciding civil rights movement and womens rights  movement, abortion became the new national issue we still see today between two  opposing ideologies, grouped into sides coined as pro-life and pro-choice. It  is this struggle over whose deep rooted morals and beliefs are adequate for our  society that make the abortion issue such a controversial and divisive one.  First it is important to understand each side, their beliefs, the organizations  tied to them, and their wishes for policies in our nation. Then it may be possible to take a course of  action that will benefit the American public as a whole. We must look at the  evolving nature of abortion throughout history, each significant issue in  conflict between each side, the profiles of the people within the group, as  well as relevant statistics that provide empirical evidence to the research. It  is then with this analysis that the foundation for a well-structured abortion  policy best suited for America can be enacted.                        While  it may seem that abortion has always been an issue, it really only became one  in the middle of the 19 th century. In the early1800s, abortions were  permitted in the United States if they were done before the mother could feel  fetal movement   [1]  .  Abortions were for the most part morally accepted at the time, but a number of  state laws limiting abortion were soon passed due to an effort by medically  trained doctors to put illegal doctors out of business who practiced without  any formal training. By opposing abortions on moral and scientific grounds, the  formal doctors were lacking in what the untrained doctors provided, and  therefore, formal doctors had an incentive to attempt to ban abortion. Prior to  1847 though, the doctors were mostly unsuccessful in their ban as they could  not rally much support for their cause; even organized religion seemed  disinterested.  [2]          In  1847, the American Medical Association (AMA) was founded, and through this  group, the doctors were able to conduct a hard-hitting campaign. With the help  of the anti-obscenity movement and the Comstock Laws, which banned the  distribution of birth control related materials, as well as the fear of a  declination of the white population and increased birth rate of immigrants, the  anti-abortion campaign was successful. All states passed comprehensive criminal  abortion laws by the end of the 19 th century.   [3]        Because  of the rise in illegal abortions during the Great depression, doctors, social  workers, and professionals alike made initial actions for reform of the  abortion laws in the 1950s. They believed that under certain circumstances  abortions were justified, and a doctors inability to perform them was seen as  a harp on their own medical jurisdiction. Doctors discussed abortion as an act  of desperation by women who did not deserve to die in a back alley and who  should be dealt with more humanely.   [4]    Further into the 1960s, as a response to incidents of a rubella measles  epidemic causing fetal deformity, and the consumption by one Sherri Finkbine of  a drug thalidomide which also caused fetal deformity, the abortion issue hit  the media spotlight. The Zero Population Growth Movement and the Womens  Movement also raised abortion issues and generated greater action. The Womens  Movement of the 1960s saw many reform and repeal groups form, including the  National Association for the Repeal of Abortion Laws (NARAL) in 1969, and the  rise of civil liberties groups and family planning activists. It was during the  revolutionary 1960s when abortions definition was widely accepted among  pro-choice people as a womens right necessary for womens control of  their own bodies.   [5]        The  abortion issue continued to grow when in 1973, the Supreme Court overturned a  Texas interpretation of abortion laws and made abortion legal in the United  States in Roe v. Wade. Based primarily upon the Constitutions Ninth Amendment  protecting a persons right to privacy, the decision held that a woman has the  right to an unrestricted choice of abortion in the first trimester of  pregnancy, that the state has the right to regulate abortion in the second  trimester, and that in the third trimester, abortion should be performed only  to save the life of the woman.  [6]    From this point on, the fight between pro-choice activists, who seemed to  have won in the case of Roe V. Wade, and pro-life activists, who were more  rallied to action than ever before, exploded with passionate  and oftentimes violent enthusiasm that remains constant to this day.       PROFILES:       Taking a look at the demographic profiles of the women who  actually have abortions will give us an idea of who are these people are in the  nation, enabling us to make better judgments about what direction the nation is  heading in this issue.       1.) Pro-life Profile:       Pro-life advocates  vehemently oppose abortion. They believe  there is no justification for it and current laws should be changed to declare  it an illegal practice. Some pro-life  groups and organizations include the National Right to Life (NRL), Prolife America  and the Pro-Life Action League. All  these groups and their members share the same beliefs and goals, and they  usually utilize the same arguments to support their position.                         The average pro-life activist is a married woman in her mid  40s. She married early in her  teens-usually around 17- and has three or more children. Her father graduated from high school only,  and she probably never graduated college.    She is usually not employed, and is married to a small businessman or  lower income white-collar worker. Her  family income is less than 30000/yr.    Religion is an integral part of her life.  [7]        It is important to understand that the arguments pro-life  advocates use in defending their opinion are a cause of their deep rooted  beliefs. These arguments dont simply  arise from people who hold extreme views on abortion and oppose it firmly  without prior thought. For pro-lifers, abortions pose a threat to their life  values and morals. Most pro-life  activists believe being a mother and a wife is a womans most important  job. In their minds, men and women share  separate roles in society that compliment each other, and while men should be  in the workforce, women should commit their time to their families.      2.) Pro-Choice Profile       According to a national Gallup poll taken this month, also  used by CNN and USA Today, approximately 53 percent of Americans regard  themselves as pro-choice.                         The Alan  Guttmacher Institute is a  nonprofit organization focused on sexual and reproductive health research and  policy analysis. They regularly undertake demographic research and publish  their own and others scientifically collected data. According to this data,  taken most recently in 2002, the majority of women having abortions are in  their 20's (56 percent). The abortion rate among teenagers has declined in  recent years (19 percent between ages 15-19), with the Institute arguing it  being because of the use of long-acting hormonal contraceptives, mainly the  injectable. The largest group of women having abortions in America are non-Hispanic  white women at 41 percent, however, Black and Hispanic women together make up  more than half. This number is greater than their proportion in the population  because they have a higher rate of unintended pregnancy, and, among black  women, because they are more likely to resolve an unintended pregnancy through  abortion. In regards to religious affiliation most women are either Protestant  or Catholic. Additionally, more than half of women having abortions in 2000  were poor or low income. In summary, women having abortions are predominately  young, single, from minority groups, and had low-income      The pro-choice public in America are spearheaded by a few  main national interest groups. Among them are the National Abortion Rights  Action League, the National Abortion Federation, and Planned Parenthood. These  people hold very strong beliefs primarily rooted in what they call a  constitutional right for a woman to possess control over her own body. They  advocate sexual education programs in schools, access to contraceptives, and no  restrictions in obtaining abortions from qualified doctors. Currently they are  fighting against restrictions to abortions like mandatory parental  notifications, 24-hr waiting periods, a doctors right to deny contraceptives,  and heavily funded abstinence only programs that are criticized as giving  false, misleading or distorted information (Henry Waxman report, proponent of  sex ed).       ANALYSIS OF ISSUES                         One of the key controversies of the issue of abortion is  centered around the question of when life begins. Pro-life advocates argue that the beginning  of life is not a moral, religious or personal debate, but a biological fact, as  they understand existence to begin at the moment of conception. If the right to  life, that is, the entitlement to exist and develop naturally on our planet, is  to be understood as a central privilege of human beings, abortion thus becomes  a decision to designate oneself as a higher form of life acting on the capacity  to take away this assumed right.        Pro-choice advocates stance on the question of when life  begins is often undermined as a religious question, as they adapt their  position to be that of a womens rights issue, not a moral judgment call. Furthermore, pro-choice advocates believe  that the fetus is not a person, but rather a potential person, and as such it  is not entitled to the same rights under the law as everyone else is.       Regarding sex education and/or contraceptives, the pro-life  side argues that the most effective and appropriate contraceptive method is  abstinence, or in some cases family planning.    Generally, pro-life supporters argue that contraceptives encourage teens  to be sexually active in the first place, which in turn leads to a high rate of  teen pregnancies. Statistically, 20 percent  of abortions are performed on women under 20, and about all 48 percent of  pregnancies are unintended  [8]  .  Pro-life advocates are aware that contraceptive methods are readily available  and that they could reduce the number of abortions, yet they reject them on  moral and social grounds.                         The stance of the pro-choice side is vehemently against the  restriction of access to non-surgical abortions and emergency contraceptives to  women. In 2000, the FDA approved RU 486, also known as mifepristone, which  gives women the option to end an unintended pregnancy without surgery.  Proponents of the pill say it could transform abortion in the United States by  making it more accessible and more private. 9 Anti-choice lawmakers have failed to outlaw  it, but are continuing efforts to make it difficult to obtain. Additionally,  what is called perhaps the most controversial legislation proposed is HB 16,  an Act that would give pharmacies the right to refuse to give out emergency  contraceptives, like Plan B, popularly referred to as the morning-after pill.  Pills such as this do not disrupt existing pregnancies like the RU 486, but  prevent them by preventing ovulation, fertilization of an egg or implantation  in the uterus. (San Antonio News). Put simply, this drug is a concentrated dose  of the birth control pill, and can reduce a womens chance of becoming pregnant  by 89 percent (NARAL).The American College of Obstetricians and Gynecologists  estimate that greater access to emergency contraceptives could cut the  unintended pregnancy and abortion rate in half. Additionally, The Journal of  the American Medical Association published a study, finding that emergency  contraceptives do not increase unprotected sex or promiscuity in young women.       Pro-choice advocates call for age-appropriate, medically  accurate sexual education programs that promote both abstinence and information  on protection advice. NARALs research found that 99 percent of Americans  believe it is appropriate for young people to have information about sexually  transmitted infections and venereal diseases, and 94 percent think it is  appropriate to teach teens about birth control. This is further backed by a  Scripps Howard Texas Poll commissioned by the Texas Association of Planned  Parenthood Affiliates, which found that 90 percent of people polled favor sex  education in public schools that is age appropriate and provides accurate  information on abstinence, birth control, and sexually transmitted infections  and venereal diseases. The Kaiser Family Foundation reported that 61 percent of  12 th graders and 35 percent of 9 th graders in 2001 have  had sex. And Kaiser along with National Public Radio and Harvards Kennedy  School of Government found Americans want broader sex education in the  schools. Only 15 percent say they want only abstinence-only taught in sex  education (San Antonio News).                        Another major argument pro-life supporters use is that even  though a woman has a right to control her own body, she doesnt have the right  to kill her fetus via an abortion.    Pro-lifers argue there are many other ways a pregnant woman can handle a  difficult situation that dont necessarily resort to abortion. Though pro-life supporters are quick to point  out the numerous options available to a woman in a difficult situation other  than abortion, they often ignore the nine months of mental and physical burden  necessary to bring a child to term. Essentially, the pro-life argument here is  based on moral claims since they offer no substantial evidence on why a womans  right to control her own body doesnt include the right to decide whether she  wants an abortion or not.      The bottom line to all pro-choice organizations and  supporters is not only the notion that it is constitutional to have a right to  privacy, but also the issue that abortion is fundamentally a fight for a  womans right to govern her own body. Pro-choice advocates believe in this  right to privacy freedom from unwarranted government intrusion into their  personal and private affairs. And they see it not as an ideological fight rooted  in religious beliefs, but a civil rights pursuit advocating a womens right to  choose. Their studies show abortion to be one of the safest medical procedures  that exists today, and they make their point vividly clear  by comparing the death rate from legal abortions as less  than from a shot of penicillin.        The next issue that flares the controversy is pregnancy in  cases of rape or incest. Pro-life  advocates argue it is humanly cruel to turn these tragic and horrible crimes  into a second more deliberate crime: the killing of the fetus. They also cite cases of mothers who have  decided to keep the baby claiming they turned something horrible into something  life-giving. Furthermore, the low  statistics involved (only 1 percent of abortions are cases or rape or incest),  can hardly justify the legalization of abortion for the other 99 percent.                         Finally, the social implications and reasons behind  abortions generate another important point of disagreement between pro-life and  pro-choice sides. Prior to analyzing  these social issues, it is important to note that the beliefs of people are  usually closely associated with social markers such as race, age, religious  affiliation, and sex. Social issues that  relate to the abortion debate often include the following: poverty,  overpopulation, abuse, unwanted kids and the risks of illegal abortions.       Well briefly  present the argument pro-life advocates have regarding each of the above. Regarding poverty, pro-lifers argue that the  poor mother today, is just as poor tomorrow, regardless of whether she has an  abortion or carries the fetus to term.    Problems such as poverty and job security are not solved by killing a  fetus. Based solely on statistics, about  21.3 percent of women who got abortions couldnt afford the baby. The other 78.7 percent got abortions for  other reasons unrelated to poverty.       Regarding overpopulation and unwanted kids, pro-life  advocates argue the problem is lack of development not overpopulation. They, however, offer no alternative solution  to the problem they introduce. Unwanted  children can always be put up for adoption or in foster care clinics, but  killing fetuses is not the answer.       STATISTICS       -Publics opinion                         61% believe abortion should not be banned completely       37% believe abortion should be banned except when  mothers life is at stake.      About 22% believe abortions should be legal in all  circumstances      41% want current laws to remain the same              -Abortion and Pregnancy Rates       From 1973 to about 1978 abortion rates per 1000 women  steadily increased      Starting around 1978 abortion rates per 1000 women  equilibrated until 1990, when they started to slightly decrease.      The decreasing trend in abortion rates seems to continue  nowadays.      About 52% of pregnancies are intended, whereas the rest  are unintended      53% of women who have unintended pregnancies were using  contraceptive method during the month they became pregnant, although usually  not correctly every time      Of all the unintended pregnancies, 47% resulted in  abortions and only 40% in births. The remaining 13% were miscarriages.             -Reasons for Abortions       The two most popular reasons for getting abortions were  inadequate finances to raise a child and women/couple not being ready for the  responsibility of raising a child      Other popular reasons for getting abortions included  womans life would be changed too much, problems with relationship/unmarried  and women being too young to have a child.      Abortions obtained for reasons related to womans or  fetus health problems add up to about 4%      Note: most women give more than one reasons for getting  an abortion.      It is important to note that about 50% of women getting  an abortion have previously gotten at least one other abortion.            POLICY RECOMMENDATION             While implementing a policy that would solve the  controversial problem of abortion seems highly unreasonable we can nonetheless  elaborate one that will somehow reduce tension over the issue in the general  public. Based on our careful analysis of the history of the issue, its social and  political implications, data analysis and the elements that make it such a  divisive one, we advise adopting the following policy:                        Based on public  opinion polls and sexual and reproductive health research we recommend that  abortion remain legal under certain circumstances. One restriction on abortion  should be parental notification and consent for minors under the age of 18. We  also suggest that women getting an abortion and the father of the fetus should  attend confidential classes where they would receive information about  contraceptive methods and how to prevent unwanted pregnancies. Regarding sexual  education, we believe it should be implemented in the public educational  system, with objective, age-appropriate classes, in hopes that an informed  future generation will reduce the number of unwanted pregnancies as a whole. As  previously noted, both the American College of Obstetricians and Gynecologists  and the Journal of American Medical Association stand by their findings which  indicate that increased access to contraceptives does not increase promiscuity  in women, but may be able to downsize the annual rate of abortions. The current  laws permitting contraceptive methods such as RU 486 and Plan B should remain,  while the act known as HB 16, which allows pharmacies to refuse access to these  contraceptives, should be repealed to allow greater availability, thus  potentially reducing the overall number of abortions. While some citizens may disagree with certain  aspects in the above policy, based on public opinion polls such as the  CNN/Gallop/USA Today surveys, we believe  that the majority of the American public is in favor of abortion remaining  legal in most cases, while simultaneously expanding government efforts to reduce  the need for abortion by implementing methods indicated in the aforementioned  policy recommendation                                                Works Cited       1.    Kristin, Luker, The War Between the Women, Family  Planning Perspective, Vol. 16, No. 3           2.    Alan Guttmacher Institute, U.S. Institute of Medicine  Finds that Legalizing Abortion Greatly Reduces Deaths, Complications,  International Family Planning Digest, Vol. 1, No. 3            3.    NRLC.org, What is the Pro-Life Response to  Abortionists Arguments, http://www.nrlc.org/abortion/facts/abortionresponses.html ,        4. Staggenborg, Suzanne. &quot;Abortion as a  Social Problem.&quot; Sociolgy: Social Foundations of Public Issues.   Rober  Max Johnson. 40-53. McGraw-Hill, Inc. 1995.      5.    Hopeclinic.com &quot;Abortion History&quot; 25 January 2006.  http://www.hopeclinic.com/abortionhistory.htm       6.    PRCH &amp; Guttmacher Institute &quot;An Overview of Abortion in the  United States&quot;. Physicians for Reproductive Choice and Health (PRCH) and  The Allan Guttmacher Institute. June 2005. February 2006. Powerpoint  Presentation      7.    CNN.com &quot;Debate heats up with approval of abortion pill&quot;.  Associated Press. 28 September 2000. 10 February 2006. http://archives.cnn.com/2000/HEALTH/women/09/28/abortion.pill.reax/index.html       8.    Mears, William and Bob Branken. &quot;30 years after ruling, ambiguity,  anxiety sourround abortion debate&quot;. CNN.com. 22 January 2003. CNN  Washington Bureau. 10 February 2006. http://cnn.law.printthis.clickability.com/pt/cpt?action=cpt&amp;title=CNN.com+-+30+years+after+ruling+ambiguity+anxiety+surround+abortion+debate.htm       9.    Womensissues.com &quot;Abortion  Statistics-World-U.S.-Demographics-Reasons&quot;. 2006. 10 February 2006. http://womensissues.about.com/cs/abortionstats/a/aaabortionstats.htm       10. Pisano, Marina. Conservative  Judicial Forces Threaten Cause of   Abortion Advocates. San Antonio News 23 Jan 2005      11. Medical Definition of Conception, The American  Heritage Stedman's Medical Dictionary Copyright 2002, 2001, 1995 by Houghton  Mifflin Company            12.   Life Issues: When Life Begins, Fred  de Miranda, MD, FCP, American College of Pediatricians, 2004                                                                                                                                                                                                                                                                                                                                                                                                  [1]    Hopeclinic.com                 [2]    Staggenborg, 41                 [3]    Womenshistory.com                 [4]    Staggenborg, 43                 [5]    (Staggenborg, 44).                 [6]    (Womenshistory.com)                 [7]    Kristin, Luker, The War Between the Women                 [8]    PRCH and The Guttmacher Institue, June 2005      9 CNN article"}]}]