[{"detail": [{"content": "Curriculum | Business and Technology Management, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Business and Technology Management, BS                         Business and Technology Management, BS                                                             Curriculum                       Degree Requirements   The Business and Technology Management BS program requires 128 credits for graduation. To remain in good standing, you must satisfy the following requirements, in addition to the School of Engineering requirements for a minimum term and cumulative 2.0 GPA in all courses:     An average of C (2.0) or better in all MG courses   A course in which the grade of I is received may not be used to satisfy any prerequisites until the incomplete is resolved     Course Distribution     60 credits in management   34 credits in courses in humanities and social sciences   10 credits in courses in mathematics   10 credits in &ldquo;restricted&rdquo; electives chosen from math, science, social sciences and humanities   6 credits in science   4 credits in computer science   3 credits in a &ldquo;technical&rdquo; elective   1 credit in the Engineering and Technology Forum     See the Typical Course Schedule for an example of what your schedule might look like as a student in the BTM program. (About course numbering .)   Currently, management courses for the BS in BTM are each 4 credits. This new curriculum accommodates 3-credit courses in humanities and social sciences, as well as 3-credit courses in the sciences.   Concentrations   You may focus your study in 1 of 2 areas of concentration, which focus on particular issues and strategies that apply to business and technology management:     Technology Innovation Strategy enables you to develop effective skills for conducting strategic analysis addressing marketing, logistics, channel, and operations management issues, as well as relevant best business practiced in the technological arena. In this concentration option, you will complete MG 3304 in your 6 th semester and MG 4004 in your 7 th semester.   Technology and Innovation in Finance will prepare you to understand financial theory and how firms use modern finance for strategic and tactical decision-making. In this concentration option, you will complete MG 3214 and MG 4204 in your 6 th and 7 th semesters.     Honors Capstone (Including Thesis and Honor&#39;s Thesis)   If you earn a 3.6 GPA or better in MG courses through your junior year of study, you will qualify for an optional MG4904 BS Thesis in Business and Technology Management honors capstone. You are advised to meet with the BTM Program Director before completing you junior year if you qualify. (You are free to not elect this project sequence.)   Transfer Students   Courses at other schools may or may not be granted transfer credit and require an evaluation of the content and level of material covered. Periodic reevaluation of courses at other institutions may lead to a variation in the number of credits granted from year-to-year. Thus, students completing the same program, but in different years, may receive different amounts of transfer credit. Transfer students must present their records for evaluation at least 2 weeks before the regular registration period for their first semester.   Minor in Management   You may obtain an undergraduate minor in management by completing 14 credits of management courses with an overall GPA of at least 2.0 in the classes, one of which must be MG1002. Additionally, you must take at least 8 of the 14 credits at the School of Engineering.   Course Numbering   BTM courses are numbered with the following schema:     The first digit of a course number corresponds to the year in which a BTM student would take the course (1 = freshman, etc.)   The second digit reflects the primary nature of the course material. Courses numbered with a second digit of &ldquo;0&rdquo; are focused primarily on processes in management     &ldquo;1&rdquo; are oriented toward organizational behavior   &ldquo;2&rdquo; are quantitative in nature   &ldquo;3&rdquo; describe a firm&rsquo;s relationships with external forces   &ldquo;4&rdquo; study innovation   &ldquo;5&rdquo; are capstone courses   &ldquo;6&rdquo; are Internship and Service courses   Thus, MG 3304 Introduction to Supply Chain Management is a 4-credit junior-year course focusing on external relationships.   Undergraduate Courses   2.00 Credits Foundations of Management MG-UY 1002 This course introduces the principles and practices of management. Management is viewed as a system of tasks and activities, including environmental scanning, planning, organizing, leading and controlling. Within each major task, is a series of processes, which show how to do what has to be done. Management is a science and an art; both aspects of management are covered in this course. Major emphasis is on management history, philosophy and the theory and practice of management planning, decision making, organizing, motivating and leading. 4.00 Credits Management of Information Technology and Systems MG-UY 2004 This course provides a foundation to understand the role and potential contributions of information technologies and systems in business organizations–what they are, how they affect the organization and its employees, and how they can make businesses more competitive and efficient. The course focuses on the current state of IT in organizations; challenges and strategic use of IT; IT infrastructure and architecture; building, implementing and managing IT applications; and emerging issues such as intelligent systems, business-process reengineering, knowledge management and group-support systems. 4.00 Credits Operations Management MG-UY 2014 A firm has the opportunity to create competitive advantage through proficient operations management. To do so, the firm first must recognize and establish the strategic role of its operations within the organization. Then, at the more detailed operational level, the firm must execute effectively and efficiently. This course examines the strategic role that the operations function can play and offers specific tools and techniques that a firm can use during implementation. Prerequisite: 4 credits of calculus. 4.00 Credits Organizational Behavior MG-UY 2104 This course focuses on the study of human behavior in innovative organizations. Emphasis is on teams, leadership, communication theory and organizational culture and structure. The course includes analyses of organizational behavior problems through case studies and participation in experiential learning. 4.00 Credits Financial Accounting MG-UY 2204 This course provides a solid foundation in constructing and interpreting financial statements. Topics include: accounting terminology, financial-statement preparation and analysis, liquidity and credit-risk ratios, depreciation calculations, revenue recognition, accrued liabilities and asset valuation. Also covered are the effects of equity transactions, cash flows and various accounting methods on financial statements. 4.00 Credits Marketing MG-UY 2304 This course is an undergraduate introduction to marketing. It discusses the fundamentals of marketing; e.g., the marketing mix, the role of the customer, marketing research and survey techniques. In addition, emerging marketing paradigms, like relationship marketing and online marketing, are introduced. 2.00 Credits Project Management MG-UY 3002 This course provides students with practical and best-practice project management theory, concepts and (hands-on) practical experience so that they may contribute effectively to and lead multicultural team projects framed for the new global economy. The practical component includes a team-based project that spans the duration of the course. 4.00 Credits Management of Data Communications and Networking MG-UY 3024 This course introduces the fundamentals of modern telecommunications and networking such as components of data communication, data transmission, open-system interconnection (OSI), TCP/IP and other models, data link and network layers and local area networks (LANs). The course focuses on managerial issues related to the management of data communications and networking technologies. Prerequisite: MG-UY 2004. 4.00 Credits Introduction to Finance MG-UY 3204 This course introduces business finance for BTM majors. It emphasizes the financing and investment decisions of the financial manager, with special emphasis on examples from technological environments. Included are topics such as time value of money, asset valuation, risk analysis, financial statement analysis and capital budgeting. Prerequisites: 6 credits of calculus and MG-UY 2204. 4.00 Credits Advanced Corporate Finance MG-UY 3214 This course builds on the principles of basic corporate finance covered in MG-UY 3204. It prepares students to understand financial theory and how firms use modern finance for strategic and tactical decision-making. The critical issue of how these decisions affect the value of a firm and the returns of assets is addressed. Major topics include bond valuation, the CAPM model, portfolio design and modeling and option pricing using the Black-Scholes model. A strong emphasis is placed on using spreadsheets as a financial-modeling tool. Prerequisites: MA-UY 1252 and MG-UY 3204. 4.00 Credits Introduction to Supply Chain Management MG-UY 3304 This course provides an undergraduate-level introduction to supply-chain management. The underlying objective is to introduce key supply-chain management concepts and examine relevant business practice. This course enables students to develop useful skills, in an increasingly global context, to analyze marketing, logistics, operations and channel-management issues. Prerequisites: MG-UY 2004, MG-UY 2304 and (MA-UY 2054 or MA-UY 2212 with MA-UY 2222). 4.00 Credits Innovation Management MG-UY 3404 This course examines the key managerial features of technology-enabled innovation and new product development. It focuses on accessing innovative capabilities through R&amp;D, acquisition, alliances, joint ventures and innovation-friendly cultures and organizations. The key perspective underlying this course is managerial. Although the innovation activities studied are overwhelmingly technology-enabled ones, success is largely determined by managerial factors. The interplay between the technology and management leading to innovation is a major concern of the discussion and work in this course. 4.00 Credits Management Strategy in Technology Sectors MG-UY 4004 This course provides an overview of the process of implementing a successful management strategy in an information-, technology- and knowledge-intensive environment. Fundamental topics include the development of strategic vision, objectives and plans; implementation of strategy and the evaluation of performance; industry and competitive analysis; SWOT analysis and competitive advantage and sustained advantage. Advanced concepts include strategic positioning in global markets, Internet strategy, strategy in diversified firms, and interactions between organizational structure and strategy and between ethics and strategy. Prerequisites: MG-UY 3204 and MG-UY 3404. 4.00 Credits Introduction to E-Business MG-UY 4014 Since its introduction, the Internet has changed how businesses work. In addition to creating new opportunities, the Internet has revolutionized existing businesses and entire industries. This course provides an undergraduate-level introduction to e-business. The main objectives of this course are to (1) provide a hands-on introduction to the emerging area of e-Business, (2) discuss the major business concepts and issues in this domain and (3) develop high-quality content based on team discussion and individual/group research. Prerequisites: MG-UY 3204, MG-UY 3002, MG-UY 3304/MG-UY 3214 and MG-UY 3404. 4.00 Credits Management Science MG-UY 4204 This course teaches students to create mathematical models of managerial problems. Types of models discussed include linear programming, integer-linear programming, non-linear programming, queuing models, decision-tree models, game-theoretic models, simulation models, inventory models and more. Each model is discussed in the context of the assumptions necessary for modeling and the robustness of the model’s managerial recommendations. Prerequisites: 6 credits of calculus and (MA-UY 2054 or MA-UY 2212 or MA-UY 3012). 4.00 Credits Financial Strategy MG-UY 4214 This course deals with the financial strategy of modern firms. Topics include planning and implementation of financial strategies for start-up businesses and the utilization of venture capital; diverse issues related to designing financial strategies of rapidly growing companies after experiencing an IPO; challenges in constructing a financial strategy while undergoing a major corporate restructuring; key components of financial strategies for companies facing rapidly changing technological and competitive environments; and development of financial strategies for mature companies and declining business. Prerequisites: MG-UY 2204 and MG-UY 3204. 4.00 Credits Entrepreneurship MG-UY 4404 This course focuses on key aspects of entrepreneurship as a critical engine for innovation. It also treats entrepreneurship as a state of mind that is not limited to small firms. Students discuss current theories and practices related to starting and managing entrepreneurial enterprises, emphasizing firms in technology- , information- and knowledge-intensive environments. Particular attention is paid to the critical issues of (1) identifying opportunities that provide competitive advantage; (2) the development of a solid business plan; (3) the marketing of new ventures; (4) entrepreneurial business operations, including human-resource and process management; (5) ethical and social issues in entrepreneurial firms; and (6) financial management and fund raising for entrepreneurial firms.  Prerequisites: Junior or senior student status. 4.00 Credits Special Topics in Management MG-UY 4114 3.00 Credits Special Topics in Management MG-UY 4113 2.00 Credits Special Topics in Management MG-UY 4112 1.00 Credits Special Topics in Management MG-UY 4111 4.00 Credits Global Perspectives On Technology Management: A Capstone Project Course MG-UY 4504 This course provides students with knowledge of current theories and practices related to managing international and multinational firms. Students study the ways in which international management differs from the management of a firm residing solely within domestic boundaries. Topics covered include planning, organizing, HR management, communication and negotiation and coordination and control of international endeavors. Case studies are used extensively to focus the class on technological examples of problems in international management. Students undertake a term project that either (1) develops a business plan for a technological international venture, (2) creates a case study of a technological firm’s challenges in international management or (3) analyzes an technological industry’s position vis-à-vis international management. Prerequisites: MG-UY 3002, MG-UY 3024, MG-UY 3204, MG-UY 3304/MG-UY 3214 and MG-UY 3404. 4.00 Credits Honors Capstone Project in Tech, Innovation and/or Information Management & Entrepreneurship I MG-UY 4514 In this course, qualified honors students work with a faculty member (and perhaps graduate students) on an advanced topic in technology, innovation and/or information management or entrepreneurship. This effort may be directed toward developing theory, developing case material, or developing a business plan and business strategy for a new venture, or another project of this caliber. A Thesis or Honor’s Thesis may compose part of this Honor’s Capstone course. Prerequisites: senior status, 3.6 GPA or better through the junior year in major; all courses specified by the project adviser. 4.00 Credits Honors Capstone Project in Tech, Innovation and/or Information Management & Entrepreneurship II MG-UY 4524 In this course, qualified honors students work with a faculty member (and perhaps graduate students) on an advanced topic in technology, innovation and/or information management or entrepreneurship. This effort may be directed toward developing theory, developing case material or developing a business plan and business strategy for a new venture, or another project of this caliber. A Thesis or Honor’s Thesis may compose part of this Honor’s Capstone course. Prerequisites: senior status, 3.6 GPA or better through the junior year in major; all courses specified by the project adviser including MG-UY 4514. 3.00 Credits Technology Management—internship and Service MG-UY 4603 This course provides undergraduate students with the opportunity to learn by working in the field under faculty supervision. This course exposes undergraduates to relevant, state-of-the-art and best practices in modern technology management from the perspective of reflective involvement and interaction in the field. In addition, a service often may be a significant part of this course. The course occurs largely in the field. This course may be taken only once. A member of the TM &amp; I faculty oversees this course; but other faculty members may be involved in directing specific field assignments. This course is open to all undergraduates. Admission for BTM majors requires the permission of the Program Director of the BTM Program. 4.00 Credits Bs Thesis in Business & Technology Management MG-UY 4904 BTM students who earn an overall 3.0 GPA and a 3.4 GPA or better in technology management courses through their junior year of study qualify for an optional thesis. They are advised to meet with the TM &amp; I Dept. Head or BTM Program Director in advance of completing their junior year. Before registering for the BTM Thesis, the student must find a Technology Management and Innovation Department faculty member agreeing to serve as thesis advisor and then receive the TM &amp; I Dept. Head’s approval in writing before proceeding. BTM Thesis students are permitted to replace either the Honor&#039;s Capstone Project I MG-UY 4514 or Honor&#039;s Capstone Project II MG-UY 4524 with MG-UY 4904. This course cannot be repeated.                                Business and Technology Management, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Curriculum | Business and Technology Management, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Business and Technology Management, BS                         Business and Technology Management, BS                                                             Curriculum                       Degree Requirements   The Business and Technology Management BS program requires 128 credits for graduation. To remain in good standing, you must satisfy the following requirements, in addition to the School of Engineering requirements for a minimum term and cumulative 2.0 GPA in all courses:     An average of C (2.0) or better in all MG courses   A course in which the grade of I is received may not be used to satisfy any prerequisites until the incomplete is resolved     Course Distribution     60 credits in management   34 credits in courses in humanities and social sciences   10 credits in courses in mathematics   10 credits in &ldquo;restricted&rdquo; electives chosen from math, science, social sciences and humanities   6 credits in science   4 credits in computer science   3 credits in a &ldquo;technical&rdquo; elective   1 credit in the Engineering and Technology Forum     See the Typical Course Schedule for an example of what your schedule might look like as a student in the BTM program. (About course numbering .)   Currently, management courses for the BS in BTM are each 4 credits. This new curriculum accommodates 3-credit courses in humanities and social sciences, as well as 3-credit courses in the sciences.   Concentrations   You may focus your study in 1 of 2 areas of concentration, which focus on particular issues and strategies that apply to business and technology management:     Technology Innovation Strategy enables you to develop effective skills for conducting strategic analysis addressing marketing, logistics, channel, and operations management issues, as well as relevant best business practiced in the technological arena. In this concentration option, you will complete MG 3304 in your 6 th semester and MG 4004 in your 7 th semester.   Technology and Innovation in Finance will prepare you to understand financial theory and how firms use modern finance for strategic and tactical decision-making. In this concentration option, you will complete MG 3214 and MG 4204 in your 6 th and 7 th semesters.     Honors Capstone (Including Thesis and Honor&#39;s Thesis)   If you earn a 3.6 GPA or better in MG courses through your junior year of study, you will qualify for an optional MG4904 BS Thesis in Business and Technology Management honors capstone. You are advised to meet with the BTM Program Director before completing you junior year if you qualify. (You are free to not elect this project sequence.)   Transfer Students   Courses at other schools may or may not be granted transfer credit and require an evaluation of the content and level of material covered. Periodic reevaluation of courses at other institutions may lead to a variation in the number of credits granted from year-to-year. Thus, students completing the same program, but in different years, may receive different amounts of transfer credit. Transfer students must present their records for evaluation at least 2 weeks before the regular registration period for their first semester.   Minor in Management   You may obtain an undergraduate minor in management by completing 14 credits of management courses with an overall GPA of at least 2.0 in the classes, one of which must be MG1002. Additionally, you must take at least 8 of the 14 credits at the School of Engineering.   Course Numbering   BTM courses are numbered with the following schema:     The first digit of a course number corresponds to the year in which a BTM student would take the course (1 = freshman, etc.)   The second digit reflects the primary nature of the course material. Courses numbered with a second digit of &ldquo;0&rdquo; are focused primarily on processes in management     &ldquo;1&rdquo; are oriented toward organizational behavior   &ldquo;2&rdquo; are quantitative in nature   &ldquo;3&rdquo; describe a firm&rsquo;s relationships with external forces   &ldquo;4&rdquo; study innovation   &ldquo;5&rdquo; are capstone courses   &ldquo;6&rdquo; are Internship and Service courses   Thus, MG 3304 Introduction to Supply Chain Management is a 4-credit junior-year course focusing on external relationships.   Undergraduate Courses   2.00 Credits Foundations of Management MG-UY 1002 This course introduces the principles and practices of management. Management is viewed as a system of tasks and activities, including environmental scanning, planning, organizing, leading and controlling. Within each major task, is a series of processes, which show how to do what has to be done. Management is a science and an art; both aspects of management are covered in this course. Major emphasis is on management history, philosophy and the theory and practice of management planning, decision making, organizing, motivating and leading. 4.00 Credits Management of Information Technology and Systems MG-UY 2004 This course provides a foundation to understand the role and potential contributions of information technologies and systems in business organizations–what they are, how they affect the organization and its employees, and how they can make businesses more competitive and efficient. The course focuses on the current state of IT in organizations; challenges and strategic use of IT; IT infrastructure and architecture; building, implementing and managing IT applications; and emerging issues such as intelligent systems, business-process reengineering, knowledge management and group-support systems. 4.00 Credits Operations Management MG-UY 2014 A firm has the opportunity to create competitive advantage through proficient operations management. To do so, the firm first must recognize and establish the strategic role of its operations within the organization. Then, at the more detailed operational level, the firm must execute effectively and efficiently. This course examines the strategic role that the operations function can play and offers specific tools and techniques that a firm can use during implementation. Prerequisite: 4 credits of calculus. 4.00 Credits Organizational Behavior MG-UY 2104 This course focuses on the study of human behavior in innovative organizations. Emphasis is on teams, leadership, communication theory and organizational culture and structure. The course includes analyses of organizational behavior problems through case studies and participation in experiential learning. 4.00 Credits Financial Accounting MG-UY 2204 This course provides a solid foundation in constructing and interpreting financial statements. Topics include: accounting terminology, financial-statement preparation and analysis, liquidity and credit-risk ratios, depreciation calculations, revenue recognition, accrued liabilities and asset valuation. Also covered are the effects of equity transactions, cash flows and various accounting methods on financial statements. 4.00 Credits Marketing MG-UY 2304 This course is an undergraduate introduction to marketing. It discusses the fundamentals of marketing; e.g., the marketing mix, the role of the customer, marketing research and survey techniques. In addition, emerging marketing paradigms, like relationship marketing and online marketing, are introduced. 2.00 Credits Project Management MG-UY 3002 This course provides students with practical and best-practice project management theory, concepts and (hands-on) practical experience so that they may contribute effectively to and lead multicultural team projects framed for the new global economy. The practical component includes a team-based project that spans the duration of the course. 4.00 Credits Management of Data Communications and Networking MG-UY 3024 This course introduces the fundamentals of modern telecommunications and networking such as components of data communication, data transmission, open-system interconnection (OSI), TCP/IP and other models, data link and network layers and local area networks (LANs). The course focuses on managerial issues related to the management of data communications and networking technologies. Prerequisite: MG-UY 2004. 4.00 Credits Introduction to Finance MG-UY 3204 This course introduces business finance for BTM majors. It emphasizes the financing and investment decisions of the financial manager, with special emphasis on examples from technological environments. Included are topics such as time value of money, asset valuation, risk analysis, financial statement analysis and capital budgeting. Prerequisites: 6 credits of calculus and MG-UY 2204. 4.00 Credits Advanced Corporate Finance MG-UY 3214 This course builds on the principles of basic corporate finance covered in MG-UY 3204. It prepares students to understand financial theory and how firms use modern finance for strategic and tactical decision-making. The critical issue of how these decisions affect the value of a firm and the returns of assets is addressed. Major topics include bond valuation, the CAPM model, portfolio design and modeling and option pricing using the Black-Scholes model. A strong emphasis is placed on using spreadsheets as a financial-modeling tool. Prerequisites: MA-UY 1252 and MG-UY 3204. 4.00 Credits Introduction to Supply Chain Management MG-UY 3304 This course provides an undergraduate-level introduction to supply-chain management. The underlying objective is to introduce key supply-chain management concepts and examine relevant business practice. This course enables students to develop useful skills, in an increasingly global context, to analyze marketing, logistics, operations and channel-management issues. Prerequisites: MG-UY 2004, MG-UY 2304 and (MA-UY 2054 or MA-UY 2212 with MA-UY 2222). 4.00 Credits Innovation Management MG-UY 3404 This course examines the key managerial features of technology-enabled innovation and new product development. It focuses on accessing innovative capabilities through R&amp;D, acquisition, alliances, joint ventures and innovation-friendly cultures and organizations. The key perspective underlying this course is managerial. Although the innovation activities studied are overwhelmingly technology-enabled ones, success is largely determined by managerial factors. The interplay between the technology and management leading to innovation is a major concern of the discussion and work in this course. 4.00 Credits Management Strategy in Technology Sectors MG-UY 4004 This course provides an overview of the process of implementing a successful management strategy in an information-, technology- and knowledge-intensive environment. Fundamental topics include the development of strategic vision, objectives and plans; implementation of strategy and the evaluation of performance; industry and competitive analysis; SWOT analysis and competitive advantage and sustained advantage. Advanced concepts include strategic positioning in global markets, Internet strategy, strategy in diversified firms, and interactions between organizational structure and strategy and between ethics and strategy. Prerequisites: MG-UY 3204 and MG-UY 3404. 4.00 Credits Introduction to E-Business MG-UY 4014 Since its introduction, the Internet has changed how businesses work. In addition to creating new opportunities, the Internet has revolutionized existing businesses and entire industries. This course provides an undergraduate-level introduction to e-business. The main objectives of this course are to (1) provide a hands-on introduction to the emerging area of e-Business, (2) discuss the major business concepts and issues in this domain and (3) develop high-quality content based on team discussion and individual/group research. Prerequisites: MG-UY 3204, MG-UY 3002, MG-UY 3304/MG-UY 3214 and MG-UY 3404. 4.00 Credits Management Science MG-UY 4204 This course teaches students to create mathematical models of managerial problems. Types of models discussed include linear programming, integer-linear programming, non-linear programming, queuing models, decision-tree models, game-theoretic models, simulation models, inventory models and more. Each model is discussed in the context of the assumptions necessary for modeling and the robustness of the model’s managerial recommendations. Prerequisites: 6 credits of calculus and (MA-UY 2054 or MA-UY 2212 or MA-UY 3012). 4.00 Credits Financial Strategy MG-UY 4214 This course deals with the financial strategy of modern firms. Topics include planning and implementation of financial strategies for start-up businesses and the utilization of venture capital; diverse issues related to designing financial strategies of rapidly growing companies after experiencing an IPO; challenges in constructing a financial strategy while undergoing a major corporate restructuring; key components of financial strategies for companies facing rapidly changing technological and competitive environments; and development of financial strategies for mature companies and declining business. Prerequisites: MG-UY 2204 and MG-UY 3204. 4.00 Credits Entrepreneurship MG-UY 4404 This course focuses on key aspects of entrepreneurship as a critical engine for innovation. It also treats entrepreneurship as a state of mind that is not limited to small firms. Students discuss current theories and practices related to starting and managing entrepreneurial enterprises, emphasizing firms in technology- , information- and knowledge-intensive environments. Particular attention is paid to the critical issues of (1) identifying opportunities that provide competitive advantage; (2) the development of a solid business plan; (3) the marketing of new ventures; (4) entrepreneurial business operations, including human-resource and process management; (5) ethical and social issues in entrepreneurial firms; and (6) financial management and fund raising for entrepreneurial firms.  Prerequisites: Junior or senior student status. 4.00 Credits Special Topics in Management MG-UY 4114 3.00 Credits Special Topics in Management MG-UY 4113 2.00 Credits Special Topics in Management MG-UY 4112 1.00 Credits Special Topics in Management MG-UY 4111 4.00 Credits Global Perspectives On Technology Management: A Capstone Project Course MG-UY 4504 This course provides students with knowledge of current theories and practices related to managing international and multinational firms. Students study the ways in which international management differs from the management of a firm residing solely within domestic boundaries. Topics covered include planning, organizing, HR management, communication and negotiation and coordination and control of international endeavors. Case studies are used extensively to focus the class on technological examples of problems in international management. Students undertake a term project that either (1) develops a business plan for a technological international venture, (2) creates a case study of a technological firm’s challenges in international management or (3) analyzes an technological industry’s position vis-à-vis international management. Prerequisites: MG-UY 3002, MG-UY 3024, MG-UY 3204, MG-UY 3304/MG-UY 3214 and MG-UY 3404. 4.00 Credits Honors Capstone Project in Tech, Innovation and/or Information Management & Entrepreneurship I MG-UY 4514 In this course, qualified honors students work with a faculty member (and perhaps graduate students) on an advanced topic in technology, innovation and/or information management or entrepreneurship. This effort may be directed toward developing theory, developing case material, or developing a business plan and business strategy for a new venture, or another project of this caliber. A Thesis or Honor’s Thesis may compose part of this Honor’s Capstone course. Prerequisites: senior status, 3.6 GPA or better through the junior year in major; all courses specified by the project adviser. 4.00 Credits Honors Capstone Project in Tech, Innovation and/or Information Management & Entrepreneurship II MG-UY 4524 In this course, qualified honors students work with a faculty member (and perhaps graduate students) on an advanced topic in technology, innovation and/or information management or entrepreneurship. This effort may be directed toward developing theory, developing case material or developing a business plan and business strategy for a new venture, or another project of this caliber. A Thesis or Honor’s Thesis may compose part of this Honor’s Capstone course. Prerequisites: senior status, 3.6 GPA or better through the junior year in major; all courses specified by the project adviser including MG-UY 4514. 3.00 Credits Technology Management—internship and Service MG-UY 4603 This course provides undergraduate students with the opportunity to learn by working in the field under faculty supervision. This course exposes undergraduates to relevant, state-of-the-art and best practices in modern technology management from the perspective of reflective involvement and interaction in the field. In addition, a service often may be a significant part of this course. The course occurs largely in the field. This course may be taken only once. A member of the TM &amp; I faculty oversees this course; but other faculty members may be involved in directing specific field assignments. This course is open to all undergraduates. Admission for BTM majors requires the permission of the Program Director of the BTM Program. 4.00 Credits Bs Thesis in Business & Technology Management MG-UY 4904 BTM students who earn an overall 3.0 GPA and a 3.4 GPA or better in technology management courses through their junior year of study qualify for an optional thesis. They are advised to meet with the TM &amp; I Dept. Head or BTM Program Director in advance of completing their junior year. Before registering for the BTM Thesis, the student must find a Technology Management and Innovation Department faculty member agreeing to serve as thesis advisor and then receive the TM &amp; I Dept. Head’s approval in writing before proceeding. BTM Thesis students are permitted to replace either the Honor&#039;s Capstone Project I MG-UY 4514 or Honor&#039;s Capstone Project II MG-UY 4524 with MG-UY 4904. This course cannot be repeated.                                Business and Technology Management, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Curriculum | Management, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Management, MS                         Management, MS                                                             Curriculum                       To receive a Master of Science in Management degree, you are required to complete 12 courses, for 36 credits with a B average or better. The credits are distributed among:     Core required courses   An area of concentration   A capstone project     A maximum of 9 transfer credits may be granted for graduate courses taken elsewhere prior to enrollment in this program, but only after the credits have been evaluated by an adviser.   Core Courses (18 Credits)   These 6 required core courses provide an 18-credit foundation upon which you can pursue cutting-edge specializations within the degree program. They will expose you to the disciplines required of a professional manager. If you have taken these courses elsewhere or previously at the School of Engineering, or have had equivalent experience, you may apply to substitute elective courses for such core courses; however, you are required to complete the degree&rsquo;s 36 credits. It&#39;s recommended that you take the core courses as early in your program as possible.   Required Core Courses   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Economics MG-GY 6083 This course covers the fundamentals of microeconomics needed by managers. Topics include demand theory (theory of the consumer) including models of demand, demand elasticity and demand forecasting; supply theory (theory of the firm) including diminishing returns, profit maximizing production levels, labor/capital tradeoffs and long-run vs. short-run issues; market structures and how they affect opIMal production and profit levels. Other topics include positive and negative externalities and government intervention, including regulation, tariffs and subsidies. All topics emphasize managerial application. Prerequisite(s): Graduate Standing 3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing 3.00 Credits Technology Strategy MG-GY 8673 This course examines in depth the strategic technological decisions that a general manager faces. From entrepreneurial start-ups to established companies, in dynamic as well as mature environments, a firm must create a conscious process of formulating and implementing a technology strategy to serve its business interests. Such a strategy guides investments in research and development, selection among and timing of alternate technologies, organization and communications, formation of alliances and funding of ventures. Prerequisite: Graduate Standing   Concentration Areas (15 Credits)   You must formally choose and declare a 15-credit area of concentration, which can be from among those listed below or, with the MSM Program Director&rsquo;s pre-approval, a set of courses that meet individual needs through a custom MSM concentration. You must select a minimum of 4 courses in any 1 concentration area. Courses in all the available concentrations are shown below. Please note that courses you select in your concentration with FRE prefixes may require pre-approval from the Finance and Risk Engineering Department.   Electronic Business Concentration   The Electronic Business Management Concentration focuses on the arena of electronic business and the Internet. You will study the process of digital-intensive market creation and the key aspects for managing a firm that operates increasingly in digital space. Relevant methods and concepts for effective electronic business decision making are explored and applied.   Required    3.00 Credits Enterprise Data Systems MG-GY 7173 The course addresses modern issues of large-scale information and knowledge management through the design, development and implementation of different kinds of database technologies. The course introduces and elaborates data modeling through relational models, SQL applications, database architecture, different types of database-management systems, and data integrity and administration. The course introduces emerging database technologies, such as distributed Internet-based databases, distributed client/server databases, multidimensional databases, groupware, data warehousing, and data mining for decision support. Prerequisite: Graduate Standing 3.00 Credits Electronic Business Management MG-GY 7503 This course investigates the management implications of electronic business. Topics include: (1) accelerated new product development; (2) impact of technology on the value chain: the changing role of intermediaries; (3) electronic commerce: business models and strategies for survival of general lifestyle; (4) implications of “being wired”; and (5) business applications involving collaborative communication, computation and teamwork. The course material is dynamic and Internet-based, reflecting the nature of change in electronic commerce and the IT industry, and the potential implications of electronic business for managers. Students work on a project that requires following developments in the business and IT press, interviewing managers and product developers and simultaneously testing and discussing current developments in the e-commerce marketspace. Classes use the case method, and a high level of class participation is expected. Prerequisite: Graduate Standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix   Entrepreneurship Concentration   The Entrepreneurship Concentration is offered for the manager, professional, or specialist interested in entrepreneurial management &mdash; as an entrepreneur starting a new business, as an &ldquo;intrapreneur&rdquo; in a large, established firm, or as a professional (e.g., venture capitalist) interested in playing a role in new enterprises. This concentration develops a valuable entrepreneurial state of mind for any business setting. Modern entrepreneurial concepts and cases are learned and applied.   Required    3.00 Credits Entrepreneurship MG-GY 7703 This course focuses on entrepreneurship and venture creation as key engines for wealth creation and successful business strategy in the modern, innovation- intensive, high-tech economy. The course deals with key issues such as: (1) assessing attractiveness of opportunities; (2) launching a new venture; (3) nurturing, growing and entrepreneurial venture; (4) obtaining the necessary financial, human and technology resources; (5) managing the transition from a small entrepreneurial firm to a large, sustainable, professionally managed but still entrepreneurial corporation; and (6) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   Select 2    3.00 Credits Services Innovation MG-GY 7733 This course deals with services innovation. Services have eclipsed manufacturing and dominate a modern, advanced economy. According to some estimates, services account for close to 80 percent of U.S. employment. This course examines how value creation occurs in a range of fast-growing services sectors, including retailing, hospitality, financial services, professional services, travel, logistics and healthcare. The course emphasizes that services are diverse, and distinguishes explicitly between traditional and high-value services. This course focuses especially on high-value services. A key objective of this course is introducing best practices for nurturing modern services innovation. Prerequisite(s): Graduate Standing    3.00 Credits Entrepreneurial Finance MG-GY 8713 This course focuses in detail on the financial requirements of entrepreneurial ventures and on different sources of finance available to entrepreneurs. Students develop an understanding of how to assess entrepreneurial financial strategies. It also examines the unique roles played in the entrepreneurial finance arena by such actors as retail banks, investment banks, VCs, angels, internal sources of capital and incubators. Prerequisite: Adviser’s approval and graduate standing. 3.00 Credits Managing Growing Enterprises MG-GY 8723 This course focuses in detail at a critical challenge facing all successful entrepreneurial small- or medium-size firms: how to sustain and accelerate major growth. At some point in the life of all growing enterprises, a firm usually must change. This course introduces ways a growing firm can transform itself from a small to a larger enterprise. It explores how such companies can maintain the benefits of an entrepreneurial commitment and spirit while still obtaining needed skills associated with professionally managed larger firms. Prerequisite: Adviser’s approval and graduate standing 3.00 Credits Entrepreneurial Marketing & Sales MG-GY 8743 This course focuses in depth on critical marketing and sales challenges facing entrepreneurial firms. An underlying theme is that successful innovative enterprises must be deeply familiar with relevant markets and must effectively cultivate and reach those markets. Topics include market identification, segmentation, sales, overall market planning, niche and viral marketing, and customers as sources of innovative ideas. Prerequisite: Adviser’s approval and graduate standing.   Select 1   Select one 3-credit course of interest with an MG or FRE prefix   Construction Management Concentration   The Concentration in Construction Management enables engineers and other construction-industry professionals to understand relevant managerial and physical infrastructural-technological developments. The concentration also helps you become effective and innovative by integrating construction and management.   Required    3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing     Select 3    3.00 Credits Construction Modeling Techniques CE-GY 8243 This course deals with various construction-modeling techniques, including the development of two-dimensional (2D) and three-dimensional (3D) design documents. Students are introduced to the development of building information models (BIM) and their associated databases, using state-of-the-art design and management systems.  Prerequisite: Graduate Standing 3.00 Credits Project Management for Construction CE-GY 8253 The course covers topics specific to developing and coordinating large projects, including organizational structures, management functions, pricing and estimating project costs, bidding and contracting, risk allocation, scheduling, time and cost control, labor relations, quality management and project life-cycle activities. Note: Also listed under MG-GY 8253. 3.00 Credits Construction Cost Estimating CE-GY 8263 This course covers estimating and cost control from the viewpoint of contractors and construction engineers; details of estimating with emphasis on labor, materials, equipment and overhead. Also listed as MG-GY 8263.  Prerequisite: Graduate Standing 3.00 Credits Contracts and Specifications CE-GY 8273 This course covers principles of contract law as applied to the construction industry and legal problems in preparing and administering construction contracts. Also listed as MG-GY 8273.  Prerequisite: Graduate Standing 3.00 Credits Construction Scheduling CE-GY 8353 Students will be instructed in advanced Critical Path Method (CPM) construction scheduling techniques including the use of Primavera Project Planner v. 7.0. The course will cover Precedence Diagramming Method (PDM), project resources and resource leveling, schedule updating, schedule impacts of date constraints, project time and cost trade-offs, activity duration estimating, work breakdown structures, differing scheduling requirements on different types of construction projects and an overview of construction contract scheduling specifications. An introduction to other scheduling methodologies and the use of schedules in construction claims will also be addressed.  Prerequisite: Graduate Standing   Human Resource Management Concentration   The Concentration in Human Resource Management will prepare you for today&rsquo;s technology-intensive environment. It provides the knowledge and techniques to deal with human-resource issues and to achieve high-quality innovation and productivity in often-turbulent organizational settings. The changing nature of work and shifting professional expectations are explored.   Required    3.00 Credits Human Resource Management MG-GY 6123 Introduction to the broad range of human resource functions and their organizational role. Addresses issues in managing people that impact not only HR professionals but also line managers. The course is divided into four modules: (1) an overview of HRM from a strategic perspective; (2) the management of human resources, including recruitment and selection, performance management, compensation and benefits, training and career support; (3) human resource challenges, including diversity, procedural justice and ethics, collective bargaining and managing change and innovation; and (4) professional roles in HRM. Prerequisite: Graduate Standing     Select 1    3.00 Credits Performance Management and Reward Systems MG-GY 6173 Introduction to creating performance appraisal systems that includes theoretical and applied issues. Topics include coaching and feedback; team settings; multi-source feedback and self-ratings; executive performance; and improving evaluations. The role of compensation, benefits and other rewards in attracting, retaining and motivating employees is addressed, including technical and professional personnel. Co-requisite: MG-GY 6123 or instructor&#039;s permission and graduate standing 3.00 Credits Staffing Systems in Organizations MG-GY 6223 Examination of the design and management of successful staffing practices used to build, deploy and retain a quality workforce in order to achieve organizational effectiveness and individual job satisfaction. Topics include staffing strategy; human resource planning and workforce diversity; job analysis; recruitment; hiring methods; the reliability and validity of employee assessment methods; and retention management. Psychological theories of personnel assessment are reviewed. Legal issues pertaining to staffing practices are integrated. Co-requisite: MG-GY 6123 or instructor&#039;s permission and Graduate Standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix. It is recommended that they be from the Technology Management Department&#39;s organizational behavior program.   Information Management and Telecommunications Management Concentration   The Concentration in Information Management and Telecommunications Management is for professionals in information technology (IT), telecom and networking, programmers, systems experts, and others with IT-related career goals and experience. You will learn to understand how IT and networking enhance the effectiveness of modern firms and the ability to manage creative and professional people.   Required    3.00 Credits Telecommunications Management I MG-GY 6553 This course introduces the fundamentals of modern telecommunications and networking for current and future managers. Topics include basic concepts such as components of data communication, data transmission, Open System Interconnection (OSI), TCP/IP and other models, data link and network layers and local area networks (LANs). The course expands technical knowledge and discusses related managerial issues. Prerequisite: Graduate Standing 3.00 Credits Enterprise Data Systems MG-GY 7173 The course addresses modern issues of large-scale information and knowledge management through the design, development and implementation of different kinds of database technologies. The course introduces and elaborates data modeling through relational models, SQL applications, database architecture, different types of database-management systems, and data integrity and administration. The course introduces emerging database technologies, such as distributed Internet-based databases, distributed client/server databases, multidimensional databases, groupware, data warehousing, and data mining for decision support. Prerequisite: Graduate Standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix   Project Management Concentration   The Concentration in Project Management is for managers who manage, finance, or facilitate projects in modern enterprises. This concentration will provide you with the latest managerial knowledge and methods to manage an array of projects effectively.   Required    3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix   Technology Management Concentration   The Technology Management Concentration is for managers, engineers, and other professionals in technology-intensive environments and for those involved with technology-intensive products, processes or services. The concentration provides the modern methods and concepts necessary to make strategic technology-investment decisions; to understand technology and innovation strategy, product-life cycles and competitive factors; and to develop special skills need to manage creative people and professionals.   Required    3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix    3.00 Credits Project in Strategy & Innovation Management MG-GY 9703 This course integrates concepts and theories from several other courses. The course usually considers issues from a holistic and topmanagement perspective; employs case studies and projects to focus on key interrelationships between strategy, technology, innovation, corporate culture, organization structure and human factors; and covers domestic and global corporations, small, medium and large firms; and established and new enterprises. Prerequisite: Graduate Standing   The required 3-credit MG 9073 Project in Strategy and Innovation Management capstone course is recommended for your final semester. In special cases, MG 9973 Thesis for Degree of Master of Science may be substituted for students wishing to produce a major dissertation in a specialty with the permission of the MSM Program Director and the Technology Management Department Chair. Such a student must follow the Master&rsquo;s Thesis course requirements.                                  Management, MS      Curriculum                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Curriculum | Business and Technology Management, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Business and Technology Management, BS                         Business and Technology Management, BS                                                             Curriculum                       Degree Requirements   The Business and Technology Management BS program requires 128 credits for graduation. To remain in good standing, you must satisfy the following requirements, in addition to the School of Engineering requirements for a minimum term and cumulative 2.0 GPA in all courses:     An average of C (2.0) or better in all MG courses   A course in which the grade of I is received may not be used to satisfy any prerequisites until the incomplete is resolved     Course Distribution     60 credits in management   34 credits in courses in humanities and social sciences   10 credits in courses in mathematics   10 credits in &ldquo;restricted&rdquo; electives chosen from math, science, social sciences and humanities   6 credits in science   4 credits in computer science   3 credits in a &ldquo;technical&rdquo; elective   1 credit in the Engineering and Technology Forum     See the Typical Course Schedule for an example of what your schedule might look like as a student in the BTM program. (About course numbering .)   Currently, management courses for the BS in BTM are each 4 credits. This new curriculum accommodates 3-credit courses in humanities and social sciences, as well as 3-credit courses in the sciences.   Concentrations   You may focus your study in 1 of 2 areas of concentration, which focus on particular issues and strategies that apply to business and technology management:     Technology Innovation Strategy enables you to develop effective skills for conducting strategic analysis addressing marketing, logistics, channel, and operations management issues, as well as relevant best business practiced in the technological arena. In this concentration option, you will complete MG 3304 in your 6 th semester and MG 4004 in your 7 th semester.   Technology and Innovation in Finance will prepare you to understand financial theory and how firms use modern finance for strategic and tactical decision-making. In this concentration option, you will complete MG 3214 and MG 4204 in your 6 th and 7 th semesters.     Honors Capstone (Including Thesis and Honor&#39;s Thesis)   If you earn a 3.6 GPA or better in MG courses through your junior year of study, you will qualify for an optional MG4904 BS Thesis in Business and Technology Management honors capstone. You are advised to meet with the BTM Program Director before completing you junior year if you qualify. (You are free to not elect this project sequence.)   Transfer Students   Courses at other schools may or may not be granted transfer credit and require an evaluation of the content and level of material covered. Periodic reevaluation of courses at other institutions may lead to a variation in the number of credits granted from year-to-year. Thus, students completing the same program, but in different years, may receive different amounts of transfer credit. Transfer students must present their records for evaluation at least 2 weeks before the regular registration period for their first semester.   Minor in Management   You may obtain an undergraduate minor in management by completing 14 credits of management courses with an overall GPA of at least 2.0 in the classes, one of which must be MG1002. Additionally, you must take at least 8 of the 14 credits at the School of Engineering.   Course Numbering   BTM courses are numbered with the following schema:     The first digit of a course number corresponds to the year in which a BTM student would take the course (1 = freshman, etc.)   The second digit reflects the primary nature of the course material. Courses numbered with a second digit of &ldquo;0&rdquo; are focused primarily on processes in management     &ldquo;1&rdquo; are oriented toward organizational behavior   &ldquo;2&rdquo; are quantitative in nature   &ldquo;3&rdquo; describe a firm&rsquo;s relationships with external forces   &ldquo;4&rdquo; study innovation   &ldquo;5&rdquo; are capstone courses   &ldquo;6&rdquo; are Internship and Service courses   Thus, MG 3304 Introduction to Supply Chain Management is a 4-credit junior-year course focusing on external relationships.   Undergraduate Courses   2.00 Credits Foundations of Management MG-UY 1002 This course introduces the principles and practices of management. Management is viewed as a system of tasks and activities, including environmental scanning, planning, organizing, leading and controlling. Within each major task, is a series of processes, which show how to do what has to be done. Management is a science and an art; both aspects of management are covered in this course. Major emphasis is on management history, philosophy and the theory and practice of management planning, decision making, organizing, motivating and leading. 4.00 Credits Management of Information Technology and Systems MG-UY 2004 This course provides a foundation to understand the role and potential contributions of information technologies and systems in business organizations–what they are, how they affect the organization and its employees, and how they can make businesses more competitive and efficient. The course focuses on the current state of IT in organizations; challenges and strategic use of IT; IT infrastructure and architecture; building, implementing and managing IT applications; and emerging issues such as intelligent systems, business-process reengineering, knowledge management and group-support systems. 4.00 Credits Operations Management MG-UY 2014 A firm has the opportunity to create competitive advantage through proficient operations management. To do so, the firm first must recognize and establish the strategic role of its operations within the organization. Then, at the more detailed operational level, the firm must execute effectively and efficiently. This course examines the strategic role that the operations function can play and offers specific tools and techniques that a firm can use during implementation. Prerequisite: 4 credits of calculus. 4.00 Credits Organizational Behavior MG-UY 2104 This course focuses on the study of human behavior in innovative organizations. Emphasis is on teams, leadership, communication theory and organizational culture and structure. The course includes analyses of organizational behavior problems through case studies and participation in experiential learning. 4.00 Credits Financial Accounting MG-UY 2204 This course provides a solid foundation in constructing and interpreting financial statements. Topics include: accounting terminology, financial-statement preparation and analysis, liquidity and credit-risk ratios, depreciation calculations, revenue recognition, accrued liabilities and asset valuation. Also covered are the effects of equity transactions, cash flows and various accounting methods on financial statements. 4.00 Credits Marketing MG-UY 2304 This course is an undergraduate introduction to marketing. It discusses the fundamentals of marketing; e.g., the marketing mix, the role of the customer, marketing research and survey techniques. In addition, emerging marketing paradigms, like relationship marketing and online marketing, are introduced. 2.00 Credits Project Management MG-UY 3002 This course provides students with practical and best-practice project management theory, concepts and (hands-on) practical experience so that they may contribute effectively to and lead multicultural team projects framed for the new global economy. The practical component includes a team-based project that spans the duration of the course. 4.00 Credits Management of Data Communications and Networking MG-UY 3024 This course introduces the fundamentals of modern telecommunications and networking such as components of data communication, data transmission, open-system interconnection (OSI), TCP/IP and other models, data link and network layers and local area networks (LANs). The course focuses on managerial issues related to the management of data communications and networking technologies. Prerequisite: MG-UY 2004. 4.00 Credits Introduction to Finance MG-UY 3204 This course introduces business finance for BTM majors. It emphasizes the financing and investment decisions of the financial manager, with special emphasis on examples from technological environments. Included are topics such as time value of money, asset valuation, risk analysis, financial statement analysis and capital budgeting. Prerequisites: 6 credits of calculus and MG-UY 2204. 4.00 Credits Advanced Corporate Finance MG-UY 3214 This course builds on the principles of basic corporate finance covered in MG-UY 3204. It prepares students to understand financial theory and how firms use modern finance for strategic and tactical decision-making. The critical issue of how these decisions affect the value of a firm and the returns of assets is addressed. Major topics include bond valuation, the CAPM model, portfolio design and modeling and option pricing using the Black-Scholes model. A strong emphasis is placed on using spreadsheets as a financial-modeling tool. Prerequisites: MA-UY 1252 and MG-UY 3204. 4.00 Credits Introduction to Supply Chain Management MG-UY 3304 This course provides an undergraduate-level introduction to supply-chain management. The underlying objective is to introduce key supply-chain management concepts and examine relevant business practice. This course enables students to develop useful skills, in an increasingly global context, to analyze marketing, logistics, operations and channel-management issues. Prerequisites: MG-UY 2004, MG-UY 2304 and (MA-UY 2054 or MA-UY 2212 with MA-UY 2222). 4.00 Credits Innovation Management MG-UY 3404 This course examines the key managerial features of technology-enabled innovation and new product development. It focuses on accessing innovative capabilities through R&amp;D, acquisition, alliances, joint ventures and innovation-friendly cultures and organizations. The key perspective underlying this course is managerial. Although the innovation activities studied are overwhelmingly technology-enabled ones, success is largely determined by managerial factors. The interplay between the technology and management leading to innovation is a major concern of the discussion and work in this course. 4.00 Credits Management Strategy in Technology Sectors MG-UY 4004 This course provides an overview of the process of implementing a successful management strategy in an information-, technology- and knowledge-intensive environment. Fundamental topics include the development of strategic vision, objectives and plans; implementation of strategy and the evaluation of performance; industry and competitive analysis; SWOT analysis and competitive advantage and sustained advantage. Advanced concepts include strategic positioning in global markets, Internet strategy, strategy in diversified firms, and interactions between organizational structure and strategy and between ethics and strategy. Prerequisites: MG-UY 3204 and MG-UY 3404. 4.00 Credits Introduction to E-Business MG-UY 4014 Since its introduction, the Internet has changed how businesses work. In addition to creating new opportunities, the Internet has revolutionized existing businesses and entire industries. This course provides an undergraduate-level introduction to e-business. The main objectives of this course are to (1) provide a hands-on introduction to the emerging area of e-Business, (2) discuss the major business concepts and issues in this domain and (3) develop high-quality content based on team discussion and individual/group research. Prerequisites: MG-UY 3204, MG-UY 3002, MG-UY 3304/MG-UY 3214 and MG-UY 3404. 4.00 Credits Management Science MG-UY 4204 This course teaches students to create mathematical models of managerial problems. Types of models discussed include linear programming, integer-linear programming, non-linear programming, queuing models, decision-tree models, game-theoretic models, simulation models, inventory models and more. Each model is discussed in the context of the assumptions necessary for modeling and the robustness of the model’s managerial recommendations. Prerequisites: 6 credits of calculus and (MA-UY 2054 or MA-UY 2212 or MA-UY 3012). 4.00 Credits Financial Strategy MG-UY 4214 This course deals with the financial strategy of modern firms. Topics include planning and implementation of financial strategies for start-up businesses and the utilization of venture capital; diverse issues related to designing financial strategies of rapidly growing companies after experiencing an IPO; challenges in constructing a financial strategy while undergoing a major corporate restructuring; key components of financial strategies for companies facing rapidly changing technological and competitive environments; and development of financial strategies for mature companies and declining business. Prerequisites: MG-UY 2204 and MG-UY 3204. 4.00 Credits Entrepreneurship MG-UY 4404 This course focuses on key aspects of entrepreneurship as a critical engine for innovation. It also treats entrepreneurship as a state of mind that is not limited to small firms. Students discuss current theories and practices related to starting and managing entrepreneurial enterprises, emphasizing firms in technology- , information- and knowledge-intensive environments. Particular attention is paid to the critical issues of (1) identifying opportunities that provide competitive advantage; (2) the development of a solid business plan; (3) the marketing of new ventures; (4) entrepreneurial business operations, including human-resource and process management; (5) ethical and social issues in entrepreneurial firms; and (6) financial management and fund raising for entrepreneurial firms.  Prerequisites: Junior or senior student status. 4.00 Credits Special Topics in Management MG-UY 4114 3.00 Credits Special Topics in Management MG-UY 4113 2.00 Credits Special Topics in Management MG-UY 4112 1.00 Credits Special Topics in Management MG-UY 4111 4.00 Credits Global Perspectives On Technology Management: A Capstone Project Course MG-UY 4504 This course provides students with knowledge of current theories and practices related to managing international and multinational firms. Students study the ways in which international management differs from the management of a firm residing solely within domestic boundaries. Topics covered include planning, organizing, HR management, communication and negotiation and coordination and control of international endeavors. Case studies are used extensively to focus the class on technological examples of problems in international management. Students undertake a term project that either (1) develops a business plan for a technological international venture, (2) creates a case study of a technological firm’s challenges in international management or (3) analyzes an technological industry’s position vis-à-vis international management. Prerequisites: MG-UY 3002, MG-UY 3024, MG-UY 3204, MG-UY 3304/MG-UY 3214 and MG-UY 3404. 4.00 Credits Honors Capstone Project in Tech, Innovation and/or Information Management & Entrepreneurship I MG-UY 4514 In this course, qualified honors students work with a faculty member (and perhaps graduate students) on an advanced topic in technology, innovation and/or information management or entrepreneurship. This effort may be directed toward developing theory, developing case material, or developing a business plan and business strategy for a new venture, or another project of this caliber. A Thesis or Honor’s Thesis may compose part of this Honor’s Capstone course. Prerequisites: senior status, 3.6 GPA or better through the junior year in major; all courses specified by the project adviser. 4.00 Credits Honors Capstone Project in Tech, Innovation and/or Information Management & Entrepreneurship II MG-UY 4524 In this course, qualified honors students work with a faculty member (and perhaps graduate students) on an advanced topic in technology, innovation and/or information management or entrepreneurship. This effort may be directed toward developing theory, developing case material or developing a business plan and business strategy for a new venture, or another project of this caliber. A Thesis or Honor’s Thesis may compose part of this Honor’s Capstone course. Prerequisites: senior status, 3.6 GPA or better through the junior year in major; all courses specified by the project adviser including MG-UY 4514. 3.00 Credits Technology Management—internship and Service MG-UY 4603 This course provides undergraduate students with the opportunity to learn by working in the field under faculty supervision. This course exposes undergraduates to relevant, state-of-the-art and best practices in modern technology management from the perspective of reflective involvement and interaction in the field. In addition, a service often may be a significant part of this course. The course occurs largely in the field. This course may be taken only once. A member of the TM &amp; I faculty oversees this course; but other faculty members may be involved in directing specific field assignments. This course is open to all undergraduates. Admission for BTM majors requires the permission of the Program Director of the BTM Program. 4.00 Credits Bs Thesis in Business & Technology Management MG-UY 4904 BTM students who earn an overall 3.0 GPA and a 3.4 GPA or better in technology management courses through their junior year of study qualify for an optional thesis. They are advised to meet with the TM &amp; I Dept. Head or BTM Program Director in advance of completing their junior year. Before registering for the BTM Thesis, the student must find a Technology Management and Innovation Department faculty member agreeing to serve as thesis advisor and then receive the TM &amp; I Dept. Head’s approval in writing before proceeding. BTM Thesis students are permitted to replace either the Honor&#039;s Capstone Project I MG-UY 4514 or Honor&#039;s Capstone Project II MG-UY 4524 with MG-UY 4904. This course cannot be repeated.                                Business and Technology Management, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Curriculum | Management, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Management, MS                         Management, MS                                                             Curriculum                       To receive a Master of Science in Management degree, you are required to complete 12 courses, for 36 credits with a B average or better. The credits are distributed among:     Core required courses   An area of concentration   A capstone project     A maximum of 9 transfer credits may be granted for graduate courses taken elsewhere prior to enrollment in this program, but only after the credits have been evaluated by an adviser.   Core Courses (18 Credits)   These 6 required core courses provide an 18-credit foundation upon which you can pursue cutting-edge specializations within the degree program. They will expose you to the disciplines required of a professional manager. If you have taken these courses elsewhere or previously at the School of Engineering, or have had equivalent experience, you may apply to substitute elective courses for such core courses; however, you are required to complete the degree&rsquo;s 36 credits. It&#39;s recommended that you take the core courses as early in your program as possible.   Required Core Courses   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Economics MG-GY 6083 This course covers the fundamentals of microeconomics needed by managers. Topics include demand theory (theory of the consumer) including models of demand, demand elasticity and demand forecasting; supply theory (theory of the firm) including diminishing returns, profit maximizing production levels, labor/capital tradeoffs and long-run vs. short-run issues; market structures and how they affect opIMal production and profit levels. Other topics include positive and negative externalities and government intervention, including regulation, tariffs and subsidies. All topics emphasize managerial application. Prerequisite(s): Graduate Standing 3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing 3.00 Credits Technology Strategy MG-GY 8673 This course examines in depth the strategic technological decisions that a general manager faces. From entrepreneurial start-ups to established companies, in dynamic as well as mature environments, a firm must create a conscious process of formulating and implementing a technology strategy to serve its business interests. Such a strategy guides investments in research and development, selection among and timing of alternate technologies, organization and communications, formation of alliances and funding of ventures. Prerequisite: Graduate Standing   Concentration Areas (15 Credits)   You must formally choose and declare a 15-credit area of concentration, which can be from among those listed below or, with the MSM Program Director&rsquo;s pre-approval, a set of courses that meet individual needs through a custom MSM concentration. You must select a minimum of 4 courses in any 1 concentration area. Courses in all the available concentrations are shown below. Please note that courses you select in your concentration with FRE prefixes may require pre-approval from the Finance and Risk Engineering Department.   Electronic Business Concentration   The Electronic Business Management Concentration focuses on the arena of electronic business and the Internet. You will study the process of digital-intensive market creation and the key aspects for managing a firm that operates increasingly in digital space. Relevant methods and concepts for effective electronic business decision making are explored and applied.   Required    3.00 Credits Enterprise Data Systems MG-GY 7173 The course addresses modern issues of large-scale information and knowledge management through the design, development and implementation of different kinds of database technologies. The course introduces and elaborates data modeling through relational models, SQL applications, database architecture, different types of database-management systems, and data integrity and administration. The course introduces emerging database technologies, such as distributed Internet-based databases, distributed client/server databases, multidimensional databases, groupware, data warehousing, and data mining for decision support. Prerequisite: Graduate Standing 3.00 Credits Electronic Business Management MG-GY 7503 This course investigates the management implications of electronic business. Topics include: (1) accelerated new product development; (2) impact of technology on the value chain: the changing role of intermediaries; (3) electronic commerce: business models and strategies for survival of general lifestyle; (4) implications of “being wired”; and (5) business applications involving collaborative communication, computation and teamwork. The course material is dynamic and Internet-based, reflecting the nature of change in electronic commerce and the IT industry, and the potential implications of electronic business for managers. Students work on a project that requires following developments in the business and IT press, interviewing managers and product developers and simultaneously testing and discussing current developments in the e-commerce marketspace. Classes use the case method, and a high level of class participation is expected. Prerequisite: Graduate Standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix   Entrepreneurship Concentration   The Entrepreneurship Concentration is offered for the manager, professional, or specialist interested in entrepreneurial management &mdash; as an entrepreneur starting a new business, as an &ldquo;intrapreneur&rdquo; in a large, established firm, or as a professional (e.g., venture capitalist) interested in playing a role in new enterprises. This concentration develops a valuable entrepreneurial state of mind for any business setting. Modern entrepreneurial concepts and cases are learned and applied.   Required    3.00 Credits Entrepreneurship MG-GY 7703 This course focuses on entrepreneurship and venture creation as key engines for wealth creation and successful business strategy in the modern, innovation- intensive, high-tech economy. The course deals with key issues such as: (1) assessing attractiveness of opportunities; (2) launching a new venture; (3) nurturing, growing and entrepreneurial venture; (4) obtaining the necessary financial, human and technology resources; (5) managing the transition from a small entrepreneurial firm to a large, sustainable, professionally managed but still entrepreneurial corporation; and (6) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   Select 2    3.00 Credits Services Innovation MG-GY 7733 This course deals with services innovation. Services have eclipsed manufacturing and dominate a modern, advanced economy. According to some estimates, services account for close to 80 percent of U.S. employment. This course examines how value creation occurs in a range of fast-growing services sectors, including retailing, hospitality, financial services, professional services, travel, logistics and healthcare. The course emphasizes that services are diverse, and distinguishes explicitly between traditional and high-value services. This course focuses especially on high-value services. A key objective of this course is introducing best practices for nurturing modern services innovation. Prerequisite(s): Graduate Standing    3.00 Credits Entrepreneurial Finance MG-GY 8713 This course focuses in detail on the financial requirements of entrepreneurial ventures and on different sources of finance available to entrepreneurs. Students develop an understanding of how to assess entrepreneurial financial strategies. It also examines the unique roles played in the entrepreneurial finance arena by such actors as retail banks, investment banks, VCs, angels, internal sources of capital and incubators. Prerequisite: Adviser’s approval and graduate standing. 3.00 Credits Managing Growing Enterprises MG-GY 8723 This course focuses in detail at a critical challenge facing all successful entrepreneurial small- or medium-size firms: how to sustain and accelerate major growth. At some point in the life of all growing enterprises, a firm usually must change. This course introduces ways a growing firm can transform itself from a small to a larger enterprise. It explores how such companies can maintain the benefits of an entrepreneurial commitment and spirit while still obtaining needed skills associated with professionally managed larger firms. Prerequisite: Adviser’s approval and graduate standing 3.00 Credits Entrepreneurial Marketing & Sales MG-GY 8743 This course focuses in depth on critical marketing and sales challenges facing entrepreneurial firms. An underlying theme is that successful innovative enterprises must be deeply familiar with relevant markets and must effectively cultivate and reach those markets. Topics include market identification, segmentation, sales, overall market planning, niche and viral marketing, and customers as sources of innovative ideas. Prerequisite: Adviser’s approval and graduate standing.   Select 1   Select one 3-credit course of interest with an MG or FRE prefix   Construction Management Concentration   The Concentration in Construction Management enables engineers and other construction-industry professionals to understand relevant managerial and physical infrastructural-technological developments. The concentration also helps you become effective and innovative by integrating construction and management.   Required    3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing     Select 3    3.00 Credits Construction Modeling Techniques CE-GY 8243 This course deals with various construction-modeling techniques, including the development of two-dimensional (2D) and three-dimensional (3D) design documents. Students are introduced to the development of building information models (BIM) and their associated databases, using state-of-the-art design and management systems.  Prerequisite: Graduate Standing 3.00 Credits Project Management for Construction CE-GY 8253 The course covers topics specific to developing and coordinating large projects, including organizational structures, management functions, pricing and estimating project costs, bidding and contracting, risk allocation, scheduling, time and cost control, labor relations, quality management and project life-cycle activities. Note: Also listed under MG-GY 8253. 3.00 Credits Construction Cost Estimating CE-GY 8263 This course covers estimating and cost control from the viewpoint of contractors and construction engineers; details of estimating with emphasis on labor, materials, equipment and overhead. Also listed as MG-GY 8263.  Prerequisite: Graduate Standing 3.00 Credits Contracts and Specifications CE-GY 8273 This course covers principles of contract law as applied to the construction industry and legal problems in preparing and administering construction contracts. Also listed as MG-GY 8273.  Prerequisite: Graduate Standing 3.00 Credits Construction Scheduling CE-GY 8353 Students will be instructed in advanced Critical Path Method (CPM) construction scheduling techniques including the use of Primavera Project Planner v. 7.0. The course will cover Precedence Diagramming Method (PDM), project resources and resource leveling, schedule updating, schedule impacts of date constraints, project time and cost trade-offs, activity duration estimating, work breakdown structures, differing scheduling requirements on different types of construction projects and an overview of construction contract scheduling specifications. An introduction to other scheduling methodologies and the use of schedules in construction claims will also be addressed.  Prerequisite: Graduate Standing   Human Resource Management Concentration   The Concentration in Human Resource Management will prepare you for today&rsquo;s technology-intensive environment. It provides the knowledge and techniques to deal with human-resource issues and to achieve high-quality innovation and productivity in often-turbulent organizational settings. The changing nature of work and shifting professional expectations are explored.   Required    3.00 Credits Human Resource Management MG-GY 6123 Introduction to the broad range of human resource functions and their organizational role. Addresses issues in managing people that impact not only HR professionals but also line managers. The course is divided into four modules: (1) an overview of HRM from a strategic perspective; (2) the management of human resources, including recruitment and selection, performance management, compensation and benefits, training and career support; (3) human resource challenges, including diversity, procedural justice and ethics, collective bargaining and managing change and innovation; and (4) professional roles in HRM. Prerequisite: Graduate Standing     Select 1    3.00 Credits Performance Management and Reward Systems MG-GY 6173 Introduction to creating performance appraisal systems that includes theoretical and applied issues. Topics include coaching and feedback; team settings; multi-source feedback and self-ratings; executive performance; and improving evaluations. The role of compensation, benefits and other rewards in attracting, retaining and motivating employees is addressed, including technical and professional personnel. Co-requisite: MG-GY 6123 or instructor&#039;s permission and graduate standing 3.00 Credits Staffing Systems in Organizations MG-GY 6223 Examination of the design and management of successful staffing practices used to build, deploy and retain a quality workforce in order to achieve organizational effectiveness and individual job satisfaction. Topics include staffing strategy; human resource planning and workforce diversity; job analysis; recruitment; hiring methods; the reliability and validity of employee assessment methods; and retention management. Psychological theories of personnel assessment are reviewed. Legal issues pertaining to staffing practices are integrated. Co-requisite: MG-GY 6123 or instructor&#039;s permission and Graduate Standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix. It is recommended that they be from the Technology Management Department&#39;s organizational behavior program.   Information Management and Telecommunications Management Concentration   The Concentration in Information Management and Telecommunications Management is for professionals in information technology (IT), telecom and networking, programmers, systems experts, and others with IT-related career goals and experience. You will learn to understand how IT and networking enhance the effectiveness of modern firms and the ability to manage creative and professional people.   Required    3.00 Credits Telecommunications Management I MG-GY 6553 This course introduces the fundamentals of modern telecommunications and networking for current and future managers. Topics include basic concepts such as components of data communication, data transmission, Open System Interconnection (OSI), TCP/IP and other models, data link and network layers and local area networks (LANs). The course expands technical knowledge and discusses related managerial issues. Prerequisite: Graduate Standing 3.00 Credits Enterprise Data Systems MG-GY 7173 The course addresses modern issues of large-scale information and knowledge management through the design, development and implementation of different kinds of database technologies. The course introduces and elaborates data modeling through relational models, SQL applications, database architecture, different types of database-management systems, and data integrity and administration. The course introduces emerging database technologies, such as distributed Internet-based databases, distributed client/server databases, multidimensional databases, groupware, data warehousing, and data mining for decision support. Prerequisite: Graduate Standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix   Project Management Concentration   The Concentration in Project Management is for managers who manage, finance, or facilitate projects in modern enterprises. This concentration will provide you with the latest managerial knowledge and methods to manage an array of projects effectively.   Required    3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix   Technology Management Concentration   The Technology Management Concentration is for managers, engineers, and other professionals in technology-intensive environments and for those involved with technology-intensive products, processes or services. The concentration provides the modern methods and concepts necessary to make strategic technology-investment decisions; to understand technology and innovation strategy, product-life cycles and competitive factors; and to develop special skills need to manage creative people and professionals.   Required    3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   Select 3   Select three 3-credit courses of interest with an MG or FRE prefix    3.00 Credits Project in Strategy & Innovation Management MG-GY 9703 This course integrates concepts and theories from several other courses. The course usually considers issues from a holistic and topmanagement perspective; employs case studies and projects to focus on key interrelationships between strategy, technology, innovation, corporate culture, organization structure and human factors; and covers domestic and global corporations, small, medium and large firms; and established and new enterprises. Prerequisite: Graduate Standing   The required 3-credit MG 9073 Project in Strategy and Innovation Management capstone course is recommended for your final semester. In special cases, MG 9973 Thesis for Degree of Master of Science may be substituted for students wishing to produce a major dissertation in a specialty with the permission of the MSM Program Director and the Technology Management Department Chair. Such a student must follow the Master&rsquo;s Thesis course requirements.                                  Management, MS      Curriculum                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Curriculum | Management of Technology, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Management of Technology, MS                         Management of Technology, MS                                                             Curriculum                       The eMOT 36-credit curriculum consists of:     Core courses (30 credits)   6 credits of elective courses     To give you greater flexibility in choosing electives , the program has both full-semester courses that are 3.00 credits each and half-semester courses that are 1.50 credits each. You may substitute one full-semester elective with two half-semester electives or vice-versa.   Core Courses (30 Credits)   Management Core   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 3.00 Credits Economics MG-GY 6083 This course covers the fundamentals of microeconomics needed by managers. Topics include demand theory (theory of the consumer) including models of demand, demand elasticity and demand forecasting; supply theory (theory of the firm) including diminishing returns, profit maximizing production levels, labor/capital tradeoffs and long-run vs. short-run issues; market structures and how they affect opIMal production and profit levels. Other topics include positive and negative externalities and government intervention, including regulation, tariffs and subsidies. All topics emphasize managerial application. Prerequisite(s): Graduate Standing   3.00 Credits Operations Management for Knowledge-Based Enterprises MG-GY 6703 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on developing and effectively managing operations in knowledge-intensive enterprises. Students discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on managing production and facilities; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; meeting the challenges of developing and managing supply-chain networks; and understanding the critical role of technology in developing an organization’s operational capabilities. Prerequisite: Graduate Standing   OR   3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing   Technology and Innovation Core   3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing   OR   3.00 Credits Information Technologies, Systems and Management in Organizations MG-GY 6933 This course is for managers who need to understand the role and potential contribution of information technology (IT) within organizations. The focus is on information technology and its business applications. The course concentrates on the current state of IT in organizations: challenges and strategic use of IT: IT infrastructure and architecture: the technical foundation of IT: building and implementing organization information systems: and emerging issues in IT, such as intelligent systems, business process re-engineering, knowledge management and group support systems. Course format is interactive with concept presentation followed by open discussion on real-world applications of IT and business cases. Prerequisite: Graduate Standing   3.00 Credits Global Innovation MG-GY 7953 This course focuses on global technology-enabled innovation. Topics covered include accessing global sources of innovation, coordination and organization of activities worldwide, new product development globally, the role of revitalized global R&amp;D, growing prominence of IT and e-Business in global innovation, and the role of alliances and linkages with customers, suppliers and other third parties. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   3.00 Credits Mot Capstone Project Course MG-GY 9503 This course provides an integrative and state-of-the-art intellectual experience for participants at the conclusion of the program. The course is divided into two half semesters. The first half semester enables participants to focus on discerning the overarching trends which are driving innovation in various industry sectors. The class is divided into small groups each of which develops a comprehensive view of a particular industry sector. In the second half of the course, participants focus on the culminating project of the IM program. Participants can choose to do their final projects on firms, issues related to technology management or as an outgrowth of the emphasis on entrepreneurship in the program, a business plan. Participants are encouraged to employ relevant concepts and insights that they have acquired during the course of the program. Prerequisite: Graduate Standing   OR   3.00 Credits Project in Strategy & Innovation Management MG-GY 9703 This course integrates concepts and theories from several other courses. The course usually considers issues from a holistic and topmanagement perspective; employs case studies and projects to focus on key interrelationships between strategy, technology, innovation, corporate culture, organization structure and human factors; and covers domestic and global corporations, small, medium and large firms; and established and new enterprises. Prerequisite: Graduate Standing   OR   MG9973 MOT Master&#39;s Thesis, Credits: 3.0   Note: MS eMOT students, can with permission from the program director, replace Operations Management and/or Project Management with any elective from the following table:   Elective Courses (6 Credits)   Group A   3.00 Credits Modern Financial Institutions & Their Competitive Environment MG-GY 7963 This course focuses on managing modern financial enterprises, innovation and technology management in these organizations, and the risk-return tradeoff from a financial-institution perspective. It deals with the theory and practice of financial institutions by analyzing the regulatory, technological and competitive factors that define the dynamics of this rapidly changing industry. Knowledge in this course is developed primarily with a mix of textbook reading and discussions of concepts in real business contexts through case studies. The objective is to provide technology managers with a firm knowledge of the normative consequences on financial-management decision making to create shareholder value. Prerequisite: Graduate Standing 3.00 Credits Media Entertainment Sector: Struct, Org, Management MG-GY 6753 This course introduces the various industries that compose the media sector and outlines the major issues confronting these industries as they grapple with incorporating digitalbased and mobile innovations into their businesses. Discussions cover the structure of industries within the sector and how managers  are recalibrating their business models and redesigning their organizations to compete in the current media and entertainment sector. Other issues covered include the new media industry as a catalyst for change; the transformation of traditional content-intensive industries such as the motion picture business; the book publishing business; the newspaper business and the music industry  and the newly defined role of users and customers. Participants read case studies and articles and access other relevant materials in electronic and print format. Emphasis is on interactive discussions in class and on projects developed by individual participants and teams of participants. Prerequisite: Graduate Standing 3.00 Credits the Retailing Industry: Structure, Org and Management MG-GY 7653 This course introduces the emerging structure of the modern retailing industry and effective retailing management. Students investigate how key firms in the modern retailing sector are managed and how pacesetting firms are organized and structured at both the strategic and operational levels. The course covers physical and internet-based retailing. 3.00 Credits the Bio-Pharma Sectors: Struc, Org and Management MG-GY 7713 This course introduces effective management in the modern bio-pharma sectors. Students investigate how key bio-pharma firms are organized and managed at both the strategic and operational levels. Particular attention is paid to various forms of technology and innovation management in the bio-pharma arena. 3.00 Credits Cloud Computing: Principles, Economics, Technology and Management Practice MG-GY 8783 This course provides a comprehensive overview of managing cloud computing. The course starts by developing a comprehensive technology foundation and then deals with the economics of cloud computing by analyzing its benefits, risks and obstacles. The course then examines Virtualization, Automation, and Security, the three essential components of cloud computing. Specific case studies on private and public clouds are illustrated. The course concludes with the development of specific templates and roadmaps that help an organization migrate from managing traditional IT into a cloud based infrastructure. Prerequisite: Graduate Standing   Group B   3.00 Credits Advanced Trends in Technology Management & Innovation MG-GY 7743 This course explores several trends that have emerged in the technology management and innovation arena in the past decade. These include the advent of digital-based innovation in the late 1990s which has had a profound affect on how many firms conduct business; the effect of the crash of the NASDAQ in March 2000 and the September 11 event which had a major effect on corporations which now had to operate within major economic and creative constraints; the development of the concept of networks as it relates to the organization and strategy of the firm; the development of the wireless technology platform and its effect on technology innovation; and the development of a new innovation paradigm which suggests a relationship between information technology, creativity, and business practices. The course emphasizes classroom discussions as well as team based and individual projects. Prerequisite: Graduate Standing 3.00 Credits Innovation Mgmnt in Money, Banking, & Fin Markets MG-GY 6043 INNOVATION MGMNT IN MONEY, BANKING, &amp; FIN MARKETS. Prerequisite: Graduate Standing 3.00 Credits Managing Emerging Technologies in the Media and Entertainment Sector MG-GY 6763 This course focuses on selected emerging technologies that are changing the nature of competition in the media sector. The dynamic relationships involving changing technology, business processes and management response are viewed in light of new digital platforms and applications, standards development, as well as legal and legislative initiatives. Topics include intellectual property rights and digital rights management; content-on-demand; and the management, archiving and preservation of digital content. Prerequisite: Graduate Standing 3.00 Credits Managing Technology Inno and Emerging Technology in Retailing Industry MG-GY 7663 This course introduces technological innovation and emerging technologies in retailing. The focal point is the effective management of technological innovation in modern retailing. Also discussed are the role of technology platforms and applications, technology development and use, and the relationships between technologies and business processes. 3.00 Credits Managing Technology Inno and Emgng Technology in Bio-Pharma Sector MG-GY 7723 This course introduces technological innovation and emerging technologies that are changing the nature of competition in the bio-pharma sectors. It focuses on modern approaches for research and discovery of new molecules and on developing processes to manufacture them in large quantities. The course explores the two major routes for discovery and manufacturing: the “chemical” route and the “biological” route. Students receive a blend of conceptual overviews, essential technical and scientific basics, competitive, and the regulatory and management implications of the developments, cases and industry examples that are studied.   Group C   1.50 Credits Selected Topics in Networking and Information Technologies MG-GY 7811 This course explores in depth selected modern networking and information technologies. Specific topics vary year to year. Examples are mobile communications, IP telephony, enterprise data systems. The course builds on previous TIM courses. Students receive a solid technology grounding in a learning context that also emphasizes how these selected technologies affect markets, industries, providers, integrators and users. The course’s technical content is supplemented by case examples and guest speakers. Prerequisite(s): Graduate Standing 1.50 Credits Negotiation in Technology-Intensive Sectors MG-GY 7841 Negotiation is the art and science of creating good agreements. This course covers the science of negotiation by discussing and applying theories of negotiation. Students develop the art of negotiation by negotiating with each other in realistic cases. A wide variety of negotiation applications is covered, including single and multi-issue negotiations and two-party and multi-party bargaining. Special emphasis is placed on negotiations in technology-intensive environments. The course uses the case method. Many examples are cases that students actually negotiate with each other. Students’ grades are based on their performance in these negotiations and on class participation. Prerequisite(s): Graduate Standing 1.50 Credits Leadership MG-GY 7851 Leaders set a vision, communicate it well and influence and inspire others to achieve their vision. However, there are many ways to achieve these goals and many challenges and ineffective ways in implementing them. This course develops the student’s leadership style by analyzing individual styles, understanding their impact and enabling each student to create the right leadership style. This course addresses fundamental leadership issues and frameworks, drawing on current organizational research. Most of all it provides students with ways to gain insights on their own leadership style. The course emphasizes hands-on experience and focuses on experiential learning. Course objectives include assessment of leadership styles; developing leadership skills; and understanding the role of leadership coaching in managing teams. Prerequisite(s): Graduate Standing 1.50 Credits High-Technology Entrepreneurship MG-GY 7861 This course focuses on entrepreneurship as a critical engine for wealth creation in the high-technology and innovation-intensive economy. The covers covers such key issues as: (1) assessing attractiveness of opportunities; (2) launching a new venture: (3) obtaining the necessary financial, human and technology resources; (4) managing the transition from a small entrepreneurial firm to a large, sustainable professionally managed but still entrepreneurial corporation; and (5) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing 1.50 Credits Introduction to Managing Intellectual Property MG-GY 7871 This course focuses on the role of intellectual property (e.g., patents, trade secrets, copyrights, trademarks, etc.) as a major element in modern technology and information strategy. Relevant concepts and case studies use examples of classical and digital innovations. Prerequisite: Graduate Standing 1.50 Credits Special Elective Topics MG-GY 7891 This course covers selected key emerging trends and issues in the MOT and IM domains. The course provides topical treatment of technologies, markets, business practices, government regulations and the relationships among them. Prerequisite: Graduate Standing 1.50 Credits Financing for Value Creation MG-GY 7971 financial skills required by managers of entrepreneurial and innovative firms at various stages of evolution: from new, stand-alone entrepreneurial ventures to innovative, technology- driven projects of established corporations. Prerequisite: Graduate Standing   Group D   3.00 Credits Managing Technological Innovation and Emerging Technologies in Financial Services MG-GY 7983 This course, for current and future managers, introduces emerging information technologies and their applications in financial services industries. It covers three major financial services industries: banking, investment and insurance. Students develop a deeper understanding of concepts and analyze real-business context through case studies. The course provides adequate technical knowledge and discusses related managerial issues in depth. 3.00 Credits Advcd Trends in Inno and Technology in Media and Entrnmt Sector MG-GY 6773 This course explores important trends and issues with a significant impact on managing technological innovation in the media sector. The course covers a range of topics, which may vary year to year and which serve as a culmination of the ideas and issues discussed in the MOTIME track. Participants develop projects that reflect their interests in particular aspects of the sector. Examples are redefinition of the notion of convergence; the intersection of design, content and technology; and the globalization of the media industry. Prerequisite: Graduate Standing 1.50 Credits Global Retailing and Supply Chain Management MG-GY 7671 This course focuses on current theory and practice in global retailing and supply-chain management and the link between globalization and supply-chain management. The course examines the flow and transformation of goods from the raw-material stage to the end user. Another focus is the globalization of retailing, which has triggered a range of supply-chain innovations. Prerequisite: Graduate Standing 1.50 Credits Modern Supply Chain Management: Integration Through Technology MG-GY 7881 This course introduces the role of information technology in supply-chain management. Both qualitative and quantitative aspects of supply chain management are covered. Students discuss and analyze articles pertaining to leading-edge research and management thought. The underlying objective is to prepare participants to develop useful skills for analyzing technology, marketing, logistics, operations and broader channel management issues. Classes use the case method. A high level of class interaction is expected. Prerequisite: Graduate Standing 3.00 Credits Services Innovation MG-GY 7733 This course deals with services innovation. Services have eclipsed manufacturing and dominate a modern, advanced economy. According to some estimates, services account for close to 80 percent of U.S. employment. This course examines how value creation occurs in a range of fast-growing services sectors, including retailing, hospitality, financial services, professional services, travel, logistics and healthcare. The course emphasizes that services are diverse, and distinguishes explicitly between traditional and high-value services. This course focuses especially on high-value services. A key objective of this course is introducing best practices for nurturing modern services innovation. Prerequisite(s): Graduate Standing 3.00 Credits Managing Cleantech & Renew Energy Innovation MG-GY 8573 Focuses on cleantech/renewable energy innovation and technology management and entrepreneurship. Covers technology management in several distinct cleantech/renewable technology regimes in varied company venues (e.g. small, medium size and large firms). Encompasses local and global modes of cleantech/renewable energy innovation and diverse innovation perspectives. Throughout, maintains a primarily managerial perspective. Students are often asked to assume the role of managers charged with the responsibility of designing, supporting and implementing a cleantech/renewable energy innovation strategy. 3.00 Credits Internship and Action Learning MG-GY 9683 This course provides graduate students the opportunity to work in an organization relevant to their field of interest in an action-learning context under faculty supervision. It exposes graduate students to relevant, state-of-the-art and best practices in modern management from the perspective of reflective involvement and interaction in the field. Students submit a paper and oral presentation based on work accomplishments as well as a review of written evaluation by the onsite supervisor. This course may be taken only once.  Prerequisite: Approval of Program Director                                Management of Technology, MS      Overview   Curriculum   Experience                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]