[{"detail": [{"content": "New York University &gt; Timeline of University History                                                       Skip to Navigation | Skip to Content                                                       Quick Links              Academic Calendar        Albert: Admin        Albert: Students           Athletics        Bookstores        Career Services        Giving to NYU        Health Center        Housing           ITS        Job Listings        Libraries        NYU Apparel        NYU Help        Public Affairs           Student Resource Center        Wellness Exchange        NYU A-Z                    Schools              College of Arts and Science           College of Dentistry        College of Nursing        Courant Institute of Mathematical Sciences        Faculty of Arts and Science        Gallatin School of Individualized Study        Graduate School of Arts and Science           Institute of Fine Arts        Leonard N. Stern School of Business        Robert F. Wagner Graduate School of Public Service        School of Continuing and Professional Studies        School of Law        School of Medicine           School of Social Work        The Steinhardt School of Education        Tisch School of the Arts                                            Search        go                                               New York University         New York University         175 Years at NYU                                                                                                                                      Click on a photo to see a fact.                                                      Emily Kempin                          Judson Memorial Church                            Female Law School Graduates                                       Mary B. Dennis                         Louis Pasteur                          World's Fair                                        Artist Residents                            Heights Campus                            Tally Ho                                        Main Building                            Perstare et Praestare                        Student Pranks                                    Summer School                        Daniel Webster Hering                        The Palisades                                Hall of Fame for Great Americans                        St. Louis Exposition                        NCAA                                Basketball                                                                          1890         Mar 3: The School of Pedagogy     established.                           1891         Jun 1: Henry Mitchell MacCracken, Vice-Chancellor     since 1885, becomes sixth Chancellor.                                  1892         Oct: Debut of the marble Washington Square      Arch.                                 1894         Sep: University College moves from Washington     Square to NYU&#8217;s new campus at University Heights in the Bronx.                    Original University Building at Washington Square East is demolished      and replaced by a 10-story commercial building designed by Alfred      Zucker.                 1896         The University of the City of New-York is renamed     New York University.                       1898         May 16: The School of Medicine consolidates     with Bellevue Hospital Medical College to form the University and      Bellevue Hospital Medical College.                        1900         Sep 24: School of Commerce, Accounts and     Finance established for undergraduate instruction in business.      Hall of Fame at University Heights campus founded.                       1903         Establishment of Collegiate Division at Washington     Square as a two-year course to provide liberal arts instruction      to New York City teachers.                       1908         NYU purchases a second large tract of land for the     University Heights campus from Gustav Schwab, an agent for the North      German Lloyd Steamship Company. The Schwab mansion, built in 1857,      ultimately becomes the headquarters of the College of Engineering.                     1910-1929        &gt;                               Read &quot;Urban Dream,&quot; an article about      NYU's history featured in the Spring 2006 NYU Magazine.                                                Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications     Copyright Communication | Important Notice | Feedback"}]},
{"detail": [{"content": "New York University &gt; Timeline of University History                                                       Skip to Navigation | Skip to Content                                                       Quick Links              Academic Calendar        Albert: Admin        Albert: Students           Athletics        Bookstores        Career Services        Giving to NYU        Health Center        Housing           ITS        Job Listings        Libraries        NYU Apparel        NYU Help        Public Affairs           Student Resource Center        Wellness Exchange        NYU A-Z                    Schools              College of Arts and Science           College of Dentistry        College of Nursing        Courant Institute of Mathematical Sciences        Faculty of Arts and Science        Gallatin School of Individualized Study        Graduate School of Arts and Science           Institute of Fine Arts        Leonard N. Stern School of Business        Robert F. Wagner Graduate School of Public Service        School of Continuing and Professional Studies        School of Law        School of Medicine           School of Social Work        The Steinhardt School of Education        Tisch School of the Arts                                            Search        go                                               New York University         New York University         175 Years at NYU                                                                                                                                      Click on a photo to see a fact.                                                      Emily Kempin                          Judson Memorial Church                            Female Law School Graduates                                       Mary B. Dennis                         Louis Pasteur                          World's Fair                                        Artist Residents                            Heights Campus                            Tally Ho                                        Main Building                            Perstare et Praestare                        Student Pranks                                    Summer School                        Daniel Webster Hering                        The Palisades                                Hall of Fame for Great Americans                        St. Louis Exposition                        NCAA                                Basketball                                                                          1890         Mar 3: The School of Pedagogy     established.                           1891         Jun 1: Henry Mitchell MacCracken, Vice-Chancellor     since 1885, becomes sixth Chancellor.                                  1892         Oct: Debut of the marble Washington Square      Arch.                                 1894         Sep: University College moves from Washington     Square to NYU&#8217;s new campus at University Heights in the Bronx.                    Original University Building at Washington Square East is demolished      and replaced by a 10-story commercial building designed by Alfred      Zucker.                 1896         The University of the City of New-York is renamed     New York University.                       1898         May 16: The School of Medicine consolidates     with Bellevue Hospital Medical College to form the University and      Bellevue Hospital Medical College.                        1900         Sep 24: School of Commerce, Accounts and     Finance established for undergraduate instruction in business.      Hall of Fame at University Heights campus founded.                       1903         Establishment of Collegiate Division at Washington     Square as a two-year course to provide liberal arts instruction      to New York City teachers.                       1908         NYU purchases a second large tract of land for the     University Heights campus from Gustav Schwab, an agent for the North      German Lloyd Steamship Company. The Schwab mansion, built in 1857,      ultimately becomes the headquarters of the College of Engineering.                     1910-1929        &gt;                               Read &quot;Urban Dream,&quot; an article about      NYU's history featured in the Spring 2006 NYU Magazine.                                                Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications     Copyright Communication | Important Notice | Feedback"}, {"content": "Historical Facts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Diversity At NYU   /   Facts and Figures                 Sub Navigation                                 Historical Facts                                                                   Historical Facts                           In October 1873, the first women students at NYU enrolled in the School of Art, where they received an &quot;instructional&quot; form of classes with no degrees. Women were admitted to other schools in the following order: Graduate Department, 1888; School of Pedagogy, 1890; Law School, 1890; Washington Square College, 1914; University College (at the University Heights campus), 1959.                              Dr. Emily Kempin, a graduate of the Zurich Law School, has been credited with the formation and the success of the University's first woman's law class, held on October 30, 1890. Prior to teaching the class, she had been permitted to attend legal lectures with men in 1888 and taught Roman law to male students.                              The first women athletes to participate in the Olympics competed at the Amsterdam Games in 1928. Members of the women's swim team included NYU swim team captain Ethel McCary Engelsen (WSC 1928), Lisa Lindstrom Olson (WSC 1934), who was still a high school student in 1928, and Mary Washburn Conklin (WSC 1928).                              Romare Bearden, renowned collage artist, graduated from NYU in 1945 with a B.S. in education. At NYU, Bearden regularly submitted cartoons to the campus humor magazine, The Medley, and at one point served as the magazine's art editor. Bearden's artistic career proved highly successful, prompting prominent scholar Henry Louis Gates Jr. to call Bearden &quot;the father of African-American modernism.&quot;                              In February 1965 the NYU Committee to End the War in Vietnam (CEWV) organized one of the earliest American anti-war teach-ins at Loeb Student Center. Topics of discussion included the Berkeley anti-Vietnam War demonstration, an analysis of the Watts riots, and the denunciation of President Johnson's domestic policies. A few weeks later, a sizeable contingent participated in the first anti-war march on Washington.                              In 1960, NYU undergraduate Carol Heiss won the first gold of only three first-place medals for the United States at the 1960 Winter Olympic Games. Upon her return to New York City, the sophomore English major was greeted by a ticker tape parade on Broadway, attracting a crowd of 250,000 people.                              In December 1999, NYU became the first U.S. film school to screen works in Havana. Tisch School of the Arts was the first American film school to be invited to screen works at the Festival Internacional del Nuevo Cine Latinoamericano, a major showcase for Latin American filmmakers that draws an audience of 500,000.                              NYU's School of Law was one of the first in the nation to admit women. The first three graduates -- Rose Otliffe Levere, Agnes Kennedy Mulligan, and Julia Amanda Wilson -- graduated in 1892. Of the three, only one - Mulligan - continued her pre-law-school career, in real estate finance and development, and she became the first woman elected to the New York Real Estate Exchange. Levere moved from a career in the theater to a post-law school career as pastor of the First Spiritualist Church in New York. Wilson had been a homemaker for a number of years when she started law school. When her husband died in 1891, she completed her studies and went on to private practice upon graduation in 1892.                              Former First Lady Eleanor Roosevelt was a Greenwich Village resident and frequent speaker at NYU. She lived at 29 Washington Square West from 1942 to 1949 and on more than one occasion participated in NYU events.                              In 1912, hundreds of women marched in the city's Labor Day parade rally in Washington Square to proclaim their rights as workers and citizens.                              Isabel C. Ebel graduated in 1934 from the Daniel Guggenheim School of Aeronautical Engineering and was believed to be the only woman in the United States holding that degree at that time. While at NYU, she was also the only woman enrolled at the University Heights campus out of a registration of more than 2,200 students.                              The murder of Martin Luther King Jr. in 1968 sparked the intensification of an NYU program to improve educational opportunities for minority groups. Central to the plan was the establishment of a scholarship program named for Dr. King. Also in 1968, John Hatchett was hired by Chancellor Cartter to direct the new Martin Luther King Jr. Afro-American Student Center. His appointment became controversial when it was discovered that Hatchett had authored an article accusing the New York City public school system of being dominated by &quot;anti-black Jews and Black Anglo-Saxons.&quot; Religious organizations on campus labeled his comments &quot;Black Nazism.&quot; During the controversy, Hatchett announced that certain seminars at the Center would be open only to Black students. At first, the administration vowed to keep Hatchett, an action which led to issues of racism, anti-Semitism, and freedom of speech being hotly debated on campus. However, after further review and increased pressure, Hatchett was fired. NYU President Hester responded that such policies &quot;are not in keeping with the spirit in which the Center was created and certainly not in keeping with the spirit in which I endorsed it.&quot; The University decided that it did not wish to endorse a center that students saw as &quot;a form of separatism,&quot; and the Martin Luther King Jr. Afro-American Student Center came under the control of an independent board of Black students and faculty who were willing to take full responsibility for the Center in order to secure its existence. The Afro-American Studies Institute was also created to provide lectures, workshops, conferences and programs about Black identity. This is now known as the Institute of African American Affairs.                              The entrance hall of the Hagop Kevorkian Center for Near Eastern Studies, built in 1972, contains a reconstruction of the interior of the 1797 home of a Syrian merchant family, which served at one time as the British consulate in Damascus.                              In 2006, the US Peace Corps ranked NYU fifteenth among large universities for the number of alumni involved in its grassroots organization, which has sent more than 180,000 people to help developing countries. NYU currently has 53 alumni working in the 76 countries that the Peace Corps serves.                              In 1892, Mary B. Dennis became NYU's first woman to receive a Ph.D. from the Graduate School of Arts and Sciences. Her dissertation was entitled &quot;Science Teaching in the Elementary Schools.&quot;                              In 1890 the cornerstone was laid for Judson Memorial Church. Reverend Edward Judson, DD commissioned architect Stanford White to create the building as a memorial to his father, Adoniram D. Judson, who served as one of the first American foreign missionaries. In the cornerstone, the Rev. Judson placed copies of a Bible that his father had translated into Burmese.                              In 1934, James Weldon Johnson became the first African-American professor at NYU. Johnson, already well known for his extensive writings, came to the University as professor of Creative Literature and Education. Johnson taught several courses, including one titled &quot;Racial Contributions to American Culture.&quot;                              In 1937, NYU invited Pulitzer Prize-winning poet Edna St. Vincent Millay to receive an honorary degree of Doctor of Humane Letters and to dine with Mrs. Harry Woodburn Chase, the Chancellor's wife, on the night before Commencement. Millay replied that she was &quot;happy and proud&quot; to accept both invitations. Her sentiments changed, however, when she discovered that while she dined with Mrs. Chase, the other honorary degree recipients, all men, would be the guests of honor at the the Council's annual pre-commencement banquet at the Waldorf-Astoria. Incensed at the apparent discrimination, she wrote in a letter to Harold Voorhis, the Secretary of New York University, &quot;on an occasion, then, on which I shall be present solely for reasons of scholarship, I am solely, for reasons of sex, to be excluded from the company and the conversation of my fellow-doctors...I register this objection not for myself personally, but for all women.&quot; She went on to ask that in the future no woman &quot;be required to swallow from the very cup of this honour, the gall of this humiliation.&quot; Millay won the sympathy of some committee members, including the chairman, William M. Kingsley, who even before Millay knew about the banquet, had requested that she be invited to it. Nevertheless, as Voorhis put it, the University &quot;was not yet ready to break the tradition of the Council dinner by admitting the ladies, at least so long as we still confine our Council membership to the sterner sex.&quot;                              On May 4th, 1970, several groups of &quot;strikers&quot; occupied the Loeb Student Center. The following day, strike groups also took over Warren Weaver Hall and Kimball Hall, the former building containing a $3.5 million dollar computer owned by the Atomic Energy Commission and leased by NYU. The &quot;liberated&quot; buildings became &quot;Strike Student Centers&quot; or &quot;Communes,&quot; and a strike coordinating committee set forth its demands to the University. Holding the computer as a hostage, the strikers demanded ransom money of $100,000 from the University to be used as bail money for imprisoned Black Panthers. While NYU President Hester attempted to obtain a court injunction to remove the strikers as quickly as possible, the students, in control of the University Print Shop in Kimball Hall, printed and distributed manifestoes calling for the immediate withdrawal of U.S. troops from Vietnam and enjoining fellow NYU students to join their &quot;injunction party&quot; and &quot;make revolutionary love in the streets.&quot; Strikers evacuated Warren Weaver Hall on May 7, but set off the fuse to a bomb device before departing. University staff managed to douse the fuse just seconds before it would have destroyed the computer. After 17 days of high tension, University officials succeeded in removing the strikers from all occupied buildings.                              NYU has nearly 350,000 alumni from all 50 states and 163 foreign countries                              NYU's commitment to international student and faculty exchange began as early as 1892. Louis Pasteur wrote to Chancellor Henry Mitchell MacCracken and encouraged student exchange: &quot;With the thought of making access to our higher education easier for young foreigners who come to France to continue or finish their studies, several men, belonging for the most part to the world of science and letters, have formed in Paris a Committee for Encouragement of Foreign Students&hellip;Convinced, Mr. Chancellor, of the sympathy with which you will welcome a project which can only reinforce the bonds of reciprocal esteem and friendship which unite our two countries&hellip;please be our interpreter to the youth of your colleges and assure them of our entire sympathy. Tell them how welcome they will be if they wish to make use of the resources which our higher education places at the disposal of science.&quot;                              Countee Cullen, noted Harlem Renaissance poet, graduated from NYU in 1925. While a student at NYU's University Heights campus, Cullen completed his renowned &quot;Ballad of the Brown Girl&quot; and published his first book of poetry, Color. Color later earned Cullen the Harmon Foundation's first gold medal for literature in 1927. The NYU Archives still retains Cullen's senior thesis, &quot;The Poetry of Edna St. Vincent Millay: an appreciation.&quot;                              A civil rights activist, lawyer, state senator, and judge, Constance Baker Motley received an A.B. in economics from NYU in 1943. After receiving a law degree from Columbia University, Motley worked under the tutelage of Thurgood Marshall, chief counsel of the NAACP's Legal Defense and Educational Fund, Inc., and eventually became associate chief counsel for the association. She aided in several key civil rights cases, including Brown v. Board of Education. In the early 1960s Motley continued her fight for equality, arguing ten civil rights cases on the floor of the U.S. Supreme Court. She won nine. In 1964, she left the NAACP to become the first African-American woman state senator in New York. She served in this capacity until the winter of 1965, when the New York City Council elected her the first woman to serve as President of the Borough of Manhattan. The following year, President Lyndon Johnson nominated Motley for a Federal District Court judgeship for the Southern District of New York. Confirmed in August of 1966, Motley became the first African-American woman named to the federal bench.                              On February 10, 1961, Rev. Dr. Martin Luther King, Jr. spoke to a capacity crowd at the Hall of Fame Playhouse located at the University Heights campus. Dr. King lectured on &quot;The Future of Integration&quot; and urged non-violent protest. He emphasized the need for &quot;persistence,&quot; and the inevitability of &quot;sacrifice, suffering, and struggle&quot; associated with achieving justice.                              In 1959, NYU first admitted women to the undergraduate classes of its two colleges at the University Heights campus. The College of Engineering admitted two coeds, Linda Mantovani and Patricia Hanusik. The University College of Arts and Science admitted 102 coeds for the 1959-1960 fall term.                              In the early 1980s, Rick Rubin, co-founder of Def Jam Records, lived in Room 712 of NYU's Weinstein Residence Hall on University Place, where he collaborated with Russell Simmons on what is now one of hip hop's most influential record labels.                                                DIVERSE &amp;   INCLUSIVE   VIRTUAL   ENVIRONMENT   Student, Faculty, and Staff-made content including videos, music, photography, films, books, and events.     Learn more                                                                                     Quick Links     NYU CMEP   LGBTQ Student Center   Postdoctoral and Transition Program   MLK Scholars Program   Moses Center for Students with Disabilities   Opportunity Programs                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "New York University &gt; Timeline of University History                                                       Skip to Navigation | Skip to Content                                                       Quick Links              Academic Calendar        Albert: Admin        Albert: Students           Athletics        Bookstores        Career Services        Giving to NYU        Health Center        Housing           ITS        Job Listings        Libraries        NYU Apparel        NYU Help        Public Affairs           Student Resource Center        Wellness Exchange        NYU A-Z                    Schools              College of Arts and Science           College of Dentistry        College of Nursing        Courant Institute of Mathematical Sciences        Faculty of Arts and Science        Gallatin School of Individualized Study        Graduate School of Arts and Science           Institute of Fine Arts        Leonard N. Stern School of Business        Robert F. Wagner Graduate School of Public Service        School of Continuing and Professional Studies        School of Law        School of Medicine           School of Social Work        The Steinhardt School of Education        Tisch School of the Arts                                            Search        go                                               New York University         New York University         175 Years at NYU                                                                                                                                      Click on a photo to see a fact.                                                      Emily Kempin                          Judson Memorial Church                            Female Law School Graduates                                       Mary B. Dennis                         Louis Pasteur                          World's Fair                                        Artist Residents                            Heights Campus                            Tally Ho                                        Main Building                            Perstare et Praestare                        Student Pranks                                    Summer School                        Daniel Webster Hering                        The Palisades                                Hall of Fame for Great Americans                        St. Louis Exposition                        NCAA                                Basketball                                                                          1890         Mar 3: The School of Pedagogy     established.                           1891         Jun 1: Henry Mitchell MacCracken, Vice-Chancellor     since 1885, becomes sixth Chancellor.                                  1892         Oct: Debut of the marble Washington Square      Arch.                                 1894         Sep: University College moves from Washington     Square to NYU&#8217;s new campus at University Heights in the Bronx.                    Original University Building at Washington Square East is demolished      and replaced by a 10-story commercial building designed by Alfred      Zucker.                 1896         The University of the City of New-York is renamed     New York University.                       1898         May 16: The School of Medicine consolidates     with Bellevue Hospital Medical College to form the University and      Bellevue Hospital Medical College.                        1900         Sep 24: School of Commerce, Accounts and     Finance established for undergraduate instruction in business.      Hall of Fame at University Heights campus founded.                       1903         Establishment of Collegiate Division at Washington     Square as a two-year course to provide liberal arts instruction      to New York City teachers.                       1908         NYU purchases a second large tract of land for the     University Heights campus from Gustav Schwab, an agent for the North      German Lloyd Steamship Company. The Schwab mansion, built in 1857,      ultimately becomes the headquarters of the College of Engineering.                     1910-1929        &gt;                               Read &quot;Urban Dream,&quot; an article about      NYU's history featured in the Spring 2006 NYU Magazine.                                                Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications     Copyright Communication | Important Notice | Feedback"}, {"content": "Historical Facts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Diversity At NYU   /   Facts and Figures                 Sub Navigation                                 Historical Facts                                                                   Historical Facts                           In October 1873, the first women students at NYU enrolled in the School of Art, where they received an &quot;instructional&quot; form of classes with no degrees. Women were admitted to other schools in the following order: Graduate Department, 1888; School of Pedagogy, 1890; Law School, 1890; Washington Square College, 1914; University College (at the University Heights campus), 1959.                              Dr. Emily Kempin, a graduate of the Zurich Law School, has been credited with the formation and the success of the University's first woman's law class, held on October 30, 1890. Prior to teaching the class, she had been permitted to attend legal lectures with men in 1888 and taught Roman law to male students.                              The first women athletes to participate in the Olympics competed at the Amsterdam Games in 1928. Members of the women's swim team included NYU swim team captain Ethel McCary Engelsen (WSC 1928), Lisa Lindstrom Olson (WSC 1934), who was still a high school student in 1928, and Mary Washburn Conklin (WSC 1928).                              Romare Bearden, renowned collage artist, graduated from NYU in 1945 with a B.S. in education. At NYU, Bearden regularly submitted cartoons to the campus humor magazine, The Medley, and at one point served as the magazine's art editor. Bearden's artistic career proved highly successful, prompting prominent scholar Henry Louis Gates Jr. to call Bearden &quot;the father of African-American modernism.&quot;                              In February 1965 the NYU Committee to End the War in Vietnam (CEWV) organized one of the earliest American anti-war teach-ins at Loeb Student Center. Topics of discussion included the Berkeley anti-Vietnam War demonstration, an analysis of the Watts riots, and the denunciation of President Johnson's domestic policies. A few weeks later, a sizeable contingent participated in the first anti-war march on Washington.                              In 1960, NYU undergraduate Carol Heiss won the first gold of only three first-place medals for the United States at the 1960 Winter Olympic Games. Upon her return to New York City, the sophomore English major was greeted by a ticker tape parade on Broadway, attracting a crowd of 250,000 people.                              In December 1999, NYU became the first U.S. film school to screen works in Havana. Tisch School of the Arts was the first American film school to be invited to screen works at the Festival Internacional del Nuevo Cine Latinoamericano, a major showcase for Latin American filmmakers that draws an audience of 500,000.                              NYU's School of Law was one of the first in the nation to admit women. The first three graduates -- Rose Otliffe Levere, Agnes Kennedy Mulligan, and Julia Amanda Wilson -- graduated in 1892. Of the three, only one - Mulligan - continued her pre-law-school career, in real estate finance and development, and she became the first woman elected to the New York Real Estate Exchange. Levere moved from a career in the theater to a post-law school career as pastor of the First Spiritualist Church in New York. Wilson had been a homemaker for a number of years when she started law school. When her husband died in 1891, she completed her studies and went on to private practice upon graduation in 1892.                              Former First Lady Eleanor Roosevelt was a Greenwich Village resident and frequent speaker at NYU. She lived at 29 Washington Square West from 1942 to 1949 and on more than one occasion participated in NYU events.                              In 1912, hundreds of women marched in the city's Labor Day parade rally in Washington Square to proclaim their rights as workers and citizens.                              Isabel C. Ebel graduated in 1934 from the Daniel Guggenheim School of Aeronautical Engineering and was believed to be the only woman in the United States holding that degree at that time. While at NYU, she was also the only woman enrolled at the University Heights campus out of a registration of more than 2,200 students.                              The murder of Martin Luther King Jr. in 1968 sparked the intensification of an NYU program to improve educational opportunities for minority groups. Central to the plan was the establishment of a scholarship program named for Dr. King. Also in 1968, John Hatchett was hired by Chancellor Cartter to direct the new Martin Luther King Jr. Afro-American Student Center. His appointment became controversial when it was discovered that Hatchett had authored an article accusing the New York City public school system of being dominated by &quot;anti-black Jews and Black Anglo-Saxons.&quot; Religious organizations on campus labeled his comments &quot;Black Nazism.&quot; During the controversy, Hatchett announced that certain seminars at the Center would be open only to Black students. At first, the administration vowed to keep Hatchett, an action which led to issues of racism, anti-Semitism, and freedom of speech being hotly debated on campus. However, after further review and increased pressure, Hatchett was fired. NYU President Hester responded that such policies &quot;are not in keeping with the spirit in which the Center was created and certainly not in keeping with the spirit in which I endorsed it.&quot; The University decided that it did not wish to endorse a center that students saw as &quot;a form of separatism,&quot; and the Martin Luther King Jr. Afro-American Student Center came under the control of an independent board of Black students and faculty who were willing to take full responsibility for the Center in order to secure its existence. The Afro-American Studies Institute was also created to provide lectures, workshops, conferences and programs about Black identity. This is now known as the Institute of African American Affairs.                              The entrance hall of the Hagop Kevorkian Center for Near Eastern Studies, built in 1972, contains a reconstruction of the interior of the 1797 home of a Syrian merchant family, which served at one time as the British consulate in Damascus.                              In 2006, the US Peace Corps ranked NYU fifteenth among large universities for the number of alumni involved in its grassroots organization, which has sent more than 180,000 people to help developing countries. NYU currently has 53 alumni working in the 76 countries that the Peace Corps serves.                              In 1892, Mary B. Dennis became NYU's first woman to receive a Ph.D. from the Graduate School of Arts and Sciences. Her dissertation was entitled &quot;Science Teaching in the Elementary Schools.&quot;                              In 1890 the cornerstone was laid for Judson Memorial Church. Reverend Edward Judson, DD commissioned architect Stanford White to create the building as a memorial to his father, Adoniram D. Judson, who served as one of the first American foreign missionaries. In the cornerstone, the Rev. Judson placed copies of a Bible that his father had translated into Burmese.                              In 1934, James Weldon Johnson became the first African-American professor at NYU. Johnson, already well known for his extensive writings, came to the University as professor of Creative Literature and Education. Johnson taught several courses, including one titled &quot;Racial Contributions to American Culture.&quot;                              In 1937, NYU invited Pulitzer Prize-winning poet Edna St. Vincent Millay to receive an honorary degree of Doctor of Humane Letters and to dine with Mrs. Harry Woodburn Chase, the Chancellor's wife, on the night before Commencement. Millay replied that she was &quot;happy and proud&quot; to accept both invitations. Her sentiments changed, however, when she discovered that while she dined with Mrs. Chase, the other honorary degree recipients, all men, would be the guests of honor at the the Council's annual pre-commencement banquet at the Waldorf-Astoria. Incensed at the apparent discrimination, she wrote in a letter to Harold Voorhis, the Secretary of New York University, &quot;on an occasion, then, on which I shall be present solely for reasons of scholarship, I am solely, for reasons of sex, to be excluded from the company and the conversation of my fellow-doctors...I register this objection not for myself personally, but for all women.&quot; She went on to ask that in the future no woman &quot;be required to swallow from the very cup of this honour, the gall of this humiliation.&quot; Millay won the sympathy of some committee members, including the chairman, William M. Kingsley, who even before Millay knew about the banquet, had requested that she be invited to it. Nevertheless, as Voorhis put it, the University &quot;was not yet ready to break the tradition of the Council dinner by admitting the ladies, at least so long as we still confine our Council membership to the sterner sex.&quot;                              On May 4th, 1970, several groups of &quot;strikers&quot; occupied the Loeb Student Center. The following day, strike groups also took over Warren Weaver Hall and Kimball Hall, the former building containing a $3.5 million dollar computer owned by the Atomic Energy Commission and leased by NYU. The &quot;liberated&quot; buildings became &quot;Strike Student Centers&quot; or &quot;Communes,&quot; and a strike coordinating committee set forth its demands to the University. Holding the computer as a hostage, the strikers demanded ransom money of $100,000 from the University to be used as bail money for imprisoned Black Panthers. While NYU President Hester attempted to obtain a court injunction to remove the strikers as quickly as possible, the students, in control of the University Print Shop in Kimball Hall, printed and distributed manifestoes calling for the immediate withdrawal of U.S. troops from Vietnam and enjoining fellow NYU students to join their &quot;injunction party&quot; and &quot;make revolutionary love in the streets.&quot; Strikers evacuated Warren Weaver Hall on May 7, but set off the fuse to a bomb device before departing. University staff managed to douse the fuse just seconds before it would have destroyed the computer. After 17 days of high tension, University officials succeeded in removing the strikers from all occupied buildings.                              NYU has nearly 350,000 alumni from all 50 states and 163 foreign countries                              NYU's commitment to international student and faculty exchange began as early as 1892. Louis Pasteur wrote to Chancellor Henry Mitchell MacCracken and encouraged student exchange: &quot;With the thought of making access to our higher education easier for young foreigners who come to France to continue or finish their studies, several men, belonging for the most part to the world of science and letters, have formed in Paris a Committee for Encouragement of Foreign Students&hellip;Convinced, Mr. Chancellor, of the sympathy with which you will welcome a project which can only reinforce the bonds of reciprocal esteem and friendship which unite our two countries&hellip;please be our interpreter to the youth of your colleges and assure them of our entire sympathy. Tell them how welcome they will be if they wish to make use of the resources which our higher education places at the disposal of science.&quot;                              Countee Cullen, noted Harlem Renaissance poet, graduated from NYU in 1925. While a student at NYU's University Heights campus, Cullen completed his renowned &quot;Ballad of the Brown Girl&quot; and published his first book of poetry, Color. Color later earned Cullen the Harmon Foundation's first gold medal for literature in 1927. The NYU Archives still retains Cullen's senior thesis, &quot;The Poetry of Edna St. Vincent Millay: an appreciation.&quot;                              A civil rights activist, lawyer, state senator, and judge, Constance Baker Motley received an A.B. in economics from NYU in 1943. After receiving a law degree from Columbia University, Motley worked under the tutelage of Thurgood Marshall, chief counsel of the NAACP's Legal Defense and Educational Fund, Inc., and eventually became associate chief counsel for the association. She aided in several key civil rights cases, including Brown v. Board of Education. In the early 1960s Motley continued her fight for equality, arguing ten civil rights cases on the floor of the U.S. Supreme Court. She won nine. In 1964, she left the NAACP to become the first African-American woman state senator in New York. She served in this capacity until the winter of 1965, when the New York City Council elected her the first woman to serve as President of the Borough of Manhattan. The following year, President Lyndon Johnson nominated Motley for a Federal District Court judgeship for the Southern District of New York. Confirmed in August of 1966, Motley became the first African-American woman named to the federal bench.                              On February 10, 1961, Rev. Dr. Martin Luther King, Jr. spoke to a capacity crowd at the Hall of Fame Playhouse located at the University Heights campus. Dr. King lectured on &quot;The Future of Integration&quot; and urged non-violent protest. He emphasized the need for &quot;persistence,&quot; and the inevitability of &quot;sacrifice, suffering, and struggle&quot; associated with achieving justice.                              In 1959, NYU first admitted women to the undergraduate classes of its two colleges at the University Heights campus. The College of Engineering admitted two coeds, Linda Mantovani and Patricia Hanusik. The University College of Arts and Science admitted 102 coeds for the 1959-1960 fall term.                              In the early 1980s, Rick Rubin, co-founder of Def Jam Records, lived in Room 712 of NYU's Weinstein Residence Hall on University Place, where he collaborated with Russell Simmons on what is now one of hip hop's most influential record labels.                                                DIVERSE &amp;   INCLUSIVE   VIRTUAL   ENVIRONMENT   Student, Faculty, and Staff-made content including videos, music, photography, films, books, and events.     Learn more                                                                                     Quick Links     NYU CMEP   LGBTQ Student Center   Postdoctoral and Transition Program   MLK Scholars Program   Moses Center for Students with Disabilities   Opportunity Programs                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "About NYU Law | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; About NYU Law             About NYU Law                                                   Quick Links       At a Glance   Areas of Study   Why NYU Law   Student Stories: The View From Washington Square   Board of Trustees   Sustainability   Visitor Information   NYU Law Contacts   ABA Standard 509 Consumer Information                   A Tradition of Innovation     NYU Law is an intellectual powerhouse, with 103 faculty , 329 courses , 11 areas of study , over 30 centers , and 85 student organizations.    The Law School has long taken a leadership role in introducing changes that have redefined legal education, often serving as a model for other schools. Recently, we launched initiatives to assure that our graduates are practice-ready for today's world. Highlights include: NYU Law Abroad ; our Washington, DC-based Legislative and Regulatory Process Clinic ; Professional Pathways , which help make students highly competitive in the job market in their field of interest; and our new Leadership &amp; Financial Literacy program.                     Public Service   NYU Law is a pacesetter in Public Service. The Law School offers 39 clinics, and guarantees summer funding for 1Ls and 2Ls working in government and nonprofit organizations. Read More                   Global Opportunities   A leader in international law, NYU Law is home to the Hauser Global Law School Program and now offers NYU Law Abroad for 3Ls in Buenos Aires, Paris, and Shanghai. Read More                     Law and Business   The Mitchell Jacobson Leadership Program in Law and Business offers training tailored to students seeking legal education as a background for top positions in business. Read more                         A Brief History of NYU Law     1890  Women are admitted for the first time, 60 years before Harvard Law.   1951  The Root-Tilden-Kern Scholarship Program , our flagship public interest program, is founded.   1981  Our unparalleled clinical and advocacy program is launched.   1986  The Loan Repayment Assistance Program begins.   1995  The Hauser Global Law School Program is founded.   2003   PILC Summer Funding begins. In 2014, 422 students were funded to work in public interest and government in 29 countries.   2006  1L electives are introduced to give students a head start in pursuing specific interests.   2010  Wilf Hall, home to many of our over 30 centers , opens.   2012  New academic initiatives are announced, including a study-abroad program designed and managed by NYU Law.   2013  The Program on Corporate Compliance and Enforcement is established, as is the Furman Public Policy Scholarship .   2014  Part of a larger leadership initiative, EQ workshops begin offering emotional intelligence training.                                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]