[{"detail": [{"content": "Noncredit Offerings                                                                                        The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                   Noncredit Offerings                                    If you experience issues locating a course for which you would like to register online,   please call 212-998-7150.                                            Noncredit Offerings                                                                   Claim Your Digital NYU School of Professional Studies Noncredit Certificate Badge                                                                        Play                              Noncredit Offerings at the NYU School of Professional Studies        The NYU School of Professional Studies is a leader in noncredit continuing education. People from across the country and around the world enroll in our noncredit courses , certificates , online offerings , and intensives . Professionally oriented programs are offered as well as those geared toward personal enrichment. Day, evening, and weekend schedules are available to fit your busy lifestyle. Courses are taught by top industry professionals, who provide you with the latest information in your area of interest.   No matter what your passion or career path, you will find that the School offers a noncredit learning environment like no other. From Creating Websites for Mobile Devices to Collecting and Appraising Rare Books , there is something for everyone.            Noncredit Certificate Digital Badge     Noncredit Academic Policies and Procedures    Noncredit Information Sessions     Dorothy Durkin Torch Circle Benefits    High School Academy     Intensives    Professional Advantage               Ready to Proceed?     Search for a Course Now       Download Summer 2015 Bulletin          Courses     Noncredit courses can provide the information needed to hone your current skills, learn new ones, or simply enrich your life. Choose from thousands of courses that are offered online and onsite. Many can apply towards earning noncredit certificates .         Certificates     More than 100 noncredit certificates are available from which to choose. These programs are comprised of required courses and elective courses that allow you to tailor your program of study to meet your professional goals.           Online Offerings     The NYU School of Professional Studies offers a large number of online noncredit courses. So, you can learn at home, at work, or on the road. Some courses are offered completely online, while others combine online and onsite instruction.                                                                            Advanced Certificate Search                                                       New Courses     New noncredit courses offered by the School put you on the fast track to success by helping you to acquire new skills and to expand upon existing knowledge. A wide selection of new courses are added throughout the semester.           Explore New Courses       Intensives     Intensive programs offer course content in condensed formats. They run throughout the year, but are most prevalent during the summer months. Programs range from 1-12 weeks and provide total immersion in subject matter.           Learn More About Intensives       Register for Courses     To register for a course, call (212) 998-7150; visit sps.nyu.edu ; or visit us in person at 7 East 12th Street, Room 133, Mon.–Thurs., 9 a.m.–7 p.m.; Fri., until 5 p.m; and Sat.–Sun. 9 a.m.–6 p.m.             Create an Account         Login to Your Account to Register                                               QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Noncredit Offerings                                                                                        The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                   Noncredit Offerings                                    If you experience issues locating a course for which you would like to register online,   please call 212-998-7150.                                            Noncredit Offerings                                                                   Claim Your Digital NYU School of Professional Studies Noncredit Certificate Badge                                                                        Play                              Noncredit Offerings at the NYU School of Professional Studies        The NYU School of Professional Studies is a leader in noncredit continuing education. People from across the country and around the world enroll in our noncredit courses , certificates , online offerings , and intensives . Professionally oriented programs are offered as well as those geared toward personal enrichment. Day, evening, and weekend schedules are available to fit your busy lifestyle. Courses are taught by top industry professionals, who provide you with the latest information in your area of interest.   No matter what your passion or career path, you will find that the School offers a noncredit learning environment like no other. From Creating Websites for Mobile Devices to Collecting and Appraising Rare Books , there is something for everyone.            Noncredit Certificate Digital Badge     Noncredit Academic Policies and Procedures    Noncredit Information Sessions     Dorothy Durkin Torch Circle Benefits    High School Academy     Intensives    Professional Advantage               Ready to Proceed?     Search for a Course Now       Download Summer 2015 Bulletin          Courses     Noncredit courses can provide the information needed to hone your current skills, learn new ones, or simply enrich your life. Choose from thousands of courses that are offered online and onsite. Many can apply towards earning noncredit certificates .         Certificates     More than 100 noncredit certificates are available from which to choose. These programs are comprised of required courses and elective courses that allow you to tailor your program of study to meet your professional goals.           Online Offerings     The NYU School of Professional Studies offers a large number of online noncredit courses. So, you can learn at home, at work, or on the road. Some courses are offered completely online, while others combine online and onsite instruction.                                                                            Advanced Certificate Search                                                       New Courses     New noncredit courses offered by the School put you on the fast track to success by helping you to acquire new skills and to expand upon existing knowledge. A wide selection of new courses are added throughout the semester.           Explore New Courses       Intensives     Intensive programs offer course content in condensed formats. They run throughout the year, but are most prevalent during the summer months. Programs range from 1-12 weeks and provide total immersion in subject matter.           Learn More About Intensives       Register for Courses     To register for a course, call (212) 998-7150; visit sps.nyu.edu ; or visit us in person at 7 East 12th Street, Room 133, Mon.–Thurs., 9 a.m.–7 p.m.; Fri., until 5 p.m; and Sat.–Sun. 9 a.m.–6 p.m.             Create an Account         Login to Your Account to Register                                               QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Continuing Education                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Education                       Graduate Education                       Continuing Education                       Schools and Colleges                       Libraries                       Centers and Institutes                       Awards and Highlights                       Academic Resources                                                                   Continuing Education          From pursuing degrees and certificates for career advancement to meeting a profession’s continuing education requirements to attending liberal arts courses to fulfill one’s love of knowledge, learning is a life-long endeavor.     Continuing education at NYU links directly to the principles of NYU’s founding, with its emphasis on providing a \"rational and practical education fitting for all and graciously open to all.\"                                   Today, continuing education encompasses a wide span of programs across NYU’s schools, but it is most fully realized in NYU’s School of Continuing and Professional Studies (NYU-SCPS), a global leader in university-based continuing higher education. NYU-SCPS draws upon strong connections to New York City’s key industries and cultural sectors to support students in attaining their professional goals and personal educational aspirations.   In addition to the highly regarded degree programs offered by its academic departments, NYU-SCPS offers to the general public multiple educational pathways to professional, intellectual, and creative development through its continuing education programs.                                                           Stern Executive MBA                                                                                         Steinhardt Teacher Education                                                                                         Wagner Executive MPA                                            Leonard N. Stern School of Business   In the Stern Executive MBA program you earn the same MBA degree as the Stern Full-time and Part-time students. However, the curriculum delivery and MBA experience in the Stern Executive MBA program is designed specifically for seasoned executives.     Stern's Global Degree Programs, the TRIUM Global Executive MBA , the Executive MS in Global Finance , and the Executive MS in Risk Management - are global degrees for the global manager, designed for seasoned executives.          NYU Steinhardt School of Culture, Education, and Human Development   The Department of Teaching and Learning offers ten 12-14 month full-time master's degree programs in teacher education to accelerate preparation as a certified teacher. Specially designed for recent college graduates and career changers, Steinhardt offers top-ranked master's degree programs leading to initial teacher certification in an accelerated format that allows students to complete their degree in three consecutive semesters, including summers, of full-time study.        Robert F. Wagner Graduate School of Public Service   As a top-ranked school of public affairs, NYU Wagner offers various opportunities for professionals to pursue their education and increase their impact in the field of public service. Providing a strong professional network, access to stellar faculty, and a tailored academic track, we offer three distinct Executive MPA programs (for public service leaders, global policy leaders, and nurse leaders); professional certificates in management, public policy, public finance, health finance, health policy, and international development; and the ability to take individual courses as a non-degree student .                                 Continuing Legal Education Every academic year, the NYU School of Law hosts continuing legal education academic panels and lectures. Read More                   Lifelong Learning and Professional Development The Silver School of Social Work, through the Division of Lifelong Learning and Professional Development, serves as a major postgraduate training center where hundreds of area social workers and allied professionals deepen their professional knowledge and skills each year. Read More                   School of Engineering NYU's Polytechnic School of Engineering certificate programs are designed for people who want to enhance their current knowledge base or develop an in-depth understanding of a practice or industry they want to transition into. Read More                    Continuing Medical Education The New York University Post-Graduate Medical School offers courses in almost all branches of medicine. NYU’s twenty-nine academic departments serve as the internal source of expertise for the identification of professional practice gaps. Read More          College of Nursing   Based on the philosophy that lifelong learning is essential for continued professional competence, the Center for Continuing Education in Nursing (CCEN) is committed to providing distinctive and quality conferences, workshops and seminars.     College of Dentistry   The participants in NYUCD's continuing education programs are successful before they arrive, but they know that NYUCD's CE program will give them the tools to go farther and perform even better.                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Noncredit Offerings                                                                                        The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                   Noncredit Offerings                                    If you experience issues locating a course for which you would like to register online,   please call 212-998-7150.                                            Noncredit Offerings                                                                   Claim Your Digital NYU School of Professional Studies Noncredit Certificate Badge                                                                        Play                              Noncredit Offerings at the NYU School of Professional Studies        The NYU School of Professional Studies is a leader in noncredit continuing education. People from across the country and around the world enroll in our noncredit courses , certificates , online offerings , and intensives . Professionally oriented programs are offered as well as those geared toward personal enrichment. Day, evening, and weekend schedules are available to fit your busy lifestyle. Courses are taught by top industry professionals, who provide you with the latest information in your area of interest.   No matter what your passion or career path, you will find that the School offers a noncredit learning environment like no other. From Creating Websites for Mobile Devices to Collecting and Appraising Rare Books , there is something for everyone.            Noncredit Certificate Digital Badge     Noncredit Academic Policies and Procedures    Noncredit Information Sessions     Dorothy Durkin Torch Circle Benefits    High School Academy     Intensives    Professional Advantage               Ready to Proceed?     Search for a Course Now       Download Summer 2015 Bulletin          Courses     Noncredit courses can provide the information needed to hone your current skills, learn new ones, or simply enrich your life. Choose from thousands of courses that are offered online and onsite. Many can apply towards earning noncredit certificates .         Certificates     More than 100 noncredit certificates are available from which to choose. These programs are comprised of required courses and elective courses that allow you to tailor your program of study to meet your professional goals.           Online Offerings     The NYU School of Professional Studies offers a large number of online noncredit courses. So, you can learn at home, at work, or on the road. Some courses are offered completely online, while others combine online and onsite instruction.                                                                            Advanced Certificate Search                                                       New Courses     New noncredit courses offered by the School put you on the fast track to success by helping you to acquire new skills and to expand upon existing knowledge. A wide selection of new courses are added throughout the semester.           Explore New Courses       Intensives     Intensive programs offer course content in condensed formats. They run throughout the year, but are most prevalent during the summer months. Programs range from 1-12 weeks and provide total immersion in subject matter.           Learn More About Intensives       Register for Courses     To register for a course, call (212) 998-7150; visit sps.nyu.edu ; or visit us in person at 7 East 12th Street, Room 133, Mon.–Thurs., 9 a.m.–7 p.m.; Fri., until 5 p.m; and Sat.–Sun. 9 a.m.–6 p.m.             Create an Account         Login to Your Account to Register                                               QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Continuing Education                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Education                       Graduate Education                       Continuing Education                       Schools and Colleges                       Libraries                       Centers and Institutes                       Awards and Highlights                       Academic Resources                                                                   Continuing Education          From pursuing degrees and certificates for career advancement to meeting a profession’s continuing education requirements to attending liberal arts courses to fulfill one’s love of knowledge, learning is a life-long endeavor.     Continuing education at NYU links directly to the principles of NYU’s founding, with its emphasis on providing a \"rational and practical education fitting for all and graciously open to all.\"                                   Today, continuing education encompasses a wide span of programs across NYU’s schools, but it is most fully realized in NYU’s School of Continuing and Professional Studies (NYU-SCPS), a global leader in university-based continuing higher education. NYU-SCPS draws upon strong connections to New York City’s key industries and cultural sectors to support students in attaining their professional goals and personal educational aspirations.   In addition to the highly regarded degree programs offered by its academic departments, NYU-SCPS offers to the general public multiple educational pathways to professional, intellectual, and creative development through its continuing education programs.                                                           Stern Executive MBA                                                                                         Steinhardt Teacher Education                                                                                         Wagner Executive MPA                                            Leonard N. Stern School of Business   In the Stern Executive MBA program you earn the same MBA degree as the Stern Full-time and Part-time students. However, the curriculum delivery and MBA experience in the Stern Executive MBA program is designed specifically for seasoned executives.     Stern's Global Degree Programs, the TRIUM Global Executive MBA , the Executive MS in Global Finance , and the Executive MS in Risk Management - are global degrees for the global manager, designed for seasoned executives.          NYU Steinhardt School of Culture, Education, and Human Development   The Department of Teaching and Learning offers ten 12-14 month full-time master's degree programs in teacher education to accelerate preparation as a certified teacher. Specially designed for recent college graduates and career changers, Steinhardt offers top-ranked master's degree programs leading to initial teacher certification in an accelerated format that allows students to complete their degree in three consecutive semesters, including summers, of full-time study.        Robert F. Wagner Graduate School of Public Service   As a top-ranked school of public affairs, NYU Wagner offers various opportunities for professionals to pursue their education and increase their impact in the field of public service. Providing a strong professional network, access to stellar faculty, and a tailored academic track, we offer three distinct Executive MPA programs (for public service leaders, global policy leaders, and nurse leaders); professional certificates in management, public policy, public finance, health finance, health policy, and international development; and the ability to take individual courses as a non-degree student .                                 Continuing Legal Education Every academic year, the NYU School of Law hosts continuing legal education academic panels and lectures. Read More                   Lifelong Learning and Professional Development The Silver School of Social Work, through the Division of Lifelong Learning and Professional Development, serves as a major postgraduate training center where hundreds of area social workers and allied professionals deepen their professional knowledge and skills each year. Read More                   School of Engineering NYU's Polytechnic School of Engineering certificate programs are designed for people who want to enhance their current knowledge base or develop an in-depth understanding of a practice or industry they want to transition into. Read More                    Continuing Medical Education The New York University Post-Graduate Medical School offers courses in almost all branches of medicine. NYU’s twenty-nine academic departments serve as the internal source of expertise for the identification of professional practice gaps. Read More          College of Nursing   Based on the philosophy that lifelong learning is essential for continued professional competence, the Center for Continuing Education in Nursing (CCEN) is committed to providing distinctive and quality conferences, workshops and seminars.     College of Dentistry   The participants in NYUCD's continuing education programs are successful before they arrive, but they know that NYUCD's CE program will give them the tools to go farther and perform even better.                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Tutoring and Learning                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Students   /   Undergraduates   /   Academic Services   /   Undergraduate Advisement   /   Academic Resource Center   /   Tutoring and Learning                 Sub Navigation                                 Peer Tutoring                       Group Review                       Academic Skills Workshops                       Questions                                                                   Tutoring and Learning      The University Learning Center 's mission is to assist students in developing the knowledge base, skills, and strategies that will help them to become confident, independent, and active learners. Its various academic support services are intended to help students meet the challenge of NYU's rigorous academic standards. Learn more.                                         Free Peer Tutoring  at the University Learning Center                      Drop-in Tutoring Sessions Course-specific tutoring through individual learning sessions. Search for your courses here.                     Group Review Sessions and Study Slams Course-specific review sessions. Reserve a seat or find more information here.                     Academic Coaching and Skills Workshops Time management, study strategies, English language improvement, and more!              Additional Academic Support Services       CAS Computer Science Department Tutoring     Papiers-Mâchés, an online French Writing Tutorial (Department of French)   CAS French Department Tutoring Schedule     Undergraduate Mathematics Tutoring Center, Courant Institute, Warren Weaver Hall   Physics Tutoring, Meyer Hall   Writing Center, 411 Lafayette, 4th Floor   NYU:Poly Tutoring Center                                                    The ULC is closed for spring break! We will reopen on Monday, March 23 at noon.                                  ULC at UHall        University Hall                   110 East 14th Street  212-998-8047              Specializing in Humanities, Social Sciences, and Math.                                   ULC at ARC        Academic Resource Center                   18 Washington Place  212-998-8085              Specializing in Science.                                    Work at the        University Learning Center!                   The University Learning Center is staffed by current NYU undergraduates. Most of our hiring is done during the spring semester for the following academic year, with some limited additional hiring in December/January for the spring semester.            Find out more                                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]