[{"detail": [{"content": "About    |     Alexander Hamilton Center    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     About     People       Events       Courses       Affiliations       Projects       FAQ       Application               Home &gt; About     About   The Alexander Hamilton Center at New York University fosters the competition of ideas about policy solutions to pressing domestic and international issues. It does so based on rigorous logic and evidence rather than on briefs grounded in “political correctness,” personal beliefs or ideologically motivated opinions. The Center emphasizes political economy approaches that draw out how individual economic and political incentives interact to create constraints and opportunities for citizens, political leaders, and entrepreneurs in the private or public sector to address policy issues, but, of course, is open to other approaches when their findings are more compelling. The Center’s teaching and research functions emphasize such considerations as the design of governing institutions, the development and distribution of human capital, and the means by which fundamental policy issues can be resolved or advanced through the promotion of efficient and effective solutions that are sensitive to political, economic, and social realities.    The Center’s central mission is to provide clear, explicit, and compelling ties between logic, evidence, and policy conclusions. While policy problems are inherently – and appropriately so – motivated by deep normative concerns, solutions should be grounded in rigorous, science-based evidentiary assessments and transparent arguments. The rhetoric used to persuade students, teachers, decision makers, and the public at large should never be allowed to substitute for careful analysis. Rather rhetoric should be used to complement and reinforce the translation of knowledge rigorously derived into reliable and practical solutions to policy issues that are consistent with normative and positive concerns. In this regard, the Center will be ever mindful of Saint Augustine’s observation that, “We should never hold rashly an opinion in a Scientific matter, so that we may not come to hate later whatever truth may reveal to us, out of love for our own error.”    The Center provides a leading forum in which competing ideas are discussed, debated, and explored thoroughly, thoughtfully, deeply and with civility in the classroom, in conferences, in publications, and in public forums. The Alexander Hamilton Center strive to advance the competition of ideas by adding diversity and balance to the exploration of policy questions in the university setting, in publications, and in public discussions and to educate its audiences about how to sort out the merits of alternative perspectives in terms of their economic and political reliability and feasibility. Thus, the Center’s advocacy is in support of the confrontation of contending ideas, with that confrontation based on the traditional “language art” of logic – designed to assess the truth value of arguments – over the “language art” of rhetoric – designed to persuade without regard for the merits of the case.    These objectives are pursued through four inter-related strategies for promoting the marketplace of ideas about social, political, and economic phenomena:       Teach undergraduate students how to evaluate competing ideas about public policy based on the strictures of logic and evidence grounded in the scientific method rather than based on personal beliefs or opinion or on what is politically popular at any given moment;    Train graduate students and young faculty in the tools needed to draw out the linkages between political economy research and its logical implications for public policy so that they develop new courses to help promote the expansion of undergraduate education into the arena of the political economy of public policy or enter government or the private sector with well honed skills in designing policies and strategies based on real knowledge rather than mere surmise;    Support research efforts by teams of scholars to develop new carefully grounded and tested political economy insights into general and specific issues concerning social, political and economic life both at home and around the world; and    Promote open exchanges between prominent policy makers, policy analysts, and basic researchers about the logical and empirical foundations for competing solutions to significant domestic and international policy issues.    By fostering a marketplace in which ideas can compete based on scientific rigor the Alexander Hamilton Center provides a teaching, research, and public forum for marrying basic social science research with practical policy solutions.By bringing together theoretical and empirical researchers, policy analysts, and policy makers, the Alexander Hamilton Center creates arich, interactive environment for the examination, testing, and dissemination of new ideas.    It is fitting that Alexander Hamilton, as America’s first important political economist, is the namesake for a center at NYU devoted to the exploration of the political economy of domestic and foreign policy. In keeping with the legacy left by Hamilton, the Center strives to educate and inform students, scholars, policy makers and citizens about the likely economic and political consequences of alternative approaches to the most fundamental policy issues of the day. It seeks to balance an understanding of the domestic and foreign policies that are likely to be broadly beneficial with those policies that can marshal sufficient political support (whether today, tomorrow, or in the long term) in relevant constituencies to be practical or politically feasible. The Center seeks to advance our understanding of how political incentives can be brought into alignment with broad national interests both at home and abroad so as to improve the prospects of peace and prosperity. Mission Statement : A Letter from the Founder and Director of the AHC                    Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "About    |     Alexander Hamilton Center    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     About     People       Events       Courses       Affiliations       Projects       FAQ       Application               Home &gt; About     About   The Alexander Hamilton Center at New York University fosters the competition of ideas about policy solutions to pressing domestic and international issues. It does so based on rigorous logic and evidence rather than on briefs grounded in “political correctness,” personal beliefs or ideologically motivated opinions. The Center emphasizes political economy approaches that draw out how individual economic and political incentives interact to create constraints and opportunities for citizens, political leaders, and entrepreneurs in the private or public sector to address policy issues, but, of course, is open to other approaches when their findings are more compelling. The Center’s teaching and research functions emphasize such considerations as the design of governing institutions, the development and distribution of human capital, and the means by which fundamental policy issues can be resolved or advanced through the promotion of efficient and effective solutions that are sensitive to political, economic, and social realities.    The Center’s central mission is to provide clear, explicit, and compelling ties between logic, evidence, and policy conclusions. While policy problems are inherently – and appropriately so – motivated by deep normative concerns, solutions should be grounded in rigorous, science-based evidentiary assessments and transparent arguments. The rhetoric used to persuade students, teachers, decision makers, and the public at large should never be allowed to substitute for careful analysis. Rather rhetoric should be used to complement and reinforce the translation of knowledge rigorously derived into reliable and practical solutions to policy issues that are consistent with normative and positive concerns. In this regard, the Center will be ever mindful of Saint Augustine’s observation that, “We should never hold rashly an opinion in a Scientific matter, so that we may not come to hate later whatever truth may reveal to us, out of love for our own error.”    The Center provides a leading forum in which competing ideas are discussed, debated, and explored thoroughly, thoughtfully, deeply and with civility in the classroom, in conferences, in publications, and in public forums. The Alexander Hamilton Center strive to advance the competition of ideas by adding diversity and balance to the exploration of policy questions in the university setting, in publications, and in public discussions and to educate its audiences about how to sort out the merits of alternative perspectives in terms of their economic and political reliability and feasibility. Thus, the Center’s advocacy is in support of the confrontation of contending ideas, with that confrontation based on the traditional “language art” of logic – designed to assess the truth value of arguments – over the “language art” of rhetoric – designed to persuade without regard for the merits of the case.    These objectives are pursued through four inter-related strategies for promoting the marketplace of ideas about social, political, and economic phenomena:       Teach undergraduate students how to evaluate competing ideas about public policy based on the strictures of logic and evidence grounded in the scientific method rather than based on personal beliefs or opinion or on what is politically popular at any given moment;    Train graduate students and young faculty in the tools needed to draw out the linkages between political economy research and its logical implications for public policy so that they develop new courses to help promote the expansion of undergraduate education into the arena of the political economy of public policy or enter government or the private sector with well honed skills in designing policies and strategies based on real knowledge rather than mere surmise;    Support research efforts by teams of scholars to develop new carefully grounded and tested political economy insights into general and specific issues concerning social, political and economic life both at home and around the world; and    Promote open exchanges between prominent policy makers, policy analysts, and basic researchers about the logical and empirical foundations for competing solutions to significant domestic and international policy issues.    By fostering a marketplace in which ideas can compete based on scientific rigor the Alexander Hamilton Center provides a teaching, research, and public forum for marrying basic social science research with practical policy solutions.By bringing together theoretical and empirical researchers, policy analysts, and policy makers, the Alexander Hamilton Center creates arich, interactive environment for the examination, testing, and dissemination of new ideas.    It is fitting that Alexander Hamilton, as America’s first important political economist, is the namesake for a center at NYU devoted to the exploration of the political economy of domestic and foreign policy. In keeping with the legacy left by Hamilton, the Center strives to educate and inform students, scholars, policy makers and citizens about the likely economic and political consequences of alternative approaches to the most fundamental policy issues of the day. It seeks to balance an understanding of the domestic and foreign policies that are likely to be broadly beneficial with those policies that can marshal sufficient political support (whether today, tomorrow, or in the long term) in relevant constituencies to be practical or politically feasible. The Center seeks to advance our understanding of how political incentives can be brought into alignment with broad national interests both at home and abroad so as to improve the prospects of peace and prosperity. Mission Statement : A Letter from the Founder and Director of the AHC                    Contact Us | &copy; New York University , Arts and Science"}, {"content": "Student Activities    |     Hellenic Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       NYU in Athens       Rae Dalven Prize       Events     Student Activities     Alumni       Resources and Affiliations       Employment             Stay Connected           Facebook       Twitter                 Home &gt; Student Activities     Student Activities             Thursday, September 12, 2013, 6:00 p.m.   Hellenic Studies Fall 2013 Welcome Reception   285 Mercer St., 8th Fl   Celebrating the beginning of the academic year, John’s Rae Dalven Award, and the best picture taken at NYU in Athens the summer of 2013.             Monday, October 7, 2013, 7:00 p.m.     FILM SCREENING     Museum of Moving Image in Astoria   “Kisses to the Children” by Vassilis Loules: Five Jews give eloquent accounts of how they were saved as children by fellow Greeks during the German occupation.           Thursday, October 10, 2013, 7:00 p.m.     FILM SCREENING     Ziegfeld Theatre at 141 West 54th Street   “What if” by Christopher Papakaliatis: Two parallel stories of a seemingly confirmed bachelor living in Athens show how life can be forever changed by a chance encounter or an action not taken, confirming how mysterious, dangerous yet enthralling life can be.           Friday, October 18, 2013, 6:30 p.m.   NYU Hellenic Heritage Alumni Association Reception   285 Mercer St., 8th Fl   Celebrating the beginning of the academic year, John’s Rae Dalven Award, and the best picture taken at NYU in Athens the summer of 2013.           Saturday, October 19, 2013, 7:30 p.m.   \"Ay Amor\" World Premiere   Symphony Space   The mystical artist relations between Andalusia and Athens, and the Mediterranean and Latin America. Music by Dimitris Maramis and Lina Orfanos, Soloist.             Friday, November 1, 2013, 5:00 p.m.     FILM SCREENING     Silver Center, 100 Washington Sq. E. Room 208   Screening of \"Smyrna: The Destruction of a Cosmopolitan City\" by Maria Iliou: After four years of collaboration and research, Maria Iliou and Alexander Kitroeff bring back to audiences images forgotten in “closed” archives as well as a new perspective that includes all the communities of Smyrna as well as the dramatic events of 1922.”             Saturday, November 16, 2013, 7:00 p.m.     MUSIC PERFORANCE AND LECTURE     Tishman Auditorium at New York School of Law   Piano Recital of Romantic Works by Composers of the Ionian Islands: Additional works by Manos Hadzidakis, Vassilis Tsitsanis, Spyros Samara, Paul Carrer, Dionissios Lavrangas and Mikis Theodorakis. Book Presentation by the author and pianist Linda Leoussi.             Monday, November 18, 2013, 7:30 p.m.     A Tribute to C.P. Cavafy     Town Hall   In celebration of the 150th anniversary of Cavafy's birth, a stellar line-up of writers, actors, performers, translators, and artists bring to life one of the most original and influential Greek poets, his works and his legacy. Presented by the PEN American Center.             Wednesday, January 29, 2014, 8:00 p.m.     PERFORMANCE     Wooster Group   Cry, Trojans! Troilus & Cressida: The new Wooster Group production of William Shakespeare’s Troilus and Cressida .             Thursday, February 6, 2014, 8:00 p.m.     PERFORMANCE     La Mamma Theatre   “Noise in the Waters” (Rumore di acque): This theatrical piece that sheds light to the tragedy of death that hundreds of African migrants found at sea, trying to reach the coast of Italy escaping hunger, war and all sorts of exploitation in their countries. In the past 20 years, there have been more than 20,000 people who have drowned in that sea.             Monday, March 31, 2014, 12:00 a.m.     Maria Farantouri: 50 Years of Song     Eisner and Lubin Auditorium, Kimmel Center, 4th Floor 60 Washington Sq. South   THE EVENTS HAS BEEN POSTPONED.  A FUTURE DATE WILL BE ANNOUNCED SOON.    One of the legendary vocalists of Greece, Maria Farantouri will celebrate her fifty years of singing in New York this spring.  Discussion and Performance at New York University.                       Contact Us | &copy; New York University , Arts and Science"}]}]