[{"detail": [{"content": "Schiffman, Lawrence H., The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Lawrence H. Schiffman   Professor of Hebrew and Judaic Studies; Judge Abraham Lieberman Professor of Hebrew & Judaic Studies; Director of the Global Institute for Advanced Research in Jewish Studies   Ph.D. 1974 (Near Eastern and Judaic studies), M.A. and B.A. 1970 (Near Eastern and Judaic studies), Brandeis.     Office: Heyman Hall  53 Washington Square South  New York, NY 10012-1075       Email:       Fax: 212-995-4178     Personal Homepage       Research Interests Dead Sea Scrolls; Jewish religious, political, and social history in late antiquity; the history of Jewish law and Talmudic literature.         External Affiliations Dead Sea Scrolls Foundation, member Board of Directors  Fellow, American Academy for Jewish Research  Association for Jewish Studies (Vice President for Publications)  International Organization for Qumran Studies  Israel Exploration Society  Jewish Law Association  Society of Biblical Literature (have served on Editorial Board and as chairman, Qumran Section)  University Seminar for the Study of the Hebrew Bible, Columbia University  University Seminar on Israel and Jewish Studies, Columbia University  World Union of Jewish Studies (member of the council)  Corresponding Fellow, Rennert Center for Jerusalem Studies, Bar-Ilan University     Select Publications Reclaiming the Dead Sea Scrolls . Philadelphia: Jewish Publication Society. 1994. From Text to Tradition, A History of Judaism in Second Temple and Rabbinic Times. Hoboken, NJ: Ktav. 1989. Who Was a Jew? Rabbinic and Halakhic Perspectives on the Jewish-Christian Schism. Hoboken, NJ: Ktav. 1985. Sectarian Law in the Dead Sea Scrolls, Courts, Testimony, and the Penal Code. California: Scholars Press. 1983.     Fellowships/Honors Visiting Crane Professor, Johns Hopkins University, 1996; Shoshana Shier Distinguished Visiting Professor, University of Toronto, 1996; Fellow, Annenberg Research Institute (now Center for Judaic Studies of the University of Pennsylvania), 1992-1993; Fellow, Institute for Advanced Studies of the Hebrew University in Jerusalem, 1989-1990; Visiting Professor: Yale University, Ben Gurion University of the Negev, Duke University, and the Russian State University for the Humanities in Moscow.       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Schiffman, Lawrence H., The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Lawrence H. Schiffman   Professor of Hebrew and Judaic Studies; Judge Abraham Lieberman Professor of Hebrew & Judaic Studies; Director of the Global Institute for Advanced Research in Jewish Studies   Ph.D. 1974 (Near Eastern and Judaic studies), M.A. and B.A. 1970 (Near Eastern and Judaic studies), Brandeis.     Office: Heyman Hall  53 Washington Square South  New York, NY 10012-1075       Email:       Fax: 212-995-4178     Personal Homepage       Research Interests Dead Sea Scrolls; Jewish religious, political, and social history in late antiquity; the history of Jewish law and Talmudic literature.         External Affiliations Dead Sea Scrolls Foundation, member Board of Directors  Fellow, American Academy for Jewish Research  Association for Jewish Studies (Vice President for Publications)  International Organization for Qumran Studies  Israel Exploration Society  Jewish Law Association  Society of Biblical Literature (have served on Editorial Board and as chairman, Qumran Section)  University Seminar for the Study of the Hebrew Bible, Columbia University  University Seminar on Israel and Jewish Studies, Columbia University  World Union of Jewish Studies (member of the council)  Corresponding Fellow, Rennert Center for Jerusalem Studies, Bar-Ilan University     Select Publications Reclaiming the Dead Sea Scrolls . Philadelphia: Jewish Publication Society. 1994. From Text to Tradition, A History of Judaism in Second Temple and Rabbinic Times. Hoboken, NJ: Ktav. 1989. Who Was a Jew? Rabbinic and Halakhic Perspectives on the Jewish-Christian Schism. Hoboken, NJ: Ktav. 1985. Sectarian Law in the Dead Sea Scrolls, Courts, Testimony, and the Penal Code. California: Scholars Press. 1983.     Fellowships/Honors Visiting Crane Professor, Johns Hopkins University, 1996; Shoshana Shier Distinguished Visiting Professor, University of Toronto, 1996; Fellow, Annenberg Research Institute (now Center for Judaic Studies of the University of Pennsylvania), 1992-1993; Fellow, Institute for Advanced Studies of the Hebrew University in Jerusalem, 1989-1990; Visiting Professor: Yale University, Ben Gurion University of the Negev, Duke University, and the Russian State University for the Humanities in Moscow.       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Alex P. Jassen, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Alex Jassen   Associate Professor of Hebrew and Judaic Studies   New York University, PhD, 2006     Office: 53 Washington Square South, Room 107     Email:       Phone: 212.998.8197     Fax: 212.995.4178     Personal Homepage       Research Interests Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence         Bio Alex P. Jassen is Associate Professor of Hebrew and Judaic Studies in the Skirball Department of Hebrew and Judaic Studies at New York University. He previously taught at the University of Minnesota, where he was the recipient of the university’s prestigious McKnight Land-Grant Fellowship. Dr. Jassen holds a B.A. in Jewish Studies and Near Eastern Languages and Civilizations from the University of Washington (2001) and completed his Ph.D. in Hebrew and Judaic Studies at New York University in 2006. He has published widely on the Dead Sea Scrolls and ancient Judaism and is a member of the international editorial team responsible for publication of the Dead Sea Scrolls. He is the author of Mediating the Divine: Prophecy and Revelation in the Dead Sea Scrolls and Second Temple Judaism (Brill, 2007), winner of the 2009 John Templeton Award for Theological Promise; Scripture and Law in the Dead Sea Scrolls(forthcoming with Cambridge University Press); as well as many articles and reviews; and co-editor of Scripture, Violence, and Textual Practice in Early Judaism and Christianity (Brill, 2010). Dr. Jassen is co-editor-in-chief of the Journal of Ancient Judaism (Vandenhoeck & Ruprecht). He served as academic advisor for The Dead Sea Scrolls: Words that Changed the World exhibit at the Science Museum of Minnesota. Dr. Jassen is currently working on a book on religious violence in the Dead Sea Scrolls and ancient Judaism. His work on religious violence has been recognized with a fellowship from the National Endowment for the Humanities.     External Affiliations Co-Editor, Journal of Ancient Judaism; Member, Society of Biblical Literature; Member, Association for Jewish Studies; Member, Catholic Biblical Association     Select Publications Scripture and Law in the Dead Sea Scrolls and Ancient Judaism . Cambridge: Cambridge University Press (in press).       Journal of Ancient Judaism . Co-editor with Maxine L. Grossman and Armin Lange. Vandenhoeck &amp; Ruprecht, 2011–.       Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Co-edited with Ra'anan Boustan and Calvin J. Roetzel. Leiden: Brill, 2010.       Mediating the Divine: Prophecy and Revelation in the Dead Sea Scrolls and Second Temple Judaism . Studies on the Texts of the Desert of Judah 68; Leiden: Brill, 2007.       “ The Pesharim and the Rise of Commentary in Early Jewish Scriptural Interpretation .” Dead Sea Discoveries (theme issue on The Rise of Commentary: Commentary Texts in Ancient Near Eastern, Greek, Roman, and Jewish Cultures; ed. Mladen Popovic) 19:3 (2012): 363-98.       “ American Scholarship on Jewish Law in the Dead Sea Scrolls .” Pages 101–54 in The Dead Sea Scrolls in Scholarly Perspective: A History of Research . Edited by Devorah Dimant. Studies on the Texts of the Desert of Judah 99. Leiden: Brill Academic Publishers, 2012.       “ Tracing the Threads of Jewish Law: The Sabbath Carrying Prohibition from Jeremiah to the Rabbis .” (part of special section: “Second Temple Halakhot and the Historical Jesus: Three Contributions toward a Discussion”). Annali di storia dell'esegesi 28:1 (2011): 253-78.       “ Survival at the End of Days: Aspects of Soteriology in the Dead Sea Scrolls Pesharim .” Pages 193–210 in This World and the World to Come: Soteriology in Early Judaism . Edited by Daniel M. Gurtner. Library of Second Temple Studies. London: T. &amp; T. Clark, 2011.       “ Prophecy after ‘The Prophets’: The Dead Sea Scrolls and the History of Prophecy in Judaism .” Pages 577–93 in volume 2 of The Dead Sea Scrolls in Context: Integrating the Dead Sea Scrolls in the Study of Ancient Texts, Languages, and Cultures . Edited by Armin Lange, Emanuel Tov, Matthias Weigold, and Bennie H. Reynolds III. Vetus Testamentum Supplements 140. 2 vols.; Leiden: Brill Academic Publishers, 2011.       “ Rereading 4QPesher Isaiah A (4Q161) Forty Years after DJD 5 .” Pages 57-90 in The Mermaid and the Partridge: Essays from the Copenhagen Conference on Revising Texts from Cave Four . Edited by George J. Brooke and Jesper Høgenhaven. STDJ 96. Leiden: Brill Academic Publishers, 2011.       “ What Exactly Is Prohibited in the Field? A New Suggestion for Understanding the Text and Context of CD 10:20-21 .” Revue de Qumran 25/no.97 (2011): 41-62.       “ Law and Exegesis in the Dead Sea Scrolls: The Sabbath Carrying Prohibition in Comparative Perspective .” Pages 115-56 in The Dead Sea Scrolls at Sixty: Scholarly Contributions of New York University Faculty and Alumni . Edited by Lawrence H. Schiffman and Shani L. Tsoref. STDJ 89. Leiden: Brill Academic Publishers, 2010.       “ A New Suggestion for the Reconstruction of 4Q370 1 i 2 and the Blessing of the Most High ( Elyon ) in Second Temple Judaism .” Dead Sea Discoveries: A Journal of Current Research on the Scrolls and Related Literature 17:1 (2010): 88–113.       “ Violence and the Dead Sea Scrolls: Sectarian Formation and Eschatological Imagination .” Biblical Interpretation: A Journal of Contemporary Approaches 17:1–2 (2009): 12–44; Reprint pages 13–45 in Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Edited by Ra‘anan S. Boustan, Alex P. Jassen and Calvin J. Roetzel. Leiden: Brill Academic Publishers, 2009.       With Ra‘anan S. Boustan and Calvin J. Roetzel, “ Introduction: Violence, Scripture, and Textual Practices in Early Judaism and Christianity .” Pages 1–11 in Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Edited by Ra‘anan S. Boustan, Alex P. Jassen, and Calvin J. Roetzel. Leiden: Brill Academic Publishers, 2009.       “ Prophets and Prophecy in the Qumran Community .” Association for Jewish Studies Review 32:2 (2008): 299–334.       “ The Presentation of the Ancient Prophets as Lawgivers at Qumran .” Journal of Biblical Literature 127:2 (2008): 307–37.       “ Literary and Historical Studies in the Samuel Apocryphon (4Q160) .” Journal of Jewish Studies 59:1 (2008): 21–38.       “ Teaching and Learning Guide for Religion in the Dead Sea Scrolls .” Religion Compass 2:5 (2008): 882–88.       “ Reading Midrash with Maimonides: An Inquiry into the Sources of Maimonides’ Account of the Origins of Idolatry .” Australian Journal of Jewish Studies 21 (2007): 170–200.       “ Religion in the Dead Sea Scrolls .” Religion Compass 1:1 (2007): 1–25.       “ Intertextual Readings of the Psalms in the Dead Sea Scrolls: 4Q160 (Samuel Apocryphon) and Psalm 40 .” Revue de Qumran 22:3 (2006): 403–30.        Fellowships/Honors National Endowment for the Humanities, Summer Stipend (2010); McKnight Land-Grant Professorship, University of Minnesota (2010–12); John Templeton Award for Theological Promise, Templeton Foundation and University of Heidelberg (2009)       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]}]