[{"detail": [{"content": "Pamela Fraser-Abder - Faculty Bio                                                                                                         Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Faculty                                                         Pamela Fraser-Abder    Professor of Science Education            Phone: 212 998 5208    Email: pa1@nyu.edu         Departments:         Teaching and Learning       Programs:          Science Education              Pamela Fraser-Abder, Biography Pamela Fraser-Abder graduated from the University of the West Indies with a B.Sc. in Botany, Zoology and Chemistry. She then taught Science and Spanish at the secondary level in Trinidad . Upon completion of her M.Ed. and Ph.D. both in science education/psychology and a post-doctorate in Human Resources and Education Planning at Pennsylvania State University, Pamela returned to the University of the West Indies as a Senior Lecturer. She developed the primary science curriculum for Trinidad and Tobago, while designing and implementing a model for science teacher education, which became the subject of seven books and numerous journal articles. In 1989 she joined the faculty at New York University (NYU) where she is currently the Director of Science Education. Pamela is recognized both nationally and internationally for her expertise on the impact of gender and cultural issues on the teaching and learning of science. She served as a Consultant in Primary Science Teacher Education for UNESCO and the Commonwealth Secretariat conducting workshops in England, France, Latin America and the Caribbean. Dr. Fraser-Abder served as a gender expert consultant to the United Nations Gender Working group to formulate plans to stimulate action and research for a more equitable world through science and technology. As part of her contribution she co-authored a chapter that formed the basis of UN recommendations on the inclusion of women in Science and Technology. As the current President of the Board of Directors of the International Women's Tribune Center, an NGO, whose main role is to foster global gender equity in Science and Technology, and a Fellow at the Radcliffe Public Policy Institute she has focused on global policy issues that affect women in science. For the past decade she has worked with over 600 graduate students on issues of gender and culture in the urban science classroom in New York City. She directs several programs that support female and minority in-service, uncertified math and science teachers as they complete a masters degree and certification requirements at NYU. Funding for these programs totaling over five million dollars have been received from organizations including: Goldman Sach, Teacher Opportunity Corps, Dwight D. Eisenhower, Brookhaven National Laboratory, Met Life, Toshiba, NYNEX, Sterling Winthrop and others. Dr. Fraser-Abder holds office and maintains membership in several national and international organizations that reflect her intense devotion to science education and to empowering teachers to achieve the goal of scientific literacy for all. She has served on the JRST editorial board, SSMA publication committee, NSTA, NARST and AETS committees. In 1985 she was a co-founder of the International Consortium for Research in Science/Mathematics Education, an organization that meets bi-annually in Latin American and Caribbean nations to share research and teaching strategies with local educators. She has written over 20 books, 50 chapters and articles and has been an invited speaker and consultant on science education, curriculum development and gender and cultural equity in science to many national and international organizations. Her most recent book Professional Development of Science Teachers: Local Insights with Lessons for the Global Community published by Routledge Falmer explores global social and cultural issues in science teaching and teacher preparation, and showing how these societies respond to the worldwide demand to achieve scientific literacy for all.   Dr. Fraser-Abder has recently conducted a comprehensive assessment of the national Mexican Elementary and Secondary science and mathematics textbooks and curriculum for the Mexican Ministry of Education. This curriculum serves 32.3 million students and over 700,000 teachers.   Fraser-Abder is the principal investigator of a three-year, $2.1 million grant from the New York State Education Department&rsquo;s &ldquo;Race to the Top Fund.   The grant supports teacher preparation and retention in the sciences.   Dr. Fraser-Abder is coordinating Steinhardt School&rsquo;s involvement in the 100Kin10 initiative, a multi-sector mobilization that responds to the national imperative to train 100,000 excellent science, technology, engineering, and mathematics (STEM) teachers over a 10 year period.            Education        Post-doctoral Certificate Human Resources and Education Planning M.Ed. Pennsylvania State University Ph.D. Pennsylvania State University B.Sc. University of the West Indies          Grants and Awards        2008: NYU Steinhardt Teaching Excellence Award 2008: NYU Distinguished Teaching Award Nominee 2006: NYU Steinhardt Teaching Excellence Award Nominee 1997: National Science Foundation Presidential Award for Mentoring          Research        Gender and Cultural issues in Science Education Professional Development of Science Teachers Scientific Literacy         Publications        Professional Development of Science Teachers: Local Insights with Lessons for the Global Community. Routledge Falmer , New York and London (2002) 216 pp.           Courses Taught        SCMTH-GE 2000 - Cont. Issues in SCI Math Ed, Gen & Ethnicity SCMTH-GE 2002 - Research Internship in SCI/Math SCMTH-GE 2135 - Supervision of Science SCIED-GE 2010 - Science Experiences in The Elementary School II SCMTH-UE 1002 - Teaching Science in Elementary School SCMTH-GE 2100 - Culm Sem: Teach/Rsch Rflc Pract & Curr Devlpr          Boards        Education Today , Editorial Board Member                          This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]