[{"detail": [{"content": "NYU Stern | NYU Stern School of Business – Global Study, International Programs, Business Across Borders, Voices from Abroad, Student Treks, Doing Business in                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                  Experience Global                     Refine by:       Business Across Borders   Global Study   Voices from Abroad    Archive                                                   Graduate Student Blog: A Crash Course in Adventure: Studying Abroad at HKUST      MBA student Jay Roberts blogs about studying abroad at the Hong Kong University of Science and Technology. Read More      &mdash; Voices from Abroad                   Undergraduate Student Blog: A Lesson in Spanish from a Student in Stern      Undergraduate student Griffin Carlborg blogs about studying abroad at NYU Madrid. Read More      &mdash; Voices from Abroad                   Photo Gallery: MBA Students Take “Doing Business in… Costa Rica” Course      In March, a group of MBA students traveled to San Jose for the “Doing Business in (DBi) Costa Rica” course. Read More      &mdash; Global Study                   Undergraduate Student Blog: Ahoj Praha: Studying Abroad at NYU Prague      Undergraduate student Linda Zhang blogs about studying abroad at NYU Prague. Read More      &mdash; Voices from Abroad                   Photo Gallery: MBA Students Take “Doing Business in… Italy” Course      In March, a group of MBA students traveled to Milan for the “Doing Business in (DBi) Italy” course. Students attended lectures at SDA Bocconi School of Management on the luxury and fashion industries as well as brand evolution and communication. Read More      &mdash; Global Study                   Photo Gallery: Cuba: Sanctions, Reform, Opportunities      In March, a group of MBA students traveled to Havana for a new course, introduced in Spring 2014, called “Cuba: Sanctions, Reform, Opportunities.” Read More      &mdash; Global Study                   Graduate Student Blog: Tea Time and Tubes: From NYC to LBS      MBA student Melissa Yee blogs about studying abroad at London Business School. Read More      &mdash; Voices from Abroad                   Undergraduate Student Blog: One in 24 Million: A Sternie in Shanghai      Undergraduate student Quincy Korte-King blogs about studying abroad at NYU Shanghai. Read More      &mdash; Voices from Abroad                   Photo Gallery: Executive MBA Students Explore China and Vietnam on Global Study Tour      In January, a group of Executive MBA students traveled to Ho Chi Minh City, Vietnam and Shanghai, China for a Global Study Tour. Read More      &mdash; Global Study                   Photo Gallery: MBA Students Take “Doing Business in… Israel” Course      In January, a group of MBA students traveled to Tel Aviv for the “Doing Business in (DBi) Israel” course. Read More      &mdash; Global Study                   NYU Graduate Students Travel to Guatemala to Advise Social Entrepreneurs      For two weeks this January, a group of graduate students from NYU’s Stern School of Business, Wagner School of Public Service and Polytechnic School of Engineering traveled to Guatemala and conducted field work as part of NYU Stern’s “Global Social Impact Strategies” (GSIS) course. Read More      &mdash; Global Study                   MBA Students Take “Doing Business in… Brazil” Course      In January, a group of MBA students traveled to São Paulo for the “Doing Business in (DBi) Brazil” course. Read More      &mdash; Global Study                   Photo Gallery: MBA Students Take “Doing Business in… Spain” Course      In January, a group of MBA students traveled to Barcelona for the “Doing Business in (DBi) Spain” course. Read More      &mdash; Global Study                   Photo Gallery: MBA Students Take “Doing Business in… Asia” Course      In January, a group of MBA students traveled to Singapore for the “Doing Business in (DBi) Asia” course. Read More      &mdash; Global Study                   Photo Gallery: MBA Students Take “Doing Business in… China” Course      In January, a group of MBA students traveled to Hong Kong for the “Doing Business in (DBi) China” course. Read More      &mdash; Global Study                   Photo Gallery: MBA Students Take &quot;Doing Business in… Australia&quot; Course      In January, a group of MBA students traveled to Sydney for the “Doing Business in (DBi) Australia” course. Read More      &mdash; Global Study                   Undergraduate Student Blog: Las Aventuras Españolas      Undergraduate student Kiki Lizárraga blogs about studying abroad in Madrid. Read More      &mdash; Voices from Abroad                   Undergraduate Student Blog: Trading the Big Apple for Big Ben      Undergraduate student Matthew Wilson blogs about studying abroad at NYU London. Read More      &mdash; Voices from Abroad                   Photo Gallery: &quot;Doing Business in... Morocco&quot; MBA Course      In November, a group of MBA students traveled to Casablanca and Marrakesh for the fall 2014 “Doing Business in (DBi) Morocco and North Africa” course. Read More      &mdash; Global Study                   Special Event: The Center for the Globalization of Education &amp; Management Launch      NYU Stern alumni, faculty, corporate partners and guests convened for the launch of the School’s new Center for the Globalization of Education &amp; Management (CGEM), which Professor Pankaj Ghemawat, who joined Stern’s faculty full time this September, is leading. Read More      &mdash; Business Across Borders                   Undergraduate Student Blog: Pardon My French      Undergraduate student Christine Lin blogs about studying abroad at HEC Paris School of Management. Read More      &mdash; Voices from Abroad                   Graduate Student Blog: Four Weeks of Cheese and Wine      MBA student Ashok Chandra blogs about studying abroad at HEC-Paris. Read More      &mdash; Voices from Abroad                   Graduate Student Blog: Studying Abroad at London Business School      MBA student Nick Berger blogs about studying abroad in London. Read More      &mdash; Voices from Abroad                   Special Event: A Conversation with The Right Honourable Gordon Brown      The Right Honourable Gordon Brown, former Prime Minister of the United Kingdom and NYU’s first Distinguished Global Leader-in-Residence, presented a talk entitled \"Global Economic Problems, Global Solutions,\" to more than 100 graduate students from NYU’s Stern School of Business, Wagner School of Public Service and the School of Arts &amp; Science this fall. Read More      &mdash; Business Across Borders                   Photo Gallery: Executive MBA Global Study Tour to Brazil and Chile      In September, a group of executive MBA students traveled to Santiago, Chile and Sao Paulo, Brazil on a Global Study Tour. Read More      &mdash; Global Study                   Graduate Student Blog: Vive La France      MBA student Erin Aarsvold blogs about studying abroad at HEC-Paris. Read More      &mdash; Voices from Abroad                   The Student Experience: MS in Risk Management Capstone Project      As part of their capstone project, a group of students in Stern’s Master’s in Risk Management (MSRM) program joined forces to develop a robust risk framework for funds investing in Africa. Read More      &mdash; Business Across Borders                   The Student Experience: Stern Signature Project with the Clinton Foundation      Cara Zimbalist and five other Stern MBA students worked closely with local entrepreneurs in Haiti through a Stern Signature Project with the Clinton Foundation, seeking to foster long-term, sustainable economic development in the country. Read More      &mdash; Business Across Borders                   Special Event: Conference on Bangladesh Workplace Safety      Dean Peter Henry and the Center for Business and Human Rights welcomed representatives from manufacturing, workers’ organizations and the governments of the United States and Bangladesh for the Conference on Bangladesh Workplace Safety, held at NYU Stern on September 9-11. This forum marked the Center’s inaugural event. Read More      &mdash; Business Across Borders                   Special Event: Fall 2013 Economic Outlook Forum      The NYU Stern Center for Global Economy and Business hosted the third Economic Outlook Forum on September 3, 2013. Read More      &mdash; Business Across Borders                   Special Event: Dean Peter Henry Shares Economic Lessons from TURNAROUND      On April 2, 2013, NYU Stern’s Dean Peter Henry sat down with Adam Davidson, co-founder and co-host of Planet Money, for a conversation about his new book, TURNAROUND: Third World Lessons for First World Growth. More than 350 students and alumni attended the event, which Stern’s Center for Global Economy and Business hosted. Read More      &mdash; Business Across Borders                   Photo Gallery: &quot;Doing Business in… China&quot; MBA Course      MBA student Pui Chi Wong shares photos from NYU Stern's \"Doing Business in... China\" course. \"The program exposed me to the opportunities, challenges and realities of doing business in China and the experience has influenced how I will approach conducting business abroad,\" she explains. Read More      &mdash; Global Study                   Photo Gallery: “Doing Business in… Argentina&quot; MBA Course      MBA student Glenn Peters shares photos from NYU Stern’s “Doing Business in…” Argentina course. “Participating in DBI Argentina was definitely one of my most memorable Stern experiences,” explains Glenn Peters (MBA ’13). Read More      &mdash; Global Study                   Photo Gallery: “Doing Business in… Istanbul” MBA Course      MBA student Mark Gill shares his experiences on NYU Stern’s “Doing Business in…” Istanbul course. He recalls learning about the family-centric culture, politics and business practices in Turkey. Highlights of the program included visits to Turkcell, the ruins of the ancient Greek city Ephesus, the Blue Mosque and Hagia Sophia. Read More      &mdash; Global Study                   Photo Gallery: Executive MBA Global Study Tour to China and Vietnam      In May of 2012, a group of executive MBA students traveled to Shanghai, China and Ho Chi Minh City, Vietnam on a Global Study Tour. Highlights of the program included a plant tour of Suntech Power, a showroom tour at Li &amp; Fung, a manufacturing tour at Nike, and meetings with senior executives and representatives at General Motors China, HSBC, Intel, T&amp;G Ogilvy and the US Consulate. Read More      &mdash; Global Study                   Photo Gallery: &quot;Doing Business in… Hungary&quot; MBA Course      MBA student Rupa Mohan shares photos from NYU Stern's \"Doing Business in... Hungary\" course. \"I formed valuable friendships while navigating through a new city and culture – what could be more fun,\" she asks. Read More      &mdash; Global Study                   Photo Gallery: “Doing Business in…Costa Rica” MBA Course      MBA student Joe Benvenuto describes NYU Stern’s “Doing Business in…” Costa Rica course. He highlights lectures on local culture and business, a visit to the free trade zone in San José and interactions with students from Incae Business School. He also reflects on a trip to Jacó beach, learning to surf and visiting the rain forest. Read More      &mdash; Global Study                   Photo Gallery: “Doing Business in…India” MBA Course      MBA student Jennifer Plenter describes NYU Stern’s “Doing Business in…” India course and learning about local culture, politics and the business environment in Bangalore. She reflects on classes at the Indian Institute of Management and highlights visits to IT giant Wipro and the Mysore Palace. Read More      &mdash; Global Study                  Back to Top                    News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]