[{"detail": [{"content": "Graduate Education                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Education                       Graduate Education                       Continuing Education                       Schools and Colleges                       Libraries                       Centers and Institutes                       Awards and Highlights                       Academic Resources                                                                   Graduate Education                              Graduate education at New York University is committed to diversity: a diverse community of students, faculty and staff and a diverse array of departments and programs of study. Students come to NYU to pursue advanced degrees from varied undergraduate backgrounds, a wide range of fields and professions and from all over the globe. The University offers graduate studies in the arts and sciences, as well as professional degrees in fields including law, medicine, education, dentistry, public administration, business, social work, and the arts.          As a leading research institution and a Global Network University, NYU assigns the highest standard of academic excellence to its graduate programs. Professors, instructors and other faculty are drawn from the top of their fields and are often working professionals, fostering not only superlative academic enterprise, but providing practical experience that is invaluable education for students. The goal of graduate education at the University is to create a learning environment that cultivates creativity and scholarship, requiring commitment to excellence not only from students, but from faculty, staff and the administration as well. Graduate study is rooted in tradition—the Graduate School of Arts &amp; Science granted the second earned doctorate in the United States–but is built around innovation and research. Graduate education at NYU is about the future: the future of our ideas and the next generation of scholars, thinkers and leaders.   The University's New York City campus and global presence allow for the combination of real-world learning and academic theory. Our graduate programs attract working professionals enhancing their careers through higher learning. Graduate students intern and garner practical work experience at the nation's leading businesses, institutions and organizations in one of the most vibrant, successful and enriching cities in the world. Just as the professional world, research and academics connect for a comprehensive graduate education, the global and local intersect in New York City in an unparalleled fashion.            Graduate Programs        With over 17,000 students working towards one of over 1,000 distinct secondary degrees, graduate studies comprise an ample portion of the academic activity at New York University. Graduate education takes place across fifteen schools and covers nearly every academic field available, from the arts and sciences to medicine, law, business, social work, education, dentistry, public administration, and nursing.   For more information on graduate education, please refer to the Academics sections of the individual graduate schools:                College of Dentistry (includes College of Nursing )   Center for Urban Science + Progress   Courant Institute of Mathematical Sciences   Gallatin School of Individualized Study   Global Institute of Public Health   Graduate School of Arts and Science   Institute for the Study of the Ancient World   Institute of Fine Arts   Polytechnic School of Engineering   Robert F. Wagner Graduate School of Public Service     School of Professional Studies   School of Law   School of Medicine   Silver School of Social Work   Steinhardt School of Culture, Education, and Human Development   Stern School of Business   Tisch School of the Arts                               Thinking About Applying to NYU?         Want to earn a degree in medicine and in the humanities, at the same time? Want to learn Arabic, while in the Arabian Peninsula? Want to study for your MBA at night, at one of the foremost business schools in the country?   When you apply to graduate study at New York University, you are opening the door to a broad range of experiences that reach well beyond the academic interest you have in mind. The remarkable range of dual, joint, and combined degrees offer connections between many areas of study and programs across the University, and our unparalleled international presence affords our graduate students a uniquely valuable perspective. Beyond this, the many partnerships in place with specialized research institutes throughout the globe rounds out the promise that with New York University, you have access to a world of opportunity.   At the graduate level, each NYU school has its own admissions process. Click below to review each school's offerings.                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Continuing Education                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Education                       Graduate Education                       Continuing Education                       Schools and Colleges                       Libraries                       Centers and Institutes                       Awards and Highlights                       Academic Resources                                                                   Continuing Education          From pursuing degrees and certificates for career advancement to meeting a profession’s continuing education requirements to attending liberal arts courses to fulfill one’s love of knowledge, learning is a life-long endeavor.     Continuing education at NYU links directly to the principles of NYU’s founding, with its emphasis on providing a \"rational and practical education fitting for all and graciously open to all.\"                                   Today, continuing education encompasses a wide span of programs across NYU’s schools, but it is most fully realized in NYU’s School of Continuing and Professional Studies (NYU-SCPS), a global leader in university-based continuing higher education. NYU-SCPS draws upon strong connections to New York City’s key industries and cultural sectors to support students in attaining their professional goals and personal educational aspirations.   In addition to the highly regarded degree programs offered by its academic departments, NYU-SCPS offers to the general public multiple educational pathways to professional, intellectual, and creative development through its continuing education programs.                                                           Stern Executive MBA                                                                                         Steinhardt Teacher Education                                                                                         Wagner Executive MPA                                            Leonard N. Stern School of Business   In the Stern Executive MBA program you earn the same MBA degree as the Stern Full-time and Part-time students. However, the curriculum delivery and MBA experience in the Stern Executive MBA program is designed specifically for seasoned executives.     Stern's Global Degree Programs, the TRIUM Global Executive MBA , the Executive MS in Global Finance , and the Executive MS in Risk Management - are global degrees for the global manager, designed for seasoned executives.          NYU Steinhardt School of Culture, Education, and Human Development   The Department of Teaching and Learning offers ten 12-14 month full-time master's degree programs in teacher education to accelerate preparation as a certified teacher. Specially designed for recent college graduates and career changers, Steinhardt offers top-ranked master's degree programs leading to initial teacher certification in an accelerated format that allows students to complete their degree in three consecutive semesters, including summers, of full-time study.        Robert F. Wagner Graduate School of Public Service   As a top-ranked school of public affairs, NYU Wagner offers various opportunities for professionals to pursue their education and increase their impact in the field of public service. Providing a strong professional network, access to stellar faculty, and a tailored academic track, we offer three distinct Executive MPA programs (for public service leaders, global policy leaders, and nurse leaders); professional certificates in management, public policy, public finance, health finance, health policy, and international development; and the ability to take individual courses as a non-degree student .                                 Continuing Legal Education Every academic year, the NYU School of Law hosts continuing legal education academic panels and lectures. Read More                   Lifelong Learning and Professional Development The Silver School of Social Work, through the Division of Lifelong Learning and Professional Development, serves as a major postgraduate training center where hundreds of area social workers and allied professionals deepen their professional knowledge and skills each year. Read More                   School of Engineering NYU's Polytechnic School of Engineering certificate programs are designed for people who want to enhance their current knowledge base or develop an in-depth understanding of a practice or industry they want to transition into. Read More                    Continuing Medical Education The New York University Post-Graduate Medical School offers courses in almost all branches of medicine. NYU’s twenty-nine academic departments serve as the internal source of expertise for the identification of professional practice gaps. Read More          College of Nursing   Based on the philosophy that lifelong learning is essential for continued professional competence, the Center for Continuing Education in Nursing (CCEN) is committed to providing distinctive and quality conferences, workshops and seminars.     College of Dentistry   The participants in NYUCD's continuing education programs are successful before they arrive, but they know that NYUCD's CE program will give them the tools to go farther and perform even better.                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Graduate Education                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Education                       Graduate Education                       Continuing Education                       Schools and Colleges                       Libraries                       Centers and Institutes                       Awards and Highlights                       Academic Resources                                                                   Graduate Education                              Graduate education at New York University is committed to diversity: a diverse community of students, faculty and staff and a diverse array of departments and programs of study. Students come to NYU to pursue advanced degrees from varied undergraduate backgrounds, a wide range of fields and professions and from all over the globe. The University offers graduate studies in the arts and sciences, as well as professional degrees in fields including law, medicine, education, dentistry, public administration, business, social work, and the arts.          As a leading research institution and a Global Network University, NYU assigns the highest standard of academic excellence to its graduate programs. Professors, instructors and other faculty are drawn from the top of their fields and are often working professionals, fostering not only superlative academic enterprise, but providing practical experience that is invaluable education for students. The goal of graduate education at the University is to create a learning environment that cultivates creativity and scholarship, requiring commitment to excellence not only from students, but from faculty, staff and the administration as well. Graduate study is rooted in tradition—the Graduate School of Arts &amp; Science granted the second earned doctorate in the United States–but is built around innovation and research. Graduate education at NYU is about the future: the future of our ideas and the next generation of scholars, thinkers and leaders.   The University's New York City campus and global presence allow for the combination of real-world learning and academic theory. Our graduate programs attract working professionals enhancing their careers through higher learning. Graduate students intern and garner practical work experience at the nation's leading businesses, institutions and organizations in one of the most vibrant, successful and enriching cities in the world. Just as the professional world, research and academics connect for a comprehensive graduate education, the global and local intersect in New York City in an unparalleled fashion.            Graduate Programs        With over 17,000 students working towards one of over 1,000 distinct secondary degrees, graduate studies comprise an ample portion of the academic activity at New York University. Graduate education takes place across fifteen schools and covers nearly every academic field available, from the arts and sciences to medicine, law, business, social work, education, dentistry, public administration, and nursing.   For more information on graduate education, please refer to the Academics sections of the individual graduate schools:                College of Dentistry (includes College of Nursing )   Center for Urban Science + Progress   Courant Institute of Mathematical Sciences   Gallatin School of Individualized Study   Global Institute of Public Health   Graduate School of Arts and Science   Institute for the Study of the Ancient World   Institute of Fine Arts   Polytechnic School of Engineering   Robert F. Wagner Graduate School of Public Service     School of Professional Studies   School of Law   School of Medicine   Silver School of Social Work   Steinhardt School of Culture, Education, and Human Development   Stern School of Business   Tisch School of the Arts                               Thinking About Applying to NYU?         Want to earn a degree in medicine and in the humanities, at the same time? Want to learn Arabic, while in the Arabian Peninsula? Want to study for your MBA at night, at one of the foremost business schools in the country?   When you apply to graduate study at New York University, you are opening the door to a broad range of experiences that reach well beyond the academic interest you have in mind. The remarkable range of dual, joint, and combined degrees offer connections between many areas of study and programs across the University, and our unparalleled international presence affords our graduate students a uniquely valuable perspective. Beyond this, the many partnerships in place with specialized research institutes throughout the globe rounds out the promise that with New York University, you have access to a world of opportunity.   At the graduate level, each NYU school has its own admissions process. Click below to review each school's offerings.                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Continuing Education                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Education                       Graduate Education                       Continuing Education                       Schools and Colleges                       Libraries                       Centers and Institutes                       Awards and Highlights                       Academic Resources                                                                   Continuing Education          From pursuing degrees and certificates for career advancement to meeting a profession’s continuing education requirements to attending liberal arts courses to fulfill one’s love of knowledge, learning is a life-long endeavor.     Continuing education at NYU links directly to the principles of NYU’s founding, with its emphasis on providing a \"rational and practical education fitting for all and graciously open to all.\"                                   Today, continuing education encompasses a wide span of programs across NYU’s schools, but it is most fully realized in NYU’s School of Continuing and Professional Studies (NYU-SCPS), a global leader in university-based continuing higher education. NYU-SCPS draws upon strong connections to New York City’s key industries and cultural sectors to support students in attaining their professional goals and personal educational aspirations.   In addition to the highly regarded degree programs offered by its academic departments, NYU-SCPS offers to the general public multiple educational pathways to professional, intellectual, and creative development through its continuing education programs.                                                           Stern Executive MBA                                                                                         Steinhardt Teacher Education                                                                                         Wagner Executive MPA                                            Leonard N. Stern School of Business   In the Stern Executive MBA program you earn the same MBA degree as the Stern Full-time and Part-time students. However, the curriculum delivery and MBA experience in the Stern Executive MBA program is designed specifically for seasoned executives.     Stern's Global Degree Programs, the TRIUM Global Executive MBA , the Executive MS in Global Finance , and the Executive MS in Risk Management - are global degrees for the global manager, designed for seasoned executives.          NYU Steinhardt School of Culture, Education, and Human Development   The Department of Teaching and Learning offers ten 12-14 month full-time master's degree programs in teacher education to accelerate preparation as a certified teacher. Specially designed for recent college graduates and career changers, Steinhardt offers top-ranked master's degree programs leading to initial teacher certification in an accelerated format that allows students to complete their degree in three consecutive semesters, including summers, of full-time study.        Robert F. Wagner Graduate School of Public Service   As a top-ranked school of public affairs, NYU Wagner offers various opportunities for professionals to pursue their education and increase their impact in the field of public service. Providing a strong professional network, access to stellar faculty, and a tailored academic track, we offer three distinct Executive MPA programs (for public service leaders, global policy leaders, and nurse leaders); professional certificates in management, public policy, public finance, health finance, health policy, and international development; and the ability to take individual courses as a non-degree student .                                 Continuing Legal Education Every academic year, the NYU School of Law hosts continuing legal education academic panels and lectures. Read More                   Lifelong Learning and Professional Development The Silver School of Social Work, through the Division of Lifelong Learning and Professional Development, serves as a major postgraduate training center where hundreds of area social workers and allied professionals deepen their professional knowledge and skills each year. Read More                   School of Engineering NYU's Polytechnic School of Engineering certificate programs are designed for people who want to enhance their current knowledge base or develop an in-depth understanding of a practice or industry they want to transition into. Read More                    Continuing Medical Education The New York University Post-Graduate Medical School offers courses in almost all branches of medicine. NYU’s twenty-nine academic departments serve as the internal source of expertise for the identification of professional practice gaps. Read More          College of Nursing   Based on the philosophy that lifelong learning is essential for continued professional competence, the Center for Continuing Education in Nursing (CCEN) is committed to providing distinctive and quality conferences, workshops and seminars.     College of Dentistry   The participants in NYUCD's continuing education programs are successful before they arrive, but they know that NYUCD's CE program will give them the tools to go farther and perform even better.                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Graduate Education                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Education                       Graduate Education                       Continuing Education                       Schools and Colleges                       Libraries                       Centers and Institutes                       Awards and Highlights                       Academic Resources                                                                   Graduate Education                              Graduate education at New York University is committed to diversity: a diverse community of students, faculty and staff and a diverse array of departments and programs of study. Students come to NYU to pursue advanced degrees from varied undergraduate backgrounds, a wide range of fields and professions and from all over the globe. The University offers graduate studies in the arts and sciences, as well as professional degrees in fields including law, medicine, education, dentistry, public administration, business, social work, and the arts.          As a leading research institution and a Global Network University, NYU assigns the highest standard of academic excellence to its graduate programs. Professors, instructors and other faculty are drawn from the top of their fields and are often working professionals, fostering not only superlative academic enterprise, but providing practical experience that is invaluable education for students. The goal of graduate education at the University is to create a learning environment that cultivates creativity and scholarship, requiring commitment to excellence not only from students, but from faculty, staff and the administration as well. Graduate study is rooted in tradition—the Graduate School of Arts &amp; Science granted the second earned doctorate in the United States–but is built around innovation and research. Graduate education at NYU is about the future: the future of our ideas and the next generation of scholars, thinkers and leaders.   The University's New York City campus and global presence allow for the combination of real-world learning and academic theory. Our graduate programs attract working professionals enhancing their careers through higher learning. Graduate students intern and garner practical work experience at the nation's leading businesses, institutions and organizations in one of the most vibrant, successful and enriching cities in the world. Just as the professional world, research and academics connect for a comprehensive graduate education, the global and local intersect in New York City in an unparalleled fashion.            Graduate Programs        With over 17,000 students working towards one of over 1,000 distinct secondary degrees, graduate studies comprise an ample portion of the academic activity at New York University. Graduate education takes place across fifteen schools and covers nearly every academic field available, from the arts and sciences to medicine, law, business, social work, education, dentistry, public administration, and nursing.   For more information on graduate education, please refer to the Academics sections of the individual graduate schools:                College of Dentistry (includes College of Nursing )   Center for Urban Science + Progress   Courant Institute of Mathematical Sciences   Gallatin School of Individualized Study   Global Institute of Public Health   Graduate School of Arts and Science   Institute for the Study of the Ancient World   Institute of Fine Arts   Polytechnic School of Engineering   Robert F. Wagner Graduate School of Public Service     School of Professional Studies   School of Law   School of Medicine   Silver School of Social Work   Steinhardt School of Culture, Education, and Human Development   Stern School of Business   Tisch School of the Arts                               Thinking About Applying to NYU?         Want to earn a degree in medicine and in the humanities, at the same time? Want to learn Arabic, while in the Arabian Peninsula? Want to study for your MBA at night, at one of the foremost business schools in the country?   When you apply to graduate study at New York University, you are opening the door to a broad range of experiences that reach well beyond the academic interest you have in mind. The remarkable range of dual, joint, and combined degrees offer connections between many areas of study and programs across the University, and our unparalleled international presence affords our graduate students a uniquely valuable perspective. Beyond this, the many partnerships in place with specialized research institutes throughout the globe rounds out the promise that with New York University, you have access to a world of opportunity.   At the graduate level, each NYU school has its own admissions process. Click below to review each school's offerings.                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Continuing Education                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Undergraduate Education                       Graduate Education                       Continuing Education                       Schools and Colleges                       Libraries                       Centers and Institutes                       Awards and Highlights                       Academic Resources                                                                   Continuing Education          From pursuing degrees and certificates for career advancement to meeting a profession’s continuing education requirements to attending liberal arts courses to fulfill one’s love of knowledge, learning is a life-long endeavor.     Continuing education at NYU links directly to the principles of NYU’s founding, with its emphasis on providing a \"rational and practical education fitting for all and graciously open to all.\"                                   Today, continuing education encompasses a wide span of programs across NYU’s schools, but it is most fully realized in NYU’s School of Continuing and Professional Studies (NYU-SCPS), a global leader in university-based continuing higher education. NYU-SCPS draws upon strong connections to New York City’s key industries and cultural sectors to support students in attaining their professional goals and personal educational aspirations.   In addition to the highly regarded degree programs offered by its academic departments, NYU-SCPS offers to the general public multiple educational pathways to professional, intellectual, and creative development through its continuing education programs.                                                           Stern Executive MBA                                                                                         Steinhardt Teacher Education                                                                                         Wagner Executive MPA                                            Leonard N. Stern School of Business   In the Stern Executive MBA program you earn the same MBA degree as the Stern Full-time and Part-time students. However, the curriculum delivery and MBA experience in the Stern Executive MBA program is designed specifically for seasoned executives.     Stern's Global Degree Programs, the TRIUM Global Executive MBA , the Executive MS in Global Finance , and the Executive MS in Risk Management - are global degrees for the global manager, designed for seasoned executives.          NYU Steinhardt School of Culture, Education, and Human Development   The Department of Teaching and Learning offers ten 12-14 month full-time master's degree programs in teacher education to accelerate preparation as a certified teacher. Specially designed for recent college graduates and career changers, Steinhardt offers top-ranked master's degree programs leading to initial teacher certification in an accelerated format that allows students to complete their degree in three consecutive semesters, including summers, of full-time study.        Robert F. Wagner Graduate School of Public Service   As a top-ranked school of public affairs, NYU Wagner offers various opportunities for professionals to pursue their education and increase their impact in the field of public service. Providing a strong professional network, access to stellar faculty, and a tailored academic track, we offer three distinct Executive MPA programs (for public service leaders, global policy leaders, and nurse leaders); professional certificates in management, public policy, public finance, health finance, health policy, and international development; and the ability to take individual courses as a non-degree student .                                 Continuing Legal Education Every academic year, the NYU School of Law hosts continuing legal education academic panels and lectures. Read More                   Lifelong Learning and Professional Development The Silver School of Social Work, through the Division of Lifelong Learning and Professional Development, serves as a major postgraduate training center where hundreds of area social workers and allied professionals deepen their professional knowledge and skills each year. Read More                   School of Engineering NYU's Polytechnic School of Engineering certificate programs are designed for people who want to enhance their current knowledge base or develop an in-depth understanding of a practice or industry they want to transition into. Read More                    Continuing Medical Education The New York University Post-Graduate Medical School offers courses in almost all branches of medicine. NYU’s twenty-nine academic departments serve as the internal source of expertise for the identification of professional practice gaps. Read More          College of Nursing   Based on the philosophy that lifelong learning is essential for continued professional competence, the Center for Continuing Education in Nursing (CCEN) is committed to providing distinctive and quality conferences, workshops and seminars.     College of Dentistry   The participants in NYUCD's continuing education programs are successful before they arrive, but they know that NYUCD's CE program will give them the tools to go farther and perform even better.                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Steinhardt                                                                                                        Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers       NYU Steinhardt Study Evaluates the Influence of College Experiences on Career Outcomes       AERA Conference Highlights: Original Research by Steinhardt Faculty Members                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   NYU Steinhardt                                                                                 Quick Links       NYU Steinhardt Facebook    NYU Steinhardt Twitter    NYU Steinhardt Youtube    NYU Steinhardt LinkedIn    NYU Steinhardt Instagram          Future Undergraduates    Future Grad Students    Current Students    Alumni    Faculty    Parents    Staff    Press Room               News and Announcements           Julia Wolfe Wins 2015 Pulitzer Prize for Music   Julia Wolfe, an associate professor of music at NYU Steinhardt, was awarded the 2015 Pulitzer Prize for Music for her composition &#8220;Anthracite Fields,&#8221; a 45-minute multi-media oratorio about the plight of Pennsylvania coal miners. The composition premiered on April 26, &#8230;      (Read Story)           Steinhardt Researchers Examine Primary Care in Dominica   Primary care is often considered a cornerstone of health care systems, and measuring its performance plays an important role in improving system effectiveness and efficiency, and creating a focus on patients. Research suggests that health systems based on strong primary &#8230;      (Read Story)           Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers   Using mobile apps in preschool classrooms may help improve early literacy skills and boost school readiness for low-income children, according to researchers at NYU Steinhardt. “Guided use of an educational app may be a source of motivation and engagement for &#8230;      (Read Story)            More News...          Upcoming Events            4/21: Wildlife Conservation Film Screening - Elephants & Rhinos                 4/22: NYU Developmental Colloquium Series: Greg Miller                 4/22: PSI Colloquium Series: Yeshim Iqbal & Natalia Rojas                 4/22: BFA Thesis Show: Missing An Angel                 4/22: Alexander Kobrin          More events...                                   This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]