[{"detail": [{"content": "Video & Media Creation/Presentation                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Teaching and Learning Resources   /   Instructional Technology Support                 Sub Navigation                                 Classrooms & Learning Spaces                       Instructional Technology Tools & Services                       Video & Media Creation/Presentation                       Research & Data Support                       File Storage & Sharing                       Instructional Design & Assessment                                                                   Video & Media Creation/Presentation                             Video and Media Services     The use of video and media in courses can be used to bring great arts into the class, show experiments, illustrate concepts and take people where they cannot go. NYU has a set of services to help faculty who want to use video and media to enhance education.               Video in Teaching and Learning   Video is often an attractive means for faculty to capture lecture content and present direct instruction. It can be used not only for teaching, but also for student study and learning. There are guidelines and services available for those who prefer to record their own video.     Lean more about video production options                    Frequently Asked Questions       How do I use Digital Studio scanning services?   How do I share and digitize videos?   Why would I use video for teaching and learning?   Are there guidelines for developing video content?   Where can I find existing videos?   Where can I publish and share my videos?   Where can I get help to produce my own videos?   Where can I get professional video production help?                           How can we help?                                                                                Online   Search the full listings for tutorials and detailed information.     Search ServiceLink    By Phone     Call us with questions and speak to someone about your needs. Available 24 hrs.     +1-212-998-3333   More global contact numbers      Consultation     Interested in discussing new approaches to instruction? Have a conversation to explore ideas.     Make an appointment                 Email Us       Send us your comments and questions instructional.tech.support@nyu.edu                      About the Affinity Group     Learn about this cross-unit collaborative team and the enhanced service model for instructional technology support.       Read More                      Technology-Enhanced Education     Learn about the Faculty Committee on the Future of Technology-Enhanced Education.       Read More                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Video & Media Creation/Presentation                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Teaching and Learning Resources   /   Instructional Technology Support                 Sub Navigation                                 Classrooms & Learning Spaces                       Instructional Technology Tools & Services                       Video & Media Creation/Presentation                       Research & Data Support                       File Storage & Sharing                       Instructional Design & Assessment                                                                   Video & Media Creation/Presentation                             Video and Media Services     The use of video and media in courses can be used to bring great arts into the class, show experiments, illustrate concepts and take people where they cannot go. NYU has a set of services to help faculty who want to use video and media to enhance education.               Video in Teaching and Learning   Video is often an attractive means for faculty to capture lecture content and present direct instruction. It can be used not only for teaching, but also for student study and learning. There are guidelines and services available for those who prefer to record their own video.     Lean more about video production options                    Frequently Asked Questions       How do I use Digital Studio scanning services?   How do I share and digitize videos?   Why would I use video for teaching and learning?   Are there guidelines for developing video content?   Where can I find existing videos?   Where can I publish and share my videos?   Where can I get help to produce my own videos?   Where can I get professional video production help?                           How can we help?                                                                                Online   Search the full listings for tutorials and detailed information.     Search ServiceLink    By Phone     Call us with questions and speak to someone about your needs. Available 24 hrs.     +1-212-998-3333   More global contact numbers      Consultation     Interested in discussing new approaches to instruction? Have a conversation to explore ideas.     Make an appointment                 Email Us       Send us your comments and questions instructional.tech.support@nyu.edu                      About the Affinity Group     Learn about this cross-unit collaborative team and the enhanced service model for instructional technology support.       Read More                      Technology-Enhanced Education     Learn about the Faculty Committee on the Future of Technology-Enhanced Education.       Read More                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Creation of NYU Shanghai                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Speeches & Statements                                                     The Creation of NYU Shanghai       To:  The NYU Community  From:  NYU President John Sexton and Provost David McLaughlin  RE:  The Creation of NYU Shanghai  Date:  March 27, 2011      It is with deep pride and pleasure that we today announce to the NYU community that we have reached agreement with our partners in China -- the Shanghai Municipal Education Commission, Pudong Special District, East China Normal University (a leader among Chinese universities in its globalization efforts with a large exchange student population and extensive research collaborations with foreign universities) -- to create NYU Shanghai , a comprehensive, liberal arts campus in China's financial and commercial capital, Shanghai. Like NYU's New York campus and NYU Abu Dhabi, NYU Shanghai will be a degree-granting portal campus within NYU's global network.The creation of NYU Shanghai is a major achievement: it is the first such university to receive the approval and support of the Ministry of Education along with the Shanghai Municipal government, and the first to be established in a major Chinese city.   NYU's evolution from being &quot;in and of the city&quot; to being &quot;in and of the world&quot; is proceeding with enormous success, and the creation of NYU Shanghai is another major step in shaping NYU as a global network university that permits students and faculty to circulate smoothly in pursuit of their scholarship. Coming as it does on the heels of being awarded the Sen. Paul Simon Award for Campus Internationalization by NAFSA: Association of International Educators, this development is another demonstration of NYU's leadership in this area.   And for our partners in China, the creation of NYU Shanghai is a major step in the country's higher education reform, expressing a commitment to incorporate internationally accepted standards of university design and administration into China's efforts to expand access to higher education pursuant to its National Long-term Educational Reform and Development Program.   Each of our portal campuses will have its own unique personality, but they will share common, fundamental characteristics.   For one, they will all be characterized by academic excellence. NYU Shanghai's first class of undergraduate students will enter in September 2013; the admissions process will be highly selective (in another first, its admissions process will be the first to consider a broader set of admissions criteria than the GaoKao national higher education entrance examination). The undergraduate curriculum will provide a comprehensive liberal arts education, requiring all students to become firmly grounded in the humanities, social sciences, and natural sciences before pursuing in-depth study in a major discipline. Classes will be conducted in English and in accordance with the principles of academic freedom. Curricular development will be led by NYU and its faculty; pedagogical features are expected to include small student-faculty ratios, research experiences, and debate-based discussions. Students will be encouraged to engage in critical analysis and open inquiry. Shanghai and Pudong have also made a commitment to NYU that will allow NYU Shanghai to provide world-class educational and research opportunities.   As a comprehensive research university, NYU Shanghai will support world-class academic research, as well as graduate and professional education. It is expected that NYU Shanghai will quickly distinguish itself in disciplines where NYU is recognized for its intellectual leadership: economics and social sciences, mathematics, art history, history and literature, the cinematic and performing arts, biology, and business and finance, among many others.   Another characteristic is that all the campuses will be full participants in the global network. Just as NYU's areas of scholarly excellence will be greatly improved by the intellectually vibrant atmosphere of Shanghai, so, too, will the experience of the community of scholars, teachers, and learners at NYU Shanghai be enhanced by those who come there from other parts of the network, and by their own academic opportunities -- students enrolled at NYU Shanghai will be able to study at other network sites.   Another characteristic is that all the campuses should offer a full collegiate experience. At maturity, NYU Shanghai could be home to as many as 3,000 undergraduate, graduate, and professional students. Classroom, laboratory, dormitory, and campus life space will all be provided in the heart of Pudong, not far from the site of last year's Shanghai World Expo. It will have a range of student services similar to those at its Washington Square campus: athletic programs; student clubs and co-curricular activities; career counseling; student residential programming; and the kind of health, wellness, and counseling programs for which NYU has been nationally recognized.   And the portal campuses should be administratively structured in a consistent manner. NYU Shanghai will be fully self-sustaining through a combination of government support, tuition, and charitable contributions.   We are glad to announce that development of the new campus will be overseen by enormously talented and highly respected members of the NYU community. Academic developments for NYU Shanghai will be overseen by Richard Foley, NYU's Vice Chancellor for Strategic Planning -- who will report directly to the president of the University -- in conjunction with David McLaughlin, NYU's Provost, and Ulrich Baer, NYU's Vice Provost for Globalization and Multicultural Affairs. Administrative and operational developments will be overseen by R. May Lee, NYU's Associate Vice Chancellor for Asia.   NYU Shanghai will be a great university born out of a great partnership. We ask you to join us in welcoming and offering congratulations to our partners and in thanking all those in our own community who have worked so diligently over the last few months to make NYU Shanghai a reality. This is a wonderful day for NYU.                        Reflections     Access that Matters: Quality Education for All | November 2014     Global Network University Reflection | December 2010   Fire and Ice: The Knowledge Century and the Urban University | August 2007   Dogmatism and Complexity: Civil Discourse and the Research University | August 2005   The Common Enterprise University and the Teaching Mission | November 2004   The University as Sanctuary | November 2004   Graduate and Professional Education in the Research University | November 2004   The Research University in a Global Context | September 2004     Major University Announcements and Speeches       2013 Commencement Address | May 2013   Completing the Steps to Make NYU-Poly the University's School of Engineering | October 2012     City Hall's Selection of NYU's Center for Urban Science and Progress as an Applied Science Center, and the Announcement of its Director | April 2012     The Center for Urban Science &amp; Progress - NYU's Proposal to the City of New York   The Creation of NYU Shanghai | March 2011     An Important Step Towards Creating a New Campus in Shanghai | January 2011   A Message on the Economy and University Priorities | January 2009   NYU Abu Dhabi, and Our Global Future | Fall 2007   A Major Step Forward for NYU: Announcement of Campaign for NYU and Partners Plan | Fall 2004   Installation Address | September 2002                    Reports, Op-Eds, and Other Writings     American Council on Education Report of Blue Ribbon Panel on Global Engagement (PDF) | November 2011   Report of US/UK Study Group on Higher Education and Collaboration in Global Context (PDF) | July 2009    NYU Framework 2031 (PDF) | June 2008       Final Report of the Transition Team | March 2002     In Remembrance of 9/11: Sustaining the Moral Surge | October 2001     In Memoriam: For Lisa Ellen Goldberg                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Video & Media Creation/Presentation                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Teaching and Learning Resources   /   Instructional Technology Support                 Sub Navigation                                 Classrooms & Learning Spaces                       Instructional Technology Tools & Services                       Video & Media Creation/Presentation                       Research & Data Support                       File Storage & Sharing                       Instructional Design & Assessment                                                                   Video & Media Creation/Presentation                             Video and Media Services     The use of video and media in courses can be used to bring great arts into the class, show experiments, illustrate concepts and take people where they cannot go. NYU has a set of services to help faculty who want to use video and media to enhance education.               Video in Teaching and Learning   Video is often an attractive means for faculty to capture lecture content and present direct instruction. It can be used not only for teaching, but also for student study and learning. There are guidelines and services available for those who prefer to record their own video.     Lean more about video production options                    Frequently Asked Questions       How do I use Digital Studio scanning services?   How do I share and digitize videos?   Why would I use video for teaching and learning?   Are there guidelines for developing video content?   Where can I find existing videos?   Where can I publish and share my videos?   Where can I get help to produce my own videos?   Where can I get professional video production help?                           How can we help?                                                                                Online   Search the full listings for tutorials and detailed information.     Search ServiceLink    By Phone     Call us with questions and speak to someone about your needs. Available 24 hrs.     +1-212-998-3333   More global contact numbers      Consultation     Interested in discussing new approaches to instruction? Have a conversation to explore ideas.     Make an appointment                 Email Us       Send us your comments and questions instructional.tech.support@nyu.edu                      About the Affinity Group     Learn about this cross-unit collaborative team and the enhanced service model for instructional technology support.       Read More                      Technology-Enhanced Education     Learn about the Faculty Committee on the Future of Technology-Enhanced Education.       Read More                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Creation of NYU Shanghai                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Speeches & Statements                                                     The Creation of NYU Shanghai       To:  The NYU Community  From:  NYU President John Sexton and Provost David McLaughlin  RE:  The Creation of NYU Shanghai  Date:  March 27, 2011      It is with deep pride and pleasure that we today announce to the NYU community that we have reached agreement with our partners in China -- the Shanghai Municipal Education Commission, Pudong Special District, East China Normal University (a leader among Chinese universities in its globalization efforts with a large exchange student population and extensive research collaborations with foreign universities) -- to create NYU Shanghai , a comprehensive, liberal arts campus in China's financial and commercial capital, Shanghai. Like NYU's New York campus and NYU Abu Dhabi, NYU Shanghai will be a degree-granting portal campus within NYU's global network.The creation of NYU Shanghai is a major achievement: it is the first such university to receive the approval and support of the Ministry of Education along with the Shanghai Municipal government, and the first to be established in a major Chinese city.   NYU's evolution from being &quot;in and of the city&quot; to being &quot;in and of the world&quot; is proceeding with enormous success, and the creation of NYU Shanghai is another major step in shaping NYU as a global network university that permits students and faculty to circulate smoothly in pursuit of their scholarship. Coming as it does on the heels of being awarded the Sen. Paul Simon Award for Campus Internationalization by NAFSA: Association of International Educators, this development is another demonstration of NYU's leadership in this area.   And for our partners in China, the creation of NYU Shanghai is a major step in the country's higher education reform, expressing a commitment to incorporate internationally accepted standards of university design and administration into China's efforts to expand access to higher education pursuant to its National Long-term Educational Reform and Development Program.   Each of our portal campuses will have its own unique personality, but they will share common, fundamental characteristics.   For one, they will all be characterized by academic excellence. NYU Shanghai's first class of undergraduate students will enter in September 2013; the admissions process will be highly selective (in another first, its admissions process will be the first to consider a broader set of admissions criteria than the GaoKao national higher education entrance examination). The undergraduate curriculum will provide a comprehensive liberal arts education, requiring all students to become firmly grounded in the humanities, social sciences, and natural sciences before pursuing in-depth study in a major discipline. Classes will be conducted in English and in accordance with the principles of academic freedom. Curricular development will be led by NYU and its faculty; pedagogical features are expected to include small student-faculty ratios, research experiences, and debate-based discussions. Students will be encouraged to engage in critical analysis and open inquiry. Shanghai and Pudong have also made a commitment to NYU that will allow NYU Shanghai to provide world-class educational and research opportunities.   As a comprehensive research university, NYU Shanghai will support world-class academic research, as well as graduate and professional education. It is expected that NYU Shanghai will quickly distinguish itself in disciplines where NYU is recognized for its intellectual leadership: economics and social sciences, mathematics, art history, history and literature, the cinematic and performing arts, biology, and business and finance, among many others.   Another characteristic is that all the campuses will be full participants in the global network. Just as NYU's areas of scholarly excellence will be greatly improved by the intellectually vibrant atmosphere of Shanghai, so, too, will the experience of the community of scholars, teachers, and learners at NYU Shanghai be enhanced by those who come there from other parts of the network, and by their own academic opportunities -- students enrolled at NYU Shanghai will be able to study at other network sites.   Another characteristic is that all the campuses should offer a full collegiate experience. At maturity, NYU Shanghai could be home to as many as 3,000 undergraduate, graduate, and professional students. Classroom, laboratory, dormitory, and campus life space will all be provided in the heart of Pudong, not far from the site of last year's Shanghai World Expo. It will have a range of student services similar to those at its Washington Square campus: athletic programs; student clubs and co-curricular activities; career counseling; student residential programming; and the kind of health, wellness, and counseling programs for which NYU has been nationally recognized.   And the portal campuses should be administratively structured in a consistent manner. NYU Shanghai will be fully self-sustaining through a combination of government support, tuition, and charitable contributions.   We are glad to announce that development of the new campus will be overseen by enormously talented and highly respected members of the NYU community. Academic developments for NYU Shanghai will be overseen by Richard Foley, NYU's Vice Chancellor for Strategic Planning -- who will report directly to the president of the University -- in conjunction with David McLaughlin, NYU's Provost, and Ulrich Baer, NYU's Vice Provost for Globalization and Multicultural Affairs. Administrative and operational developments will be overseen by R. May Lee, NYU's Associate Vice Chancellor for Asia.   NYU Shanghai will be a great university born out of a great partnership. We ask you to join us in welcoming and offering congratulations to our partners and in thanking all those in our own community who have worked so diligently over the last few months to make NYU Shanghai a reality. This is a wonderful day for NYU.                        Reflections     Access that Matters: Quality Education for All | November 2014     Global Network University Reflection | December 2010   Fire and Ice: The Knowledge Century and the Urban University | August 2007   Dogmatism and Complexity: Civil Discourse and the Research University | August 2005   The Common Enterprise University and the Teaching Mission | November 2004   The University as Sanctuary | November 2004   Graduate and Professional Education in the Research University | November 2004   The Research University in a Global Context | September 2004     Major University Announcements and Speeches       2013 Commencement Address | May 2013   Completing the Steps to Make NYU-Poly the University's School of Engineering | October 2012     City Hall's Selection of NYU's Center for Urban Science and Progress as an Applied Science Center, and the Announcement of its Director | April 2012     The Center for Urban Science &amp; Progress - NYU's Proposal to the City of New York   The Creation of NYU Shanghai | March 2011     An Important Step Towards Creating a New Campus in Shanghai | January 2011   A Message on the Economy and University Priorities | January 2009   NYU Abu Dhabi, and Our Global Future | Fall 2007   A Major Step Forward for NYU: Announcement of Campaign for NYU and Partners Plan | Fall 2004   Installation Address | September 2002                    Reports, Op-Eds, and Other Writings     American Council on Education Report of Blue Ribbon Panel on Global Engagement (PDF) | November 2011   Report of US/UK Study Group on Higher Education and Collaboration in Global Context (PDF) | July 2009    NYU Framework 2031 (PDF) | June 2008       Final Report of the Transition Team | March 2002     In Remembrance of 9/11: Sustaining the Moral Surge | October 2001     In Memoriam: For Lisa Ellen Goldberg                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Getting Started                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Media and Communications   /   Digital Communications   /   NYU Web Guide                 Sub Navigation                                 Getting Started                       Web Site Development                       Policies                       FAQs                       Resources                       Upcoming NYU Web Server Upgrade                                                                   Getting Started      Current affiliates of NYU have opportunities to create web pages. Look through the options below to find the scenario that best fits your situation and we will help you get started.     Creating Personal Web Pages     NYU Sites  NYU provides a free collaborative space for Web content creation that is easy to use, update, access and share via NYU Sites, part of NYU Google Apps for Education . The service can be accessed via NYUHome or directly at sites.nyu.edu . Read more »   Web Publishing Service  NYU faculty, staff, and degree students with current and active NetIDs and NYU Home accounts may access Web Publishing. Alumni and other affiliated members of the NYU community are not eligible for this Service. Visit wp.nyu.edu for more information.       Creating Faculty Web Pages     NYU IT offers various services that may meet a faculty member's needs for class-related or research-related projects:     NYU Classes  The NYU Classes learning management system enables NYU faculty to use web-based collaborative and assessment technologies to enhance the teaching and learning experience. Read more »   NYU Faculty website at www.nyu.edu/classes or www.nyu.edu/projects  Faculty members may use NYU Web (www.nyu.edu) as a tool for the classes they teach. Web pages may include syllabi, readings, reminders, or just about anything that needs to be seen by the entire class. Faculty may also apply for space on NYU Web to showcase large-scale personal research projects as well as be approved to create and maintain web pages for NYU departments or programs. Read more »     NYU Wikis  NYU Wikis is a web-based collaborative tool that faculty and students can use to create and manage private and public content for research, instruction, and University-related activity. Read more »     Web Publishing Service  NYU faculty may find the Web Publishing Service an easy way to create class web sites. Visit wp.nyu.edu for more information.       Creating Web Pages for NYU School Departments, Programs or Offices     School Websites  Every school at NYU has its own web presence. Should you need access to your school's site, make sure to check with your school's webmaster. A list of school webmaster email addresses is available on our Resources page.   Web Publishing Service  NYU departments and programs may find the Web Publishing Service an easy way to create web sites for various internal resources. Visit wp.nyu.edu for more information. Note, you may need the approval of your school's webmaster should you wish to create a page outside of your school's main web presence.     Creating Web Pages for NYU Central Administrative Units   Central administrative units maintain their web sites in the university CMS . Full-time faculty and staff, and full-time enrolled students (Graduate Assistant students who have received approval from the authorized web content approver for the specific content area on which the student has been contracted to work) may request access to the CMS using an online application.   Please visit the CMS Training and Support section for more information about access and eligibility.     Creating Web Pages for an NYU Student Organization   All-Square Clubs are required to use websites created within the OrgSync environment. Visit the Clubs Web Guide to learn more, or contact the Center for Student Activities, Leadership, and Service (CSALS) Webmaster at: student.activities.webmaster@nyu.edu .   Note: All-Square webmaster updates for the www.nyu.edu/clubs directory may only be requested for sites that are currently being maintained or for special requests to move content to a OrgSync club website. To request a webmaster update, please email: student.activities.webmaster@nyu.edu .                              Need Assistance?     Please send any questions to: webteam@nyu.edu     Note:  Many of the resources in this guide are specific to the main (non-CMS) NYU Web server, www.nyu.edu, accessed through an account on the i4.nyu.edu machine. If you have questions about a site that is not on this server, please contact your school's webmaster or write to webteam@nyu.edu for more information.                                               Eligibility   NYU faculty, staff, and degree students with current and active NetIDs and NYU Home accounts may manage web pages.   Non-NYU affiliates (e.g., web consultants) must be sponsored for access by the full-time faculty or staff member who has primary responsibility for the site.   Affiliates must be assigned an NYU NetID, as per the instructions on the New NetID Assignment page . Once the NetID is obtained and the individual is authorized by the NYU Web Team, the non-NYU affiliate will be eligible to apply for access.              Don't see an option that fits your needs?     Contact us at webteam@nyu.edu to discuss your project plan.                NYU Webmasters Discussion Forum   To subscribe to the NYU Webmasters discussion forum, visit the Google Groups page at:     NYU Webmasters Discussion Forum     Note: This is a private forum for official NYU Webmasters and all membership requests must first be approved.                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]