[{"detail": [{"content": "Course Detail                                                                                        The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                        Course Detail                                     Course Description     Jump to the Course Section Information                                                                     Course Number      Price           Department                                        Back to Top                This course is also applicable towards          Certificate 1              More Links          Academic Departments      Online Offerings      Course Search                                                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Course Detail                                                                                        The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                        Course Detail                                     Course Description     Jump to the Course Section Information                                                                     Course Number      Price           Department                                        Back to Top                This course is also applicable towards          Certificate 1              More Links          Academic Departments      Online Offerings      Course Search                                                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "RiskEcon® Lab for Decision Metrics, NYU Courant Institute                    RiskEcon® Lab:     Leslie Greengard (Executive Principal Investigator)     David K.A. Mordecai (Co-Investigator and Co-Executive Director of the RiskEcon Lab CEcADA Initiative)      Samantha Kappagoda (Co-Investigator and Co-Executive Director of the RiskEcon Lab CEcADA Initiative)   Roy Lowrance (Co-Director of the RiskEcon Lab CEcADA Initiative)       Adam Brandenburger (Co-Director of the RiskEcon Lab CEcADA Initiative)        Affiliated Faculty:         Rich Bonneau    Mike O'Neil         Jonathan Nagler     Josh Tucker        Other NYU Activities:            NYU Center for Data Science (NYUCDS)   Social Media and Political Participation Lab at NYU (SMaPP)     Not-for-Profit Organizations:     Black Rock Forest Consortium   Council for Economic Education (CEE)   Girl Scouts of Greater New York   Glynwood   Hudson Highlands Land Trust   Scenic Hudson     Other Affiliations:     Risk Economics, Inc.    Numerati Partners LLC    FinTech Innovation Lab        For inquiries regarding internships, graduate/post-doc research fellowships and student grant awards        Return to Courant Institute Home Page                        RiskEcon ® Lab for Decision Metrics   Courant Institute for Mathematical Sciences     Tel: (212) 998-3264   Email: riskeconlab at cims.nyu.edu   Address: 715 Broadway, 10th Floor, New York, N.Y. 10003       In order to facilitate the development of software as a service, analytics tools, and semantic libraries that employ high-dimensional datasets to integrate conventional data with web-enabled demographic, biometric, psychometric and socio-metric data from innovative sources, Risk Economics has established RiskEcon® Lab for Decision Metrics at New York University’s Courant Institute, an independent division of NYU, widely considered to be one of the world’s leading mathematics educational and scientific research centers, and ranked first in applied mathematical research.   RiskEcon® Lab applies a range of computational methods to analyze commercial, consumer and population-related societal trends. Recent events demonstrate that many large-scale geopolitical and socioeconomic questions are particularly related to the implications and effects of interrelated changes in demographics, technology adoption, and lifestyle choices on the economy. Understanding these patterns is crucial for decision-making in both industry and government. The most critical are the emerging effects of changes in technology and consumer behavior on finance, labor, and housing, and on trends in income and wealth distribution, immigration, aging, health and the environment.    RiskEcon® Lab primarily focuses upon research and development of applied statistics in the context of robust and scalable data analytic solutions, integrating web-enabled crowdsourcing with machine learning, data-mining, and text-mining, in order to provide solutions and answer large-scale, real world questions with three fundamental objectives:         • Foster, promote, and coordinate public-private-academic research partnerships        • Sponsor, fund, organize and manage “big data” libraries        • Advance NYU’s competency within applied computational statistics                RiskEcon® Lab’s primary role is to enable, facilitate and coordinate academic research in the development of commercially-viable, analytic applications employing computational statistical tools in conjunction with innovative and non-traditional data structures. In addition, other activities of RiskEcon® Lab involve the advancement of the fields of applied mathematical statistics and computational economics, via interdisciplinary post-doctoral, postgraduate, graduate research and education in data sciences and social computing.    RiskEcon® Lab is the cornerstone of the Computational Economics and Algorithmic Data Analytics (CEcADA) cooperative at New York University, established concurrently in 2011.      Press releases on the establishment of RiskEcon® Lab:     NYU Press Release: August 18th, 2011   Courant Newsletter Article, Fall 2011 Issue           Selected Research Themes and Workstreams:                 Adaptive learning processes, activity-recognition and social computing applications of statistical inference and stochastic control mechanisms to agent-based cyber-physical networks.     Applications of generative agent-based modeling,  spatio-temporal mapping and social computing to forensic, geopolitical,  socioeconomic, psychometric, sociometric, demographic, syndromic, and  environmental surveillance, inference and analytics.     Market-consistent enterprise risk and liability  management applications of scalable, robust cyber-physical adaptive  learning and pervasive, embedded computing systems.         Institutional and industry configuration, market  microstructure, and commercial process engineering applications of  computational linguistics, law and economics.         General methodological interests and experience  include: applications of high-dimensional computational and graphical statistics to Bayesian  experimental design, simulation and statistical inference; applied principal  components and dimension reduction methods; applied information  geometry, graphical statistical modeling and network analysis; applied functional data  analysis, nonparametric hierarchical mixture and kernel models; latent  variable analysis; applied generalized linear and logistic regression  models and discrete choice methods, algorithmic natural and social  computing frameworks; robust market-based predictive estimation, pricing  and valuation applications of auctions and parimutuel exchange mechanisms.         The socioeconomic and socio-demographic determinants of communicable diseases and non-communicable diseases (NCDs), and their impact on health capital in the labor market via the dependency ratio; structural changes in labor force growth relating to emerging health trends; time-series properties of socioeconomic and socio-demographic risk factors relating to obesity; the relationship of cross-country differentials in the dependency ratio and relative growth.       Income elasticity of consumption spending on healthcare goods and service; co-evolution of healthcare spending and selected socioeconomic and socio-demographic indicators; regional and socio-demographic variation of income elasticity in healthcare spending.       Effects of population aging on aggregate consumer demand; structural changes in the composition of consumption spending patterns across generations.       Methodological interests: time series and longitudinal applications to event history and duration analysis; surveillance and monitoring of NCDs; discrete choice, latent variable and social network analysis of behavioral (sociometric and psychometric) influences on discretionary consumption decisions related to health."}]}]