[{"detail": [{"content": "Bernard, Claudie    |     French    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home               Claudie Bernard       Professor of French     Ph.D. (French Literature), Princeton; Doctorat de Troisième Cycle (Comparative Literature), Paris; Agrégation de Lettres Modernes; École Normale Supérieure (Sèvres).       Office Address:   19 University Place, 634  New York, New York (US) 10003     Email:     cb1@nyu.edu     Phone:   (212) 998-8024       Bio   My research focuses on the 19th-century French novel in its cultural and ideological contexts, paying particular attention to the narratological complexities of the texts, and develops along three major lines. Firstly, the articulation of literature and historiography in a century whose history was particularly shaken -- an issue I am currently revisiting for the publication of the second edition of my Le Passé recomposé, le roman historique français du XIXe siècle. Secondly, the inscription of family in literature -- an interest which lead me, in addition, to interrogate how 19th-century thinkers understood an institution in profound mutation between the Old Regime and the Third Republic. Thirdly -- and this is the topic of my next book --, the literary expression of justice, more specifically retributive justice, private and public, in the Romantic period, in its philosophical, ethical as well as judiciary ramifications.            Le Jeu des familles dans le roman français du dix-neuvième siècle (Saint-Etienne : Publications de l’Université de Saint-Etienne, 2013).  Penser  la famille au dix-neuvième siècle , Preface by Yvonne Knibiehler (Saint-Etienne :  Publications de l’Université de Saint-Etienne, 2007).      Le  Passé recomposé, le roman historique français au dix-neuvième siècle (Paris : Hachette,  1996).      Le  Chouan romanesque, Balzac, Barbey d’Aurevilly, Hugo (Paris : Presses Universitaires  de France, 1989).      Editor,  in collaboration with Chantal Massol and Jean-Marie Roulin, Adelphiques, Frères et sœurs dans la  littérature du XIXe siècle (Paris : Kimé, 2010).      Editor, in collaboration with David  Powell and Martine Reid, George Sand, Families and communities (Special  Issue, Romanic Review , 2005).      Editor, in collaboration with Franc  Schuerewegen, Balzac paterfamilias (CRIN, 2001).      Editor, Sentimental Education   by Flaubert (New York:  Barnes &amp; Noble Classics, 2006).      Editor,   Les Chouans by Balzac (Paris: Livre de Poche, 1997).            Updated on 04&#047;13&#047;2015                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Bernard, Claudie    |     French    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home               Claudie Bernard       Professor of French     Ph.D. (French Literature), Princeton; Doctorat de Troisième Cycle (Comparative Literature), Paris; Agrégation de Lettres Modernes; École Normale Supérieure (Sèvres).       Office Address:   19 University Place, 634  New York, New York (US) 10003     Email:     cb1@nyu.edu     Phone:   (212) 998-8024       Bio   My research focuses on the 19th-century French novel in its cultural and ideological contexts, paying particular attention to the narratological complexities of the texts, and develops along three major lines. Firstly, the articulation of literature and historiography in a century whose history was particularly shaken -- an issue I am currently revisiting for the publication of the second edition of my Le Passé recomposé, le roman historique français du XIXe siècle. Secondly, the inscription of family in literature -- an interest which lead me, in addition, to interrogate how 19th-century thinkers understood an institution in profound mutation between the Old Regime and the Third Republic. Thirdly -- and this is the topic of my next book --, the literary expression of justice, more specifically retributive justice, private and public, in the Romantic period, in its philosophical, ethical as well as judiciary ramifications.            Le Jeu des familles dans le roman français du dix-neuvième siècle (Saint-Etienne : Publications de l’Université de Saint-Etienne, 2013).  Penser  la famille au dix-neuvième siècle , Preface by Yvonne Knibiehler (Saint-Etienne :  Publications de l’Université de Saint-Etienne, 2007).      Le  Passé recomposé, le roman historique français au dix-neuvième siècle (Paris : Hachette,  1996).      Le  Chouan romanesque, Balzac, Barbey d’Aurevilly, Hugo (Paris : Presses Universitaires  de France, 1989).      Editor,  in collaboration with Chantal Massol and Jean-Marie Roulin, Adelphiques, Frères et sœurs dans la  littérature du XIXe siècle (Paris : Kimé, 2010).      Editor, in collaboration with David  Powell and Martine Reid, George Sand, Families and communities (Special  Issue, Romanic Review , 2005).      Editor, in collaboration with Franc  Schuerewegen, Balzac paterfamilias (CRIN, 2001).      Editor, Sentimental Education   by Flaubert (New York:  Barnes &amp; Noble Classics, 2006).      Editor,   Les Chouans by Balzac (Paris: Livre de Poche, 1997).            Updated on 04&#047;13&#047;2015                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "New York University | Bobst Library: European History Microform Sets: F-Z                                                                                              Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        European History Microform Sets: F-Z       French Books before 1601 and 1601-1700.  Call number: Microfilm 706    Contents: Comprehensive collection of books printed in any language  in France (mainly French and Latin) and books in French printed outside  of France. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in France and of French Books Printed in other Countries   from 1470-1600 now in the British Museum.    REF1 Z2162.B86       Goldsmith, Valentine F. A Short Title Catalog of French books   in the Library of the British Museum.    REF1 Z2162.B87         Many titles from additional sources have been included in the microfilm  collection.      Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the Index table, Microform Center, LL2,  by author, and then by reel and item numbers.      Related microform collections:       French Political Pamphlets   Utopies au siécle des lumiéres   Italian books before 1601 and 1601-1700.        French Political Pamphlets, 1547-1648.  Call number: Microfilm 2200    Contents: French pamphlets documenting social, political and religious  issues of the period 1547-1648. Included are government and royal proclamations,  pamphlets by religious and political leaders, and inflammatory items  from the underground press. Contains around ninety percent of the titles  listed in Lindsay and Neu&#39;s bibliography of French pamphlets in American  libraries, around 6,000 titles in all.      Arrangement: By consecutive item numbers, following the chronological  arrangement of the source bibliography and its supplement. Titles from  the supplement were inserted into the main sequence by assigning decimal  suffixes; e.g. supplement item 1473.1 is filmed just after item 1473  (see Access below).      Access:        Lindsay, Robert O. And Neu, John. French Political Pamphlets   1547-1648, a catalog of major collections in American libraries .       REF1 / Z2177.5 .L54.   The source bibliography, arranged by year and author, with title/author   index.       French Political Pamphlets 1547-1648, a supplement .    REF1 / Z2177.5 .L54 Suppl.   Lists around five hundred items added to the collection; arranged   by year and author, with a reel list for the entire collection and   an author/title index.         Related microform collections:       French books before 1601 and 1601-1700   Utopies au siècle des lumières        German Baroque Literature  Call number: Microfilm 453    Contents: Varied German literary works printed from 1575-1740, including  drama, poetry, prose fiction and non-fiction. From the collection at  the Yale University Library, over 2300 titles in all.      Arrangement: Organized alphabetically by author or title in case of  anonymous author.      Access: Printed bibliography, German Baroque Literature; a catalogue  of the collection in the Yale University Library . 2 vols.   REF1 / Z2231.Y3  Includes historical commentary, descriptions of plays and playwrights  and indexes by author, composer and illustrator. Also, catalog cards  on the index table in the Microform Center, by author, and then by reel  and item numbers.         Historical Gazetteer of London before  the Great Fire: Cheapside.  Call number: Microfiche 526    Contents: The history and topography of houses, churches, public buildings  and other properties of the five parishes of Cheapside, London from  the time of the earliest records to the Great Fire of 1666.      Arrangement: Divided into the five parishes, each with its own introductory  essay (see Access below).      Access: Introductory and explanatory materials are found at the beginning  of the first fiche. Four indexes can be used to access the records by  parish number and fiche locating numbers: property holders index; personal  name index; index to the occurrence of indicators of status (eg. Jews);  index to place names (including maps). The indexes are found on the  last fiche.         Italian Books before 1601 and 1601-1700.  Call number: Microfilm 707    Contents: Comprehensive collection of books printed in any language  in Italy (mainly Italian and Latin) and books in Italian printed outside  of Italy. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in Italy and of Italian Books Printed in other Countries   from 1465-1600 now in the British Museum    REF1 Z2342.B8       Michel, Susan P. And Michel, Paul Henri. Repertoire des ouvrages   imprimes en langue italienne au XVIIe siecle.    Bobst Z2342.M52 .   Many titles from additional sources have been included in the microfilm   collection.         Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the index table in the Microform Center, by  author, and then list reel and item numbers.      Related Microform Collection:       French books before 1601 and 1601-1700.        The John F. Kennedy National Security files.  Western Europe: national security files, 1961-1963  Call number: Microfilm 3671    Contents: These documents represent the working papers of JFK&#39;s special  assistant for national security affairs McGeorge Bundy and his assistants  Walter Rostow and Carl Kaysen. The documents comprise memos, cables,  intelligence reports, correspondence and special files, and have to  do with foreign affairs, national defense, and diplomatic and military  posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1961-1963 .   REF6 / E183.8.E85 J64 1987  Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The Lyndon B. Johnson National Security files. Western Europe: national   security files, 1963-1969.        The Lyndon B. Johnson National Security  files. Western Europe: national security files, 1963-1969.  Call number: Microfilm 3672    Contents: These documents represent the working papers of LBJ&#39;s special  assistants for national security McGeorge Bundy and Walter Rostow. The  documents comprise memos, cables, intelligence reports, correspondence  and special files, and have to do with foreign affairs, national defense,  and diplomatic and military posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1963-1969.   REF6 / E183.8.E85 L96 1987      Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The John F. Kennedy National Security files. Western Europe: national   security files, 1961-1963         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939.  Call number: Microfilm 2266    Contents: Documents include instructions and dispatches from U.S. diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 868.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939 .     REF6 / DF833.G8 1981  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.        Records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949.  Call number: Microfilm 2204    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal number 868.      Arrangement: The documents are divided into two year ranges, 1940-1944  and 1945-1949. Within these sections they are arranged by decimal class  (subject) according to the State Department decimal filing system (see  Access below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949 .     REF6 / DF849.5 .G8 1987  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954.  Call number: Microfilm 2205    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 781, 881and 981.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954 .     REF6 / DF850 .G8 1986  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  Includes a subject index to the numerical system. The first reel of  each of the three sections begins with the numerical classification  of records, the roll contents of the entire section and a list of papers  on the reel. Each subsequent reel within the section only includes the  list of papers for that reel. The list of papers provides, for each  document, the document number, place and date of origin, author, division  and offices within the State Department to which the document was forwarded  and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.        The Slave Trade, 1858-1892.  Call number: Microfilm 3562    Contents: Papers from the British Foreign Office relating to the slave  trade, 1858-1892, including correspondence with Commissioners Court  and Commission records, and reports from British naval officers regarding  the interception of slavers. Fifty volumes in all. Material derives  from numerous geographically diverse locations      Arrangement: Chronological by volume, item, and page numbers of the  original edition; alternatively by assigned reel numbers from the publisher&#39;s  guide (see Access below).      Access: Publisher&#39;s guide, Guide to the microfilm edition of the  slave trade.   REF1 / HT975 .G7 1977  Organized by reel number which follows the chronological order of the  volumes.         The U.S. Occupation of Germany:  educational reform, 1945-1949.  Call number: Microfiche 650    Contents: A comprehensive collection of documents about the planning  stages through the implementation of educational reform in Germany during  the post-war occupation by the U. S. Documents are from the National  Archives and Records administration (NARA), Washington D.C., and its  associated Washington National Records Center (WNRC).      Arrangement: The documents are divided into 5 sections:       1-A State Department   1-B Office of the Political Advisor to the US Ambassador (POLAD)   2-A War Department Civil Affairs Division   3-A Office of Military Government for Germany, US (OMGUS), materials   relating to educational reform carried out in Bavaria   3-B OMGUS records relating to Bremen      Access: Publisher&#39;s guide, The U.S. occupation of Germany: educational  reform, 1945-1949 .   Microform / LA721.82 .U8 1991 (Index table, Microform  Center, LL2).  A bibliography of documents on the microfilm, contains a subject and  name index, as well as an index by document number.         Utopies au siècle des lumières  Call number: MF102    Contents: French Utopian writings of the 18th century, all in French,  including some translations from other languages into French. Included  works of fiction, poetry, and political philosophy. Forty one titles  in all.      Arrangement: By author/title      Access: Publisher&#39;s guide, Soboul, Albert. Utopies au siècle des  lumières, etude et bibliographie (in French)  (Index table, Microform Center, LL2).  Contains an essay on 18th century french Utopian ideas, commentary on  individual works in the collection. Works are listed alphabetically  by author&#39;s last name with corresponding fiche number. Fiche have eye-readable  author/title entries as well.      Related microform collections:       French Political Pamphlets   French books before 1601 and 1601-1700        Witchcraft in Europe and America.  Call number: Microfilm 2199    Contents: Works from Europe and America concerning witchcraft, from  the 15th- 19th centuries, including treatises on the existence and nature  of witchcraft, and arguments for and against the persecution of suspected  witches. Religious, historical and legal works are included. Titles  from France, Germany, Italy and other European Countries as well as  England and America are represented; 1045 titles in all.      Arrangement: By author, or title for anonymous works (see Access below).      Access: Publisher&#39;s guide, Witchcraft in Europe and America .   REF1 / Z6878.W8 W58 1983  Main entry index is arranged alphabetically by author (or title) with  corresponding reel and item numbers.      Related microform collections:       Early American Imprints I and II 1639-1820   Early English Books I and II 1475-1700   Manuscripts of Cotton Mather              Back to: European  History Microform Sets: A-E                  News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "Bernard, Claudie    |     French    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home               Claudie Bernard       Professor of French     Ph.D. (French Literature), Princeton; Doctorat de Troisième Cycle (Comparative Literature), Paris; Agrégation de Lettres Modernes; École Normale Supérieure (Sèvres).       Office Address:   19 University Place, 634  New York, New York (US) 10003     Email:     cb1@nyu.edu     Phone:   (212) 998-8024       Bio   My research focuses on the 19th-century French novel in its cultural and ideological contexts, paying particular attention to the narratological complexities of the texts, and develops along three major lines. Firstly, the articulation of literature and historiography in a century whose history was particularly shaken -- an issue I am currently revisiting for the publication of the second edition of my Le Passé recomposé, le roman historique français du XIXe siècle. Secondly, the inscription of family in literature -- an interest which lead me, in addition, to interrogate how 19th-century thinkers understood an institution in profound mutation between the Old Regime and the Third Republic. Thirdly -- and this is the topic of my next book --, the literary expression of justice, more specifically retributive justice, private and public, in the Romantic period, in its philosophical, ethical as well as judiciary ramifications.            Le Jeu des familles dans le roman français du dix-neuvième siècle (Saint-Etienne : Publications de l’Université de Saint-Etienne, 2013).  Penser  la famille au dix-neuvième siècle , Preface by Yvonne Knibiehler (Saint-Etienne :  Publications de l’Université de Saint-Etienne, 2007).      Le  Passé recomposé, le roman historique français au dix-neuvième siècle (Paris : Hachette,  1996).      Le  Chouan romanesque, Balzac, Barbey d’Aurevilly, Hugo (Paris : Presses Universitaires  de France, 1989).      Editor,  in collaboration with Chantal Massol and Jean-Marie Roulin, Adelphiques, Frères et sœurs dans la  littérature du XIXe siècle (Paris : Kimé, 2010).      Editor, in collaboration with David  Powell and Martine Reid, George Sand, Families and communities (Special  Issue, Romanic Review , 2005).      Editor, in collaboration with Franc  Schuerewegen, Balzac paterfamilias (CRIN, 2001).      Editor, Sentimental Education   by Flaubert (New York:  Barnes &amp; Noble Classics, 2006).      Editor,   Les Chouans by Balzac (Paris: Livre de Poche, 1997).            Updated on 04&#047;13&#047;2015                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "New York University | Bobst Library: European History Microform Sets: F-Z                                                                                              Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        European History Microform Sets: F-Z       French Books before 1601 and 1601-1700.  Call number: Microfilm 706    Contents: Comprehensive collection of books printed in any language  in France (mainly French and Latin) and books in French printed outside  of France. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in France and of French Books Printed in other Countries   from 1470-1600 now in the British Museum.    REF1 Z2162.B86       Goldsmith, Valentine F. A Short Title Catalog of French books   in the Library of the British Museum.    REF1 Z2162.B87         Many titles from additional sources have been included in the microfilm  collection.      Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the Index table, Microform Center, LL2,  by author, and then by reel and item numbers.      Related microform collections:       French Political Pamphlets   Utopies au siécle des lumiéres   Italian books before 1601 and 1601-1700.        French Political Pamphlets, 1547-1648.  Call number: Microfilm 2200    Contents: French pamphlets documenting social, political and religious  issues of the period 1547-1648. Included are government and royal proclamations,  pamphlets by religious and political leaders, and inflammatory items  from the underground press. Contains around ninety percent of the titles  listed in Lindsay and Neu&#39;s bibliography of French pamphlets in American  libraries, around 6,000 titles in all.      Arrangement: By consecutive item numbers, following the chronological  arrangement of the source bibliography and its supplement. Titles from  the supplement were inserted into the main sequence by assigning decimal  suffixes; e.g. supplement item 1473.1 is filmed just after item 1473  (see Access below).      Access:        Lindsay, Robert O. And Neu, John. French Political Pamphlets   1547-1648, a catalog of major collections in American libraries .       REF1 / Z2177.5 .L54.   The source bibliography, arranged by year and author, with title/author   index.       French Political Pamphlets 1547-1648, a supplement .    REF1 / Z2177.5 .L54 Suppl.   Lists around five hundred items added to the collection; arranged   by year and author, with a reel list for the entire collection and   an author/title index.         Related microform collections:       French books before 1601 and 1601-1700   Utopies au siècle des lumières        German Baroque Literature  Call number: Microfilm 453    Contents: Varied German literary works printed from 1575-1740, including  drama, poetry, prose fiction and non-fiction. From the collection at  the Yale University Library, over 2300 titles in all.      Arrangement: Organized alphabetically by author or title in case of  anonymous author.      Access: Printed bibliography, German Baroque Literature; a catalogue  of the collection in the Yale University Library . 2 vols.   REF1 / Z2231.Y3  Includes historical commentary, descriptions of plays and playwrights  and indexes by author, composer and illustrator. Also, catalog cards  on the index table in the Microform Center, by author, and then by reel  and item numbers.         Historical Gazetteer of London before  the Great Fire: Cheapside.  Call number: Microfiche 526    Contents: The history and topography of houses, churches, public buildings  and other properties of the five parishes of Cheapside, London from  the time of the earliest records to the Great Fire of 1666.      Arrangement: Divided into the five parishes, each with its own introductory  essay (see Access below).      Access: Introductory and explanatory materials are found at the beginning  of the first fiche. Four indexes can be used to access the records by  parish number and fiche locating numbers: property holders index; personal  name index; index to the occurrence of indicators of status (eg. Jews);  index to place names (including maps). The indexes are found on the  last fiche.         Italian Books before 1601 and 1601-1700.  Call number: Microfilm 707    Contents: Comprehensive collection of books printed in any language  in Italy (mainly Italian and Latin) and books in Italian printed outside  of Italy. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in Italy and of Italian Books Printed in other Countries   from 1465-1600 now in the British Museum    REF1 Z2342.B8       Michel, Susan P. And Michel, Paul Henri. Repertoire des ouvrages   imprimes en langue italienne au XVIIe siecle.    Bobst Z2342.M52 .   Many titles from additional sources have been included in the microfilm   collection.         Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the index table in the Microform Center, by  author, and then list reel and item numbers.      Related Microform Collection:       French books before 1601 and 1601-1700.        The John F. Kennedy National Security files.  Western Europe: national security files, 1961-1963  Call number: Microfilm 3671    Contents: These documents represent the working papers of JFK&#39;s special  assistant for national security affairs McGeorge Bundy and his assistants  Walter Rostow and Carl Kaysen. The documents comprise memos, cables,  intelligence reports, correspondence and special files, and have to  do with foreign affairs, national defense, and diplomatic and military  posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1961-1963 .   REF6 / E183.8.E85 J64 1987  Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The Lyndon B. Johnson National Security files. Western Europe: national   security files, 1963-1969.        The Lyndon B. Johnson National Security  files. Western Europe: national security files, 1963-1969.  Call number: Microfilm 3672    Contents: These documents represent the working papers of LBJ&#39;s special  assistants for national security McGeorge Bundy and Walter Rostow. The  documents comprise memos, cables, intelligence reports, correspondence  and special files, and have to do with foreign affairs, national defense,  and diplomatic and military posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1963-1969.   REF6 / E183.8.E85 L96 1987      Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The John F. Kennedy National Security files. Western Europe: national   security files, 1961-1963         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939.  Call number: Microfilm 2266    Contents: Documents include instructions and dispatches from U.S. diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 868.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939 .     REF6 / DF833.G8 1981  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.        Records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949.  Call number: Microfilm 2204    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal number 868.      Arrangement: The documents are divided into two year ranges, 1940-1944  and 1945-1949. Within these sections they are arranged by decimal class  (subject) according to the State Department decimal filing system (see  Access below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949 .     REF6 / DF849.5 .G8 1987  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954.  Call number: Microfilm 2205    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 781, 881and 981.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954 .     REF6 / DF850 .G8 1986  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  Includes a subject index to the numerical system. The first reel of  each of the three sections begins with the numerical classification  of records, the roll contents of the entire section and a list of papers  on the reel. Each subsequent reel within the section only includes the  list of papers for that reel. The list of papers provides, for each  document, the document number, place and date of origin, author, division  and offices within the State Department to which the document was forwarded  and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.        The Slave Trade, 1858-1892.  Call number: Microfilm 3562    Contents: Papers from the British Foreign Office relating to the slave  trade, 1858-1892, including correspondence with Commissioners Court  and Commission records, and reports from British naval officers regarding  the interception of slavers. Fifty volumes in all. Material derives  from numerous geographically diverse locations      Arrangement: Chronological by volume, item, and page numbers of the  original edition; alternatively by assigned reel numbers from the publisher&#39;s  guide (see Access below).      Access: Publisher&#39;s guide, Guide to the microfilm edition of the  slave trade.   REF1 / HT975 .G7 1977  Organized by reel number which follows the chronological order of the  volumes.         The U.S. Occupation of Germany:  educational reform, 1945-1949.  Call number: Microfiche 650    Contents: A comprehensive collection of documents about the planning  stages through the implementation of educational reform in Germany during  the post-war occupation by the U. S. Documents are from the National  Archives and Records administration (NARA), Washington D.C., and its  associated Washington National Records Center (WNRC).      Arrangement: The documents are divided into 5 sections:       1-A State Department   1-B Office of the Political Advisor to the US Ambassador (POLAD)   2-A War Department Civil Affairs Division   3-A Office of Military Government for Germany, US (OMGUS), materials   relating to educational reform carried out in Bavaria   3-B OMGUS records relating to Bremen      Access: Publisher&#39;s guide, The U.S. occupation of Germany: educational  reform, 1945-1949 .   Microform / LA721.82 .U8 1991 (Index table, Microform  Center, LL2).  A bibliography of documents on the microfilm, contains a subject and  name index, as well as an index by document number.         Utopies au siècle des lumières  Call number: MF102    Contents: French Utopian writings of the 18th century, all in French,  including some translations from other languages into French. Included  works of fiction, poetry, and political philosophy. Forty one titles  in all.      Arrangement: By author/title      Access: Publisher&#39;s guide, Soboul, Albert. Utopies au siècle des  lumières, etude et bibliographie (in French)  (Index table, Microform Center, LL2).  Contains an essay on 18th century french Utopian ideas, commentary on  individual works in the collection. Works are listed alphabetically  by author&#39;s last name with corresponding fiche number. Fiche have eye-readable  author/title entries as well.      Related microform collections:       French Political Pamphlets   French books before 1601 and 1601-1700        Witchcraft in Europe and America.  Call number: Microfilm 2199    Contents: Works from Europe and America concerning witchcraft, from  the 15th- 19th centuries, including treatises on the existence and nature  of witchcraft, and arguments for and against the persecution of suspected  witches. Religious, historical and legal works are included. Titles  from France, Germany, Italy and other European Countries as well as  England and America are represented; 1045 titles in all.      Arrangement: By author, or title for anonymous works (see Access below).      Access: Publisher&#39;s guide, Witchcraft in Europe and America .   REF1 / Z6878.W8 W58 1983  Main entry index is arranged alphabetically by author (or title) with  corresponding reel and item numbers.      Related microform collections:       Early American Imprints I and II 1639-1820   Early English Books I and II 1475-1700   Manuscripts of Cotton Mather              Back to: European  History Microform Sets: A-E                  News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "New York University | Bobst Library: Fin-de-Siècle Symbolist and Avant-Garde Periodicals                                                                                              Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        Fin-de-Siècle Symbolist and Avant-Garde Periodicals          Microform Collections:        Fin-de-Siècle Symbolist and Avant-Garde Periodicals        Contents: 30 periodicals of the late 19th century concerned all or in part with symbolism and the avant-garde. Many of these journals also published political, sociological, and philosophical articles, poetry, essays, literary criticism, as well as theater, art and music reviews. Titles included in this set were selected from &quot;A Chronological List of the Most Important Periodicals in the Symbolist Movement, 1881-99,&quot; compiled by Kenneth Cornell in his book, The Symbolist Movement (New Haven, 1951).       Access: Microfilm is located in the Microforms room on the LL2 of Bobst Library. Film is shelved alphabetically by the name of the journal, with a few exceptions (see below for details). Individual journal titles are listed in BobCat.           L&#39;Art Littéraire    Location: microfilm, under title L&#39;Art Littéraire       Paris, no. 1-13, Oct. 1892 - Dec. 1893; No. 1-12, 1894.    Founded by Louis Lormel, this magazine includes contributions by Remy    de Gourmont, Mallarmé, Jarry, Saint-Pol-Roux, Gide and others.    In addition to poetry and articles it contains interesting graphics.            Arte: Revista International    Location: microfilm, under title Arte       Coimbra, Vol. 1 (No. 1-8), Nov. 1895 - June 1896.     See microfilm reel with title: L&#39;art littéraire.        This little magazine, founded and edited in Portugal by Eugenio    de Castro and Manuel da Silva Gayo, contains French contributions    by Verlaine, Kahn, Merrill, Saint-Pol-Roux, and Gourmont. It testifies    to the rapid dispersion of French Symbolist themes and forms.                La Basosche    Location: microfilm, under title Basosche       Brussels, Vol. 1-2 (No. 1-16), Nov. 1884 - Apr 1886.     See microfilm reel with title: L&#39;art littéraire.        Contains poetry by Fontainas, Merrill, Mikhaël, and Quillard,    as well as the first of René Ghil&#39;s manifestoes. This was the    first Belgian magazine to establish links with the French Symbolists.                Le Boulevard; Journal Littéraire Illustré       Location: microfilm, under title Boulevard       Paris, numéro spécimen, Dec. 1, 1861; Vol. 1-2, No. 24,    Jan. 5, 1862 - June 14, 1863.    This is, strictly speaking, a pre-Symbolist periodical. It is included    in the present list because of its publication of Baudelaire, Leconte    de Lisle, and other important precursors of the Symbolist movement.    Its pages contain numberous brilliant caricatures and other graphics    by Daumier, Bénassit, Bouquet, Pastelot, Regamey, etc. Never    popular with the government, its existence was eventually terminated    by the official censors.            Le Centaure    Location: microfilm, under title Boulevard       Paris, Vol. 1-2, 1896    Founded and edited by Henri Albert in collaboration with Pierre Louÿs    and others. This brief but elegant periodical contains important poems    and critical essays by Régnier, Gide, Valéry, Herold,    and Tinan. It also contains some outstanding graphics by Besnard, Rops,    Léandre, Blanche, and others.            Le Chat Noir (4 reels)    Location: microfilm, under title Chat Noir       Paris, Vol. 1-14 (No. 1-688), 1882-1895    Published weekly out of Rodolphe Salis&#39; Artists&#39; Cafe. It contains poetry    and other items by Verlaine, Rollinat, Morice, Samain, Dubus, Bloy,    Cros, and many others. Whimsical, satiric, and thoroughly fin-de-siecle    illustrations also appear in its pages.            Chimère; Revue Indépendente d&#39;Insolence Littéraire       Location: microfilm, under title Chimère       Paris, Vol. 1-2 (No. 1-16), Aug. 1891 - June 1893.    Published by Paul Redonnel out of Montpellier. This little magazine    has the added interest of containing the poetry of writers from the    south of France as well as many contributions by Parisian poets.            La Conque; Anthologie des Plus Jeunes Poètes.       Location: microfilm, under title Chimère       Paris, No. 1-11, 1891 - 1892    This magazine is particularly noteworthy for the early poems of Louÿs,    Gide, and, especially, Valéry. It also contains contributions    by Régnier, Léon Blum, and the &quot;décadent&quot; Swinburne.            Le Coq Rouge, Revue Littéraire    Location: microfilm, under title Chimère       Brussels, Vol. 1-3, No. 1, May 1895 - June 1897    Includes contributions from Viélé-Griffin, Gourmont, Gide,    Ghéon, Kahn, and Jammes, as well as from Belgian authors. It    was originally founded as a protest against La Jenue Belgique ,    which, in its opinion, had already become reactionary.            Ecrits pour l&#39;Art Littéraire et Philosophique       Location: microfilm, under title Chimère       Paris, Vol. 1, 1905    Founded and edited by Jean Rogère, this little magazine consciously    adopted the same name as Ghil&#39;s 1887-92 journal. Ghil himself contributed    to this latter day Ecrits , along with Pelletier, Nau, Dantinne,    Fayolle, and Randau. The journal is also distinguished for its publication    of translations of Russian Symbolists such as Bal&#39;mont.            Les Entretiens Politiques et Littéraires (2 reels)       Location: microfilm, under title Entretiens Politiques   et Littéraires       Paris, No. 1-57, Mar. 1, 1890    - Dec. 25, 1893    Founded by Henri de Régnier, Paul Adam, Georges Vanor, Bernard    Lazare, and F. Viélé-Griffin. It also includes contributions    by Quillard, Gide, Mallarmé, Saint-Pol-Roux. Lecomte, and Malo.    During its brief life, it served as the crossroads for a wide variety    of French literary and political currents, though the Symbolist influence    was strongest.            L&#39;Ermitage (10 reels)    Location: microfilm, under title Ermitage       Paris, Vol. 1-35, Apr. 1890-1906    Along with La Plume , Mercure de France , and La    Revue Blanche , this was one of the four main organs of the Symbolist    movement. Like its peers it devoted space to historical, philosophical,    and sociological topics as well as poetry, literary essays and reviews,    and theatrical and fine arts articles. Founded by Henri Mazel, it was    later edited by Stuart Merrill, Louis le Cardonnel, and Hughes Rebell.    Some other contributors include Tailhade, Viélé-Griffin,    Maurras, Régnier, and Rambosson.            Les Ibis    Location: microfilm, under title Ibis       Paris. No. 1-4, 1894    One of the brief but bright ephemera that were springing up all over    the Symbolist movement. This one was founded by Degron and Klingsor,    and it contains poetry by Viélé-Griffin, Retté,    Gérardy, Régnier, Dierx, Signoret, and others.            La Jeune Revue Littéraire    Location: microfilm, under title Jeune Revue Littéraire       Brussels, Vol 1, 1880    This was the immediate predecessor of La Jeune Belgique and    includes contributions by Hymans, Gros, Grésil, Berlier, and    Albert Orth.            La Jeune Belgique, Revue d&#39;Art et de Critique (5 reels)       Location: microfilm, under title Jeune Belgique       Brussels, Vol. 1-17, 1881 - Dec 25, 1897.    Superseded La Jeune Revue Littéraire . This magazine    functioned as both a positive and a negative force in Symbolism. It    was founded by Max Waller, and after 1889, when Verhaeren became associated    with it, the French Symbolists began appearing regularly in its pages.    But subsequent to 1894 it began conducting as anti-free verse campaign,    thus inspiring the counter-attacks in Le Coq Rouge .            La Jeune France    Location: microfilm, under title Jeune France       Paris, Vol 1-7, May 1, 1878 - Dec 1884.    This periodicals subsequently merged into La Revue Indépendante    but it had a very distinguished life of its own. It was founded by Albert    Allenet and included on editorial board Jules Claretie and Alphones    Daudet. Among its other contributors were Barrès, Dierx, Rollinat,    Junes Romain, and Anatole France.            Mercure de France (160 reels + 2 index reels)    Location: microfilm, under title Mercure de France       Paris, Vol. 1-354, 1890 - 1965    Founded by Alfred Vallette to succeed La Pléiade , Mercure    de France is far and away the most important periodical of the    Symbolist movement. It outlasted Symbolism as well as a myriad other    subsequent literary, artistic, political, etc., currents. During its    seventy-five year existence Mercure was one of the single most    important French intellectual and artistic journals. Its entire run    is re-published here. The indexes for each year&#39;s issues of the Mercure    have been consolidated in a single film sequence as well as being filmed    in their original place.             Le Parnasse Contemporain; Recueil de Vers Nouveaux    Location: microfilm, under title Parnasse Contemporain       Paris, série 1-3, 1866 - 1876    Though this journal formally preceded the Symbolist movement, its pages    were an outlet for early Mallarmé as well as for pre- and proto-Symbolist    poets such as Baudelaire, Dierx, Hérédia, and Leconte    de Lisle.            La Pléiade    Location: microfilm, under title Parnasse Contemporain       Paris, Vol. 1 (No. 1-7), Mar. 1886 - Nov. 1886; 1-2, 1889    - 1890    Founded by Rodolphe Darzens, La Pléiade had among its    contributors Ephraim Mikhael, Saint-Pol-Roux, P. Quillard, René    Ghil, Maeterlinck, van Lerberghe, and others. The later series included    work by Brinn Gaubast, Tailhade, Rachilde, Barrès, Aurier, Dubus,    and Dumur. It was La Pléiade that was the immediate    predecessor of Mercure de France .            La Plume (9 reels)    Location: microfilm, under title Plume       Paris, Vol 1-25, Apr. 15, 1889 - July 1913.    One of the most important journals of the period, probably second in    importance to Mercure de France . It was founded by Deschamps    and included contributions from all the various literary currents afoot:    Symbolism, Decadentism, Occultism, Regionalism, etc. It contains many    special issues on such figures as Moréas, Baudelaire, Verlaine,    and such schools as the Félibres, the Décadents, and the    Occultists. Also included are many graphics and plates.            Le Reveil; Recueil Mensuel de Littérature et d&#39;Art   (2 reels)    Location: microfilm, under title Reveil       Bruxelles, Vol. 1-6, 1891 - 96    This journal became important for French literary movements beginning    in 1892. It contains contributions by Souchon, Viélé-Griffin,    Klingsor, Régnier, and Herold.            La Revue Blanche (8 reels)    Location: microfilm, under title Revue Blanche       Paris, Vol. 1-30, Oct. 1891 - Apr. 14, 1903    Founded by Alexandre Natanson, this magazine was, along with L&#39;Ermitage ,     Mercure de France , and La Plume , one of the most important    journals of the nineties. Like them it was devoted to much more than    Symbolism or even literature. It was a fully general review of all the    arts and related intellectual currents. Mallarmé, Viélé-Griffin,    Gourmont, Kahn, Blum, Bernard, Mauclair, and Dujardin are among its    contributors. For a time Debussy wrote its musical reviews. Like La    Plume it contains many interesting graphics, some being lithographs    by Toulouse-Lautrec and others.            Revue d&#39;Aujourd&#39;hui    Location: microfilm, under title Revue d&#39;Aujourd&#39;hui       Paris, Vol. 1-2, (No. 1-15), Jan. - Sept. 1890    Tola Dorian edited this journal in collaboration with Darzens. Two of    the high points of its brief existence were Mallarmé&#39;s essay    &quot;Villiers de l&#39;Isle Adam,&quot; and Villiers de l&#39;Isle Adam&#39;s own piece.    &quot;Amour Sublime.&quot;            Revue Indépendante de Littérature et d&#39;Art   (8 reels)    Location: microfilm, under title Revue Indépendante   de Littérature et d&#39;Art       Paris, Vol. 1-2, May    1884 - Apr. 1885; Series 2 Vol. 1, May 1885; Series 3 Vol. 1-26 (No.    1-797), Nov 1886 - Sept. 1895.    Founded by Fénéon, this magazine was one of the critical    outlets of Mallarmé&#39;s group, though it contains items by other    Symbolists and non-Symbolists. Some of its contributors are Villiers    de l&#39;Isle-Adam, Barrès, Bourges, Péladan, Vignier, Ghil,    Laforgue, Moréas, and Wyzewa.            La Revue Naturiste    Location: microfilm, under title Revue Naturiste       Paris, Vol. 1-2, 1897 - 1898    As its title indicates this journal was an organ for Naturism. Among    its contributors were Boubélier, Montfort, Le Blond, Viollis,    and Fleury.            La Revue Wagnérienne    Location: microfilm, under title Revue naturiste       Paris, Vol. 1-3, 1885 - 1888    This magazine testifies throughout its pages to the enormous influence    of Wagner in the arts other than music during the second half of the    nineteenth century. The Symbolists were especially interested in Wagner&#39;s    attempt to synthesize music and poetic drama and they contributed eagerly    to the pages of the Revue . Included are poems and articles    by Mallarmé, Ghil, Merrill, Vignier, Dujardin, Verlaine, and    Teodor de Wyzewa.            Le Scapin    Location: microfilm, under title Revue naturiste       Paris, Vol. 1-2, Dec. 1, 1885 - Aug. 16, 1886; Series 2,    Nos. 1-9, Sept. 1, 1886 - Dec 31, 1886    This was one of Alfred Vallette&#39;s early outlets. It also includes poems    and essays by Mallarmé, Verlaine, Tailhade, Rachilde, Renard,    Samain, Dubus, Lorrain, Le Cardonnel, and Ghil. From its contributors,    it might be regarded as the grandfather of Mercure de France    with La Pléiade being the father.            La Société Nouvelle; Revue Internationale. Sociologie,   Arts, Sciences, Lettres    Location: microfilm, under title Société   Nouvelle       Brussels, etc., Vol. 1-53, No. 1, 1884 - July/Sept.    1914    Founded and first edited by Fernand Brouez, this journal was one of    the major fixtures in Belgian literary and cultural circles. It crossed    paths with Symbolism particularly during the years 1892 - 1895, when    contributions by Gustave Kahn, Régnier, Saint-Pol-Roux, and Viélé-Griffin    frequently marked its pages. Like Mercure de France , its scope    was much broader than literature alone, as its sub-title testifies.    Its pages included some of the early French translations of Nietzsche.            Les Taches d&#39;Encre    Location: microfilm, under title Taches d&#39;Encre       Paris, Nos. 1-4, Nov. 5, 1884 - Feb. 1885    This was Maurice Barrès&#39;s own private journal. It is most important    for its essay on Baudelaire in which the emerging Symbolist poetry was    discussed under the rubric of &quot;décadent.&quot;            La Vogue (2 reels)    Location: microfilm, under title Vogue       Paris, Vol. 1-3, 1886 - 1887; Jan. 1899 - May 1901    This magazine was first published by Leo d&#39;Orfer and Gustave Kahn. It    is especially important for its publication of Rimbaud. Also included    are items by Laforgue, Mallarmé, Kahn, Vignier, Verlaine, Ghil,    and, from the later period, Klingsor, Merrill, Pilon, Fleury, Verhaeren,    Jammes, and Gasquet.                         News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]}]