[{"detail": [{"content": "THE LIVES OF MUHAMMAD: Modern Biographies of the Prophet, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  THE LIVES OF MUHAMMAD: Modern Biographies of the Prophet                                                                                                                                                                                                                                                                                                                    Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "THE LIVES OF MUHAMMAD: Modern Biographies of the Prophet, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  THE LIVES OF MUHAMMAD: Modern Biographies of the Prophet                                                                                                                                                                                                                                                                                                                    Contact Us | &copy; New York University , Arts and Science"}, {"content": "NYU &gt; MEIS &gt; Faculty &gt; Marion Holmes Katz - On Leave AY 14-15                                                             Back to  previous page                                              Marion Holmes Katz - On Leave AY 14-15   Professor of Middle Eastern and Islamic Studies Ph.D. 1997, University of Chicago.   Office Address: Department of Middle Eastern and Islamic Studies  50 Washington Square South  New York, NY 10012 Email:   Phone: (212) 998-8888 Fax: (212) 995-4689           Areas of Research/Interest   My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.     Bio:   My first book, Body of Tex t, deals with the reconstruction of early scholarly debates about the law of ritual purity (tahara) and the underlying issues of community boundaries, gender, and attitudes towards the body.     More recently, I published a monograph examining the forms of piety surrounding the celebration of the birth of the Prophet Muhammad (the mawlid al-nabawi). It demonstrates that the complex of devotional narratives surrounding the motif of the Prophet’s birth has deep roots in the Islamic tradition, long predating the emergence of the mawlid celebration. While these narratives often defy the standards of the scholarly disciplines of history and hadith (and probably have their roots in popular storytelling), they show enormous continuity and cohesiveness over a period of many centuries. For many medieval Muslims, it is likely that these stories functioned as the best-known and most authoritative accounts of the Prophet’s origins and birth. In many cases, they are strikingly focused on female characters and viewpoints. These narratives, and the ritual practices that surrounded their recitation, formed the focus of a birthday commemoration that involved individual believers in relationships of reciprocity, nurture, and affection with the Prophet and with other believers, alive and dead. The celebration combined various forms of pious expenditure, efficacious utterance, and the earning and transfer of merit, generating a mode of interaction with the Prophet that was based on mutual recognition and exchange rather than exclusively on obedience and emulation.      In 2006-08, I began a new project funded by the Carnegie Corporation, focusing on the issue of women’s mosque access. Analysis of the evolving juristic debate over women’s public worship yields new insights into the construction of gender, in particular the emergence, transformation, and contestation of the concept of fitna (sexual misbehavior or chaos) as a focal concept in the regulation of women’s behavior. Evidence gathered from medieval and early modern travelers’ narratives (by both European and Islamic pilgrims and travelers), descriptions of individual mosques, representational art, and historical texts demonstrates that women’s behavior did not necessarily conform to the rules developed by legal scholars, and followed a social and religious logic of its own. Newly uncovered manuscript evidence allows new insight into debates over women’s mosque access.     Publications   The Birth of the Prophet Muhammad: Devotional Piety in Sunni Islam (Routledge, 2007) Body of Text : The Emergence of the Sunni Law of Ritual Purity (SUNY Series in Medieval Middle East History, 2002) “Women’s Mawlid    Performances in Sanaa and the Construction of ‘Popular Islam,’”   International Journal of Middle East Studies 40 (2008), 467-84 The Problem of   Abortion in Medieval Fiqh. In John Brockopp, ed., Islamic Ethics of   Life (University of South Carolina Press, 2003)     Update your faculty profile                           Updated on 09&#047;18&#047;2014       Contact Us | &copy; New York University , Arts and Science"}]}]