[{"detail": [{"content": "Transitional Justice Leadership Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Affairs &rsaquo; Academics &rsaquo; Transitional Justice Scholars Program                  Graduate Affairs For LLM and Exchange Students                 Transitional Justice Leadership Program                 Academics       LLM Degree Requirements   LLM Specialization Requirements   Introductory Summer Classes   Graduate Lawyering Program   Research &amp; Writing   Clinics   Registering for Classes   LLM Forms   Transitional Justice Scholars Program   Post-LLM Degree Study                           The Transitional Justice Leadership Program was developed in consultation with Professor Paul van Zyl, the Director of the Transitional Justice Project at the Center for Human Rights and Global Justice at NYU School of Law. Professor van Zyl served as Executive Secretary of South Africa's Truth and Reconciliation Commission before co-founding and serving as Executive Vice President of the International Center for Transitional Justice, an international human rights organization that works to assist countries pursuing accountability for mass atrocity and past human rights abuse.   Each year, five students are selected to take part in the Transitional Justice Leadership Program. Transitional Justice Scholars are guaranteed enrollment in two courses that comprise the classroom component of the program. In the Fall semester, scholars will enroll in a seminar entitled Transitional Justice , which offers an insight into the legal, moral, and political issues that nations must confront as they seek to come to terms with a legacy of human rights abuse. During the Spring semester, scholars will participate in a seminar entitled Case Studies in Transitional Justice , which provides a detailed analysis of transitional justice initiatives in over a dozen countries.   In addition to these two classes, during the academic year scholars will receive guidance in: developing research projects aimed at eventual publication; obtaining academic-year internships with human rights organizations, including at NYU School of Law’s Center for Human Rights and Global Justice; and in providing research assistance to transitional justice institutions, such as the International Center for Transitional Justice. They will also be expected to develop original works of legal scholarship to submit to the Annual Emerging Human Rights Scholarship Conference, which provides students with a unique opportunity to receive detailed feedback from their peers and from experts in the field, in order to prepare work of publishable quality. In addition, as part of their affiliation with the CHRGJ, scholars will also have opportunities for collegial interaction with professors and visiting experts. As scholars look to their time after the LLM program, they will also receive advisement on seeking unpaid internships in a variety of transitional justice institutions, such as truth commissions, courts, reparations programs, and local human rights organizations in countries throughout the world. Funding from NYU to pursue such opportunities is available on a competitive basis through application to the International Law and Human Rights Student Fellowship Program.   For information on the application procedure, please write to Dante DelGiacco at dante.delgiacco@nyu.edu                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Transitional Justice Leadership Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Affairs &rsaquo; Academics &rsaquo; Transitional Justice Scholars Program                  Graduate Affairs For LLM and Exchange Students                 Transitional Justice Leadership Program                 Academics       LLM Degree Requirements   LLM Specialization Requirements   Introductory Summer Classes   Graduate Lawyering Program   Research &amp; Writing   Clinics   Registering for Classes   LLM Forms   Transitional Justice Scholars Program   Post-LLM Degree Study                           The Transitional Justice Leadership Program was developed in consultation with Professor Paul van Zyl, the Director of the Transitional Justice Project at the Center for Human Rights and Global Justice at NYU School of Law. Professor van Zyl served as Executive Secretary of South Africa's Truth and Reconciliation Commission before co-founding and serving as Executive Vice President of the International Center for Transitional Justice, an international human rights organization that works to assist countries pursuing accountability for mass atrocity and past human rights abuse.   Each year, five students are selected to take part in the Transitional Justice Leadership Program. Transitional Justice Scholars are guaranteed enrollment in two courses that comprise the classroom component of the program. In the Fall semester, scholars will enroll in a seminar entitled Transitional Justice , which offers an insight into the legal, moral, and political issues that nations must confront as they seek to come to terms with a legacy of human rights abuse. During the Spring semester, scholars will participate in a seminar entitled Case Studies in Transitional Justice , which provides a detailed analysis of transitional justice initiatives in over a dozen countries.   In addition to these two classes, during the academic year scholars will receive guidance in: developing research projects aimed at eventual publication; obtaining academic-year internships with human rights organizations, including at NYU School of Law’s Center for Human Rights and Global Justice; and in providing research assistance to transitional justice institutions, such as the International Center for Transitional Justice. They will also be expected to develop original works of legal scholarship to submit to the Annual Emerging Human Rights Scholarship Conference, which provides students with a unique opportunity to receive detailed feedback from their peers and from experts in the field, in order to prepare work of publishable quality. In addition, as part of their affiliation with the CHRGJ, scholars will also have opportunities for collegial interaction with professors and visiting experts. As scholars look to their time after the LLM program, they will also receive advisement on seeking unpaid internships in a variety of transitional justice institutions, such as truth commissions, courts, reparations programs, and local human rights organizations in countries throughout the world. Funding from NYU to pursue such opportunities is available on a competitive basis through application to the International Law and Human Rights Student Fellowship Program.   For information on the application procedure, please write to Dante DelGiacco at dante.delgiacco@nyu.edu                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Reproductive Justice Clinic and Advanced Reproductive Justice Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Reproductive Justice Clinic                  Clinics                 Reproductive Justice Clinic and Advanced Reproductive Justice Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.12261 / LW.12262  Professor Sarah E. Burns  Supervising Attorney Avram Frey  Open to 2L and 3L students  Maximum of 16 students   Reproductive Justice Clinic (Fall); Advanced (Spring)  7 credits*  No pre or co-requisites. Constitutional Law, criminal procedure, and federal courts recommended         Introduction   The purpose of this clinic is to train students in the legal knowledge and skill required to secure fundamental liberty, justice and equality for each person regardless of that person’s gender, sexuality, reproductive or family circumstance. For current clinic work, this is achieved primarily through advocacy and litigation on behalf of pregnant women, many of whom are currently the target of extraordinarily punitive strategies.   Course Description   Reproductive justice means more than just reproductive rights. The latter refers to the constellation of doctrines surrounding the rights of women and transgender persons to abortion and contraception. These issues are of course critical to genuine equality, but they inform only a portion of the ambition of this Clinic. Reproductive justice encapsulates a broader concept and list of issues; its mandate is opposition to all uses of policy and regulation that use reproduction as a tool of oppression, whether for reasons of gender, sexuality, race, economic, or other form of discrimination. The goal of reproductive justice in its litigation strategy is preservation of the reproductive sphere as a space of unqualified liberty and equality. Reproductive justice also encompasses affirmative strategies, not typically litigative, to achieve reproductive equality and fairness which the Clinic’s home, the Carr Center for Reproductive Justice, pursues and to which clinic students are also exposed.   Fieldwork     The Clinic receives fieldwork from partnering organizations National Advocates for Pregnant Women, the ACLU Reproductive Freedom Project, and the Center for Reproductive Rights and undertakes occasional direct representation typically, although not always, in partnership. Students in the Clinic have the opportunity to work closely with these organizations and to gain insight into their respective working environments. The Clinic also receives projects from smaller, unaffiliated organizations and individuals, and on occasion, is active in offering assistance in cases of national prominence and importance. Case work is not geographically restricted and may involve State or federal law in any number of jurisdictions.     Fieldwork projects run the gamut from legislative organizing, to media outreach and management, to litigation in either direct services or impact capacities. Most commonly, students will be engaged in litigation practice in either representative suits or as amicus curiae. All students will have significant exposure to legal research and writing and can expect to see real development and personal attention to their growth in these areas.   The substantive content of fieldwork assignments will depend on the circumstances of particular cases. Elements of civil procedure and evidence are common, as are constitutional doctrines under the Bill of Rights. Students will also likely engage in statutory interpretation and argument, and may work with federal court issues of procedure and justiciability in either habeas corpus or Section 1983 cases.    In its first three semesters of existence, clinic students worked on the following cases in particular, among others. These cases do not necessarily suggest the precise nature of likely field assignments, but are representative of the diversity of projects in this broad field generally:     Section 1983 suit in the Western District of Wisconsin federal court on behalf of plaintiff as co-counsel; in this suit, the Clinic, NAPW, and local counsel represent Plaintiff Tamara Loertscher in an attack on her prosecution under Wisconsin’s “Cocaine Mom” statute for alleged use of drugs and alcohol during her pregnancy; students are actively involved in research and writing on issues of personal and municipal liability for prospective damages claims, and are likely to be employed in strategizing discovery.   Habeas corpus suit in Eastern District of Wisconsin federal court on behalf of plaintiff as co-counsel; in this suit, the Clinic, NAPW, and local counsel represented Plaintiff Alicia Beltran in an attack on the same Wisconsin statute, enforcement of which resulted in her involuntary detention in an in-patient drug treatment facility for alleged drug use during pregnancy. Students formed part of the research and drafting core and were responsible for numerous pleadings challenging the constitutionality of the underlying Wisconsin statute. The case drew national attention and was widely reported, including in outlets the New York Times, NPR, Slate, and others.   Strategic planning on behalf of private client for rollout of demonstration project to alleviate harms resulting from massive abortion clinic closures. This project is ongoing and highly confidential. Students are legal counsel for private client and undertake all aspects of research and client consultation for creation of specific program.   Amicus briefing in the New York State child custody proceedings between Sara McKenna and U.S. Olympic skier Bode Miller; after a New York State Referee declined to take jurisdiction over a child custody proceeding based on a finding that Ms. McKenna had “absconded with the child” for forum-shopping purposes by virtue of relocating to New York from California while pregnant, the Clinic, NAPW, and many others submitted an amicus appellate brief raising issues of statutory construction and constitutional repercussions. The Brief was drafted largely by the Clinic, and helped to procure a reversal in the New York First Department Appellate Court. This case also garnered national news media attention.   Appellate research and drafting for a Fourth Circuit Court of Appeals brief in a Section 1983 suit alleging constitutional violation in a pregnant prison inmate’s shackling during labor and delivery. This project was undertaken in conjunction with the ACLU.   Together with the CRR, students monitored prospective abortion legislation in the American Southwest and researched prospective challenges in the event of passage, focusing on issues of standing.   An amicus brief on behalf of 42 social scientists in the case of NAACP v. Horne before the 9th Circuit U.S. Court of Appeals presenting social science research results demonstrating the concrete harm of group-based stigma in a challenge to dismissal for lack of standing of African-American and Asian-American groups. Specifically, research results discussed in the brief challenged the finding by the trial court that African-Americans and Asian-Americans suffered no “injury in fact” by the passage of a law based on allegations that they engage in race and gender selective abortion practices which the challenged legislation banned.     Seminar   Fieldwork is supported and reinforced with a weekly seminar that provides background education in litigation practice and project-specific support. Students learn about and weigh-in on one another’s specific projects with an emphasis on goals and strategy. The Clinic also uses the seminar period to expose student to reproductive justice issues and legal controversies not covered by the lecture/conference series or specific fieldwork of the given semester.   Lecture   Reproductive justice requires a core understanding of reproduction and related infrastructure of health service delivery and government regulation. Students will be required to attend regular lectures in the fields of reproductive health and related law topics, as well as participate in a two day conference co-sponsored by the Carr Center for Reproductive Justice on October 29-30, 2015, exploring issues of health law regulation, constitutional rights and interpretation and medical ethics critical to the field. Credits are awarded for attendance. The purpose of the lectures is to provide grounding in basic knowledge. Subjects are likely to include methods of contraception and abortion from scientific and public health perspectives; the effects or lack thereof of drugs and alcohol on fetal development, and optimal treatment regimens for pregnant women suffering from issues of addiction; organizing in the field across barriers of ethnicity, religious affiliation, citizenship status, and economic position; reproductive justice in the workforce; and others. Conference participation is designed to enrich students’ understanding of the field through talks by experts in areas that represent the leading edge of reproductive justice policy and litigation issues and doctrinal development.   Application Procedure   Students who are interested in applying should submit the standard application, resume and transcript online via CAMS. Applicants should submit as lengthy a response to Question 4 of the standard application as they feel necessary and should ignore the 300-word limit. If you have any questions regarding the application process, please contact Mr. Ray Ivey at 212-998-6474 or via email . Applicants will be contacted by Mr. Ivey during the clinic application period with instructions concerning a face-to-face meeting with Professor Burns required to complete the application process.   Advanced Reproductive Justice Clinic – Spring Semester   Students who have completed the Reproductive Justice Clinic are eligible to take the Advanced Clinic in the spring. This will involve a 2-credit seminar and an option of 1-3 fieldwork credits. Students applying to the Reproductive Justice Clinic who are interested in a year-long experience are strongly urged to state this in their initial application to the clinic so their commitment to and interest in year-long work can be considered and accommodated in the admission process. Students who previously took the clinic do qualify for the Advanced Clinic and should submit an application to the Clinic stating that their interest is in the Advanced Clinic.   Student Contacts   Interested students should speak to the following current and former clinic students.         2013-14 Clinic Members  Elizabeth Buechner  Katherine Deabler  Danielle DeBold  Laura Ferro  Erin Gallagher  Carolin Guentert  Emily Juneau  Caitlin Kelly  Marcella Kocolatos  Margaret Marron  Katherine Mitchell  Amy Nemetz  Sarah Schuster  Amy Wolfe  Alyson Zureick   Spring 2014-15 Clinic Members  Sarah Brafman    Julia Heald    Laura Hecht-Felella   Sam Kubek    Viviana Puchi    Katie Riley    Emily Scherker    Adrienne Warrell           * 7 credits include 3 clinical (fieldwork) credits, 2 academic seminar credits, and 2 lecture attendance credits for the semester. Students interested in participating in the clinic but who require a lower credit load to meet other graduation requirements are encouraged to apply, as it may be possible to modify fieldwork assignments accordingly.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Scholarships - IILJ Scholars Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; JD Admissions &rsaquo; Scholarship Programs &rsaquo; Institute for International Law and Justice Scholars Program                  JD Admissions                 Scholarships - IILJ Scholars Program                 Scholarship Programs       AnBryce Scholarship   ASPIRE Cybersecurity Scholarship   Bickel &amp; Brewer Latino Institute For Human Rights Scholarship   Furman Academic Scholars Program   Furman Public Policy Scholarship   Institute for International Law and Justice Scholars Program   Jacobson Leadership Program in Law and Business   Public Interest Scholarships                           Program Overview   The Institute for International Law and Justice (IILJ) Scholars Program awards scholarships in amounts up to full tuition to students with outstanding academic backgrounds and strong international law interests. IILJ Scholars participate in internships, research programs and IILJ events during their time at NYU. IILJ Scholars also have the possibility in their second year to apply to enter the four-year JD-LLM in International Law, a highly selective program providing advanced specialist training in international law. IILJ Scholars in the 3-year or 4-year programs will have the opportunity to develop a substantial research agenda and publication record in international law, supported by opportunities for practical engagement and field research.   Scholars in their second year take a mixture of international law courses and other courses in individual programs designed in consultation with the program director. Courses include the core International Law course and at least one seminar involving substantial writing on an international law topic. All IILJ Scholars are required to take, in their second and third years, an IILJ seminar focused on international law writing and scholarly methodology. In addition, IILJ Scholars are required to take, in their second or third year, an IILJ Colloquium on International Law Theory. Topics explored in the IILJ seminar may include the implications for international law of globalization, global justice, democracy, and relations of these to trade, security, human rights, and social or environmental policy. Methodologies covered include rational institutionalism, normative theory, constructivism, economic analysis, historical or case study methods, and development and testing of policy. In recent years the fall seminar component has been taught by Professors Eyal Benvenisti, Ryan Goodman, and Robert Howse, while the Colloquium in the spring is co-taught by Professors Benedict Kingsbury and Joseph Weiler.   Beginning in their second year, Scholars are encouraged to produce one or more publishable student notes for a suitable journal, often begun as part of an internship the previous summer, and IILJ faculty are available to provide comments and advice on this work. In addition, Angelina Fisher, IILJ Program Director, works closely with IILJ Scholars in development of their research agendas, internship placement, course selection, and career plans.   All second-year and third-year Scholars participate in the IILJ Conference at which they present their academic papers for review by faculty and peers. Scholars participate in an extensive range of international law meetings and IILJ speaker sessions during the year. A review of personal goals, curricular plans, and academic performance is held with the program director near the end of the second year. Continuation of the scholarship is subject to satisfactory performance and mutual agreement.   Other special seminars open to students specializing in international law are convened from time to time by faculty members of the Institute's executive committee, and discussions sometimes lead into an informal dinner. On occasion, conferences are held for wider discussion of the research. Close mentoring is provided in these seminars with the aim of perfecting the student papers for eventual publication.   In their second year, students may apply to a JD-LLM program in International Law. The four-year JDLLM is a unique and innovative addition to NYU Law School's academic programs. It is designed for students seeking specialist academic expertise in international law. The program aims to provide close mentoring and specialist training for a small number of outstanding students who will go on to make a significant contribution to scholarship, teaching, and innovative practice in the field of international law. The three-year JD program is followed by a one-year Master of Laws degree (LLM) that combines research and writing with some course work. Throughout the program Fellows will participate in academic colloquia, including presentation of their own scholarship during the LLM year and in special seminars with leading scholars and practitioners in international law. Individual mentoring by international law faculty is a key component of the program. Potential mentors include all the members of the IILJ Faculty Advisory Committee (Professors Philip Alston, Jose Alvarez, Kevin Davis, David Golove, Ryan Goodman, Robert L. Howse, Benedict Kingsbury, Martti Koskenneimi, Mattias Kumm, Linda Silberman, Richard Stewart, J.H.H Weiler, and Katrina Wyman), along with many other NYU Law faculty.   Scholars who have been accepted into the JD-LLM Program subsequently undertake the LLM year, with individually tailored course schedules, including an International Law Thesis course. By the end of the program they will have written several very substantial supervised research papers relating to international law, with publication the objective. These papers may address different aspects of the same big topic of the student's central interest, although more commonly they explore several separate topics.   Applicants may apply for the IILJ Scholars Program by completing the appropriate section of the JD application. Interested applicants are asked to submit a one-page essay, of no more than 500 words, with the JD application. The essay should explain how your approach and commitment to scholarship and to your intended study of international law make you a suitable candidate for the Scholars Program. All IILJ Scholarship finalists will be invited to visit the Law School for IILJ Scholars Program and admitted student events. At that time they will meet with several of the Law School’s international law faculty and current IILJ Scholars.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Transitional Justice Leadership Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Affairs &rsaquo; Academics &rsaquo; Transitional Justice Scholars Program                  Graduate Affairs For LLM and Exchange Students                 Transitional Justice Leadership Program                 Academics       LLM Degree Requirements   LLM Specialization Requirements   Introductory Summer Classes   Graduate Lawyering Program   Research &amp; Writing   Clinics   Registering for Classes   LLM Forms   Transitional Justice Scholars Program   Post-LLM Degree Study                           The Transitional Justice Leadership Program was developed in consultation with Professor Paul van Zyl, the Director of the Transitional Justice Project at the Center for Human Rights and Global Justice at NYU School of Law. Professor van Zyl served as Executive Secretary of South Africa's Truth and Reconciliation Commission before co-founding and serving as Executive Vice President of the International Center for Transitional Justice, an international human rights organization that works to assist countries pursuing accountability for mass atrocity and past human rights abuse.   Each year, five students are selected to take part in the Transitional Justice Leadership Program. Transitional Justice Scholars are guaranteed enrollment in two courses that comprise the classroom component of the program. In the Fall semester, scholars will enroll in a seminar entitled Transitional Justice , which offers an insight into the legal, moral, and political issues that nations must confront as they seek to come to terms with a legacy of human rights abuse. During the Spring semester, scholars will participate in a seminar entitled Case Studies in Transitional Justice , which provides a detailed analysis of transitional justice initiatives in over a dozen countries.   In addition to these two classes, during the academic year scholars will receive guidance in: developing research projects aimed at eventual publication; obtaining academic-year internships with human rights organizations, including at NYU School of Law’s Center for Human Rights and Global Justice; and in providing research assistance to transitional justice institutions, such as the International Center for Transitional Justice. They will also be expected to develop original works of legal scholarship to submit to the Annual Emerging Human Rights Scholarship Conference, which provides students with a unique opportunity to receive detailed feedback from their peers and from experts in the field, in order to prepare work of publishable quality. In addition, as part of their affiliation with the CHRGJ, scholars will also have opportunities for collegial interaction with professors and visiting experts. As scholars look to their time after the LLM program, they will also receive advisement on seeking unpaid internships in a variety of transitional justice institutions, such as truth commissions, courts, reparations programs, and local human rights organizations in countries throughout the world. Funding from NYU to pursue such opportunities is available on a competitive basis through application to the International Law and Human Rights Student Fellowship Program.   For information on the application procedure, please write to Dante DelGiacco at dante.delgiacco@nyu.edu                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Reproductive Justice Clinic and Advanced Reproductive Justice Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Reproductive Justice Clinic                  Clinics                 Reproductive Justice Clinic and Advanced Reproductive Justice Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.12261 / LW.12262  Professor Sarah E. Burns  Supervising Attorney Avram Frey  Open to 2L and 3L students  Maximum of 16 students   Reproductive Justice Clinic (Fall); Advanced (Spring)  7 credits*  No pre or co-requisites. Constitutional Law, criminal procedure, and federal courts recommended         Introduction   The purpose of this clinic is to train students in the legal knowledge and skill required to secure fundamental liberty, justice and equality for each person regardless of that person’s gender, sexuality, reproductive or family circumstance. For current clinic work, this is achieved primarily through advocacy and litigation on behalf of pregnant women, many of whom are currently the target of extraordinarily punitive strategies.   Course Description   Reproductive justice means more than just reproductive rights. The latter refers to the constellation of doctrines surrounding the rights of women and transgender persons to abortion and contraception. These issues are of course critical to genuine equality, but they inform only a portion of the ambition of this Clinic. Reproductive justice encapsulates a broader concept and list of issues; its mandate is opposition to all uses of policy and regulation that use reproduction as a tool of oppression, whether for reasons of gender, sexuality, race, economic, or other form of discrimination. The goal of reproductive justice in its litigation strategy is preservation of the reproductive sphere as a space of unqualified liberty and equality. Reproductive justice also encompasses affirmative strategies, not typically litigative, to achieve reproductive equality and fairness which the Clinic’s home, the Carr Center for Reproductive Justice, pursues and to which clinic students are also exposed.   Fieldwork     The Clinic receives fieldwork from partnering organizations National Advocates for Pregnant Women, the ACLU Reproductive Freedom Project, and the Center for Reproductive Rights and undertakes occasional direct representation typically, although not always, in partnership. Students in the Clinic have the opportunity to work closely with these organizations and to gain insight into their respective working environments. The Clinic also receives projects from smaller, unaffiliated organizations and individuals, and on occasion, is active in offering assistance in cases of national prominence and importance. Case work is not geographically restricted and may involve State or federal law in any number of jurisdictions.     Fieldwork projects run the gamut from legislative organizing, to media outreach and management, to litigation in either direct services or impact capacities. Most commonly, students will be engaged in litigation practice in either representative suits or as amicus curiae. All students will have significant exposure to legal research and writing and can expect to see real development and personal attention to their growth in these areas.   The substantive content of fieldwork assignments will depend on the circumstances of particular cases. Elements of civil procedure and evidence are common, as are constitutional doctrines under the Bill of Rights. Students will also likely engage in statutory interpretation and argument, and may work with federal court issues of procedure and justiciability in either habeas corpus or Section 1983 cases.    In its first three semesters of existence, clinic students worked on the following cases in particular, among others. These cases do not necessarily suggest the precise nature of likely field assignments, but are representative of the diversity of projects in this broad field generally:     Section 1983 suit in the Western District of Wisconsin federal court on behalf of plaintiff as co-counsel; in this suit, the Clinic, NAPW, and local counsel represent Plaintiff Tamara Loertscher in an attack on her prosecution under Wisconsin’s “Cocaine Mom” statute for alleged use of drugs and alcohol during her pregnancy; students are actively involved in research and writing on issues of personal and municipal liability for prospective damages claims, and are likely to be employed in strategizing discovery.   Habeas corpus suit in Eastern District of Wisconsin federal court on behalf of plaintiff as co-counsel; in this suit, the Clinic, NAPW, and local counsel represented Plaintiff Alicia Beltran in an attack on the same Wisconsin statute, enforcement of which resulted in her involuntary detention in an in-patient drug treatment facility for alleged drug use during pregnancy. Students formed part of the research and drafting core and were responsible for numerous pleadings challenging the constitutionality of the underlying Wisconsin statute. The case drew national attention and was widely reported, including in outlets the New York Times, NPR, Slate, and others.   Strategic planning on behalf of private client for rollout of demonstration project to alleviate harms resulting from massive abortion clinic closures. This project is ongoing and highly confidential. Students are legal counsel for private client and undertake all aspects of research and client consultation for creation of specific program.   Amicus briefing in the New York State child custody proceedings between Sara McKenna and U.S. Olympic skier Bode Miller; after a New York State Referee declined to take jurisdiction over a child custody proceeding based on a finding that Ms. McKenna had “absconded with the child” for forum-shopping purposes by virtue of relocating to New York from California while pregnant, the Clinic, NAPW, and many others submitted an amicus appellate brief raising issues of statutory construction and constitutional repercussions. The Brief was drafted largely by the Clinic, and helped to procure a reversal in the New York First Department Appellate Court. This case also garnered national news media attention.   Appellate research and drafting for a Fourth Circuit Court of Appeals brief in a Section 1983 suit alleging constitutional violation in a pregnant prison inmate’s shackling during labor and delivery. This project was undertaken in conjunction with the ACLU.   Together with the CRR, students monitored prospective abortion legislation in the American Southwest and researched prospective challenges in the event of passage, focusing on issues of standing.   An amicus brief on behalf of 42 social scientists in the case of NAACP v. Horne before the 9th Circuit U.S. Court of Appeals presenting social science research results demonstrating the concrete harm of group-based stigma in a challenge to dismissal for lack of standing of African-American and Asian-American groups. Specifically, research results discussed in the brief challenged the finding by the trial court that African-Americans and Asian-Americans suffered no “injury in fact” by the passage of a law based on allegations that they engage in race and gender selective abortion practices which the challenged legislation banned.     Seminar   Fieldwork is supported and reinforced with a weekly seminar that provides background education in litigation practice and project-specific support. Students learn about and weigh-in on one another’s specific projects with an emphasis on goals and strategy. The Clinic also uses the seminar period to expose student to reproductive justice issues and legal controversies not covered by the lecture/conference series or specific fieldwork of the given semester.   Lecture   Reproductive justice requires a core understanding of reproduction and related infrastructure of health service delivery and government regulation. Students will be required to attend regular lectures in the fields of reproductive health and related law topics, as well as participate in a two day conference co-sponsored by the Carr Center for Reproductive Justice on October 29-30, 2015, exploring issues of health law regulation, constitutional rights and interpretation and medical ethics critical to the field. Credits are awarded for attendance. The purpose of the lectures is to provide grounding in basic knowledge. Subjects are likely to include methods of contraception and abortion from scientific and public health perspectives; the effects or lack thereof of drugs and alcohol on fetal development, and optimal treatment regimens for pregnant women suffering from issues of addiction; organizing in the field across barriers of ethnicity, religious affiliation, citizenship status, and economic position; reproductive justice in the workforce; and others. Conference participation is designed to enrich students’ understanding of the field through talks by experts in areas that represent the leading edge of reproductive justice policy and litigation issues and doctrinal development.   Application Procedure   Students who are interested in applying should submit the standard application, resume and transcript online via CAMS. Applicants should submit as lengthy a response to Question 4 of the standard application as they feel necessary and should ignore the 300-word limit. If you have any questions regarding the application process, please contact Mr. Ray Ivey at 212-998-6474 or via email . Applicants will be contacted by Mr. Ivey during the clinic application period with instructions concerning a face-to-face meeting with Professor Burns required to complete the application process.   Advanced Reproductive Justice Clinic – Spring Semester   Students who have completed the Reproductive Justice Clinic are eligible to take the Advanced Clinic in the spring. This will involve a 2-credit seminar and an option of 1-3 fieldwork credits. Students applying to the Reproductive Justice Clinic who are interested in a year-long experience are strongly urged to state this in their initial application to the clinic so their commitment to and interest in year-long work can be considered and accommodated in the admission process. Students who previously took the clinic do qualify for the Advanced Clinic and should submit an application to the Clinic stating that their interest is in the Advanced Clinic.   Student Contacts   Interested students should speak to the following current and former clinic students.         2013-14 Clinic Members  Elizabeth Buechner  Katherine Deabler  Danielle DeBold  Laura Ferro  Erin Gallagher  Carolin Guentert  Emily Juneau  Caitlin Kelly  Marcella Kocolatos  Margaret Marron  Katherine Mitchell  Amy Nemetz  Sarah Schuster  Amy Wolfe  Alyson Zureick   Spring 2014-15 Clinic Members  Sarah Brafman    Julia Heald    Laura Hecht-Felella   Sam Kubek    Viviana Puchi    Katie Riley    Emily Scherker    Adrienne Warrell           * 7 credits include 3 clinical (fieldwork) credits, 2 academic seminar credits, and 2 lecture attendance credits for the semester. Students interested in participating in the clinic but who require a lower credit load to meet other graduation requirements are encouraged to apply, as it may be possible to modify fieldwork assignments accordingly.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Scholarships - IILJ Scholars Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; JD Admissions &rsaquo; Scholarship Programs &rsaquo; Institute for International Law and Justice Scholars Program                  JD Admissions                 Scholarships - IILJ Scholars Program                 Scholarship Programs       AnBryce Scholarship   ASPIRE Cybersecurity Scholarship   Bickel &amp; Brewer Latino Institute For Human Rights Scholarship   Furman Academic Scholars Program   Furman Public Policy Scholarship   Institute for International Law and Justice Scholars Program   Jacobson Leadership Program in Law and Business   Public Interest Scholarships                           Program Overview   The Institute for International Law and Justice (IILJ) Scholars Program awards scholarships in amounts up to full tuition to students with outstanding academic backgrounds and strong international law interests. IILJ Scholars participate in internships, research programs and IILJ events during their time at NYU. IILJ Scholars also have the possibility in their second year to apply to enter the four-year JD-LLM in International Law, a highly selective program providing advanced specialist training in international law. IILJ Scholars in the 3-year or 4-year programs will have the opportunity to develop a substantial research agenda and publication record in international law, supported by opportunities for practical engagement and field research.   Scholars in their second year take a mixture of international law courses and other courses in individual programs designed in consultation with the program director. Courses include the core International Law course and at least one seminar involving substantial writing on an international law topic. All IILJ Scholars are required to take, in their second and third years, an IILJ seminar focused on international law writing and scholarly methodology. In addition, IILJ Scholars are required to take, in their second or third year, an IILJ Colloquium on International Law Theory. Topics explored in the IILJ seminar may include the implications for international law of globalization, global justice, democracy, and relations of these to trade, security, human rights, and social or environmental policy. Methodologies covered include rational institutionalism, normative theory, constructivism, economic analysis, historical or case study methods, and development and testing of policy. In recent years the fall seminar component has been taught by Professors Eyal Benvenisti, Ryan Goodman, and Robert Howse, while the Colloquium in the spring is co-taught by Professors Benedict Kingsbury and Joseph Weiler.   Beginning in their second year, Scholars are encouraged to produce one or more publishable student notes for a suitable journal, often begun as part of an internship the previous summer, and IILJ faculty are available to provide comments and advice on this work. In addition, Angelina Fisher, IILJ Program Director, works closely with IILJ Scholars in development of their research agendas, internship placement, course selection, and career plans.   All second-year and third-year Scholars participate in the IILJ Conference at which they present their academic papers for review by faculty and peers. Scholars participate in an extensive range of international law meetings and IILJ speaker sessions during the year. A review of personal goals, curricular plans, and academic performance is held with the program director near the end of the second year. Continuation of the scholarship is subject to satisfactory performance and mutual agreement.   Other special seminars open to students specializing in international law are convened from time to time by faculty members of the Institute's executive committee, and discussions sometimes lead into an informal dinner. On occasion, conferences are held for wider discussion of the research. Close mentoring is provided in these seminars with the aim of perfecting the student papers for eventual publication.   In their second year, students may apply to a JD-LLM program in International Law. The four-year JDLLM is a unique and innovative addition to NYU Law School's academic programs. It is designed for students seeking specialist academic expertise in international law. The program aims to provide close mentoring and specialist training for a small number of outstanding students who will go on to make a significant contribution to scholarship, teaching, and innovative practice in the field of international law. The three-year JD program is followed by a one-year Master of Laws degree (LLM) that combines research and writing with some course work. Throughout the program Fellows will participate in academic colloquia, including presentation of their own scholarship during the LLM year and in special seminars with leading scholars and practitioners in international law. Individual mentoring by international law faculty is a key component of the program. Potential mentors include all the members of the IILJ Faculty Advisory Committee (Professors Philip Alston, Jose Alvarez, Kevin Davis, David Golove, Ryan Goodman, Robert L. Howse, Benedict Kingsbury, Martti Koskenneimi, Mattias Kumm, Linda Silberman, Richard Stewart, J.H.H Weiler, and Katrina Wyman), along with many other NYU Law faculty.   Scholars who have been accepted into the JD-LLM Program subsequently undertake the LLM year, with individually tailored course schedules, including an International Law Thesis course. By the end of the program they will have written several very substantial supervised research papers relating to international law, with publication the objective. These papers may address different aspects of the same big topic of the student's central interest, although more commonly they explore several separate topics.   Applicants may apply for the IILJ Scholars Program by completing the appropriate section of the JD application. Interested applicants are asked to submit a one-page essay, of no more than 500 words, with the JD application. The essay should explain how your approach and commitment to scholarship and to your intended study of international law make you a suitable candidate for the Scholars Program. All IILJ Scholarship finalists will be invited to visit the Law School for IILJ Scholars Program and admitted student events. At that time they will meet with several of the Law School’s international law faculty and current IILJ Scholars.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]