[{"detail": [{"content": "Substances - GHB - Center for Health, Identity, Behavior and Prevention Studies - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Center for Health, Identity, Behavior and Prevention Studies                          Substances - GHB                                                  GHB- Gamma Hydroxy Butyrate or Gamma Hydroxybutyric Acid       GHB 101    History    Appearance and Forms    How is GHB Used?    Mixing GHB    GHB and the Gay Community       GHB 101 :    Within a person&rsquo;s body, GHB exists as a precursor to the neurotransmitter GABA, which is responsible for regulating consciousness, physical activity, and sleep. GABA also protects cells found in organs from oxygen starvation.    When GHB is introduced into the body recreationally, it is thought to have an effect on the GABAB receptors by imitating GABA. The subsequent response involves the release of neurosteroids, which act as natural sedatives.    It is presumed that the GHB receptor, when activated solely, actually releases stimulatory chemicals into the body promoting wakefulness. However, once a threshold amount of GHB is reached, the effects of the GABA receptor take over and induce sleepiness.    Therefore, low doses of GHB reduce consciousness inducing a state of euphoria, intoxication, and increased social abilities, which makes it commonly used in the club/rave scene. At higher doses, however, it can cause nausea, seizures, convulsions, vomiting, dizziness, depressed breathing, unconsciousness, amnesia, visual disturbances, coma, and death. The effects usually last anywhere from 1.5 to 3 hours and all are dose dependent.    In liquid form, the actual concentration of GHB is usually unknown. Consequently, proper dosing proves difficult. Deaths are rare from GHB alone, however, and the most severe effects result when GHB is mixed with another depressant, such as alcohol, barbiturates, and Valium. High doses of GHB may lead to suppression of the breathing center in the brain, causing death, but typically, a person would fall unconscious before they could administer the lethal dose needed to stop respiratory activity.    Occasional users of GHB are not likely to become addicted. However, chronic users, especially those who use the drug daily as a sleep aid or anti-depressant, develop a dependence of the drug due to their regular, frequent pattern of use. Withdrawal generally includes hallucinations, anxiety, tremors, insomnia, chest pain, external stimuli sensitivity, mental dullness, and depression. Whether or not chronic GHB use causes permanent damage to the body is unknown due to the inconclusive or limited research.    History :    In the early 1960s, Dr. Henri Laborit synthesized GHB for use in studying the neurotransmitter GABA. As long as the drug was kept in the safe dose range and free of mixture with other CNS depressants, the drug appeared to have a wide range of potential uses with minimal side effects. It also showed promise as an anesthetic.    GHB was soon rejected by the American medical community as the problems associated with the drug came to light. It again resurfaced in 1987 as a treatment for narcolepsy/cataplexy. At the same time, bodybuilders took up the drug due to its reputation for enhancing the release of growth hormone during sleep. However, in 1990, due to the growing number of overdoses, GHB was ordered off the shelves. Currently, GHB and its analogs like BD, which are more accessible, are known for their rape-drug qualities and as recreational club drugs.    Appearance and Forms :       GHB (Gamma-Hydroxybutyric Acid) is a member of the psychoactive drug family known as depressants. Naturally, GHB exists as one of the chemicals found in the central nervous system and organs such as the heart, kidneys, liver and bones. Sold on the street as a clear, odorless, slightly salty liquid comprised of GHB salt dissolved in water, synthetic GHB may take the form of a white powder tablet/capsule or, more commonly, remain in its liquid form. It is familiarly referred to as &ldquo;G,&rdquo; &ldquo;liquid x,&rdquo; &ldquo;Fantasy,&rdquo; &ldquo;caps,&rdquo; &ldquo;Georgia home boy,&rdquo; and &ldquo;grievous bodily harm&rdquo; (due to its role as a date-rape drug).    Similar to GHB are GBL and butanediol which are equally dangerous to the body since they are metabolized to GHB during digestion. GHB can actually be synthetically produced from these two analogs, the first being found in paint stripper and the second as a chemical used in the production of adhesives and plastics.    How is GHB Used ?  GHB is ingested as a salt dissolved in water. The dosage, due to different concentrations of GHB salt in water, is often difficult to determine. Half a teaspoon with no effect one time could be an overdose the next depending on the concentration of the drug you are taking. According to dancesafe.org, the safest way to use an unknown concentration of GHB is to take half a teaspoon full and then wait at least an hour before administering more. Some users take GHB at regular intervals throughout the day while others engage in round the clock &ldquo;sipping,&rdquo; which involves drinking periodically from a bottle of diluted drug. The latter method may result in mini-overdoses throughout the &ldquo;sipping&rdquo; period. It usually takes ten minutes to an hour to feel the effects of GHB. The main effects last 2-3 hours with some residuals remaining up to an entire day. It may take up to 2 hours to feel the full affect of the drug. Beware of overdosing in the meantime.    Mixing GHB :    Alcohol (or any other depressants): extremely dangerous. May lead to respiratory failure and death. It is strongly advised to NEVER MIX THESE TWO.    Ketamine: potentially deadly    Antihistamines: potentially deadly    Pain Medications: potentially deadly    In case of an overdose: Call an ambulance immediately and lay the person on his side to avoid choking if they vomit. Make sure their air passage is clear.    GHB and the Gay Community :    An increasing number of GHB overdoses are occurring within the gay/bisexual community. Within the gay community, it is primarily used as a euphoric club drug at circuit parties, dance clubs, or raves, or for its supposed muscle-building capabilities. Like alcohol, GHB lowers inhibitions, often resulting in regrettable, unsafe sexual activity. GHB also incites spontaneous erections, which may lead to unexpected sexual experiences. This facet is one of the reasons it is found desirable in the gay party scene. Club drugs, however, prove to be one of the greatest limiting factors in engaging in safe sex. When sex is unsafe, the potential for spreading AIDS and STI&rsquo;s increases greatly. Just have condoms and lube easily accessible and prepare well for the night ahead.    For information about treatment and resources for help with an addiction please check out our resources page.                                                                                                                 Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                              About              Mission and Vision        Internships        News        Contact                  Research/Publications              Current Research Studies        Completed Research Studies        Publications                       People      HIV/AIDS Info      Substances             Methamphetamine       Ketamine       GHB       Ecstasy       Cocaine/Crack       Heroin       Marijuana"}]},
{"detail": [{"content": "Substances - GHB - Center for Health, Identity, Behavior and Prevention Studies - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Center for Health, Identity, Behavior and Prevention Studies                          Substances - GHB                                                  GHB- Gamma Hydroxy Butyrate or Gamma Hydroxybutyric Acid       GHB 101    History    Appearance and Forms    How is GHB Used?    Mixing GHB    GHB and the Gay Community       GHB 101 :    Within a person&rsquo;s body, GHB exists as a precursor to the neurotransmitter GABA, which is responsible for regulating consciousness, physical activity, and sleep. GABA also protects cells found in organs from oxygen starvation.    When GHB is introduced into the body recreationally, it is thought to have an effect on the GABAB receptors by imitating GABA. The subsequent response involves the release of neurosteroids, which act as natural sedatives.    It is presumed that the GHB receptor, when activated solely, actually releases stimulatory chemicals into the body promoting wakefulness. However, once a threshold amount of GHB is reached, the effects of the GABA receptor take over and induce sleepiness.    Therefore, low doses of GHB reduce consciousness inducing a state of euphoria, intoxication, and increased social abilities, which makes it commonly used in the club/rave scene. At higher doses, however, it can cause nausea, seizures, convulsions, vomiting, dizziness, depressed breathing, unconsciousness, amnesia, visual disturbances, coma, and death. The effects usually last anywhere from 1.5 to 3 hours and all are dose dependent.    In liquid form, the actual concentration of GHB is usually unknown. Consequently, proper dosing proves difficult. Deaths are rare from GHB alone, however, and the most severe effects result when GHB is mixed with another depressant, such as alcohol, barbiturates, and Valium. High doses of GHB may lead to suppression of the breathing center in the brain, causing death, but typically, a person would fall unconscious before they could administer the lethal dose needed to stop respiratory activity.    Occasional users of GHB are not likely to become addicted. However, chronic users, especially those who use the drug daily as a sleep aid or anti-depressant, develop a dependence of the drug due to their regular, frequent pattern of use. Withdrawal generally includes hallucinations, anxiety, tremors, insomnia, chest pain, external stimuli sensitivity, mental dullness, and depression. Whether or not chronic GHB use causes permanent damage to the body is unknown due to the inconclusive or limited research.    History :    In the early 1960s, Dr. Henri Laborit synthesized GHB for use in studying the neurotransmitter GABA. As long as the drug was kept in the safe dose range and free of mixture with other CNS depressants, the drug appeared to have a wide range of potential uses with minimal side effects. It also showed promise as an anesthetic.    GHB was soon rejected by the American medical community as the problems associated with the drug came to light. It again resurfaced in 1987 as a treatment for narcolepsy/cataplexy. At the same time, bodybuilders took up the drug due to its reputation for enhancing the release of growth hormone during sleep. However, in 1990, due to the growing number of overdoses, GHB was ordered off the shelves. Currently, GHB and its analogs like BD, which are more accessible, are known for their rape-drug qualities and as recreational club drugs.    Appearance and Forms :       GHB (Gamma-Hydroxybutyric Acid) is a member of the psychoactive drug family known as depressants. Naturally, GHB exists as one of the chemicals found in the central nervous system and organs such as the heart, kidneys, liver and bones. Sold on the street as a clear, odorless, slightly salty liquid comprised of GHB salt dissolved in water, synthetic GHB may take the form of a white powder tablet/capsule or, more commonly, remain in its liquid form. It is familiarly referred to as &ldquo;G,&rdquo; &ldquo;liquid x,&rdquo; &ldquo;Fantasy,&rdquo; &ldquo;caps,&rdquo; &ldquo;Georgia home boy,&rdquo; and &ldquo;grievous bodily harm&rdquo; (due to its role as a date-rape drug).    Similar to GHB are GBL and butanediol which are equally dangerous to the body since they are metabolized to GHB during digestion. GHB can actually be synthetically produced from these two analogs, the first being found in paint stripper and the second as a chemical used in the production of adhesives and plastics.    How is GHB Used ?  GHB is ingested as a salt dissolved in water. The dosage, due to different concentrations of GHB salt in water, is often difficult to determine. Half a teaspoon with no effect one time could be an overdose the next depending on the concentration of the drug you are taking. According to dancesafe.org, the safest way to use an unknown concentration of GHB is to take half a teaspoon full and then wait at least an hour before administering more. Some users take GHB at regular intervals throughout the day while others engage in round the clock &ldquo;sipping,&rdquo; which involves drinking periodically from a bottle of diluted drug. The latter method may result in mini-overdoses throughout the &ldquo;sipping&rdquo; period. It usually takes ten minutes to an hour to feel the effects of GHB. The main effects last 2-3 hours with some residuals remaining up to an entire day. It may take up to 2 hours to feel the full affect of the drug. Beware of overdosing in the meantime.    Mixing GHB :    Alcohol (or any other depressants): extremely dangerous. May lead to respiratory failure and death. It is strongly advised to NEVER MIX THESE TWO.    Ketamine: potentially deadly    Antihistamines: potentially deadly    Pain Medications: potentially deadly    In case of an overdose: Call an ambulance immediately and lay the person on his side to avoid choking if they vomit. Make sure their air passage is clear.    GHB and the Gay Community :    An increasing number of GHB overdoses are occurring within the gay/bisexual community. Within the gay community, it is primarily used as a euphoric club drug at circuit parties, dance clubs, or raves, or for its supposed muscle-building capabilities. Like alcohol, GHB lowers inhibitions, often resulting in regrettable, unsafe sexual activity. GHB also incites spontaneous erections, which may lead to unexpected sexual experiences. This facet is one of the reasons it is found desirable in the gay party scene. Club drugs, however, prove to be one of the greatest limiting factors in engaging in safe sex. When sex is unsafe, the potential for spreading AIDS and STI&rsquo;s increases greatly. Just have condoms and lube easily accessible and prepare well for the night ahead.    For information about treatment and resources for help with an addiction please check out our resources page.                                                                                                                 Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                              About              Mission and Vision        Internships        News        Contact                  Research/Publications              Current Research Studies        Completed Research Studies        Publications                       People      HIV/AIDS Info      Substances             Methamphetamine       Ketamine       GHB       Ecstasy       Cocaine/Crack       Heroin       Marijuana"}, {"content": "Natural Science II    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Natural Science II | 2012-2013 The prerequisite for all Natural Science II courses is completion of or exemption from Quantitative Reasoning, or completion of an approved substitute course. The completion of Natural Science I is recommended prior to taking Natural Science II. Note: ** indicates an example syllabus * indicates a preliminary syllabus Spring 2013 schedule remains tentative. FALL 2012 MAP-UA 303 Natural Science II: Human Genetics Prof. Rockman (Biology) syllabus We are currently witnessing a revolution in human genetics, where the ability to scrutinize and manipulate DNA has allowed scientists to gain unprecedented insights into the role of heredity. Beginning with an overview of the principles of inheritance such as cell division and Mendelian genetics, we explore the foundations and frontiers of modern human genetics, with an emphasis on understanding and evaluating new discoveries. Descending to the molecular level, we investigate how genetic information is encoded in DNA and how mutations affect gene function. These molecular foundations are used to explore the science and social impact of genetic technology, including topics such as genetic testing, genetically modified foods, DNA fingerprinting, and the Human Genome Project. Laboratory projects emphasize the diverse methods that scientists employ to study heredity. FALL 2012 MAP-UA 306 Natural Science II: Brain and Behavior Prof. Hawken (Neural Science) syllabus** The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. FALL 2012 MAP-UA 309 Natural Science II: The Body - How It Works Prof. Petersen (Chemistry) syllabus The human body is a complex system of mutually interdependent molecules, cells, tissues, organs and organ systems. We examine the human body with the goal of understanding how physiological systems operate at these varying levels. Examples include the circulation of blood, the function of our muscles, the utilization of oxygen in respiration, and how our immune system detects and fights foreign invaders. Disturbing the delicate balance of these systems can produce various human diseases, which will also be examined throughout the course. Laboratory work provides firsthand experience with studying molecular processes, cell structures, and physiological systems. FALL 2012 MAP-UA 313 Natural Science II: The Brain: A User's Guide Prof. Azmitia (Biology) syllabus** The Human Brain is the most complex organ. Despite the central position it has in nearly every aspect of our daily lives, it remains to many a mystery. How does it work? How can we care for it? How long will it function? This MAP course is designed to provide answers to these questions, and many more at an academic level accessible to the non-scientist student, and of interest to the scientist with little exposure to neuroscience. The aims of the course are to provide the student with a firm foundation in what the brain looks like and what each of the parts do. To accomplish this, we will learn about the functions of the cortex in higher learning and memory, as well as discuss the basic work of the brainstem in regulating the internal environment of the body. The importance of nutrition on neurotransmitter synthesis, the function of sleep on memory and why we need so much of it, and the effects of alcohol and drugs on brain harmony and the meaning of addiction will be some of the points covered in this course. We will look at brain development and the special needs of children, as well as brain aging and illness and the difficulty of helping. The laboratories are designed to provide hands-on experience in exploring the structure of the brain as well as learning how to measure brain functioning. We will provide specially prepared slides so the student can recognize a neuron and differentiate a dendrite from an axon. The molecular shape of neurotransmitter will be covered, as well as learning how to measure alcohol and determining its levels in your body. It is expected that by the end of the course, the student will be familiar with the biological basis of brain structure and function, and not only be able to detect how a normal brain works, but also how to help keep it healthy. SPRING 2013 MAP-UA 305 Natural Science II: Human Origins Prof. Anton (Anthropology) An introduction to the approaches and methods scientists use to investigate the origins and evolutionary history of our own species. This interdisciplinary study synthesizes research from a number of different areas of science. Topics include reconstructing evolutionary relationships using molecular and morphological data, the mitochondrial Eve hypothesis, ancient DNA, human variation and natural selection, the use of stable isotopes to reconstruct dietary behavior in prehistoric humans, the Neandertal enigma, the importance of studies of chimpanzees for understanding human behavior, and the 6-million-year-old fossil evidence for human evolution. SPRING 2013 MAP-UA 306 Natural Science II: Brain and Behavior Prof. Suzuki (Neural Science) This class will explore the relationship between brain and behavior from a neuroscience perspective which describes processes in the brain in terms of the molecules, cells, neurochemicals and network activity that underlie them. The class starts with a discussion of neurons and glia, the two basic building blocks of the brain,and how electrical and chemical signals allow these elements to communicate with each other. Using this knowledge as a foundation, we then explore the workings of the major brain systems that allow us to interact with the world around us, such as the sensory systems that allow us to see hear, feel, smell and taste. Next,we explore the brain’s motor/movement systems. The last section of the class focuses on the so-called higher cognitive functions, which include learning, memory, emotion, cognitive control and language. These latter systems are critical for our individual personalities and creativity. The goal of this course is not only to give students a factual foundation of our current understanding of the brain basis of behavior, but also toprovide students an understanding of how neuroscientists working today use a combination of scientific inquiry together with cutting edge technology to understand the inner workings of the human brain. Note: Handling of animals and animal brain tissue is required in some labs. SPRING 2013 MAP-UA 310 Natural Science II: Molecules of Life Prof. Jordan (MAP)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. SPRING 2013 MAP-UA 311 Natural Science II: Lessons from the Biosphere Prof. Volk (Biology)  syllabus Provides a foundation of knowledge about how Earth's biosphere works. This includes the biggest ideas and findings about biology on the global scale-the scale in which we live. Such knowledge is especially crucial today because we humans are perturbing so many systems within the biosphere. We explore four main topics: (1) Evolution of Life: How did life come to be what it is today? (2) Life's Diversity: What is life today on the global scale? (3) Cycles of Matter: How do life and the non-living environment interact? (4) The Human Guild: How are humans changing the biosphere and how might we consider our future within the biosphere? Laboratory experiments are complemented by an exploration at the American Museum of Natural History. SPRING 2013 MAP-UA 314 Natural Science II: Genomes and Diversity Prof. Siegal (Biology)  syllabus Millions of species of animals, plants and microbes inhabit our planet. Genomics, the study of all the genes in an organism, is providing new insights into this amazing diversity of life on Earth. We begin with the fundamentals of DNA, genes and genomes. We then explore microbial diversity, with an emphasis on how genomics can reveal many aspects of organisms, from their ancient history to their physiological and ecological habits. We follow with examinations of animal and plant diversity, focusing on domesticated species, such as dogs and tomatoes, as examples of how genomic methods can be used to identify genes that underlie new or otherwise interesting traits. Genomics has also transformed the study of human diversity and human disease. We examine the use of DNA to trace human ancestry, as well as the use of genomics as a diagnostic tool in medicine. With the powerful new technologies to study genomes has come an increased power to manipulate them. We conclude by considering the societal implications of this ability to alter the genomes of crop plants, livestock and potentially humans.         Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Natural Science II    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Natural Science II | 2011-2012 The prerequisite for all Natural Science II courses is completion of or exemption from Quantitative Reasoning, or completion of an approved substitute course. The completion of Natural Science I is recommended prior to taking Natural Science II. FALL 2011 MAP-UA 303 Natural Science II: Human Genetics Prof. Rockman (Biology) syllabus We are currently witnessing a revolution in human genetics, where the ability to scrutinize and manipulate DNA has allowed scientists to gain unprecedented insights into the role of heredity. Beginning with an overview of the principles of inheritance such as cell division and Mendelian genetics, we explore the foundations and frontiers of modern human genetics, with an emphasis on understanding and evaluating new discoveries. Descending to the molecular level, we investigate how genetic information is encoded in DNA and how mutations affect gene function. These molecular foundations are used to explore the science and social impact of genetic technology, including topics such as genetic testing, genetically modified foods, DNA fingerprinting, and the Human Genome Project. Laboratory projects emphasize the diverse methods that scientists employ to study heredity. FALL 2011 MAP-UA 306 Natural Science II: Brain and Behavior Prof. Suzuki (Neural Science) syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. FALL 2011 MAP-UA 309 Natural Science II: The Body - How It Works Prof. Goldberg (Chemistry) syllabus The human body is a complex system of mutually interdependent molecules, cells, tissues, organs and organ systems. We examine the human body with the goal of understanding how physiological systems operate at these varying levels. Examples include the circulation of blood, the function of our muscles, the utilization of oxygen in respiration, and how our immune system detects and fights foreign invaders. Disturbing the delicate balance of these systems can produce various human diseases, which will also be examined throughout the course. Laboratory work provides firsthand experience with studying molecular processes, cell structures, and physiological systems. FALL 2011 MAP-UA 310 Natural Science II: Molecules of Life Prof. Jordan (MAP) syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. FALL 2011 MAP-UA 313 Natural Science II: The Brain: A User's Guide Prof. Azmitia (Biology) syllabus The Human Brain is the most complex organ. Despite the central position it has in nearly every aspect of our daily lives, it remains to many a mystery. How does it work? How can we care for it? How long will it function? This MAP course is designed to provide answers to these questions, and many more at an academic level accessible to the non-scientist student, and of interest to the scientist with little exposure to neuroscience. The aims of the course are to provide the student with a firm foundation in what the brain looks like and what each of the parts do. To accomplish this, we will learn about the functions of the cortex in higher learning and memory, as well as discuss the basic work of the brainstem in regulating the internal environment of the body. The importance of nutrition on neurotransmitter synthesis, the function of sleep on memory and why we need so much of it, and the effects of alcohol and drugs on brain harmony and the meaning of addiction will be some of the points covered in this course. We will look at brain development and the special needs of children, as well as brain aging and illness and the difficulty of helping. The laboratories are designed to provide hands-on experience in exploring the structure of the brain as well as learning how to measure brain functioning. We will provide specially prepared slides so the student can recognize a neuron and differentiate a dendrite from an axon. The molecular shape of neurotransmitter will be covered, as well as learning how to measure alcohol and determining its levels in your body. It is expected that by the end of the course, the student will be familiar with the biological basis of brain structure and function, and not only be able to detect how a normal brain works, but also how to help keep it healthy.  SPRING 2012 MAP-UA 305 Natural Science II: Human Origins Prof. Disotell (Anthropology) syllabus An introduction to the approaches and methods scientists use to investigate the origins and evolutionary history of our own species. This interdisciplinary study synthesizes research from a number of different areas of science. Topics include reconstructing evolutionary relationships using molecular and morphological data, the mitochondrial Eve hypothesis, ancient DNA, human variation and natural selection, the use of stable isotopes to reconstruct dietary behavior in prehistoric humans, the Neandertal enigma, the importance of studies of chimpanzees for understanding human behavior, and the 6-million-year-old fossil evidence for human evolution. SPRING 2012 MAP-UA 306 Natural Science II: Brain and Behavior Prof. Hawken (Neural Science) syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. SPRING 2012 MAP-UA 310 Natural Science II: The Molecules of Life Prof. Jordan (MAP) syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. SPRING 2012 MAP-UA 311 Natural Science II: Lessons from the Biosphere Prof. Volk (Biology) syllabus Provides a foundation of knowledge about how Earth's biosphere works. This includes the biggest ideas and findings about biology on the global scale-the scale in which we live. Such knowledge is especially crucial today because we humans are perturbing so many systems within the biosphere. We explore four main topics: (1) Evolution of Life: How did life come to be what it is today? (2) Life's Diversity: What is life today on the global scale? (3) Cycles of Matter: How do life and the non-living environment interact? (4) The Human Guild: How are humans changing the biosphere and how might we consider our future within the biosphere? Laboratory experiments are complemented by an exploration at the American Museum of Natural History. SPRING 2012 MAP-UA 312 Natural Science II: Earth, Life, and Time Prof. Rampino (Biology) syllabus Over the last four billion years, life on Earth has evolved in response to changes in the environment. At the same time, major innovations in the history of life have led to transformations of the Earth's physical environment. We examine the history of the intimate relationship between the Earth's changing environment and the evolution of life on the planet. This long-term historical perspective provides a context for understanding current environmental issues such as global warming, tropical deforestation, and loss of biodiversity.           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Substances - GHB - Center for Health, Identity, Behavior and Prevention Studies - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Center for Health, Identity, Behavior and Prevention Studies                          Substances - GHB                                                  GHB- Gamma Hydroxy Butyrate or Gamma Hydroxybutyric Acid       GHB 101    History    Appearance and Forms    How is GHB Used?    Mixing GHB    GHB and the Gay Community       GHB 101 :    Within a person&rsquo;s body, GHB exists as a precursor to the neurotransmitter GABA, which is responsible for regulating consciousness, physical activity, and sleep. GABA also protects cells found in organs from oxygen starvation.    When GHB is introduced into the body recreationally, it is thought to have an effect on the GABAB receptors by imitating GABA. The subsequent response involves the release of neurosteroids, which act as natural sedatives.    It is presumed that the GHB receptor, when activated solely, actually releases stimulatory chemicals into the body promoting wakefulness. However, once a threshold amount of GHB is reached, the effects of the GABA receptor take over and induce sleepiness.    Therefore, low doses of GHB reduce consciousness inducing a state of euphoria, intoxication, and increased social abilities, which makes it commonly used in the club/rave scene. At higher doses, however, it can cause nausea, seizures, convulsions, vomiting, dizziness, depressed breathing, unconsciousness, amnesia, visual disturbances, coma, and death. The effects usually last anywhere from 1.5 to 3 hours and all are dose dependent.    In liquid form, the actual concentration of GHB is usually unknown. Consequently, proper dosing proves difficult. Deaths are rare from GHB alone, however, and the most severe effects result when GHB is mixed with another depressant, such as alcohol, barbiturates, and Valium. High doses of GHB may lead to suppression of the breathing center in the brain, causing death, but typically, a person would fall unconscious before they could administer the lethal dose needed to stop respiratory activity.    Occasional users of GHB are not likely to become addicted. However, chronic users, especially those who use the drug daily as a sleep aid or anti-depressant, develop a dependence of the drug due to their regular, frequent pattern of use. Withdrawal generally includes hallucinations, anxiety, tremors, insomnia, chest pain, external stimuli sensitivity, mental dullness, and depression. Whether or not chronic GHB use causes permanent damage to the body is unknown due to the inconclusive or limited research.    History :    In the early 1960s, Dr. Henri Laborit synthesized GHB for use in studying the neurotransmitter GABA. As long as the drug was kept in the safe dose range and free of mixture with other CNS depressants, the drug appeared to have a wide range of potential uses with minimal side effects. It also showed promise as an anesthetic.    GHB was soon rejected by the American medical community as the problems associated with the drug came to light. It again resurfaced in 1987 as a treatment for narcolepsy/cataplexy. At the same time, bodybuilders took up the drug due to its reputation for enhancing the release of growth hormone during sleep. However, in 1990, due to the growing number of overdoses, GHB was ordered off the shelves. Currently, GHB and its analogs like BD, which are more accessible, are known for their rape-drug qualities and as recreational club drugs.    Appearance and Forms :       GHB (Gamma-Hydroxybutyric Acid) is a member of the psychoactive drug family known as depressants. Naturally, GHB exists as one of the chemicals found in the central nervous system and organs such as the heart, kidneys, liver and bones. Sold on the street as a clear, odorless, slightly salty liquid comprised of GHB salt dissolved in water, synthetic GHB may take the form of a white powder tablet/capsule or, more commonly, remain in its liquid form. It is familiarly referred to as &ldquo;G,&rdquo; &ldquo;liquid x,&rdquo; &ldquo;Fantasy,&rdquo; &ldquo;caps,&rdquo; &ldquo;Georgia home boy,&rdquo; and &ldquo;grievous bodily harm&rdquo; (due to its role as a date-rape drug).    Similar to GHB are GBL and butanediol which are equally dangerous to the body since they are metabolized to GHB during digestion. GHB can actually be synthetically produced from these two analogs, the first being found in paint stripper and the second as a chemical used in the production of adhesives and plastics.    How is GHB Used ?  GHB is ingested as a salt dissolved in water. The dosage, due to different concentrations of GHB salt in water, is often difficult to determine. Half a teaspoon with no effect one time could be an overdose the next depending on the concentration of the drug you are taking. According to dancesafe.org, the safest way to use an unknown concentration of GHB is to take half a teaspoon full and then wait at least an hour before administering more. Some users take GHB at regular intervals throughout the day while others engage in round the clock &ldquo;sipping,&rdquo; which involves drinking periodically from a bottle of diluted drug. The latter method may result in mini-overdoses throughout the &ldquo;sipping&rdquo; period. It usually takes ten minutes to an hour to feel the effects of GHB. The main effects last 2-3 hours with some residuals remaining up to an entire day. It may take up to 2 hours to feel the full affect of the drug. Beware of overdosing in the meantime.    Mixing GHB :    Alcohol (or any other depressants): extremely dangerous. May lead to respiratory failure and death. It is strongly advised to NEVER MIX THESE TWO.    Ketamine: potentially deadly    Antihistamines: potentially deadly    Pain Medications: potentially deadly    In case of an overdose: Call an ambulance immediately and lay the person on his side to avoid choking if they vomit. Make sure their air passage is clear.    GHB and the Gay Community :    An increasing number of GHB overdoses are occurring within the gay/bisexual community. Within the gay community, it is primarily used as a euphoric club drug at circuit parties, dance clubs, or raves, or for its supposed muscle-building capabilities. Like alcohol, GHB lowers inhibitions, often resulting in regrettable, unsafe sexual activity. GHB also incites spontaneous erections, which may lead to unexpected sexual experiences. This facet is one of the reasons it is found desirable in the gay party scene. Club drugs, however, prove to be one of the greatest limiting factors in engaging in safe sex. When sex is unsafe, the potential for spreading AIDS and STI&rsquo;s increases greatly. Just have condoms and lube easily accessible and prepare well for the night ahead.    For information about treatment and resources for help with an addiction please check out our resources page.                                                                                                                 Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                              About              Mission and Vision        Internships        News        Contact                  Research/Publications              Current Research Studies        Completed Research Studies        Publications                       People      HIV/AIDS Info      Substances             Methamphetamine       Ketamine       GHB       Ecstasy       Cocaine/Crack       Heroin       Marijuana"}, {"content": "Natural Science II    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Natural Science II | 2012-2013 The prerequisite for all Natural Science II courses is completion of or exemption from Quantitative Reasoning, or completion of an approved substitute course. The completion of Natural Science I is recommended prior to taking Natural Science II. Note: ** indicates an example syllabus * indicates a preliminary syllabus Spring 2013 schedule remains tentative. FALL 2012 MAP-UA 303 Natural Science II: Human Genetics Prof. Rockman (Biology) syllabus We are currently witnessing a revolution in human genetics, where the ability to scrutinize and manipulate DNA has allowed scientists to gain unprecedented insights into the role of heredity. Beginning with an overview of the principles of inheritance such as cell division and Mendelian genetics, we explore the foundations and frontiers of modern human genetics, with an emphasis on understanding and evaluating new discoveries. Descending to the molecular level, we investigate how genetic information is encoded in DNA and how mutations affect gene function. These molecular foundations are used to explore the science and social impact of genetic technology, including topics such as genetic testing, genetically modified foods, DNA fingerprinting, and the Human Genome Project. Laboratory projects emphasize the diverse methods that scientists employ to study heredity. FALL 2012 MAP-UA 306 Natural Science II: Brain and Behavior Prof. Hawken (Neural Science) syllabus** The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. FALL 2012 MAP-UA 309 Natural Science II: The Body - How It Works Prof. Petersen (Chemistry) syllabus The human body is a complex system of mutually interdependent molecules, cells, tissues, organs and organ systems. We examine the human body with the goal of understanding how physiological systems operate at these varying levels. Examples include the circulation of blood, the function of our muscles, the utilization of oxygen in respiration, and how our immune system detects and fights foreign invaders. Disturbing the delicate balance of these systems can produce various human diseases, which will also be examined throughout the course. Laboratory work provides firsthand experience with studying molecular processes, cell structures, and physiological systems. FALL 2012 MAP-UA 313 Natural Science II: The Brain: A User's Guide Prof. Azmitia (Biology) syllabus** The Human Brain is the most complex organ. Despite the central position it has in nearly every aspect of our daily lives, it remains to many a mystery. How does it work? How can we care for it? How long will it function? This MAP course is designed to provide answers to these questions, and many more at an academic level accessible to the non-scientist student, and of interest to the scientist with little exposure to neuroscience. The aims of the course are to provide the student with a firm foundation in what the brain looks like and what each of the parts do. To accomplish this, we will learn about the functions of the cortex in higher learning and memory, as well as discuss the basic work of the brainstem in regulating the internal environment of the body. The importance of nutrition on neurotransmitter synthesis, the function of sleep on memory and why we need so much of it, and the effects of alcohol and drugs on brain harmony and the meaning of addiction will be some of the points covered in this course. We will look at brain development and the special needs of children, as well as brain aging and illness and the difficulty of helping. The laboratories are designed to provide hands-on experience in exploring the structure of the brain as well as learning how to measure brain functioning. We will provide specially prepared slides so the student can recognize a neuron and differentiate a dendrite from an axon. The molecular shape of neurotransmitter will be covered, as well as learning how to measure alcohol and determining its levels in your body. It is expected that by the end of the course, the student will be familiar with the biological basis of brain structure and function, and not only be able to detect how a normal brain works, but also how to help keep it healthy. SPRING 2013 MAP-UA 305 Natural Science II: Human Origins Prof. Anton (Anthropology) An introduction to the approaches and methods scientists use to investigate the origins and evolutionary history of our own species. This interdisciplinary study synthesizes research from a number of different areas of science. Topics include reconstructing evolutionary relationships using molecular and morphological data, the mitochondrial Eve hypothesis, ancient DNA, human variation and natural selection, the use of stable isotopes to reconstruct dietary behavior in prehistoric humans, the Neandertal enigma, the importance of studies of chimpanzees for understanding human behavior, and the 6-million-year-old fossil evidence for human evolution. SPRING 2013 MAP-UA 306 Natural Science II: Brain and Behavior Prof. Suzuki (Neural Science) This class will explore the relationship between brain and behavior from a neuroscience perspective which describes processes in the brain in terms of the molecules, cells, neurochemicals and network activity that underlie them. The class starts with a discussion of neurons and glia, the two basic building blocks of the brain,and how electrical and chemical signals allow these elements to communicate with each other. Using this knowledge as a foundation, we then explore the workings of the major brain systems that allow us to interact with the world around us, such as the sensory systems that allow us to see hear, feel, smell and taste. Next,we explore the brain’s motor/movement systems. The last section of the class focuses on the so-called higher cognitive functions, which include learning, memory, emotion, cognitive control and language. These latter systems are critical for our individual personalities and creativity. The goal of this course is not only to give students a factual foundation of our current understanding of the brain basis of behavior, but also toprovide students an understanding of how neuroscientists working today use a combination of scientific inquiry together with cutting edge technology to understand the inner workings of the human brain. Note: Handling of animals and animal brain tissue is required in some labs. SPRING 2013 MAP-UA 310 Natural Science II: Molecules of Life Prof. Jordan (MAP)  syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. SPRING 2013 MAP-UA 311 Natural Science II: Lessons from the Biosphere Prof. Volk (Biology)  syllabus Provides a foundation of knowledge about how Earth's biosphere works. This includes the biggest ideas and findings about biology on the global scale-the scale in which we live. Such knowledge is especially crucial today because we humans are perturbing so many systems within the biosphere. We explore four main topics: (1) Evolution of Life: How did life come to be what it is today? (2) Life's Diversity: What is life today on the global scale? (3) Cycles of Matter: How do life and the non-living environment interact? (4) The Human Guild: How are humans changing the biosphere and how might we consider our future within the biosphere? Laboratory experiments are complemented by an exploration at the American Museum of Natural History. SPRING 2013 MAP-UA 314 Natural Science II: Genomes and Diversity Prof. Siegal (Biology)  syllabus Millions of species of animals, plants and microbes inhabit our planet. Genomics, the study of all the genes in an organism, is providing new insights into this amazing diversity of life on Earth. We begin with the fundamentals of DNA, genes and genomes. We then explore microbial diversity, with an emphasis on how genomics can reveal many aspects of organisms, from their ancient history to their physiological and ecological habits. We follow with examinations of animal and plant diversity, focusing on domesticated species, such as dogs and tomatoes, as examples of how genomic methods can be used to identify genes that underlie new or otherwise interesting traits. Genomics has also transformed the study of human diversity and human disease. We examine the use of DNA to trace human ancestry, as well as the use of genomics as a diagnostic tool in medicine. With the powerful new technologies to study genomes has come an increased power to manipulate them. We conclude by considering the societal implications of this ability to alter the genomes of crop plants, livestock and potentially humans.         Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Natural Science II    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Natural Science II | 2011-2012 The prerequisite for all Natural Science II courses is completion of or exemption from Quantitative Reasoning, or completion of an approved substitute course. The completion of Natural Science I is recommended prior to taking Natural Science II. FALL 2011 MAP-UA 303 Natural Science II: Human Genetics Prof. Rockman (Biology) syllabus We are currently witnessing a revolution in human genetics, where the ability to scrutinize and manipulate DNA has allowed scientists to gain unprecedented insights into the role of heredity. Beginning with an overview of the principles of inheritance such as cell division and Mendelian genetics, we explore the foundations and frontiers of modern human genetics, with an emphasis on understanding and evaluating new discoveries. Descending to the molecular level, we investigate how genetic information is encoded in DNA and how mutations affect gene function. These molecular foundations are used to explore the science and social impact of genetic technology, including topics such as genetic testing, genetically modified foods, DNA fingerprinting, and the Human Genome Project. Laboratory projects emphasize the diverse methods that scientists employ to study heredity. FALL 2011 MAP-UA 306 Natural Science II: Brain and Behavior Prof. Suzuki (Neural Science) syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. FALL 2011 MAP-UA 309 Natural Science II: The Body - How It Works Prof. Goldberg (Chemistry) syllabus The human body is a complex system of mutually interdependent molecules, cells, tissues, organs and organ systems. We examine the human body with the goal of understanding how physiological systems operate at these varying levels. Examples include the circulation of blood, the function of our muscles, the utilization of oxygen in respiration, and how our immune system detects and fights foreign invaders. Disturbing the delicate balance of these systems can produce various human diseases, which will also be examined throughout the course. Laboratory work provides firsthand experience with studying molecular processes, cell structures, and physiological systems. FALL 2011 MAP-UA 310 Natural Science II: Molecules of Life Prof. Jordan (MAP) syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. FALL 2011 MAP-UA 313 Natural Science II: The Brain: A User's Guide Prof. Azmitia (Biology) syllabus The Human Brain is the most complex organ. Despite the central position it has in nearly every aspect of our daily lives, it remains to many a mystery. How does it work? How can we care for it? How long will it function? This MAP course is designed to provide answers to these questions, and many more at an academic level accessible to the non-scientist student, and of interest to the scientist with little exposure to neuroscience. The aims of the course are to provide the student with a firm foundation in what the brain looks like and what each of the parts do. To accomplish this, we will learn about the functions of the cortex in higher learning and memory, as well as discuss the basic work of the brainstem in regulating the internal environment of the body. The importance of nutrition on neurotransmitter synthesis, the function of sleep on memory and why we need so much of it, and the effects of alcohol and drugs on brain harmony and the meaning of addiction will be some of the points covered in this course. We will look at brain development and the special needs of children, as well as brain aging and illness and the difficulty of helping. The laboratories are designed to provide hands-on experience in exploring the structure of the brain as well as learning how to measure brain functioning. We will provide specially prepared slides so the student can recognize a neuron and differentiate a dendrite from an axon. The molecular shape of neurotransmitter will be covered, as well as learning how to measure alcohol and determining its levels in your body. It is expected that by the end of the course, the student will be familiar with the biological basis of brain structure and function, and not only be able to detect how a normal brain works, but also how to help keep it healthy.  SPRING 2012 MAP-UA 305 Natural Science II: Human Origins Prof. Disotell (Anthropology) syllabus An introduction to the approaches and methods scientists use to investigate the origins and evolutionary history of our own species. This interdisciplinary study synthesizes research from a number of different areas of science. Topics include reconstructing evolutionary relationships using molecular and morphological data, the mitochondrial Eve hypothesis, ancient DNA, human variation and natural selection, the use of stable isotopes to reconstruct dietary behavior in prehistoric humans, the Neandertal enigma, the importance of studies of chimpanzees for understanding human behavior, and the 6-million-year-old fossil evidence for human evolution. SPRING 2012 MAP-UA 306 Natural Science II: Brain and Behavior Prof. Hawken (Neural Science) syllabus The relationship of the brain to behavior, beginning with the basic elements that make up the nervous system and how electrical and chemical signals in the brain work to effect behavior. Using this foundation, we examine how the brain learns and how it creates new behaviors, together with the brain mechanisms that are involved in sensory experience, movement, hunger and thirst, sexual behaviors, the experience of emotions, perception and cognition, memory and the brain's plasticity. Other key topics include whether certain behavioral disorders like schizophrenia and bipolar disorder can be accounted for by changes in the function of the brain, and how drugs can alter behavior and brain function. Note: Handling of animals and animal brain tissue is required in some labs. SPRING 2012 MAP-UA 310 Natural Science II: The Molecules of Life Prof. Jordan (MAP) syllabus Our lives are increasingly influenced by the availability of new pharmaceuticals, ranging from drugs that lower cholesterol to those that influence behavior. We examine the chemistry and biology of biomolecules that make up the molecular machinery of the cell. Critical to the function of such biomolecules is their three-dimensional structure that endows them with a specific function. This information provides the scientific basis for understanding drug action and how new drugs are designed. Beginning with the principles of chemical bonding, molecular structure, and acid-base properties that govern the structure and function of biomolecules, we apply these principles to study the varieties of protein architecture and how proteins serve as enzymes to facilitate biochemical reactions. We conclude with a study of molecular genetics and how recent information from the Human Genome Project is stimulating new approaches to diagnosing disease and designing drug treatments. SPRING 2012 MAP-UA 311 Natural Science II: Lessons from the Biosphere Prof. Volk (Biology) syllabus Provides a foundation of knowledge about how Earth's biosphere works. This includes the biggest ideas and findings about biology on the global scale-the scale in which we live. Such knowledge is especially crucial today because we humans are perturbing so many systems within the biosphere. We explore four main topics: (1) Evolution of Life: How did life come to be what it is today? (2) Life's Diversity: What is life today on the global scale? (3) Cycles of Matter: How do life and the non-living environment interact? (4) The Human Guild: How are humans changing the biosphere and how might we consider our future within the biosphere? Laboratory experiments are complemented by an exploration at the American Museum of Natural History. SPRING 2012 MAP-UA 312 Natural Science II: Earth, Life, and Time Prof. Rampino (Biology) syllabus Over the last four billion years, life on Earth has evolved in response to changes in the environment. At the same time, major innovations in the history of life have led to transformations of the Earth's physical environment. We examine the history of the intimate relationship between the Earth's changing environment and the evolution of life on the planet. This long-term historical perspective provides a context for understanding current environmental issues such as global warming, tropical deforestation, and loss of biodiversity.           Contact Us | &copy; New York University , Arts and Science"}]}]