[{"detail": [{"content": "NYU &gt;   Council for the Study of Disability                                                                                                   Skip to Navigation | Skip to Content                               Home | Mission Statement | Contact Us                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                       go                                                        New York University              New York University              Council for the Study of Disability                                            Events & Activities                               Members                            Links                                            Council for the      Study of Disability                 The objective of the Councils activities for the next two years will be to identify priorities and potential partnerships for research on issues that will address the concerns of people with disabilities in New York City, nationally and internationally. These activities will also inform the teaching in relevant programs and courses, increase disability awareness at NYU, and expand faculty participation in the Council.   The NYU Council for the Study of Disability was founded in 2007 with funding from the Provost&rsquo;s Office and several deans. The Council welcomes participants from the faculty and student body across all of the schools and departments at NYU. Currently, active members come from Steinhardt, Tisch, FAS, the Medical and Law Schools. See our mission statement for more information.              UPCOMING EVENTS       Please click here for our Spring 2015 Calendar of Events                                      Unless otherwise noted, all content copyright New York University. All rights reserved.     Copyright Communication | Important Notice | Feedback"}]},
{"detail": [{"content": "NYU &gt;   Council for the Study of Disability                                                                                                   Skip to Navigation | Skip to Content                               Home | Mission Statement | Contact Us                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                       go                                                        New York University              New York University              Council for the Study of Disability                                            Events & Activities                               Members                            Links                                            Council for the      Study of Disability                 The objective of the Councils activities for the next two years will be to identify priorities and potential partnerships for research on issues that will address the concerns of people with disabilities in New York City, nationally and internationally. These activities will also inform the teaching in relevant programs and courses, increase disability awareness at NYU, and expand faculty participation in the Council.   The NYU Council for the Study of Disability was founded in 2007 with funding from the Provost&rsquo;s Office and several deans. The Council welcomes participants from the faculty and student body across all of the schools and departments at NYU. Currently, active members come from Steinhardt, Tisch, FAS, the Medical and Law Schools. See our mission statement for more information.              UPCOMING EVENTS       Please click here for our Spring 2015 Calendar of Events                                      Unless otherwise noted, all content copyright New York University. All rights reserved.     Copyright Communication | Important Notice | Feedback"}, {"content": "NYU &gt;   Council for the Study of Disability   &gt; Links   &gt; NYU                                                                                               Skip to Navigation | Skip to Content                               Home | Mission Statement | Contact Us                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                       go                                                        New York University              New York University              Council for the Study of Disability                            Council for the     Study of Disability                                     Events & Activities                               Members                             Links                                NYU Centers and Programs                         Outside NYU                             NYU Courses                                                    Home        |        Links                 |         NYU                                     Links         NYU      Groups &amp; Projects   Disability Studies and Disabilities Community at NYU Club  The Disability Studies and Disabilities Community is a group for people with disabilities, allies, and people interested in learning about disabilities. This club aims to provide a forum and a safe space to explore ideas and share experiences. We hope to generate dialogue and allyship, advocacy and activism. We aim to inspire civic engagement and expand student knowledge on a variety of issues and identities. We broadly define disability to include both visible and invisible, learning disabilities, mental illness, chronic pain, chronic illness, and temporary disabilities. In addition, we welcome an evolving understanding of our definition of disability. We are also open to new and different perspectives, with the recognition that this group is rooted in social justice, intersectionality, respect, and constructive dialogue for the purpose of improved understanding.    NYU P.E.A.C.E., Professionals Educating and Advocating for Children with Exceptionalities   P.E.A.C.E. is the NYU student chapter of Council for Exceptional Children (CEC), &quot;the largest international professional organization dedicated to improving the educational success of individuals with disabilities and/or gifts and talents.&quot; CEC chapters work to fulfill the mission and vision of CEC International by &quot;advocating for appropriate governmental policies, seting professional standards, providing professional development, advocating for individuals with exceptionalities, and helping professionals obtain conditions and resources necessary for effective professional practice.&quot;   NYU Health, Humanities and Culture Working Group   The Humanities Initiative   Our Working Research Group (WRG) is devoted to teaching and scholarship at the interface of health, medicine, and culture. Increasingly health care scholars have recognized that health care involves more than bodies and biology; it also involves human meaning, purpose, and culture. And, in the other direction, humanities scholars have increasingly recognized the bodily dimensions of human subjectivity and culture. People are more than their hopes, dreams, and imagination; they are also embodied creatures intimately connected to their biology. Thus, to understand this side of human side of medicine and the bodily side of humanity, academic centers must foster quality inquiry into this rapidly growing interdisciplinary domain.   ASD Nest Support Project  Steinhardt School of Culture, Education, and Human Development   Department of Teaching and Learning, Programs in Special Education   NYU's partnership with New York City&rsquo;s Department of Education (DoE) and Hunter College&rsquo;s School of Education began in 2001 to fill a gap in the programs the DoE offered for higher functioning children on the autism spectrum. The fruit of that collaboration was the new ASD Nest program, piloted at PS 32 in Brooklyn in September 2003. Its goal was and is to help these children learn how to function well academically, behaviorally and socially in school and in their community. Now, in the 2011-12 school year, the New York City school system serves 500 children with ASDs in 131 fully inclusive Nest classrooms in 19 elementary schools, three middle schools and one high school.       Academic Programs   Working with Individuals with Disabilities: Physical, Mental, and Cognitive   Silver School of Social Work   Continuing Education   This Post Master&rsquo;s Certificate is designed for social workers and other health professionals who are currently working with individuals with disabilities or are interested in making this a part of their practice or agency based work. The Certificate Program will explore disability from a biological, social, psychological, spiritual, and cultural perspective. Defining what is meant by disability will be integral to the learning. This approach to understanding disability focuses on the perspective of the individual and ability not the disability.   Masters Scholars in Medical Humanism Program   NYU Medical School     The Master Scholars in Medical Humanism Program (MSMHP) is a component of the Office of Student Affairs developed to complement the culture of medical education by encouraging students to explore intellectual and artistic interests not necessarily covered in the core curriculum. Through innovative seminars, colloquia, and events moderated by expert facilitators, students are encouraged to pursue their interests outside of the classroom to better prepare them for their practice and inevitably make a meaningful difference in the individual lives of patients.   The MSMHP invites students to develop new opportunities to promote conversations in medicine and humanities; past events have included lectures with nationally recognized faculty, writers and artists, film screenings, visits to off-site museums, concerts and performance arts, and collaborations with other NYU programs.   Special Education in Teaching and Learning   Steinhardt School of Culture, Education, and Human Development   &bull; UG: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; UG: Childhood/Special (Gr 1-6) (dual certification)  &bull; MA: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; MA: Childhood/Special Education (Gr1-6) (dual certification)  &bull; MA: Special Education @Early Childhood (Birth-Gr2) (stand alone-Special Ed)  &bull; MA: Childhood/Special Education (Gr1-6) (stand alone-Special Ed)  &bull; Advanced Certificate: Special Ed Learning Consultants (Lifespan)  &bull; PhD in Teaching and Learning: Special Education.   Department of Physical Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; Doctor of Physical Therapy Program   This innovative entry-level program encompasses the study of normal and abnormal structure and function, and the theory and practice of physical therapy. The program aims to develop competent, autonomous practitioners.   &bull; Doctor of Physical Therapy for Practicing Physical Therapists Program   The goal of this clinical doctorate program is to provide practicing physical therapists with the clinical, research application, and business skills needed for current and future experiences as autonomous practitioners   &bull; Masters of Arts for Physical Therapists   In this masters program with a concentration in Pathokinesiology students will develop competent clinical research skills in methodology and data analysis that will be used to solve problems concerning motor control and motor learning in management of patients with physical disabilities.   &bull; Clinical Residency Program in Orthopedic Physical Therapy   The Clinical Residency in Orthopedic Physical Therapy program is designed so that licensed physical therapists can obtain advanced orthopedic physical therapy knowledge and clinical skills.   &bull; Week end Intensives in Orthopedic Physical Therapy   This innovative series of weekend intensives provides advanced training in orthopedic practice to physical therapists in an immersive Friday/Saturday format.     Department of Occupational Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; MA Occupational Therapy   Our entry level and advanced Masters programs in Occupational Therapy train students in all aspects of improving function and participation with individuals with physical and developmental disabilities, and mental health issues.   &bull; PhD in Occupational Therapy   Our PhD in Occupational Therapy deals with many aspects of disability. Specific coursework in these programs (Assistive Technology, Successful interventions in schools) and mentoring with faculty in directed projects/dissertations addresses issues in areas related to motor development, preamaturity, autism, sensory processing, traumatic brain injury, hand injuries, aging, and others.           Centers    The Henry and Lucy Moses Center for Students with Disabilities   The Henry and Lucy Moses Center for Students with Disabilities provides comprehensive services and programs for undergraduate and graduate students with hearing and visual impairments, mobility impairments, learning disabilities and attention deficit disorders, chronic illnesses, and psychological impairments.   The Moses Center functions to determine qualified disability status and to assist students in obtaining appropriate accommodations and services. Services provided are designed to encourage independence and self-advocacy, backed by a comprehensive system of supports.   The Initiative for Women With Disabilities at the Elly &amp; Steve Hammerman Health &amp; Wellness Center   Lagone Medical Center   This multidisciplinary center is committed to providing respectful, high quality gynecological, medical and wellness services for women and adolescent girls with physical disabilities.   This unique center empowers women with physical disabilities to pursue a healthy lifestyle. Heath and wellness are central to all IWD components including mind-body physical therapy, nutrition consultation, fitness classes and social work services.   The Rusk Institute   Lagone Medical Center   The world&rsquo;s first university-affiliated facility devoted entirely to rehabilitation medicine, the Rusk Institute is among the most renowned center of its kind for the treatment of adults and children with disabilities-home to innovations and advances that have set the standard in rehabilitation care for every stage of life and for every phase of recovery.        Do you wish to join the Disability Council list ? Are there other resources we can add to this list?   Please email   Mara Mills for more information.                                       Unless otherwise noted, all content copyright New York University. All rights reserved.     Copyright Communication | Important Notice | Feedback"}]},
{"detail": [{"content": "NYU &gt;   Council for the Study of Disability                                                                                                   Skip to Navigation | Skip to Content                               Home | Mission Statement | Contact Us                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                       go                                                        New York University              New York University              Council for the Study of Disability                                            Events & Activities                               Members                            Links                                            Council for the      Study of Disability                 The objective of the Councils activities for the next two years will be to identify priorities and potential partnerships for research on issues that will address the concerns of people with disabilities in New York City, nationally and internationally. These activities will also inform the teaching in relevant programs and courses, increase disability awareness at NYU, and expand faculty participation in the Council.   The NYU Council for the Study of Disability was founded in 2007 with funding from the Provost&rsquo;s Office and several deans. The Council welcomes participants from the faculty and student body across all of the schools and departments at NYU. Currently, active members come from Steinhardt, Tisch, FAS, the Medical and Law Schools. See our mission statement for more information.              UPCOMING EVENTS       Please click here for our Spring 2015 Calendar of Events                                      Unless otherwise noted, all content copyright New York University. All rights reserved.     Copyright Communication | Important Notice | Feedback"}, {"content": "NYU &gt;   Council for the Study of Disability   &gt; Links   &gt; NYU                                                                                               Skip to Navigation | Skip to Content                               Home | Mission Statement | Contact Us                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                       go                                                        New York University              New York University              Council for the Study of Disability                            Council for the     Study of Disability                                     Events & Activities                               Members                             Links                                NYU Centers and Programs                         Outside NYU                             NYU Courses                                                    Home        |        Links                 |         NYU                                     Links         NYU      Groups &amp; Projects   Disability Studies and Disabilities Community at NYU Club  The Disability Studies and Disabilities Community is a group for people with disabilities, allies, and people interested in learning about disabilities. This club aims to provide a forum and a safe space to explore ideas and share experiences. We hope to generate dialogue and allyship, advocacy and activism. We aim to inspire civic engagement and expand student knowledge on a variety of issues and identities. We broadly define disability to include both visible and invisible, learning disabilities, mental illness, chronic pain, chronic illness, and temporary disabilities. In addition, we welcome an evolving understanding of our definition of disability. We are also open to new and different perspectives, with the recognition that this group is rooted in social justice, intersectionality, respect, and constructive dialogue for the purpose of improved understanding.    NYU P.E.A.C.E., Professionals Educating and Advocating for Children with Exceptionalities   P.E.A.C.E. is the NYU student chapter of Council for Exceptional Children (CEC), &quot;the largest international professional organization dedicated to improving the educational success of individuals with disabilities and/or gifts and talents.&quot; CEC chapters work to fulfill the mission and vision of CEC International by &quot;advocating for appropriate governmental policies, seting professional standards, providing professional development, advocating for individuals with exceptionalities, and helping professionals obtain conditions and resources necessary for effective professional practice.&quot;   NYU Health, Humanities and Culture Working Group   The Humanities Initiative   Our Working Research Group (WRG) is devoted to teaching and scholarship at the interface of health, medicine, and culture. Increasingly health care scholars have recognized that health care involves more than bodies and biology; it also involves human meaning, purpose, and culture. And, in the other direction, humanities scholars have increasingly recognized the bodily dimensions of human subjectivity and culture. People are more than their hopes, dreams, and imagination; they are also embodied creatures intimately connected to their biology. Thus, to understand this side of human side of medicine and the bodily side of humanity, academic centers must foster quality inquiry into this rapidly growing interdisciplinary domain.   ASD Nest Support Project  Steinhardt School of Culture, Education, and Human Development   Department of Teaching and Learning, Programs in Special Education   NYU's partnership with New York City&rsquo;s Department of Education (DoE) and Hunter College&rsquo;s School of Education began in 2001 to fill a gap in the programs the DoE offered for higher functioning children on the autism spectrum. The fruit of that collaboration was the new ASD Nest program, piloted at PS 32 in Brooklyn in September 2003. Its goal was and is to help these children learn how to function well academically, behaviorally and socially in school and in their community. Now, in the 2011-12 school year, the New York City school system serves 500 children with ASDs in 131 fully inclusive Nest classrooms in 19 elementary schools, three middle schools and one high school.       Academic Programs   Working with Individuals with Disabilities: Physical, Mental, and Cognitive   Silver School of Social Work   Continuing Education   This Post Master&rsquo;s Certificate is designed for social workers and other health professionals who are currently working with individuals with disabilities or are interested in making this a part of their practice or agency based work. The Certificate Program will explore disability from a biological, social, psychological, spiritual, and cultural perspective. Defining what is meant by disability will be integral to the learning. This approach to understanding disability focuses on the perspective of the individual and ability not the disability.   Masters Scholars in Medical Humanism Program   NYU Medical School     The Master Scholars in Medical Humanism Program (MSMHP) is a component of the Office of Student Affairs developed to complement the culture of medical education by encouraging students to explore intellectual and artistic interests not necessarily covered in the core curriculum. Through innovative seminars, colloquia, and events moderated by expert facilitators, students are encouraged to pursue their interests outside of the classroom to better prepare them for their practice and inevitably make a meaningful difference in the individual lives of patients.   The MSMHP invites students to develop new opportunities to promote conversations in medicine and humanities; past events have included lectures with nationally recognized faculty, writers and artists, film screenings, visits to off-site museums, concerts and performance arts, and collaborations with other NYU programs.   Special Education in Teaching and Learning   Steinhardt School of Culture, Education, and Human Development   &bull; UG: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; UG: Childhood/Special (Gr 1-6) (dual certification)  &bull; MA: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; MA: Childhood/Special Education (Gr1-6) (dual certification)  &bull; MA: Special Education @Early Childhood (Birth-Gr2) (stand alone-Special Ed)  &bull; MA: Childhood/Special Education (Gr1-6) (stand alone-Special Ed)  &bull; Advanced Certificate: Special Ed Learning Consultants (Lifespan)  &bull; PhD in Teaching and Learning: Special Education.   Department of Physical Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; Doctor of Physical Therapy Program   This innovative entry-level program encompasses the study of normal and abnormal structure and function, and the theory and practice of physical therapy. The program aims to develop competent, autonomous practitioners.   &bull; Doctor of Physical Therapy for Practicing Physical Therapists Program   The goal of this clinical doctorate program is to provide practicing physical therapists with the clinical, research application, and business skills needed for current and future experiences as autonomous practitioners   &bull; Masters of Arts for Physical Therapists   In this masters program with a concentration in Pathokinesiology students will develop competent clinical research skills in methodology and data analysis that will be used to solve problems concerning motor control and motor learning in management of patients with physical disabilities.   &bull; Clinical Residency Program in Orthopedic Physical Therapy   The Clinical Residency in Orthopedic Physical Therapy program is designed so that licensed physical therapists can obtain advanced orthopedic physical therapy knowledge and clinical skills.   &bull; Week end Intensives in Orthopedic Physical Therapy   This innovative series of weekend intensives provides advanced training in orthopedic practice to physical therapists in an immersive Friday/Saturday format.     Department of Occupational Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; MA Occupational Therapy   Our entry level and advanced Masters programs in Occupational Therapy train students in all aspects of improving function and participation with individuals with physical and developmental disabilities, and mental health issues.   &bull; PhD in Occupational Therapy   Our PhD in Occupational Therapy deals with many aspects of disability. Specific coursework in these programs (Assistive Technology, Successful interventions in schools) and mentoring with faculty in directed projects/dissertations addresses issues in areas related to motor development, preamaturity, autism, sensory processing, traumatic brain injury, hand injuries, aging, and others.           Centers    The Henry and Lucy Moses Center for Students with Disabilities   The Henry and Lucy Moses Center for Students with Disabilities provides comprehensive services and programs for undergraduate and graduate students with hearing and visual impairments, mobility impairments, learning disabilities and attention deficit disorders, chronic illnesses, and psychological impairments.   The Moses Center functions to determine qualified disability status and to assist students in obtaining appropriate accommodations and services. Services provided are designed to encourage independence and self-advocacy, backed by a comprehensive system of supports.   The Initiative for Women With Disabilities at the Elly &amp; Steve Hammerman Health &amp; Wellness Center   Lagone Medical Center   This multidisciplinary center is committed to providing respectful, high quality gynecological, medical and wellness services for women and adolescent girls with physical disabilities.   This unique center empowers women with physical disabilities to pursue a healthy lifestyle. Heath and wellness are central to all IWD components including mind-body physical therapy, nutrition consultation, fitness classes and social work services.   The Rusk Institute   Lagone Medical Center   The world&rsquo;s first university-affiliated facility devoted entirely to rehabilitation medicine, the Rusk Institute is among the most renowned center of its kind for the treatment of adults and children with disabilities-home to innovations and advances that have set the standard in rehabilitation care for every stage of life and for every phase of recovery.        Do you wish to join the Disability Council list ? Are there other resources we can add to this list?   Please email   Mara Mills for more information.                                       Unless otherwise noted, all content copyright New York University. All rights reserved.     Copyright Communication | Important Notice | Feedback"}, {"content": "Course Descriptions - Special Education - NYU Steinhardt                                                    Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Special Education                   Early Childhood Education     Childhood Education                 Early Childhood Programs of Study     Childhood Programs of Study        Courses     Links     Admissions    Careers                        Course Descriptions     SPCED-GE 2025 Developing Strategies that Support Children's Social Behavior (3) (20 hours) Fall, Spring Issues of social learning and behavior in childhood education with specific attention given to classroom dynamics and ways of addressing the needs of diverse learners. Various models of learning and motivation are explored. The course is integrated with students' Fieldwork to engage them in active study of classrooms and enable them to work collaboratively with parents and other professionals in developing and implementing strategies that support prosocial behavior among children.    SPCED-GE 2051 Foundations of Curriculum for Diverse Learners (3) 30 hours. 20 hours of field experience. Summer, Fall. Corequisite: SPCED-GE 2124 Overview of current and past theories and practices in educational models and curriculum development, instructional planning, and assessment as they relate to knowledge about learning processes, motivation, communication and classroom management models. Examination of appropriateness of various educational models for students with diverse needs and characteristics. Overview of formal and informal methods of assessment and their role in instructional decision making.    SPCED-GE 2052 Education of Students with Severe and Multiple Disabilities (3) 30 hours. 10 hours of field experience. Fall, Spring, Summer Characteristics of learners with severe or multiple disabilities. Related curriculum development and methods of instruction, including use of assistive and augmentive technology. Examination of the issues, problems, and trends affecting the development and implementation of community-based educational, recreational, work and living options and supports. Sample topics include inclusion and least restrictive environment, person-centered planning, family involvement, advocacy, and teacher roles and responsibilities.    SPCED-GE 2053 Applied Behavior Analysis in Educational Settings (3) 30 hours. Examination and application of basic principles of applied behavior analysis with an emphasis on positive behavioral approaches and functional analysis of behavior. The functions of the individual's challenging behaviors are examined, identified, and related to the design of appropriate behavior support plans in classroom and other settings. Application of ABA to instruction. Methods for the collaborative planning, implementation, and evaluation of applied behavior analysis interventions for cognitive for both individuals and groups in school and in community.    SPCED-GE 2054 Transition for Adolescents with Disabilities: Content and Process (3) 30 hours. Prerequisite or Co-requisite: SPCED-GE 2124, SPCED-GE 2162 The transitions facing adolescents with special needs will be examined: physical, emotional, and social change and development; post-secondary choices and the challenge of independent living; higher education, career exploration and choice; the changing role of family, adult service agencies, and other support services in the adolescent and adult with special needs. The process by which these transitions can be successfully negotiated will be addressed.    SPCED-GE 2055 Literacy of the Special Learner (3) 30 hours. Spring. Prerequisite: SPCED-GE 2012 , or at least 6 credits in literacy and permission of instructor Exploration of diverse cognitive, neurological and emotional characteristics and how these manifest in learners' literacy development. A focus on the atypical development and educational needs of students who experience difficulties in acquiring the literacy skills of listening, speaking, reading and writing. Overview of the practices of individual assessment of student literacy performance and teaching interventions for students with a special focus on dyslexia    SPCED-GE 2108 Strategies for Teaching Students with Emotional and Behavioral Disabilities. (3) 30 hours. 15 hours of field experience. Fall, Spring. Prerequisite: SPCED-GE 2124 An examination from different theoretical perspectives of emotional and behavioral disabilities in children. The interaction of cultural, familial, genetic, and socioeconomic factors that contribute to emotional and behavioral difficulties in children will be reviewed. Teachers learn to conduct functional behavioral assessments and promote behavior change. Strategies for supporting students with challenging behaviors, promoting positive social interactions and creating productive learning environments will be explored.    SPCED-GE 2124 Individuals with Disabilities in Schools and Communities. (3) 30 hours. 20 hours of field experience. Summer, Fall, Spring Examination of historical, social, and legal foundations of education in general and, more specifically, of special education. Issues, trends and legislation affecting the provision of services in school, home and employment, with a focus on inclusion of individuals with disabilities in school and community settings. Biological, psychological, social and environmental factors that shape typical development and the characteristics of individuals with special needs are studied.    SPCED-GE 2126 The Young Special Needs Child: Child Family, and Community I (3) 30 hours. 20 hours of Field Experience. Summer, Fall The needs of the preschool child with disabilities is explored through an examination of the child, family, and environmental characteristics. Typical and atypical language, speech, emotional, motor, and cognitive development is presented with a focus on the interdependent nature of these domains. A major focus on transdisciplinary collaboration of educators and specialists from occupational therapy, physical therapy, speech and language, psychology, and recreation and health in making educationally relevant decisions.    SPCED-GE 2127 The Young Special Needs Child: Child Family, and Community II (3) 30 hours. Spring; Prerequisite: SPCED-GE 2126 Understanding of the young child with disabilities is further explored through in-depth child study, focusing on child characteristics, families and environments; application of formal and informal assessment and methodologies of person-centered planning.    SPCED-GE 2128 Principles and Practices in Early Childhood Special Education (3) 30 hours. 10 hours of field experience. Summer; Prerequisite: SPCED-GE 2160 Assessment, diagnosis and evaluation of young children with disabilities. Assessment of challenging behaviors and promoting positive social skills. Models of early intervention and specialized early childhood curricula across developmental domains appropriate to the individual needs and characteristics of the young child with disabilities. Monitoring and evaluating child and family outcomes.    SPCED-GE 2131 Psychological Foundation of Learning Disabilities (3) 30 hours. History of the learning disabilities field; major controversies; latest developments; psychological, etiological, and definitional issues; teaching and evaluation models.    SPCED-GE 2133 Assessment and Instructional Strategies for Students with Mild-to-Moderate Disabilities Prerequisite: SPCED-GE 2161 (3) 30 hours Intensive implementation of survey and specific level assessment of learning problems in pupils, instructional planning, and modification in a variety of subject areas.    SPCED-GE 2134 Assessment and Instructional Design for Students with Severe-to-Profound Disabilities (3) 30 hours. Assessment and evaluation of students with severe or multiple disabilities. Curriculum and instructional planning including use of assistive and augmentive technology.    SPCED-GE 2136 Psychological and Educational Assessment in Special Education (3) 30 hours. Fall Overview of models for assessment in Special Education, with guidelines for selection, administration and interpretation of evaluation instruments. Specific psychological and educational tools used for purposes of diagnosis, placement and educational planning. Practice with selected educational instruments, applied to case studies at varying developmental levels.    SPCED-GE 2137 Laboratory in Assessment of Special Education Populations (3) 30 hours. Supervised practice in the administration, scoring, and interpretation of educational tests used in special education. Emphasis on the coordination of information from informal and formal tests as well as observational data.    SPCED-GE 2139 Consulting in Special Education (3) 30 hours. Development of skills and knowledge needed to participate in the planning and implementation of transdisciplinary educational programs for students with disabilities. Various consultation models are explored.    SPCED-GE 2160 Educating Students with Special Needs in Early Childhood Settings (3) 30 hurs. 15 hours of field experience. Spring Strategies for general and special education teachers, counselors, and other service providers to meet the cognitive, emotional, social and behavioral needs of young children with disabilities in early childhood general education settings, with special focus on the acquisition of literacy skills and promoting development of social skills Methods for collaborative practices, curriculum development, instructional planning , identifying strengths of the child to differentirate instructional approaches, and supporting the cultural and linguistic diversity of children and families.    SPCED-GE 2161 Educating Students with Special Needs in Childhood Settings (3) 30 hours. 15 hours of field experience. Fall, Spring Prerequisite: SPCED-GE 2051 Strategies for general and special education teachers to meet the cognitive, emotional, social and behavioral needs of the children with disabilities in elementary level general education settings. Methods for collaboration among teachers, parents and other professionals, including participation in IEP development. Curriculum development, instructional planning, and identifying strengths and differentiating instruction,    SPCED-GE 2162 Educating Students with Special Needs in Middle Childhood and Adolescent Settings (3) 30 hours. 15 hours of field experience. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents with disabilities in general education middle and high school settings. Methods for collaboration with teachers, parents and other professionals, including participation in IEP development. Examination of service delivery models at the middle and high school levels. Issues of transition planning, curriculum development, instructional planning, identifying strengths and differentiating instruction, with a special focus on the development of literacy skills. and processes that promote social skill development and interpersonal communication.    SPCED-GE 2249 Transdisciplinary Special Educational Program Development and Implementation (3) 30 hours. Examination of the roles, responsibilities, and input of various disciplines in educational programs. Development of collaborative relationships among professionals, parents and community resources. Topics covered include dimensions of assessment, curricula content, instructional strategies, and therapies as they affect the education of students with severe or multiple disabilities.    SPCED-GE 2357 Fieldwork: Students with Severe and Multiple Disabilities (2 ). 50 hours of field experience. Teaching students with severe or multiple disabilities in community-based school or work settings.    SPCED-GE 2501 Observation in Special Education (1). 20 hours of field experience. Fall Observation of programs for individuals (K through 21) with disabilities in a variety of special education settings.    SPCED-GE 2502 Observation in Early Childhood Special Education (1). 20 hours of field experience. Summer, Fall Observation of young children (Birth through grade 2) in a variety of early childhood special education settings.    SPCED-GE 2507 Integration Seminar in Special Education I (2) 20 hours. Fall, Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents.    SPCED-GE 2508 Integration Seminar in Special Education II (3) 30 hours. Spring, Summer Prerequisite: All program coursework preceding Student Teaching. Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2511 Integrating Seminar in Early Childhood Special Education I (3) 30 hours. Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, , including collaboration with other professionals and parents. Links theory and practice.    SPCED-GE 2512 Integrating Seminar in Early Childhood Special Education II (3) 30 hours. Summer Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Links theory and practice. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2519 Student Teaching in Early Childhood Special Education I (3) Minimum 20 days. Spring University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2520 Student Teaching in Early Childhood Special Education II (3) Minimum 20 days. Summer University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2521 Student Teaching in Special Education (Childhood) I (2) Minimum of 20 days. Fall, Spring University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2522 Student Teaching in Special Education (Childhood) II (3) Minimum of 20 days. Spring, Summer University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2523 Student Teaching in Special Education (Middle school) (3). Minimum 20 days. University- supervised student teaching in special and inclusive settings for students (Grades 5-6 and 7-9) with disabilities.    SPCED-GE 2524 Student Teaching in Special Education (Adolescence) (3) Minimum 20 days. University-supervised student teaching in special and inclusive settings for students (grades 7-9 and 9-10) with disabilities.    SPCED-GE 2525 Student Teaching in Bilingual Special Education (3) Minimum 20 days. Supervised student teaching of bilingual students with disabilities."}]}][{"detail": [{"content": "NYU &gt;   Council for the Study of Disability   &gt; Links   &gt; NYU                                                                                               Skip to Navigation | Skip to Content                               Home | Mission Statement | Contact Us                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                       go                                                        New York University              New York University              Council for the Study of Disability                            Council for the     Study of Disability                                     Events & Activities                               Members                             Links                                NYU Centers and Programs                         Outside NYU                             NYU Courses                                                    Home        |        Links                 |         NYU                                     Links         NYU      Groups &amp; Projects   Disability Studies and Disabilities Community at NYU Club  The Disability Studies and Disabilities Community is a group for people with disabilities, allies, and people interested in learning about disabilities. This club aims to provide a forum and a safe space to explore ideas and share experiences. We hope to generate dialogue and allyship, advocacy and activism. We aim to inspire civic engagement and expand student knowledge on a variety of issues and identities. We broadly define disability to include both visible and invisible, learning disabilities, mental illness, chronic pain, chronic illness, and temporary disabilities. In addition, we welcome an evolving understanding of our definition of disability. We are also open to new and different perspectives, with the recognition that this group is rooted in social justice, intersectionality, respect, and constructive dialogue for the purpose of improved understanding.    NYU P.E.A.C.E., Professionals Educating and Advocating for Children with Exceptionalities   P.E.A.C.E. is the NYU student chapter of Council for Exceptional Children (CEC), &quot;the largest international professional organization dedicated to improving the educational success of individuals with disabilities and/or gifts and talents.&quot; CEC chapters work to fulfill the mission and vision of CEC International by &quot;advocating for appropriate governmental policies, seting professional standards, providing professional development, advocating for individuals with exceptionalities, and helping professionals obtain conditions and resources necessary for effective professional practice.&quot;   NYU Health, Humanities and Culture Working Group   The Humanities Initiative   Our Working Research Group (WRG) is devoted to teaching and scholarship at the interface of health, medicine, and culture. Increasingly health care scholars have recognized that health care involves more than bodies and biology; it also involves human meaning, purpose, and culture. And, in the other direction, humanities scholars have increasingly recognized the bodily dimensions of human subjectivity and culture. People are more than their hopes, dreams, and imagination; they are also embodied creatures intimately connected to their biology. Thus, to understand this side of human side of medicine and the bodily side of humanity, academic centers must foster quality inquiry into this rapidly growing interdisciplinary domain.   ASD Nest Support Project  Steinhardt School of Culture, Education, and Human Development   Department of Teaching and Learning, Programs in Special Education   NYU's partnership with New York City&rsquo;s Department of Education (DoE) and Hunter College&rsquo;s School of Education began in 2001 to fill a gap in the programs the DoE offered for higher functioning children on the autism spectrum. The fruit of that collaboration was the new ASD Nest program, piloted at PS 32 in Brooklyn in September 2003. Its goal was and is to help these children learn how to function well academically, behaviorally and socially in school and in their community. Now, in the 2011-12 school year, the New York City school system serves 500 children with ASDs in 131 fully inclusive Nest classrooms in 19 elementary schools, three middle schools and one high school.       Academic Programs   Working with Individuals with Disabilities: Physical, Mental, and Cognitive   Silver School of Social Work   Continuing Education   This Post Master&rsquo;s Certificate is designed for social workers and other health professionals who are currently working with individuals with disabilities or are interested in making this a part of their practice or agency based work. The Certificate Program will explore disability from a biological, social, psychological, spiritual, and cultural perspective. Defining what is meant by disability will be integral to the learning. This approach to understanding disability focuses on the perspective of the individual and ability not the disability.   Masters Scholars in Medical Humanism Program   NYU Medical School     The Master Scholars in Medical Humanism Program (MSMHP) is a component of the Office of Student Affairs developed to complement the culture of medical education by encouraging students to explore intellectual and artistic interests not necessarily covered in the core curriculum. Through innovative seminars, colloquia, and events moderated by expert facilitators, students are encouraged to pursue their interests outside of the classroom to better prepare them for their practice and inevitably make a meaningful difference in the individual lives of patients.   The MSMHP invites students to develop new opportunities to promote conversations in medicine and humanities; past events have included lectures with nationally recognized faculty, writers and artists, film screenings, visits to off-site museums, concerts and performance arts, and collaborations with other NYU programs.   Special Education in Teaching and Learning   Steinhardt School of Culture, Education, and Human Development   &bull; UG: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; UG: Childhood/Special (Gr 1-6) (dual certification)  &bull; MA: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; MA: Childhood/Special Education (Gr1-6) (dual certification)  &bull; MA: Special Education @Early Childhood (Birth-Gr2) (stand alone-Special Ed)  &bull; MA: Childhood/Special Education (Gr1-6) (stand alone-Special Ed)  &bull; Advanced Certificate: Special Ed Learning Consultants (Lifespan)  &bull; PhD in Teaching and Learning: Special Education.   Department of Physical Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; Doctor of Physical Therapy Program   This innovative entry-level program encompasses the study of normal and abnormal structure and function, and the theory and practice of physical therapy. The program aims to develop competent, autonomous practitioners.   &bull; Doctor of Physical Therapy for Practicing Physical Therapists Program   The goal of this clinical doctorate program is to provide practicing physical therapists with the clinical, research application, and business skills needed for current and future experiences as autonomous practitioners   &bull; Masters of Arts for Physical Therapists   In this masters program with a concentration in Pathokinesiology students will develop competent clinical research skills in methodology and data analysis that will be used to solve problems concerning motor control and motor learning in management of patients with physical disabilities.   &bull; Clinical Residency Program in Orthopedic Physical Therapy   The Clinical Residency in Orthopedic Physical Therapy program is designed so that licensed physical therapists can obtain advanced orthopedic physical therapy knowledge and clinical skills.   &bull; Week end Intensives in Orthopedic Physical Therapy   This innovative series of weekend intensives provides advanced training in orthopedic practice to physical therapists in an immersive Friday/Saturday format.     Department of Occupational Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; MA Occupational Therapy   Our entry level and advanced Masters programs in Occupational Therapy train students in all aspects of improving function and participation with individuals with physical and developmental disabilities, and mental health issues.   &bull; PhD in Occupational Therapy   Our PhD in Occupational Therapy deals with many aspects of disability. Specific coursework in these programs (Assistive Technology, Successful interventions in schools) and mentoring with faculty in directed projects/dissertations addresses issues in areas related to motor development, preamaturity, autism, sensory processing, traumatic brain injury, hand injuries, aging, and others.           Centers    The Henry and Lucy Moses Center for Students with Disabilities   The Henry and Lucy Moses Center for Students with Disabilities provides comprehensive services and programs for undergraduate and graduate students with hearing and visual impairments, mobility impairments, learning disabilities and attention deficit disorders, chronic illnesses, and psychological impairments.   The Moses Center functions to determine qualified disability status and to assist students in obtaining appropriate accommodations and services. Services provided are designed to encourage independence and self-advocacy, backed by a comprehensive system of supports.   The Initiative for Women With Disabilities at the Elly &amp; Steve Hammerman Health &amp; Wellness Center   Lagone Medical Center   This multidisciplinary center is committed to providing respectful, high quality gynecological, medical and wellness services for women and adolescent girls with physical disabilities.   This unique center empowers women with physical disabilities to pursue a healthy lifestyle. Heath and wellness are central to all IWD components including mind-body physical therapy, nutrition consultation, fitness classes and social work services.   The Rusk Institute   Lagone Medical Center   The world&rsquo;s first university-affiliated facility devoted entirely to rehabilitation medicine, the Rusk Institute is among the most renowned center of its kind for the treatment of adults and children with disabilities-home to innovations and advances that have set the standard in rehabilitation care for every stage of life and for every phase of recovery.        Do you wish to join the Disability Council list ? Are there other resources we can add to this list?   Please email   Mara Mills for more information.                                       Unless otherwise noted, all content copyright New York University. All rights reserved.     Copyright Communication | Important Notice | Feedback"}]},
{"detail": [{"content": "NYU &gt;   Council for the Study of Disability   &gt; Links   &gt; NYU                                                                                               Skip to Navigation | Skip to Content                               Home | Mission Statement | Contact Us                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                       go                                                        New York University              New York University              Council for the Study of Disability                            Council for the     Study of Disability                                     Events & Activities                               Members                             Links                                NYU Centers and Programs                         Outside NYU                             NYU Courses                                                    Home        |        Links                 |         NYU                                     Links         NYU      Groups &amp; Projects   Disability Studies and Disabilities Community at NYU Club  The Disability Studies and Disabilities Community is a group for people with disabilities, allies, and people interested in learning about disabilities. This club aims to provide a forum and a safe space to explore ideas and share experiences. We hope to generate dialogue and allyship, advocacy and activism. We aim to inspire civic engagement and expand student knowledge on a variety of issues and identities. We broadly define disability to include both visible and invisible, learning disabilities, mental illness, chronic pain, chronic illness, and temporary disabilities. In addition, we welcome an evolving understanding of our definition of disability. We are also open to new and different perspectives, with the recognition that this group is rooted in social justice, intersectionality, respect, and constructive dialogue for the purpose of improved understanding.    NYU P.E.A.C.E., Professionals Educating and Advocating for Children with Exceptionalities   P.E.A.C.E. is the NYU student chapter of Council for Exceptional Children (CEC), &quot;the largest international professional organization dedicated to improving the educational success of individuals with disabilities and/or gifts and talents.&quot; CEC chapters work to fulfill the mission and vision of CEC International by &quot;advocating for appropriate governmental policies, seting professional standards, providing professional development, advocating for individuals with exceptionalities, and helping professionals obtain conditions and resources necessary for effective professional practice.&quot;   NYU Health, Humanities and Culture Working Group   The Humanities Initiative   Our Working Research Group (WRG) is devoted to teaching and scholarship at the interface of health, medicine, and culture. Increasingly health care scholars have recognized that health care involves more than bodies and biology; it also involves human meaning, purpose, and culture. And, in the other direction, humanities scholars have increasingly recognized the bodily dimensions of human subjectivity and culture. People are more than their hopes, dreams, and imagination; they are also embodied creatures intimately connected to their biology. Thus, to understand this side of human side of medicine and the bodily side of humanity, academic centers must foster quality inquiry into this rapidly growing interdisciplinary domain.   ASD Nest Support Project  Steinhardt School of Culture, Education, and Human Development   Department of Teaching and Learning, Programs in Special Education   NYU's partnership with New York City&rsquo;s Department of Education (DoE) and Hunter College&rsquo;s School of Education began in 2001 to fill a gap in the programs the DoE offered for higher functioning children on the autism spectrum. The fruit of that collaboration was the new ASD Nest program, piloted at PS 32 in Brooklyn in September 2003. Its goal was and is to help these children learn how to function well academically, behaviorally and socially in school and in their community. Now, in the 2011-12 school year, the New York City school system serves 500 children with ASDs in 131 fully inclusive Nest classrooms in 19 elementary schools, three middle schools and one high school.       Academic Programs   Working with Individuals with Disabilities: Physical, Mental, and Cognitive   Silver School of Social Work   Continuing Education   This Post Master&rsquo;s Certificate is designed for social workers and other health professionals who are currently working with individuals with disabilities or are interested in making this a part of their practice or agency based work. The Certificate Program will explore disability from a biological, social, psychological, spiritual, and cultural perspective. Defining what is meant by disability will be integral to the learning. This approach to understanding disability focuses on the perspective of the individual and ability not the disability.   Masters Scholars in Medical Humanism Program   NYU Medical School     The Master Scholars in Medical Humanism Program (MSMHP) is a component of the Office of Student Affairs developed to complement the culture of medical education by encouraging students to explore intellectual and artistic interests not necessarily covered in the core curriculum. Through innovative seminars, colloquia, and events moderated by expert facilitators, students are encouraged to pursue their interests outside of the classroom to better prepare them for their practice and inevitably make a meaningful difference in the individual lives of patients.   The MSMHP invites students to develop new opportunities to promote conversations in medicine and humanities; past events have included lectures with nationally recognized faculty, writers and artists, film screenings, visits to off-site museums, concerts and performance arts, and collaborations with other NYU programs.   Special Education in Teaching and Learning   Steinhardt School of Culture, Education, and Human Development   &bull; UG: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; UG: Childhood/Special (Gr 1-6) (dual certification)  &bull; MA: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; MA: Childhood/Special Education (Gr1-6) (dual certification)  &bull; MA: Special Education @Early Childhood (Birth-Gr2) (stand alone-Special Ed)  &bull; MA: Childhood/Special Education (Gr1-6) (stand alone-Special Ed)  &bull; Advanced Certificate: Special Ed Learning Consultants (Lifespan)  &bull; PhD in Teaching and Learning: Special Education.   Department of Physical Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; Doctor of Physical Therapy Program   This innovative entry-level program encompasses the study of normal and abnormal structure and function, and the theory and practice of physical therapy. The program aims to develop competent, autonomous practitioners.   &bull; Doctor of Physical Therapy for Practicing Physical Therapists Program   The goal of this clinical doctorate program is to provide practicing physical therapists with the clinical, research application, and business skills needed for current and future experiences as autonomous practitioners   &bull; Masters of Arts for Physical Therapists   In this masters program with a concentration in Pathokinesiology students will develop competent clinical research skills in methodology and data analysis that will be used to solve problems concerning motor control and motor learning in management of patients with physical disabilities.   &bull; Clinical Residency Program in Orthopedic Physical Therapy   The Clinical Residency in Orthopedic Physical Therapy program is designed so that licensed physical therapists can obtain advanced orthopedic physical therapy knowledge and clinical skills.   &bull; Week end Intensives in Orthopedic Physical Therapy   This innovative series of weekend intensives provides advanced training in orthopedic practice to physical therapists in an immersive Friday/Saturday format.     Department of Occupational Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; MA Occupational Therapy   Our entry level and advanced Masters programs in Occupational Therapy train students in all aspects of improving function and participation with individuals with physical and developmental disabilities, and mental health issues.   &bull; PhD in Occupational Therapy   Our PhD in Occupational Therapy deals with many aspects of disability. Specific coursework in these programs (Assistive Technology, Successful interventions in schools) and mentoring with faculty in directed projects/dissertations addresses issues in areas related to motor development, preamaturity, autism, sensory processing, traumatic brain injury, hand injuries, aging, and others.           Centers    The Henry and Lucy Moses Center for Students with Disabilities   The Henry and Lucy Moses Center for Students with Disabilities provides comprehensive services and programs for undergraduate and graduate students with hearing and visual impairments, mobility impairments, learning disabilities and attention deficit disorders, chronic illnesses, and psychological impairments.   The Moses Center functions to determine qualified disability status and to assist students in obtaining appropriate accommodations and services. Services provided are designed to encourage independence and self-advocacy, backed by a comprehensive system of supports.   The Initiative for Women With Disabilities at the Elly &amp; Steve Hammerman Health &amp; Wellness Center   Lagone Medical Center   This multidisciplinary center is committed to providing respectful, high quality gynecological, medical and wellness services for women and adolescent girls with physical disabilities.   This unique center empowers women with physical disabilities to pursue a healthy lifestyle. Heath and wellness are central to all IWD components including mind-body physical therapy, nutrition consultation, fitness classes and social work services.   The Rusk Institute   Lagone Medical Center   The world&rsquo;s first university-affiliated facility devoted entirely to rehabilitation medicine, the Rusk Institute is among the most renowned center of its kind for the treatment of adults and children with disabilities-home to innovations and advances that have set the standard in rehabilitation care for every stage of life and for every phase of recovery.        Do you wish to join the Disability Council list ? Are there other resources we can add to this list?   Please email   Mara Mills for more information.                                       Unless otherwise noted, all content copyright New York University. All rights reserved.     Copyright Communication | Important Notice | Feedback"}, {"content": "Reasonable Accommodations and How to Register                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Students with Disabilities                 Sub Navigation                                 Reasonable Housing Accommodations                       Reasonable Accommodations and How to Register                       Study Away and Disability                       FAQs                       Forms                                                                   Reasonable Accommodations and How to Register          Reasonable Accommodations   New York University provides reasonable accommodations to students who document their disability with CSD. Reasonable Accommodations are adjustments to policy, practice, and programs that “level the playing field” for students with disabilities and provide equal access to NYU‘s programs and activities. Accommodation plans and other related services are individualized based on each student’s disability-related needs, disability documentation and NYU program requirements and are therefore determined on a case by case basis. Each student who registers with CSD works with a Disability Specialist to develop a reasonable accommodation plan.   Accommodations include, but are not limited to:     Testing accommodations   Note-takers   Use of a computer for exams   Materials in alternate format   Provision of sign language interpreters     Reasonable accommodations do not negate requirements for successful completion of a program, course, or service or adherence to acceptable standards of behavior. It is important to note that some accommodations are not appropriate in all courses.      How to Register with CSD   Students in higher education who wish to receive accommodations must self disclose by registering their disability with CSD. The Moses Center for Students with Disabilities (CSD) has established the following process for registration with the office:     Complete an Application for Services form.   Gather and submit current documentation of your disability. To register a learning disability or ADD/ADHD, you must submit a current psycho-educational or neuro-psychological evaluation. If you have a learning disability or ADHD and you do not have a current evaluation and feel unable to secure one, please e-mail mosescsd@nyu.edu and ask for a documentation consultation with a CSD Disability Specialist. For all other disability types, you may submit the CSD Certification of Disability form completed by a qualified health professional/clinician. Please refer to our Disability Documentation Guidelines and choose the one specific to your disability to give to your clinician to use as a guide for completing the Certification of Disability form or psycho-educational or neuro-psychological evaluation.   Submit a signed Authorization for Release of Information form so CSD has your permission to contact your clinician if necessary.   After you have submitted the Application for Services , current disability documentation, and a signed Authorization for Release of Information form, your request for accommodations will be reviewed by a CSD Disability Specialist. You will then be contacted to schedule a meeting to discuss one of the following:     1. Your approved accommodations and how to use the services provided by CSD;  2. The need for additional documentation of your disability;  3. Why you have not been approved for accommodations through CSD.       **Please note that all CSD forms are also available at the Moses Center at 726 Broadway, 2nd Floor.                                                                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU &gt;   Council for the Study of Disability   &gt; Links   &gt; NYU                                                                                               Skip to Navigation | Skip to Content                               Home | Mission Statement | Contact Us                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                       go                                                        New York University              New York University              Council for the Study of Disability                            Council for the     Study of Disability                                     Events & Activities                               Members                             Links                                NYU Centers and Programs                         Outside NYU                             NYU Courses                                                    Home        |        Links                 |         NYU                                     Links         NYU      Groups &amp; Projects   Disability Studies and Disabilities Community at NYU Club  The Disability Studies and Disabilities Community is a group for people with disabilities, allies, and people interested in learning about disabilities. This club aims to provide a forum and a safe space to explore ideas and share experiences. We hope to generate dialogue and allyship, advocacy and activism. We aim to inspire civic engagement and expand student knowledge on a variety of issues and identities. We broadly define disability to include both visible and invisible, learning disabilities, mental illness, chronic pain, chronic illness, and temporary disabilities. In addition, we welcome an evolving understanding of our definition of disability. We are also open to new and different perspectives, with the recognition that this group is rooted in social justice, intersectionality, respect, and constructive dialogue for the purpose of improved understanding.    NYU P.E.A.C.E., Professionals Educating and Advocating for Children with Exceptionalities   P.E.A.C.E. is the NYU student chapter of Council for Exceptional Children (CEC), &quot;the largest international professional organization dedicated to improving the educational success of individuals with disabilities and/or gifts and talents.&quot; CEC chapters work to fulfill the mission and vision of CEC International by &quot;advocating for appropriate governmental policies, seting professional standards, providing professional development, advocating for individuals with exceptionalities, and helping professionals obtain conditions and resources necessary for effective professional practice.&quot;   NYU Health, Humanities and Culture Working Group   The Humanities Initiative   Our Working Research Group (WRG) is devoted to teaching and scholarship at the interface of health, medicine, and culture. Increasingly health care scholars have recognized that health care involves more than bodies and biology; it also involves human meaning, purpose, and culture. And, in the other direction, humanities scholars have increasingly recognized the bodily dimensions of human subjectivity and culture. People are more than their hopes, dreams, and imagination; they are also embodied creatures intimately connected to their biology. Thus, to understand this side of human side of medicine and the bodily side of humanity, academic centers must foster quality inquiry into this rapidly growing interdisciplinary domain.   ASD Nest Support Project  Steinhardt School of Culture, Education, and Human Development   Department of Teaching and Learning, Programs in Special Education   NYU's partnership with New York City&rsquo;s Department of Education (DoE) and Hunter College&rsquo;s School of Education began in 2001 to fill a gap in the programs the DoE offered for higher functioning children on the autism spectrum. The fruit of that collaboration was the new ASD Nest program, piloted at PS 32 in Brooklyn in September 2003. Its goal was and is to help these children learn how to function well academically, behaviorally and socially in school and in their community. Now, in the 2011-12 school year, the New York City school system serves 500 children with ASDs in 131 fully inclusive Nest classrooms in 19 elementary schools, three middle schools and one high school.       Academic Programs   Working with Individuals with Disabilities: Physical, Mental, and Cognitive   Silver School of Social Work   Continuing Education   This Post Master&rsquo;s Certificate is designed for social workers and other health professionals who are currently working with individuals with disabilities or are interested in making this a part of their practice or agency based work. The Certificate Program will explore disability from a biological, social, psychological, spiritual, and cultural perspective. Defining what is meant by disability will be integral to the learning. This approach to understanding disability focuses on the perspective of the individual and ability not the disability.   Masters Scholars in Medical Humanism Program   NYU Medical School     The Master Scholars in Medical Humanism Program (MSMHP) is a component of the Office of Student Affairs developed to complement the culture of medical education by encouraging students to explore intellectual and artistic interests not necessarily covered in the core curriculum. Through innovative seminars, colloquia, and events moderated by expert facilitators, students are encouraged to pursue their interests outside of the classroom to better prepare them for their practice and inevitably make a meaningful difference in the individual lives of patients.   The MSMHP invites students to develop new opportunities to promote conversations in medicine and humanities; past events have included lectures with nationally recognized faculty, writers and artists, film screenings, visits to off-site museums, concerts and performance arts, and collaborations with other NYU programs.   Special Education in Teaching and Learning   Steinhardt School of Culture, Education, and Human Development   &bull; UG: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; UG: Childhood/Special (Gr 1-6) (dual certification)  &bull; MA: Early Childhood/Special Education (Birth-Gr2) (dual certification)  &bull; MA: Childhood/Special Education (Gr1-6) (dual certification)  &bull; MA: Special Education @Early Childhood (Birth-Gr2) (stand alone-Special Ed)  &bull; MA: Childhood/Special Education (Gr1-6) (stand alone-Special Ed)  &bull; Advanced Certificate: Special Ed Learning Consultants (Lifespan)  &bull; PhD in Teaching and Learning: Special Education.   Department of Physical Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; Doctor of Physical Therapy Program   This innovative entry-level program encompasses the study of normal and abnormal structure and function, and the theory and practice of physical therapy. The program aims to develop competent, autonomous practitioners.   &bull; Doctor of Physical Therapy for Practicing Physical Therapists Program   The goal of this clinical doctorate program is to provide practicing physical therapists with the clinical, research application, and business skills needed for current and future experiences as autonomous practitioners   &bull; Masters of Arts for Physical Therapists   In this masters program with a concentration in Pathokinesiology students will develop competent clinical research skills in methodology and data analysis that will be used to solve problems concerning motor control and motor learning in management of patients with physical disabilities.   &bull; Clinical Residency Program in Orthopedic Physical Therapy   The Clinical Residency in Orthopedic Physical Therapy program is designed so that licensed physical therapists can obtain advanced orthopedic physical therapy knowledge and clinical skills.   &bull; Week end Intensives in Orthopedic Physical Therapy   This innovative series of weekend intensives provides advanced training in orthopedic practice to physical therapists in an immersive Friday/Saturday format.     Department of Occupational Therapy   Steinhardt School of Culture, Education, and Human Development   &bull; MA Occupational Therapy   Our entry level and advanced Masters programs in Occupational Therapy train students in all aspects of improving function and participation with individuals with physical and developmental disabilities, and mental health issues.   &bull; PhD in Occupational Therapy   Our PhD in Occupational Therapy deals with many aspects of disability. Specific coursework in these programs (Assistive Technology, Successful interventions in schools) and mentoring with faculty in directed projects/dissertations addresses issues in areas related to motor development, preamaturity, autism, sensory processing, traumatic brain injury, hand injuries, aging, and others.           Centers    The Henry and Lucy Moses Center for Students with Disabilities   The Henry and Lucy Moses Center for Students with Disabilities provides comprehensive services and programs for undergraduate and graduate students with hearing and visual impairments, mobility impairments, learning disabilities and attention deficit disorders, chronic illnesses, and psychological impairments.   The Moses Center functions to determine qualified disability status and to assist students in obtaining appropriate accommodations and services. Services provided are designed to encourage independence and self-advocacy, backed by a comprehensive system of supports.   The Initiative for Women With Disabilities at the Elly &amp; Steve Hammerman Health &amp; Wellness Center   Lagone Medical Center   This multidisciplinary center is committed to providing respectful, high quality gynecological, medical and wellness services for women and adolescent girls with physical disabilities.   This unique center empowers women with physical disabilities to pursue a healthy lifestyle. Heath and wellness are central to all IWD components including mind-body physical therapy, nutrition consultation, fitness classes and social work services.   The Rusk Institute   Lagone Medical Center   The world&rsquo;s first university-affiliated facility devoted entirely to rehabilitation medicine, the Rusk Institute is among the most renowned center of its kind for the treatment of adults and children with disabilities-home to innovations and advances that have set the standard in rehabilitation care for every stage of life and for every phase of recovery.        Do you wish to join the Disability Council list ? Are there other resources we can add to this list?   Please email   Mara Mills for more information.                                       Unless otherwise noted, all content copyright New York University. All rights reserved.     Copyright Communication | Important Notice | Feedback"}, {"content": "Reasonable Accommodations and How to Register                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Students with Disabilities                 Sub Navigation                                 Reasonable Housing Accommodations                       Reasonable Accommodations and How to Register                       Study Away and Disability                       FAQs                       Forms                                                                   Reasonable Accommodations and How to Register          Reasonable Accommodations   New York University provides reasonable accommodations to students who document their disability with CSD. Reasonable Accommodations are adjustments to policy, practice, and programs that “level the playing field” for students with disabilities and provide equal access to NYU‘s programs and activities. Accommodation plans and other related services are individualized based on each student’s disability-related needs, disability documentation and NYU program requirements and are therefore determined on a case by case basis. Each student who registers with CSD works with a Disability Specialist to develop a reasonable accommodation plan.   Accommodations include, but are not limited to:     Testing accommodations   Note-takers   Use of a computer for exams   Materials in alternate format   Provision of sign language interpreters     Reasonable accommodations do not negate requirements for successful completion of a program, course, or service or adherence to acceptable standards of behavior. It is important to note that some accommodations are not appropriate in all courses.      How to Register with CSD   Students in higher education who wish to receive accommodations must self disclose by registering their disability with CSD. The Moses Center for Students with Disabilities (CSD) has established the following process for registration with the office:     Complete an Application for Services form.   Gather and submit current documentation of your disability. To register a learning disability or ADD/ADHD, you must submit a current psycho-educational or neuro-psychological evaluation. If you have a learning disability or ADHD and you do not have a current evaluation and feel unable to secure one, please e-mail mosescsd@nyu.edu and ask for a documentation consultation with a CSD Disability Specialist. For all other disability types, you may submit the CSD Certification of Disability form completed by a qualified health professional/clinician. Please refer to our Disability Documentation Guidelines and choose the one specific to your disability to give to your clinician to use as a guide for completing the Certification of Disability form or psycho-educational or neuro-psychological evaluation.   Submit a signed Authorization for Release of Information form so CSD has your permission to contact your clinician if necessary.   After you have submitted the Application for Services , current disability documentation, and a signed Authorization for Release of Information form, your request for accommodations will be reviewed by a CSD Disability Specialist. You will then be contacted to schedule a meeting to discuss one of the following:     1. Your approved accommodations and how to use the services provided by CSD;  2. The need for additional documentation of your disability;  3. Why you have not been approved for accommodations through CSD.       **Please note that all CSD forms are also available at the Moses Center at 726 Broadway, 2nd Floor.                                                                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Course Descriptions - Special Education - NYU Steinhardt                                                    Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Special Education                   Early Childhood Education     Childhood Education                 Early Childhood Programs of Study     Childhood Programs of Study        Courses     Links     Admissions    Careers                        Course Descriptions     SPCED-GE 2025 Developing Strategies that Support Children's Social Behavior (3) (20 hours) Fall, Spring Issues of social learning and behavior in childhood education with specific attention given to classroom dynamics and ways of addressing the needs of diverse learners. Various models of learning and motivation are explored. The course is integrated with students' Fieldwork to engage them in active study of classrooms and enable them to work collaboratively with parents and other professionals in developing and implementing strategies that support prosocial behavior among children.    SPCED-GE 2051 Foundations of Curriculum for Diverse Learners (3) 30 hours. 20 hours of field experience. Summer, Fall. Corequisite: SPCED-GE 2124 Overview of current and past theories and practices in educational models and curriculum development, instructional planning, and assessment as they relate to knowledge about learning processes, motivation, communication and classroom management models. Examination of appropriateness of various educational models for students with diverse needs and characteristics. Overview of formal and informal methods of assessment and their role in instructional decision making.    SPCED-GE 2052 Education of Students with Severe and Multiple Disabilities (3) 30 hours. 10 hours of field experience. Fall, Spring, Summer Characteristics of learners with severe or multiple disabilities. Related curriculum development and methods of instruction, including use of assistive and augmentive technology. Examination of the issues, problems, and trends affecting the development and implementation of community-based educational, recreational, work and living options and supports. Sample topics include inclusion and least restrictive environment, person-centered planning, family involvement, advocacy, and teacher roles and responsibilities.    SPCED-GE 2053 Applied Behavior Analysis in Educational Settings (3) 30 hours. Examination and application of basic principles of applied behavior analysis with an emphasis on positive behavioral approaches and functional analysis of behavior. The functions of the individual's challenging behaviors are examined, identified, and related to the design of appropriate behavior support plans in classroom and other settings. Application of ABA to instruction. Methods for the collaborative planning, implementation, and evaluation of applied behavior analysis interventions for cognitive for both individuals and groups in school and in community.    SPCED-GE 2054 Transition for Adolescents with Disabilities: Content and Process (3) 30 hours. Prerequisite or Co-requisite: SPCED-GE 2124, SPCED-GE 2162 The transitions facing adolescents with special needs will be examined: physical, emotional, and social change and development; post-secondary choices and the challenge of independent living; higher education, career exploration and choice; the changing role of family, adult service agencies, and other support services in the adolescent and adult with special needs. The process by which these transitions can be successfully negotiated will be addressed.    SPCED-GE 2055 Literacy of the Special Learner (3) 30 hours. Spring. Prerequisite: SPCED-GE 2012 , or at least 6 credits in literacy and permission of instructor Exploration of diverse cognitive, neurological and emotional characteristics and how these manifest in learners' literacy development. A focus on the atypical development and educational needs of students who experience difficulties in acquiring the literacy skills of listening, speaking, reading and writing. Overview of the practices of individual assessment of student literacy performance and teaching interventions for students with a special focus on dyslexia    SPCED-GE 2108 Strategies for Teaching Students with Emotional and Behavioral Disabilities. (3) 30 hours. 15 hours of field experience. Fall, Spring. Prerequisite: SPCED-GE 2124 An examination from different theoretical perspectives of emotional and behavioral disabilities in children. The interaction of cultural, familial, genetic, and socioeconomic factors that contribute to emotional and behavioral difficulties in children will be reviewed. Teachers learn to conduct functional behavioral assessments and promote behavior change. Strategies for supporting students with challenging behaviors, promoting positive social interactions and creating productive learning environments will be explored.    SPCED-GE 2124 Individuals with Disabilities in Schools and Communities. (3) 30 hours. 20 hours of field experience. Summer, Fall, Spring Examination of historical, social, and legal foundations of education in general and, more specifically, of special education. Issues, trends and legislation affecting the provision of services in school, home and employment, with a focus on inclusion of individuals with disabilities in school and community settings. Biological, psychological, social and environmental factors that shape typical development and the characteristics of individuals with special needs are studied.    SPCED-GE 2126 The Young Special Needs Child: Child Family, and Community I (3) 30 hours. 20 hours of Field Experience. Summer, Fall The needs of the preschool child with disabilities is explored through an examination of the child, family, and environmental characteristics. Typical and atypical language, speech, emotional, motor, and cognitive development is presented with a focus on the interdependent nature of these domains. A major focus on transdisciplinary collaboration of educators and specialists from occupational therapy, physical therapy, speech and language, psychology, and recreation and health in making educationally relevant decisions.    SPCED-GE 2127 The Young Special Needs Child: Child Family, and Community II (3) 30 hours. Spring; Prerequisite: SPCED-GE 2126 Understanding of the young child with disabilities is further explored through in-depth child study, focusing on child characteristics, families and environments; application of formal and informal assessment and methodologies of person-centered planning.    SPCED-GE 2128 Principles and Practices in Early Childhood Special Education (3) 30 hours. 10 hours of field experience. Summer; Prerequisite: SPCED-GE 2160 Assessment, diagnosis and evaluation of young children with disabilities. Assessment of challenging behaviors and promoting positive social skills. Models of early intervention and specialized early childhood curricula across developmental domains appropriate to the individual needs and characteristics of the young child with disabilities. Monitoring and evaluating child and family outcomes.    SPCED-GE 2131 Psychological Foundation of Learning Disabilities (3) 30 hours. History of the learning disabilities field; major controversies; latest developments; psychological, etiological, and definitional issues; teaching and evaluation models.    SPCED-GE 2133 Assessment and Instructional Strategies for Students with Mild-to-Moderate Disabilities Prerequisite: SPCED-GE 2161 (3) 30 hours Intensive implementation of survey and specific level assessment of learning problems in pupils, instructional planning, and modification in a variety of subject areas.    SPCED-GE 2134 Assessment and Instructional Design for Students with Severe-to-Profound Disabilities (3) 30 hours. Assessment and evaluation of students with severe or multiple disabilities. Curriculum and instructional planning including use of assistive and augmentive technology.    SPCED-GE 2136 Psychological and Educational Assessment in Special Education (3) 30 hours. Fall Overview of models for assessment in Special Education, with guidelines for selection, administration and interpretation of evaluation instruments. Specific psychological and educational tools used for purposes of diagnosis, placement and educational planning. Practice with selected educational instruments, applied to case studies at varying developmental levels.    SPCED-GE 2137 Laboratory in Assessment of Special Education Populations (3) 30 hours. Supervised practice in the administration, scoring, and interpretation of educational tests used in special education. Emphasis on the coordination of information from informal and formal tests as well as observational data.    SPCED-GE 2139 Consulting in Special Education (3) 30 hours. Development of skills and knowledge needed to participate in the planning and implementation of transdisciplinary educational programs for students with disabilities. Various consultation models are explored.    SPCED-GE 2160 Educating Students with Special Needs in Early Childhood Settings (3) 30 hurs. 15 hours of field experience. Spring Strategies for general and special education teachers, counselors, and other service providers to meet the cognitive, emotional, social and behavioral needs of young children with disabilities in early childhood general education settings, with special focus on the acquisition of literacy skills and promoting development of social skills Methods for collaborative practices, curriculum development, instructional planning , identifying strengths of the child to differentirate instructional approaches, and supporting the cultural and linguistic diversity of children and families.    SPCED-GE 2161 Educating Students with Special Needs in Childhood Settings (3) 30 hours. 15 hours of field experience. Fall, Spring Prerequisite: SPCED-GE 2051 Strategies for general and special education teachers to meet the cognitive, emotional, social and behavioral needs of the children with disabilities in elementary level general education settings. Methods for collaboration among teachers, parents and other professionals, including participation in IEP development. Curriculum development, instructional planning, and identifying strengths and differentiating instruction,    SPCED-GE 2162 Educating Students with Special Needs in Middle Childhood and Adolescent Settings (3) 30 hours. 15 hours of field experience. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents with disabilities in general education middle and high school settings. Methods for collaboration with teachers, parents and other professionals, including participation in IEP development. Examination of service delivery models at the middle and high school levels. Issues of transition planning, curriculum development, instructional planning, identifying strengths and differentiating instruction, with a special focus on the development of literacy skills. and processes that promote social skill development and interpersonal communication.    SPCED-GE 2249 Transdisciplinary Special Educational Program Development and Implementation (3) 30 hours. Examination of the roles, responsibilities, and input of various disciplines in educational programs. Development of collaborative relationships among professionals, parents and community resources. Topics covered include dimensions of assessment, curricula content, instructional strategies, and therapies as they affect the education of students with severe or multiple disabilities.    SPCED-GE 2357 Fieldwork: Students with Severe and Multiple Disabilities (2 ). 50 hours of field experience. Teaching students with severe or multiple disabilities in community-based school or work settings.    SPCED-GE 2501 Observation in Special Education (1). 20 hours of field experience. Fall Observation of programs for individuals (K through 21) with disabilities in a variety of special education settings.    SPCED-GE 2502 Observation in Early Childhood Special Education (1). 20 hours of field experience. Summer, Fall Observation of young children (Birth through grade 2) in a variety of early childhood special education settings.    SPCED-GE 2507 Integration Seminar in Special Education I (2) 20 hours. Fall, Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents.    SPCED-GE 2508 Integration Seminar in Special Education II (3) 30 hours. Spring, Summer Prerequisite: All program coursework preceding Student Teaching. Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2511 Integrating Seminar in Early Childhood Special Education I (3) 30 hours. Spring Class engages in seminar process to share, analyze, and extend students' professional experiences, , including collaboration with other professionals and parents. Links theory and practice.    SPCED-GE 2512 Integrating Seminar in Early Childhood Special Education II (3) 30 hours. Summer Class engages in seminar process to share, analyze, and extend students' professional experiences, including collaboration with other professionals and parents. Links theory and practice. Participation in scholarly research, and presentation of a classroom-based research project    SPCED-GE 2519 Student Teaching in Early Childhood Special Education I (3) Minimum 20 days. Spring University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2520 Student Teaching in Early Childhood Special Education II (3) Minimum 20 days. Summer University-supervised student teaching in special and inclusive settings for young children (aged PreK, K or Grades 1-2) with disabilities.    SPCED-GE 2521 Student Teaching in Special Education (Childhood) I (2) Minimum of 20 days. Fall, Spring University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2522 Student Teaching in Special Education (Childhood) II (3) Minimum of 20 days. Spring, Summer University-supervised student teaching in special and inclusive settings for children (Grades 1 - 3 or 4-6) with disabilities.    SPCED-GE 2523 Student Teaching in Special Education (Middle school) (3). Minimum 20 days. University- supervised student teaching in special and inclusive settings for students (Grades 5-6 and 7-9) with disabilities.    SPCED-GE 2524 Student Teaching in Special Education (Adolescence) (3) Minimum 20 days. University-supervised student teaching in special and inclusive settings for students (grades 7-9 and 9-10) with disabilities.    SPCED-GE 2525 Student Teaching in Bilingual Special Education (3) Minimum 20 days. Supervised student teaching of bilingual students with disabilities."}]}]