[{"detail": [{"content": "Faculty                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Florence   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                                                                   Faculty                                                Massimo Agus                               Massimo Agus, photographer and professor, received his B.F.A. in Architecture from the University of Florence in 1975. Dr. Agus teaches courses in Photography History at the University of Siena, and courses in Photographic Technique at Fondazione Studio Marangoni in Florence.                                                              Massimo Avuri                               Massimo Avuri has a degree in Foreign Language and Literature from the University of Florence and a specialization in Teaching Italian as a Foreign Language from the University of Siena for Foreigners.   He has worked as an editorial consultant for French and German language fiction and has translated two novels by the French author Henri-Frédéric Blanc. After a long stay in Germany, where he taught Italian language courses at public and private schools, he served as a collaborator and Italian language expert for the Centro Linguistico di Ateneo at the University of Florence. Currently, he is a professor of Italian language at NYU Florence, where he has contributed to the creation of teaching materials.                                                                Francesca M. Baldry                               Fancesca M. Baldry, Collection Manager of the Acton Collection at Villa La Pietra, NYU, received her PhD in Art History and History of Conservation from the University of Florence in 1996. She has worked extensively in European museums and teaches courses in the field of Art History, including \"Florentine Villas\", and \"Art Collecting and Museology\".                                                              Dorothea Barrett                               Dorothea Barrett received her PhD in Literature from Cambridge University (UK). She has been teaching for NYU in Florence since Fall 2001 and offers \"Postmodern Fiction: International Perspective\" and \"Survey of Modern Italian Literature\".                                                              Elisa Biagini                               Bio to come.                                                                Paolo Brunori                               Bio to come.                                                                Domenico Cannalire                               Domenico Cannalire graduated in Humanities and Philosophy from the University of Urbino “Carlo Bo” and he later obtained a postgraduate specialization in Teaching Italian as a Foreign Language from the University of Siena for Foreigners. Having studied filmmaking and holding a diploma from &quot;Scuola Nazionale di Cinema Indipendente' in Florence, he is also the creator of video productions for Italian language learning purposes, which will soon be published by NYU. Currently, he is a professor of Italian language at NYU Florence.                                                                Alessandra Capodacqua                               Alessandra Capodacqua received her degree in English Language and Literature from the Istituto Universitario Orientale in Naples (Italy). She is a photographer and a curator of exhibitions. She teaches photography courses at all levels for NYU in Florence.                                                              Renata Carloni                               RENATA CARLONI, Master Degree in Philosophy and Post-graduate Degrees in Language Teaching and Media and Communication, is currently the Language Coordinator at New York University in Florence. Before being appointed at NYU in Florence she ran private companies in the field of education and media, coordinated EU-funded projects and taught Italian language at the University of Florence. At NYU in Florence, and in collaboration with the Italian Dept at home campus, she supervises the Italian Language Program and the exchange initiatives with Italian schools and universities. Her field of research is the teaching and acquisition of Italian as a second/foreign language. She published several articles as well as teaching materials. She runs regular training workshops for Italian Language Faculty in Florence and in New York. Recently she acted as General Editor of the new Italian Language Textbook, “Allora”, for learning the Italian language at New York University that was published by New York University Press in 2013, and also wrote several chapters for this book. The publication is the result of a collective effort on both sides of the Atlantic: Florence and Washington Square and reinforced the shared beliefs and teaching practices of the language programs.                                                              Lisa Cesarani                               Lisa Cesarani received her PhD in American Literature from NYU in May 2000. In addition to teaching \"Cultural Foundations\" in the Liberal Studies Program in Florence, she is also the Assistant Director for Academic Support at NYU in Florence.                                                              Silvia Chegia                               Silvia Chegia obtained a Master of Arts degree with first-class honors in Italian Literature in 1990 at the Facoltà di Lettere e Filosofia at the University of Florence. She afterwards received a Diploma of specialization in teaching Italian as a foreign language at the University of Siena for Foreigners.   She taught Italian at the Centro di Cultura per Stranieri at the University of Florence, at the Centro Linguistico at the University of Siena for Foreigners, at the University of Massachusetts in Amherst and at the Centro Linguistico di Ateneo at the University of Florence.   She is currently an Adjunct Professor of Italian language at the NYU Florence where she has been teaching since 1999.                                                                Alessandro Chiaramonte                               Alessandro Chiaramonte received his PhD in Political Science from the University of Florence where he is currently an associate professor. He teaches \"Italian Politics and Government.\"                                                              Margherita Ciacci                               Margherita Ciacci is a professor of Sociology at the University of Florence where she also received her PhD. She teaches \"Sociology of Consumerism\" and \"Sociology of the Arts\" and has been a member of the NYU Florence faculty since Fall 1998.                                                              Nicolò Conti                               Nicolò Conti received his PhD in Political Science from the University of Florence. He is Assistant Professor of Political Science at the Unitelma Sapienza University in Rome. His main research focus is on parties, political elites and the EU. At NYU Florence, he teaches Western European Politics.                                                                Valentina Contini                               Valentina Contini received her PhD in Italian Studies from the F acolta’ di Lettere e Filosofia of the University of Florence. She taught Italian and Italian Literature at the Centro di Cultura per Stranieri and Italian language at the Centro Linguistico di Ateneo of the University of Florence. She is currently an Adjunct Professor of Italian language at the NYU in Florence where she has been teaching since 1999.                                                               Gabriele Cosentino                               Gabriele Cosentino graduated from the University of Bologna and holds a PhD in Media Culture and Communication from New York University. He has published several articles in edited collections on a variety of topics, including digital media, political communications and cultural globalization, and has taught at NYU campuses in New York  and Florence, and at John Cabot University in Rome.                                                              Nicole Cuddeback                               Nicole Cuddeback has an M.F.A. in Creative Writing and Literature from the University of Houston and a B.A. from Sarah Lawrence College. She has taught Writing I and II in NYU's Liberal Studies Program in Florence since 2000. Author of the book of poems The Saint of Burning Down and works that have appeared in a variety of literary journals, she is also currently pursuing a degree in Archeology at the University of Florence.                                                                Roberto D'Alimonte                               Roberto D’Alimonte has been teaching at NYU Florence since 1995. He also teaches a course on the Italian Political System at Luiss University of Milan, and has been teaching at the Political Science Department of the University of Florence from 1974 to 2009. He has been visiting professor in Yale University and Stanford University. His research field is related to electoral systems, elections, and voting behavior in Italy. He has been coordinating a research group together with Stefano Bartolini and Alessandro Chiaramonte on elections and the transformation of Italian Party  System. The group’s research study resulted in a series of books edited by Il Mulino. Professor D’Alimonte is Director of CISE (Italian Center for Electoral Studies), member of ITANES (Italian National Election Studies) and columnist for the Italian newspaper IlSole24Ore.                                                                Luisa Demuru                               Bio to come.                                                              Marco DelRocca                               Marco Del Rocca studied Italian Literature at the University of Florence and graduated with a thesis about Federigo Tozzi, one of the main Italian authors in the twentieth century. At a later stage, along with his studies in literature, he became interested in teaching Italian as a second language. He has now been teaching Italian to foreigners since 1994 (since 2000 in cooperation with NYU in Florence). A secondary aspect of his professional life (but a  primary issue for what he considers a meaningful life) is his activity as a musician: he plays bass with several jazz/fusion combos and big bands in the florentine area.                                                                Rafaelle Donvito                               Raffaele Donvito (PhD) is Aggregate Professor of Marketing and International Management at the University of Florence. He has been research fellow of the Department of Economics and Management at the University of Florence since 2000. He has been Professor of Introduction to Marketing at Leonard N. Stern School of Business - New York University in Florence since 2009. His research interests include international marketing, brand management, retail marketing, marketing communication, fashion and luxury marketing. His published research outputs have appeared in refereed international journals including Journal of Business Research, Psychology &amp; Marketing, Journal of Brand Management, Journal of Marketing Trends, International Journal of Business and Economics, and also in Marketing Trends, EMAC, IMP, KSMS, AMS international conferences proceedings. He is member of the editorial board of Journal of Global Scholars of Marketing Science, member of the Editorial Board of Journal of Global Fashion Marketing, and member of the reviewing committee of Journal of Marketing Trends. He received the Best Conference Paper award at 2010 Global Marketing Conference in Tokyo and  the Marketing Trends Awards at 2007-8 International Congresses on Marketing Trends, in Paris-Venice.                                                                Gabriela Dragnea Horvath                               Gabriela Dragnea Horvath has earned her BA and MA in Germanic philology with Honors degree from the University of Bucharest, an MA with Honors degree at the University of Florence, with a concentration on Renaissance literature and philosophy, and a PhD in philosophy, Magna cum Laudae at the Free University, Berlin.   She also attended the Academy of Journalism in Romania and worked as a broadcaster for the German department of the World Service of Radio Bucharest.She has collaborated with universities like Fairfield, Stony Brooke, Richmond in London and Sarah Lawrence, and is currently teaching for New York University and Gonzaga in Florence programs.She is general editor of the Gonzaga-in-Florence journal: Voyages: Rethinking Nature and Its Expressions. She has published essays, book reviews, poetry and prose translations and short stories in Italy, Romania, USA,  Great Britain, Australia. She has authored a book in Italian, Shakespeare: ermetismo, mistica, magia (Rome, 2003); has co-translated with Stuart Friebert and Adriana Varga the volume Hands Behind My Back, by Marin Sorescu (Oberlin Translation Series, 1991) and has published on-line her doctoral thesis Theatre and Magic in the Elizabethan Renaissance (Berlin, 2012). Forthcoming with the Droz printing house in Geneva is an essay in French: L’encyclopédie comme instrument du traducteur. Sur la Tipocosmia d’Alessandro Citolini, in the volume De la traduction parfaite. Philosophie et art du traduire du Seizième au Dix-huitième siècle, ed. Charles Le Blanc, Luisa Simonutti. She is currently preparing the final version of an interdisciplinary study entitled: Theatre, Magic and Philosophy: William Shakespeare, John Dee and the Italian Legacy, due to be published by Ashgate in 2014.                                                                Matteo Duni                               Matteo Duni received his PhD in History and Civilization from the European University Institute. He teaches the courses on \"Medieval Church\", \"Italy during the Renaissance: Florence\" and \"Magic, Religion and Inquisition\" at NYU in Florence.                                                              Bruce Edelstein                               Bruce Edelstein, Coordinator for Graduate Programs and Advanced Research at NYU in Florence, received his PhD in Fine Arts at Harvard University in 1995. Prof. Edelstein has a wide array of research interests in the history of Italian Renaissance art and architecture, including patronage, court culture, and women's studies. Since 1999, he has taught various courses at NYU in Florence, including: \"Medici Patronage\", \"Early Masters of Italian Renaissance Painting\", \"The Age of Leonardo, Raphael, and Michelangelo\", \"European Architecture of the Renaissance\", and, for the Graduate Program, the \"Works in Progress Seminar\".                                                              Charles Ewell                               Charles Ewell received his BA from Yale University and his PhD in Humanities/Classical Archaeology from Florida State University in 2000. Dr. Ewell teaches \"Etruscan Art and Archaeology\" at NYU in Florence, and is director of the summer archaeological excavations at Palazzaccio (Lucca).                                                              Lapo Filistrucchi                               Bio to come.                                                                David Forgacs                               Guido and Mariuccia Zerilli-Marimò Chair in Contemporary Italian Studies; Professor of Italian; Director of Graduate Studies   Select Publications:   David Anthony Forgacs joins the Department of Italian Studies as holder of the newly endowed Guido and Mariuccia Zerilli-Marimò Chair in Contemporary Italian Studies. He earned both his B.A. in English and his M.Phil. in Comparative Literature and Literary Theory at the University of Oxford (1975, 1977) and his Ph.D. in Philosophy at the Scuola Normale Superiore in Pisa (1979). Previously, he taught at University College London, where he held the established Chair of Italian, at Royal Holloway University of London, University of Cambridge and University of Sussex.   Authored / edited books:   Dr. Forgacs is the author or editor of numerous works, including The Antonio Gramsci Reader (1989), Italian Cultural Studies (1996), Roberto Rossellini, Magician of the Real (2000) and Italy’s Margins: Photography, Writing and Social Exclusion Since 1861 (forthcoming). He has been awarded numerous research grants from organizations including the British Academy, Arts and Humanities Research Council, and Economic and Social Research Council.                                                              Giampiero Gallo                               Giampiero Gallo is Professor of Econometrics at the School of Economics, University of Florence. He received his PhD in Economics from the University of Pennsylvania in 1989. Previous appointments were with the Department of Econometrics at the University of Geneva, the World Bank, the University of North Carolina at Chapel Hill, and the University of California at San Diego. He has authored several scientific articles on forecasting, financial volatility, and European exchange rate management. At NYU in Florence, he teaches \"Statistics\", \"International Finance\", and \"Money and Banking\".                                                              Grazia Giannelli                               Grazia Giannelli received her degree in Foreign Languages and Literature from the University of Florence, thesis on the Acquisition of Syntax. She has taught Italian language at the Arizona University and at the University of Florence. Since 2005, she has been teaching courses in Italian language at NYU Florence and from 2008 to 2012 she also taught &quot;Service Learning: Community Service in Florence&quot; in the graduate and undergraduate programs.                                                                Silvia Giorgi                               Silvia Giorgi graduated in 1995 with a degree in Medieval Art History from the University of Siena. After receiving several research fellowships and scholarships in Italy and abroad (Fondazione Longhi in Florence, The University of Siena, The University College London), she received a Ph.D. in Renaissance Iconography from the University of Siena. She further acquired a Masters in Art Management and Communication at the Scuola Normale Superiore di Pisa in 1997 and a Certificate in Museum Curatorship in 2000. She is an expert in Medieval and Renaissance Art History as well as Iconography and Iconology, and has published and presented prolifically on these topics. Her current research focuses on Renaissance Iconography in Central Italy and on Sienese Goldsmith’s art. Silvia has taught for several US programs in Florence and Siena, and joined the CET Florence and CET Siena faculty in 2009.                                                                Grazia Gobbi Sica                               Bio coming soon                                                                Richard Ingersoll                               Richard Ingersoll (b.1949) Ph.D. from UC Berkeley, Associate professor at Rice University, 1986-97; currently teaches in art, architecture and sustainable urbanism at NYU in Florence, and Syracuse University in Florence (Italy), and the Politecnico di Milano. His recent publications: World Architecture. A Cross-Cultural History (2013); Sprawltown, Looking for the City on its Edge (2006); World Architecture, 1900-2000. A Critical Mosaic, Volume I: North America, USA and Canada (2000).                                                                Jeff Kiesner                               Jeff Kiesner, Assistant Professor at the University of Padova, received his PhD in School Psychology from the University of Oregon in 1997. Dr. Kiesner teaches courses in developmental psychology, clinical psychology, and statistical methods for research in psychology.                                                              William Klein                               Master Teacher of Liberal Studies Program; CAS Honors Program   Ph.D. Johns Hopkins University- History   Website                                                              Daniela Lateana                               Bio to come.                                                                Patricia Lennox                               Patricia Lennox, Ph.D. received the Gallatin Award for Teaching Excellence in spring 2013. In fall 2013 she joined the NYU Global program, teaching courses at NYU in London and NYU Florence. At Gallatin her recent courses included: Practicum in the Fashion Business (co-taught with the Guess Visiting Professor); Fashion’s Fictions: the Texts of Clothing; Monsters in Popular Culture; Myths, Fables and the History of Fairytales. Earlier courses included early modern women and Shakespeare. Recent publications include an an edition of As You Like It; other published work includes articles on Shakespeare on film and television, and book reviews in The Shakespeare Bulletin. Current works in progress: Shakespeare and Costume, co-edited with Bella Mirabella, to be published by Arden, and an article on Prince of the Himalayas, a Chinese film version of Hamlet, set in ancient Tibet. Before joining academia she worked at the Metropolitan Museum Costume Institute as Diana Vreeland’s assistant.                                                              Nancy A. Leszczynski                               Nancy A. Leszczynski, Landscape Architect, received her MLA from the University of Virginia in 1991. Ms. Leszczynski teaches courses in art history, including \"Gardens and Landscapes of Tuscany\" at NYU in Florence.                                                              Giovanni Liberatore                               Giovanni Liberatore is Professor of Corporate Valuation at the University of Florence. He holds a PhD in Accounting from the University of Pisa (1992). As an Adjunct Professor, he teaches \"Financial Accounting\" at NYU in Florence, and \"Management Control\" at LUISS Business School in Rome. He has been a Certified Public Accountant and a Certified Auditor in Italy since 1992.                                                              Hin-Yan Liu                               Hin-Yan Liu is a Research Fellow in the Academy of European Law at the European University Institute. He holds a PhD in Law from King's College London, a LLM specialising in Human Rights Law with Distinction from University College London, in addition to a law degree and a psychology degree. Dr Liu's articles have appeared regularly in Oxford and Cambridge Journals and he has two forthcoming books under contract with Hart Publishing, Oxford. He teaches International Human Rights at NYU Florence.                                                                Davide Lombardo                               Davide Lombardo is preparing his dissertation at the European University Institute (EUI) in the field of History. He teaches the \"Culture of the City: Italian Urban Life\" course at NYU in Florence and also continues to lecture at the EUI.                                                              Angelo Maria Mangini                               Bio to come.                                                                Stefano Matini                               Stefano Matini is an Italian-American learning and development practitioner with a wealth of experience in stakeholder communication, resolving issues ranging from miscommunication, lack of accountability and poor teamwork, to intercultural barriers, burnout and unproductive conflicts.   After receiving his master’s degree in Integrated Marketing Communications from Emerson College in Boston, Stefano spent the following 15 years developing organizational communication and development programs for a variety of clients including Adecco, Loro Piana, Sorin Group, Uniti Credit Union, Finint, and Yama Group.   Stefano is the owner of BOND&amp;ROW, an organizational development agency in Chicago covering the EMEA, APAC, and Americas regions. Stefano partners with corporate clients to strengthen stakeholder communication, gain competitive advantage and improve staff performance through multi-day corporate trainings and coaching programs on interpersonal communication, conflict management, leadership, and team building.   As an adjunct professor Stefano teaches Organizational Communication at NYU. He also teaches Human Resources Management, Workplace Psychology, and Corporate Social Responsibility at the Fashion Institute of Technology, and the Lorenzo dé Medici Institute.   ”Communication is the key to changing the world” is Stefano’s personal mantra, as he believes that we can unveil a world of endless opportunities by learning how to communicate effectively with others.                                                                   Suzanne Menghraj                               Master Teacher of Liberal Studies Program   MFA, Columbia University - School of the Arts, Nonfiction Writing   BA, Cornell University - College of Arts and Sciences, English Literature   Area of Interests: Literary Essay; Criticism; Experimental Translation   Website                                                              Domenico Menicucci                               Domenico Menicucci obtained an undergraduate degree in Economics from the Universita' degli Studi di Firenze (Italy) in 1994, and a PhD in Economics from Universitat Pompeu Fabra (Barcelona, Spain) in 2001. Since 2005 he is associate professor at Universita' degli Studi di Firenze. His reaserch focuses on applied game theory, and in particular on industrial organization, auction theory, and mechanism design. He has published papers (or forthcoming) in several professional journals including the Americal Economic Review, the Journal of the European Economic Association, the Rand Journal of Economics, the European Economic Review, Economic Theory, the Journal of Economics and Management Strategy.                                                                Mauro Mussolin                               Mauro Mussolin, Adjunct Professor at NYU in Florence, received his PhD in History of Architecture in 2001. Dr. Mussolin teaches courses in Architectural and Art History, including \"Holy People, Holy Places\", \"Renaissance Art\", and \"Renaissance Architecture\".                                                              Eric Nicholson                               Eric Nicholson received his PhD in Renaissance Studies from Yale University (1991), and has performed in and directed numerous early modern plays, as well as published several articles in this same field. At NYU in Florence, he teaches courses on cultural history, early modern drama, and the performance of classic theatre.                                                              Scott Palmer                               Scott Palmer, Coordinator for Instructional Technology and Digital Initiatives, received his PhD in English from Tufts University in 2006. His areas of specialization include: nineteenth-century transatlantic literature of migration, travel, tourism; early nineteenth-century visual culture (photography, lithography, cartography); race and cultural studies.                                                              Natalia Piombino                               Natalia Piombino received her MA in Italian Studies from UCL London and her PhD in Italian History from Royal Holloway (University of London). She has taught for NYU in Florence Graduate Program a course on La narrazione del Sud nel cinema italiano e nella storiografia (1946-64) and is currently teaching a course on The Italian South.                                                                Alessandro Raveggi                               Professor Raveggi received his BA/MA from Università di Firenze in 2004 and his PhD at Università di Bologna in 2008. Professor Raveggi has published articles and chapters in books on Italo Calvino, Pier Paolo Pasolini, Carlo Levi, Carlo Collodi, literary theory, postmodern fiction and the Latin-American novel. He wrote a monograph on Calvino and his cultural experience of America, Calvino Americano. Identità e viaggio nel Nuovo Mondo , published in 2012 for Le Lettere.. At NYU Florence He has taught the “Graduate Seminar in 20th Century Italian Literature” and “Readings in Medieval and Renaissance Italian Literature”. Professor Raveggi is also a novelist and a poet.                                                                Massimo Reale                               Massimo Reale graduated from the University of Florence in Humanities and Philosophy. He teaches both advanced Italian language courses:\"Quattro Chiacchiere: Conversations in Italian,\" and \"Advanced Review of Modern Italian.\"                                                              Giorgio Ricchiuti                               Giorgio Ricchiuti is Assistant Professor at the University of Florence, where he received his PhD in Development Economics in 2004. At NYU in Florence, Dr. Ricchiuti has taught \"Economic Principles I\" (Macroeconomics) since 2007.                                                              Matteo Sansone                               Matteo Sansone studied piano and composition at the Conservatorio S. Pietro a Maiella, Naples. He received his PhD in Italian from Edinburgh University, where he also taught for many years. Since 2001, he has taught \"Italian Opera\" at NYU in Florence.                                                              Salvatore Sberna                               Salvatore Sberna completed a Ph.D in Political Science at the Istituto Italiano di Scienze Umane in Florence with a dissertation on the politics of organized crime, a quantitative and qualitative assessment of organized crime’s impact on local government in Italy. He is research fellow at the European University Institute since May 2012. He is coordinator of the post-graduate ‘APC Program’ on Analysis, Prevention and Control of Organized Crime and Corruption, organized by the Department of Political and Social Science, University of Pisa. He was visiting researcher at the Ex-legi Institute (University of Oxford), and Fulbright visiting researcher at UCLA. His publications include articles in books or journals, and he is currently preparing a manuscript about organized crime and politics in Italy. Research interests include organized crime, political corruption, violence, democratization, accountability                                                                Ilaria Sborgi                               Bio coming soon                                                                Fabio Schoen                               Bio coming soon                                                                Marco Semeghini                               Marco Semeghini is a marketing manager with significant experience in the industry of fashion, with a focus on menswear. After graduating with a Master’s in Business Administration at Bocconi University in Milan, he started his career in the retail sector, covering the role of buyer for La Rinascente, the leading Italian high-range department store chain. Later on, he moved to the luxury sector, first at Gucci, where he started as a menswear buyer for direct stores, and then was promoted to worldwide menswear merchandising manager, subsequently at Tom Ford, where he played a key role in the brand startup phase, and was appointed head of merchandising. His latest role is at​ Canali, the Italian menswear company specializing in sartorial garments, where he has had added to his previous skills the roles of design creative director and product development director.   He regularly holds lessons and seminars at institutions such as Marangoni and Richmond University.                                                              Mara Simonti                               Mara Simonti received her degree in Italian Literature from the University of Florence and a “Certificazione di Competenza  in teaching Italian as foreign language from the University of Siena for Foreigners. She taught Italian Language at the Centro di Cultura per Stranieri of the University of Florence, at Middlebury College – Italian school – in Vermont (USA), at the Centro Linguistico di Ateneo of the University of Florence. She is currently an Adjunct Professor of Italian Language at the NYU in Florence where she has been teaching since 1999.                                                                Debora Spini                               Debora Spini received her PhD in the History of Political Thought at the Scuola Superiore di Studio all'Università di S. Anna in Pisa in 1995. She has been a member of the General Studies Program faculty at NYU in Florence since 1998 and teaches the \"Social Foundations\" course.                                                              Laura Tarabusi                               Laura Tarabusi received her degree in Foreign Languages and Literature from the University of Florence in 1990. She was the Director of the University of Florence Language Resource Center from 1997 to 2000. Since 2000, she has been teaching courses in Italian language and culture at NYU in Florence, including \"Service Learning: Community Service in Florence\", and \"Conversations in Italian\".                                                              Giuseppe Toscano                               Giuseppe Toscano received his Diploma in Photography at Fondazione Studio Marangoni in 2003, where he teaches all levels of photography courses to NYU in Florence students. He has exhibited in Italy and abroad.                                                              Jane Tylus                               Professor of Italian, Comparative Literature; Faculty Director, The Humanities Initiative at NYU   Ph.D. 1985, (comparative literature), Johns Hopkins; B.A. 1978 (English), College of William and Mary   Website                                                                Margherita Velucchi                               Margherita Velucchi received her degree in Statistics and completed her PhD in Economics from the University of Siena in 2005. At NYU in Florence, Dr. Velucchi teaches \"Economic Principles II\", \"Introduction to Economic Issues\", and \"Contemporary Issues in Economics: Italy\".                                                              Vito Zagarrio                               Vito Zagarrio received his PhD in Cinema Studies from NYU in 1995. He is a Professor at the University of Rome 3 DAMS. He teaches the &quot;Italian Cinema&quot; course at NYU in Florence.                                                                                            NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                             Faculty Spotlight     Marco Semeghini     Marco Semeghini is a marketing manager with significant experience in the industry of fashion, with a focus on menswear. After graduating with a Master’s in Business Administration at Bocconi University in Milan, he   started his career in the retail sector, covering the role of buyer for La Rinascente, the leading Italian high-range department store chain. Later on, he moved to the luxury sector, first at Gucci, where he started as a menswear buyer for direct stores, and then was promoted to worldwide menswear merchandising manager, subsequently at Tom Ford, where he played a key role in the brand startup phase, and was appointed head of merchandising. His latest role is at​ Canali, the Italian menswear company specializing in sartorial garments, where he has had added to his previous skills the roles of design creative director and product development director.   He regularly holds lessons and seminars at institutions such as Marangoni and Richmond University.                 Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service                 Explore     Restaurants   Nightlife   Things to do   Local Travel   Regional Travel   Shopping                Live     Housing &amp; Meals   Getting Around   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                                    Questions?        Contact Us                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Faculty                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Florence   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                                                                   Faculty                                                Massimo Agus                               Massimo Agus, photographer and professor, received his B.F.A. in Architecture from the University of Florence in 1975. Dr. Agus teaches courses in Photography History at the University of Siena, and courses in Photographic Technique at Fondazione Studio Marangoni in Florence.                                                              Massimo Avuri                               Massimo Avuri has a degree in Foreign Language and Literature from the University of Florence and a specialization in Teaching Italian as a Foreign Language from the University of Siena for Foreigners.   He has worked as an editorial consultant for French and German language fiction and has translated two novels by the French author Henri-Frédéric Blanc. After a long stay in Germany, where he taught Italian language courses at public and private schools, he served as a collaborator and Italian language expert for the Centro Linguistico di Ateneo at the University of Florence. Currently, he is a professor of Italian language at NYU Florence, where he has contributed to the creation of teaching materials.                                                                Francesca M. Baldry                               Fancesca M. Baldry, Collection Manager of the Acton Collection at Villa La Pietra, NYU, received her PhD in Art History and History of Conservation from the University of Florence in 1996. She has worked extensively in European museums and teaches courses in the field of Art History, including \"Florentine Villas\", and \"Art Collecting and Museology\".                                                              Dorothea Barrett                               Dorothea Barrett received her PhD in Literature from Cambridge University (UK). She has been teaching for NYU in Florence since Fall 2001 and offers \"Postmodern Fiction: International Perspective\" and \"Survey of Modern Italian Literature\".                                                              Elisa Biagini                               Bio to come.                                                                Paolo Brunori                               Bio to come.                                                                Domenico Cannalire                               Domenico Cannalire graduated in Humanities and Philosophy from the University of Urbino “Carlo Bo” and he later obtained a postgraduate specialization in Teaching Italian as a Foreign Language from the University of Siena for Foreigners. Having studied filmmaking and holding a diploma from &quot;Scuola Nazionale di Cinema Indipendente' in Florence, he is also the creator of video productions for Italian language learning purposes, which will soon be published by NYU. Currently, he is a professor of Italian language at NYU Florence.                                                                Alessandra Capodacqua                               Alessandra Capodacqua received her degree in English Language and Literature from the Istituto Universitario Orientale in Naples (Italy). She is a photographer and a curator of exhibitions. She teaches photography courses at all levels for NYU in Florence.                                                              Renata Carloni                               RENATA CARLONI, Master Degree in Philosophy and Post-graduate Degrees in Language Teaching and Media and Communication, is currently the Language Coordinator at New York University in Florence. Before being appointed at NYU in Florence she ran private companies in the field of education and media, coordinated EU-funded projects and taught Italian language at the University of Florence. At NYU in Florence, and in collaboration with the Italian Dept at home campus, she supervises the Italian Language Program and the exchange initiatives with Italian schools and universities. Her field of research is the teaching and acquisition of Italian as a second/foreign language. She published several articles as well as teaching materials. She runs regular training workshops for Italian Language Faculty in Florence and in New York. Recently she acted as General Editor of the new Italian Language Textbook, “Allora”, for learning the Italian language at New York University that was published by New York University Press in 2013, and also wrote several chapters for this book. The publication is the result of a collective effort on both sides of the Atlantic: Florence and Washington Square and reinforced the shared beliefs and teaching practices of the language programs.                                                              Lisa Cesarani                               Lisa Cesarani received her PhD in American Literature from NYU in May 2000. In addition to teaching \"Cultural Foundations\" in the Liberal Studies Program in Florence, she is also the Assistant Director for Academic Support at NYU in Florence.                                                              Silvia Chegia                               Silvia Chegia obtained a Master of Arts degree with first-class honors in Italian Literature in 1990 at the Facoltà di Lettere e Filosofia at the University of Florence. She afterwards received a Diploma of specialization in teaching Italian as a foreign language at the University of Siena for Foreigners.   She taught Italian at the Centro di Cultura per Stranieri at the University of Florence, at the Centro Linguistico at the University of Siena for Foreigners, at the University of Massachusetts in Amherst and at the Centro Linguistico di Ateneo at the University of Florence.   She is currently an Adjunct Professor of Italian language at the NYU Florence where she has been teaching since 1999.                                                                Alessandro Chiaramonte                               Alessandro Chiaramonte received his PhD in Political Science from the University of Florence where he is currently an associate professor. He teaches \"Italian Politics and Government.\"                                                              Margherita Ciacci                               Margherita Ciacci is a professor of Sociology at the University of Florence where she also received her PhD. She teaches \"Sociology of Consumerism\" and \"Sociology of the Arts\" and has been a member of the NYU Florence faculty since Fall 1998.                                                              Nicolò Conti                               Nicolò Conti received his PhD in Political Science from the University of Florence. He is Assistant Professor of Political Science at the Unitelma Sapienza University in Rome. His main research focus is on parties, political elites and the EU. At NYU Florence, he teaches Western European Politics.                                                                Valentina Contini                               Valentina Contini received her PhD in Italian Studies from the F acolta’ di Lettere e Filosofia of the University of Florence. She taught Italian and Italian Literature at the Centro di Cultura per Stranieri and Italian language at the Centro Linguistico di Ateneo of the University of Florence. She is currently an Adjunct Professor of Italian language at the NYU in Florence where she has been teaching since 1999.                                                               Gabriele Cosentino                               Gabriele Cosentino graduated from the University of Bologna and holds a PhD in Media Culture and Communication from New York University. He has published several articles in edited collections on a variety of topics, including digital media, political communications and cultural globalization, and has taught at NYU campuses in New York  and Florence, and at John Cabot University in Rome.                                                              Nicole Cuddeback                               Nicole Cuddeback has an M.F.A. in Creative Writing and Literature from the University of Houston and a B.A. from Sarah Lawrence College. She has taught Writing I and II in NYU's Liberal Studies Program in Florence since 2000. Author of the book of poems The Saint of Burning Down and works that have appeared in a variety of literary journals, she is also currently pursuing a degree in Archeology at the University of Florence.                                                                Roberto D'Alimonte                               Roberto D’Alimonte has been teaching at NYU Florence since 1995. He also teaches a course on the Italian Political System at Luiss University of Milan, and has been teaching at the Political Science Department of the University of Florence from 1974 to 2009. He has been visiting professor in Yale University and Stanford University. His research field is related to electoral systems, elections, and voting behavior in Italy. He has been coordinating a research group together with Stefano Bartolini and Alessandro Chiaramonte on elections and the transformation of Italian Party  System. The group’s research study resulted in a series of books edited by Il Mulino. Professor D’Alimonte is Director of CISE (Italian Center for Electoral Studies), member of ITANES (Italian National Election Studies) and columnist for the Italian newspaper IlSole24Ore.                                                                Luisa Demuru                               Bio to come.                                                              Marco DelRocca                               Marco Del Rocca studied Italian Literature at the University of Florence and graduated with a thesis about Federigo Tozzi, one of the main Italian authors in the twentieth century. At a later stage, along with his studies in literature, he became interested in teaching Italian as a second language. He has now been teaching Italian to foreigners since 1994 (since 2000 in cooperation with NYU in Florence). A secondary aspect of his professional life (but a  primary issue for what he considers a meaningful life) is his activity as a musician: he plays bass with several jazz/fusion combos and big bands in the florentine area.                                                                Rafaelle Donvito                               Raffaele Donvito (PhD) is Aggregate Professor of Marketing and International Management at the University of Florence. He has been research fellow of the Department of Economics and Management at the University of Florence since 2000. He has been Professor of Introduction to Marketing at Leonard N. Stern School of Business - New York University in Florence since 2009. His research interests include international marketing, brand management, retail marketing, marketing communication, fashion and luxury marketing. His published research outputs have appeared in refereed international journals including Journal of Business Research, Psychology &amp; Marketing, Journal of Brand Management, Journal of Marketing Trends, International Journal of Business and Economics, and also in Marketing Trends, EMAC, IMP, KSMS, AMS international conferences proceedings. He is member of the editorial board of Journal of Global Scholars of Marketing Science, member of the Editorial Board of Journal of Global Fashion Marketing, and member of the reviewing committee of Journal of Marketing Trends. He received the Best Conference Paper award at 2010 Global Marketing Conference in Tokyo and  the Marketing Trends Awards at 2007-8 International Congresses on Marketing Trends, in Paris-Venice.                                                                Gabriela Dragnea Horvath                               Gabriela Dragnea Horvath has earned her BA and MA in Germanic philology with Honors degree from the University of Bucharest, an MA with Honors degree at the University of Florence, with a concentration on Renaissance literature and philosophy, and a PhD in philosophy, Magna cum Laudae at the Free University, Berlin.   She also attended the Academy of Journalism in Romania and worked as a broadcaster for the German department of the World Service of Radio Bucharest.She has collaborated with universities like Fairfield, Stony Brooke, Richmond in London and Sarah Lawrence, and is currently teaching for New York University and Gonzaga in Florence programs.She is general editor of the Gonzaga-in-Florence journal: Voyages: Rethinking Nature and Its Expressions. She has published essays, book reviews, poetry and prose translations and short stories in Italy, Romania, USA,  Great Britain, Australia. She has authored a book in Italian, Shakespeare: ermetismo, mistica, magia (Rome, 2003); has co-translated with Stuart Friebert and Adriana Varga the volume Hands Behind My Back, by Marin Sorescu (Oberlin Translation Series, 1991) and has published on-line her doctoral thesis Theatre and Magic in the Elizabethan Renaissance (Berlin, 2012). Forthcoming with the Droz printing house in Geneva is an essay in French: L’encyclopédie comme instrument du traducteur. Sur la Tipocosmia d’Alessandro Citolini, in the volume De la traduction parfaite. Philosophie et art du traduire du Seizième au Dix-huitième siècle, ed. Charles Le Blanc, Luisa Simonutti. She is currently preparing the final version of an interdisciplinary study entitled: Theatre, Magic and Philosophy: William Shakespeare, John Dee and the Italian Legacy, due to be published by Ashgate in 2014.                                                                Matteo Duni                               Matteo Duni received his PhD in History and Civilization from the European University Institute. He teaches the courses on \"Medieval Church\", \"Italy during the Renaissance: Florence\" and \"Magic, Religion and Inquisition\" at NYU in Florence.                                                              Bruce Edelstein                               Bruce Edelstein, Coordinator for Graduate Programs and Advanced Research at NYU in Florence, received his PhD in Fine Arts at Harvard University in 1995. Prof. Edelstein has a wide array of research interests in the history of Italian Renaissance art and architecture, including patronage, court culture, and women's studies. Since 1999, he has taught various courses at NYU in Florence, including: \"Medici Patronage\", \"Early Masters of Italian Renaissance Painting\", \"The Age of Leonardo, Raphael, and Michelangelo\", \"European Architecture of the Renaissance\", and, for the Graduate Program, the \"Works in Progress Seminar\".                                                              Charles Ewell                               Charles Ewell received his BA from Yale University and his PhD in Humanities/Classical Archaeology from Florida State University in 2000. Dr. Ewell teaches \"Etruscan Art and Archaeology\" at NYU in Florence, and is director of the summer archaeological excavations at Palazzaccio (Lucca).                                                              Lapo Filistrucchi                               Bio to come.                                                                David Forgacs                               Guido and Mariuccia Zerilli-Marimò Chair in Contemporary Italian Studies; Professor of Italian; Director of Graduate Studies   Select Publications:   David Anthony Forgacs joins the Department of Italian Studies as holder of the newly endowed Guido and Mariuccia Zerilli-Marimò Chair in Contemporary Italian Studies. He earned both his B.A. in English and his M.Phil. in Comparative Literature and Literary Theory at the University of Oxford (1975, 1977) and his Ph.D. in Philosophy at the Scuola Normale Superiore in Pisa (1979). Previously, he taught at University College London, where he held the established Chair of Italian, at Royal Holloway University of London, University of Cambridge and University of Sussex.   Authored / edited books:   Dr. Forgacs is the author or editor of numerous works, including The Antonio Gramsci Reader (1989), Italian Cultural Studies (1996), Roberto Rossellini, Magician of the Real (2000) and Italy’s Margins: Photography, Writing and Social Exclusion Since 1861 (forthcoming). He has been awarded numerous research grants from organizations including the British Academy, Arts and Humanities Research Council, and Economic and Social Research Council.                                                              Giampiero Gallo                               Giampiero Gallo is Professor of Econometrics at the School of Economics, University of Florence. He received his PhD in Economics from the University of Pennsylvania in 1989. Previous appointments were with the Department of Econometrics at the University of Geneva, the World Bank, the University of North Carolina at Chapel Hill, and the University of California at San Diego. He has authored several scientific articles on forecasting, financial volatility, and European exchange rate management. At NYU in Florence, he teaches \"Statistics\", \"International Finance\", and \"Money and Banking\".                                                              Grazia Giannelli                               Grazia Giannelli received her degree in Foreign Languages and Literature from the University of Florence, thesis on the Acquisition of Syntax. She has taught Italian language at the Arizona University and at the University of Florence. Since 2005, she has been teaching courses in Italian language at NYU Florence and from 2008 to 2012 she also taught &quot;Service Learning: Community Service in Florence&quot; in the graduate and undergraduate programs.                                                                Silvia Giorgi                               Silvia Giorgi graduated in 1995 with a degree in Medieval Art History from the University of Siena. After receiving several research fellowships and scholarships in Italy and abroad (Fondazione Longhi in Florence, The University of Siena, The University College London), she received a Ph.D. in Renaissance Iconography from the University of Siena. She further acquired a Masters in Art Management and Communication at the Scuola Normale Superiore di Pisa in 1997 and a Certificate in Museum Curatorship in 2000. She is an expert in Medieval and Renaissance Art History as well as Iconography and Iconology, and has published and presented prolifically on these topics. Her current research focuses on Renaissance Iconography in Central Italy and on Sienese Goldsmith’s art. Silvia has taught for several US programs in Florence and Siena, and joined the CET Florence and CET Siena faculty in 2009.                                                                Grazia Gobbi Sica                               Bio coming soon                                                                Richard Ingersoll                               Richard Ingersoll (b.1949) Ph.D. from UC Berkeley, Associate professor at Rice University, 1986-97; currently teaches in art, architecture and sustainable urbanism at NYU in Florence, and Syracuse University in Florence (Italy), and the Politecnico di Milano. His recent publications: World Architecture. A Cross-Cultural History (2013); Sprawltown, Looking for the City on its Edge (2006); World Architecture, 1900-2000. A Critical Mosaic, Volume I: North America, USA and Canada (2000).                                                                Jeff Kiesner                               Jeff Kiesner, Assistant Professor at the University of Padova, received his PhD in School Psychology from the University of Oregon in 1997. Dr. Kiesner teaches courses in developmental psychology, clinical psychology, and statistical methods for research in psychology.                                                              William Klein                               Master Teacher of Liberal Studies Program; CAS Honors Program   Ph.D. Johns Hopkins University- History   Website                                                              Daniela Lateana                               Bio to come.                                                                Patricia Lennox                               Patricia Lennox, Ph.D. received the Gallatin Award for Teaching Excellence in spring 2013. In fall 2013 she joined the NYU Global program, teaching courses at NYU in London and NYU Florence. At Gallatin her recent courses included: Practicum in the Fashion Business (co-taught with the Guess Visiting Professor); Fashion’s Fictions: the Texts of Clothing; Monsters in Popular Culture; Myths, Fables and the History of Fairytales. Earlier courses included early modern women and Shakespeare. Recent publications include an an edition of As You Like It; other published work includes articles on Shakespeare on film and television, and book reviews in The Shakespeare Bulletin. Current works in progress: Shakespeare and Costume, co-edited with Bella Mirabella, to be published by Arden, and an article on Prince of the Himalayas, a Chinese film version of Hamlet, set in ancient Tibet. Before joining academia she worked at the Metropolitan Museum Costume Institute as Diana Vreeland’s assistant.                                                              Nancy A. Leszczynski                               Nancy A. Leszczynski, Landscape Architect, received her MLA from the University of Virginia in 1991. Ms. Leszczynski teaches courses in art history, including \"Gardens and Landscapes of Tuscany\" at NYU in Florence.                                                              Giovanni Liberatore                               Giovanni Liberatore is Professor of Corporate Valuation at the University of Florence. He holds a PhD in Accounting from the University of Pisa (1992). As an Adjunct Professor, he teaches \"Financial Accounting\" at NYU in Florence, and \"Management Control\" at LUISS Business School in Rome. He has been a Certified Public Accountant and a Certified Auditor in Italy since 1992.                                                              Hin-Yan Liu                               Hin-Yan Liu is a Research Fellow in the Academy of European Law at the European University Institute. He holds a PhD in Law from King's College London, a LLM specialising in Human Rights Law with Distinction from University College London, in addition to a law degree and a psychology degree. Dr Liu's articles have appeared regularly in Oxford and Cambridge Journals and he has two forthcoming books under contract with Hart Publishing, Oxford. He teaches International Human Rights at NYU Florence.                                                                Davide Lombardo                               Davide Lombardo is preparing his dissertation at the European University Institute (EUI) in the field of History. He teaches the \"Culture of the City: Italian Urban Life\" course at NYU in Florence and also continues to lecture at the EUI.                                                              Angelo Maria Mangini                               Bio to come.                                                                Stefano Matini                               Stefano Matini is an Italian-American learning and development practitioner with a wealth of experience in stakeholder communication, resolving issues ranging from miscommunication, lack of accountability and poor teamwork, to intercultural barriers, burnout and unproductive conflicts.   After receiving his master’s degree in Integrated Marketing Communications from Emerson College in Boston, Stefano spent the following 15 years developing organizational communication and development programs for a variety of clients including Adecco, Loro Piana, Sorin Group, Uniti Credit Union, Finint, and Yama Group.   Stefano is the owner of BOND&amp;ROW, an organizational development agency in Chicago covering the EMEA, APAC, and Americas regions. Stefano partners with corporate clients to strengthen stakeholder communication, gain competitive advantage and improve staff performance through multi-day corporate trainings and coaching programs on interpersonal communication, conflict management, leadership, and team building.   As an adjunct professor Stefano teaches Organizational Communication at NYU. He also teaches Human Resources Management, Workplace Psychology, and Corporate Social Responsibility at the Fashion Institute of Technology, and the Lorenzo dé Medici Institute.   ”Communication is the key to changing the world” is Stefano’s personal mantra, as he believes that we can unveil a world of endless opportunities by learning how to communicate effectively with others.                                                                   Suzanne Menghraj                               Master Teacher of Liberal Studies Program   MFA, Columbia University - School of the Arts, Nonfiction Writing   BA, Cornell University - College of Arts and Sciences, English Literature   Area of Interests: Literary Essay; Criticism; Experimental Translation   Website                                                              Domenico Menicucci                               Domenico Menicucci obtained an undergraduate degree in Economics from the Universita' degli Studi di Firenze (Italy) in 1994, and a PhD in Economics from Universitat Pompeu Fabra (Barcelona, Spain) in 2001. Since 2005 he is associate professor at Universita' degli Studi di Firenze. His reaserch focuses on applied game theory, and in particular on industrial organization, auction theory, and mechanism design. He has published papers (or forthcoming) in several professional journals including the Americal Economic Review, the Journal of the European Economic Association, the Rand Journal of Economics, the European Economic Review, Economic Theory, the Journal of Economics and Management Strategy.                                                                Mauro Mussolin                               Mauro Mussolin, Adjunct Professor at NYU in Florence, received his PhD in History of Architecture in 2001. Dr. Mussolin teaches courses in Architectural and Art History, including \"Holy People, Holy Places\", \"Renaissance Art\", and \"Renaissance Architecture\".                                                              Eric Nicholson                               Eric Nicholson received his PhD in Renaissance Studies from Yale University (1991), and has performed in and directed numerous early modern plays, as well as published several articles in this same field. At NYU in Florence, he teaches courses on cultural history, early modern drama, and the performance of classic theatre.                                                              Scott Palmer                               Scott Palmer, Coordinator for Instructional Technology and Digital Initiatives, received his PhD in English from Tufts University in 2006. His areas of specialization include: nineteenth-century transatlantic literature of migration, travel, tourism; early nineteenth-century visual culture (photography, lithography, cartography); race and cultural studies.                                                              Natalia Piombino                               Natalia Piombino received her MA in Italian Studies from UCL London and her PhD in Italian History from Royal Holloway (University of London). She has taught for NYU in Florence Graduate Program a course on La narrazione del Sud nel cinema italiano e nella storiografia (1946-64) and is currently teaching a course on The Italian South.                                                                Alessandro Raveggi                               Professor Raveggi received his BA/MA from Università di Firenze in 2004 and his PhD at Università di Bologna in 2008. Professor Raveggi has published articles and chapters in books on Italo Calvino, Pier Paolo Pasolini, Carlo Levi, Carlo Collodi, literary theory, postmodern fiction and the Latin-American novel. He wrote a monograph on Calvino and his cultural experience of America, Calvino Americano. Identità e viaggio nel Nuovo Mondo , published in 2012 for Le Lettere.. At NYU Florence He has taught the “Graduate Seminar in 20th Century Italian Literature” and “Readings in Medieval and Renaissance Italian Literature”. Professor Raveggi is also a novelist and a poet.                                                                Massimo Reale                               Massimo Reale graduated from the University of Florence in Humanities and Philosophy. He teaches both advanced Italian language courses:\"Quattro Chiacchiere: Conversations in Italian,\" and \"Advanced Review of Modern Italian.\"                                                              Giorgio Ricchiuti                               Giorgio Ricchiuti is Assistant Professor at the University of Florence, where he received his PhD in Development Economics in 2004. At NYU in Florence, Dr. Ricchiuti has taught \"Economic Principles I\" (Macroeconomics) since 2007.                                                              Matteo Sansone                               Matteo Sansone studied piano and composition at the Conservatorio S. Pietro a Maiella, Naples. He received his PhD in Italian from Edinburgh University, where he also taught for many years. Since 2001, he has taught \"Italian Opera\" at NYU in Florence.                                                              Salvatore Sberna                               Salvatore Sberna completed a Ph.D in Political Science at the Istituto Italiano di Scienze Umane in Florence with a dissertation on the politics of organized crime, a quantitative and qualitative assessment of organized crime’s impact on local government in Italy. He is research fellow at the European University Institute since May 2012. He is coordinator of the post-graduate ‘APC Program’ on Analysis, Prevention and Control of Organized Crime and Corruption, organized by the Department of Political and Social Science, University of Pisa. He was visiting researcher at the Ex-legi Institute (University of Oxford), and Fulbright visiting researcher at UCLA. His publications include articles in books or journals, and he is currently preparing a manuscript about organized crime and politics in Italy. Research interests include organized crime, political corruption, violence, democratization, accountability                                                                Ilaria Sborgi                               Bio coming soon                                                                Fabio Schoen                               Bio coming soon                                                                Marco Semeghini                               Marco Semeghini is a marketing manager with significant experience in the industry of fashion, with a focus on menswear. After graduating with a Master’s in Business Administration at Bocconi University in Milan, he started his career in the retail sector, covering the role of buyer for La Rinascente, the leading Italian high-range department store chain. Later on, he moved to the luxury sector, first at Gucci, where he started as a menswear buyer for direct stores, and then was promoted to worldwide menswear merchandising manager, subsequently at Tom Ford, where he played a key role in the brand startup phase, and was appointed head of merchandising. His latest role is at​ Canali, the Italian menswear company specializing in sartorial garments, where he has had added to his previous skills the roles of design creative director and product development director.   He regularly holds lessons and seminars at institutions such as Marangoni and Richmond University.                                                              Mara Simonti                               Mara Simonti received her degree in Italian Literature from the University of Florence and a “Certificazione di Competenza  in teaching Italian as foreign language from the University of Siena for Foreigners. She taught Italian Language at the Centro di Cultura per Stranieri of the University of Florence, at Middlebury College – Italian school – in Vermont (USA), at the Centro Linguistico di Ateneo of the University of Florence. She is currently an Adjunct Professor of Italian Language at the NYU in Florence where she has been teaching since 1999.                                                                Debora Spini                               Debora Spini received her PhD in the History of Political Thought at the Scuola Superiore di Studio all'Università di S. Anna in Pisa in 1995. She has been a member of the General Studies Program faculty at NYU in Florence since 1998 and teaches the \"Social Foundations\" course.                                                              Laura Tarabusi                               Laura Tarabusi received her degree in Foreign Languages and Literature from the University of Florence in 1990. She was the Director of the University of Florence Language Resource Center from 1997 to 2000. Since 2000, she has been teaching courses in Italian language and culture at NYU in Florence, including \"Service Learning: Community Service in Florence\", and \"Conversations in Italian\".                                                              Giuseppe Toscano                               Giuseppe Toscano received his Diploma in Photography at Fondazione Studio Marangoni in 2003, where he teaches all levels of photography courses to NYU in Florence students. He has exhibited in Italy and abroad.                                                              Jane Tylus                               Professor of Italian, Comparative Literature; Faculty Director, The Humanities Initiative at NYU   Ph.D. 1985, (comparative literature), Johns Hopkins; B.A. 1978 (English), College of William and Mary   Website                                                                Margherita Velucchi                               Margherita Velucchi received her degree in Statistics and completed her PhD in Economics from the University of Siena in 2005. At NYU in Florence, Dr. Velucchi teaches \"Economic Principles II\", \"Introduction to Economic Issues\", and \"Contemporary Issues in Economics: Italy\".                                                              Vito Zagarrio                               Vito Zagarrio received his PhD in Cinema Studies from NYU in 1995. He is a Professor at the University of Rome 3 DAMS. He teaches the &quot;Italian Cinema&quot; course at NYU in Florence.                                                                                            NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                             Faculty Spotlight     Marco Semeghini     Marco Semeghini is a marketing manager with significant experience in the industry of fashion, with a focus on menswear. After graduating with a Master’s in Business Administration at Bocconi University in Milan, he   started his career in the retail sector, covering the role of buyer for La Rinascente, the leading Italian high-range department store chain. Later on, he moved to the luxury sector, first at Gucci, where he started as a menswear buyer for direct stores, and then was promoted to worldwide menswear merchandising manager, subsequently at Tom Ford, where he played a key role in the brand startup phase, and was appointed head of merchandising. His latest role is at​ Canali, the Italian menswear company specializing in sartorial garments, where he has had added to his previous skills the roles of design creative director and product development director.   He regularly holds lessons and seminars at institutions such as Marangoni and Richmond University.                 Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service                 Explore     Restaurants   Nightlife   Things to do   Local Travel   Regional Travel   Shopping                Live     Housing &amp; Meals   Getting Around   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                                    Questions?        Contact Us                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Hauser Global Scholars | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Global &rsaquo; Hauser Scholars Program &rsaquo; Hauser Global Scholars LLM Candidates                  Hauser Scholars Program                 Hauser Global Scholars                 Hauser Global Scholars LLM Candidates       Past Hauser Scholars                           The Hauser Global Scholars Program, a part of the Hauser Global Law School, offers generous financial support to a limited number of outstanding foreign students for one year of study at New York University School of Law enrolled in the course leading to the LLM degree. In addition to pursuing their degree program, Hauser Global Scholars participate in special programs and events throughout the year.   The Hauser Global Scholars reflect the breadth and diversity of NYU School of Law’s Graduate Division. In the last 11 years of the Program, 99 Hauser Global Scholars have been selected from approximately 42 countries and all continents. After intensive screening of applications by NYU School of Law faculty and admissions officers, Hauser Global Scholars are selected by a committee of distinguished international leaders. They are chosen on the basis of their intellectual and leadership ability and their capacity to participate productively in a global community of scholars and practitioners. Each Hauser Global Scholar receives full tuition and reasonable living expenses, including rent and the cost of textbooks and other study materials.   For information on application to the Graduate Division and to the Hauser Global Scholarship, please see the Office of Graduate Admissions .   2014-2015 Hauser Scholars     Shirin Chua  Singapore   Shirin Chua graduated with a Bachelor of Laws with First Class Honours from the National University of Singapore (NUS) in 2010. She was a member of the NUS team that won the Richard R. Baxter Award (for the Best Applicant Memorial) at the International Rounds of the Philip C. Jessup International Law Moot Court Competition in 2010. She was also ranked among the Top 100 Oralists at these International Rounds.   Between 2010 and 2012, she clerked for the Chief Justice and the Judges of the Supreme Court of Singapore. She then served as a Deputy Public Prosecutor at the Attorney-General’s Chambers in Singapore, before taking up her current post as State Counsel at the International Affairs Division of the Attorney-General's Chambers in June 2012.   Shirin is enrolled in the LLM programme in International Legal Studies at NYU.     Luis María Clouet  Argentina   Luis María Clouet graduated summa cum laude from the University of Buenos Aires (UBA) Law School in December 2008. He obtained a Law degree with a concentration on Business Law. He was placed in the top 0.1% of a class of over 2,948 students. In recognition of his academic performance, he was awarded an Honors Diploma, the UBA Law School Academic Excellence Distinction and was the recipient of a Hague Academy of International Law Scholarship. He has completed postgraduate studies in Oil &amp; Gras Law at the UBA Law School, and has attended a Master in Private International Law in Argentina.   During his undergraduate studies, he was a member of the UBA Law School arbitration team reaching the quarterfinal round of the 2008 UBA International Commercial Arbitration Moot, and was awarded the competition award for best individual oralists. Luis María also coached the team of students that represented the UBA Law School in the 2009 and 2010 UBA International Commercial Arbitration Moot.   Upon graduation, Luis María was admitted to the Buenos Aires Bar Association. Since then, he has worked in complex litigation and arbitration matters on international commercial and investment arbitration, in international business transactions, cross-border contracts and other commercial matters.   Furthermore, Luis María has been involved in teaching activities since 2008. He first served as a student teaching assistant of Private International Law at the UBA Law School, and then as a graduate teaching assistant. In 2010, after sitting for a qualifying examination, he became a second teaching assistant. He speaks Spanish, English and Portuguese.   At NYU, Luis María will pursue an LLM in International Business Regulation, Litigation and Arbitration.     Michael Darcy  Canada   Michael Darcy holds a BA in English Literature from Memorial University of Newfoundland and a JD from the Schulich School of Law at Dalhousie University. During his legal studies, Michael specialized in business law, winning numerous awards for academic excellence, including being named a Schulich Scholar, a Blakes Scholar, and receiving the University Medal in Law for graduating first in his class. He has recently become a member of the Bar of Ontario.   In 2013-2014, Michael clerked for the Honourable Justice Eleanor Dawson of the Federal Court of Appeal (Canada) and the Court Martial Appeals Court (Canada).   Throughout his studies, Michael has maintained strong ties to social justice and civil liberty organizations, including reporting for the Canadian Civil Liberties Associations’ RightsWatch Blog and working in various roles for Oxfam Canada and the Rainbow Refugee Association of Nova Scotia.   Michael is currently pursuing an LLM in International Taxation. Due to his interest in both business law and social justice, he will focus on the interaction between tax systems and global development initiatives.   Michael has also been awarded a Fulbright Scholarship for his studies at NYU.     Zeev Gutreich  Israel   Zeev Gutreich graduated summa cum laude from the Hebrew University of Jerusalem Faculty of Law, 4th in his class. In addition he holds an MBA in finance and banking from the Hebrew University, magna cum laude. During his studies, Zeev received five awards for exceptional achievements, including the Dean's Prize, Abraham Agmon Prize, and Isaac Drori Prize. In the 2008/2009 academic year Zeev served as a member of the editorial board of the prestigious Hebrew University Law Review (\"Mishpatim\"), and in the following year he was selected to serve as the Editor-In-Chief of the Law Review. Zeev was also a Teaching Assistant to Dr. Tomer Brody in the Legal Writing and Research Course of the Hebrew University.   Upon his LLB graduation, Zeev clerked for the Honorable Deputy President Justice Eliezer Rivlin of the Supreme Court of Israel for one year. After being accepted as a member of the Israeli Bar Association on December 2012, Zeev returned to work at the Israeli Supreme Court as a Law Clerk for the Honorable Justice Esther Hayut.   Last, but definitely not least, Zeev is married to Renana and is a proud father of the cute and adorable Eytan (3 years old) and Yair (1 year old).     Sienna Merope-Synge  Australia   Sienna Merope-Synge graduated from Melbourne University with degrees in Arts and Laws and Diploma in Asian Studies in 2012. She was ranked second in her graduating law class and received numerous academic honours, including the prestigious Chief Justice’s medal, awarded to the law student in Victoria who has achieved most academically and for the community during their studies.   While at law school, Sienna completed internships with the UN Office of the High Commissioner for Human Rights, the North Australian Aboriginal Justice Agency, and the Asylum Seeker Resource Centre, Australia’s largest refugee advocacy organisation. She also sat on the National Executive of UN Youth Australia, and the editorial board of the Melbourne Journal of International Law.   Sienna was a member of the Melbourne Law School team that won the national rounds of the Philip C. Jessup International Law Moot Court Competition in 2009.   After graduating, Sienna was appointed Research Director to the Chief Justice of NSW, the Hon. TF Bathurst QC. Working directly with the Chief Justice, she helped produce judgments and collaborated in writing academic papers and speeches. During this time she also served as Assistant General Editor of the Australian Law Journal. She has published several academic articles and has been cited before the International Criminal Court. She also writes on human rights issues for Australian media.   Before commencing her LLM, Sienna worked as a consultant for the UN Office of the High Commissioner for Human Rights, and in the public law litigation team of international law firm Herbert Smith Freehills.   At NYU, Sienna is pursuing an LLM in International Legal Studies, with a focus on international human rights law and transitional justice.     Edefe Ojomo  Nigeria   Edefe is a lecturer in the Department of Jurisprudence and International Law at the University of Lagos, Nigeria. She has a Bachelor of Laws (LLB) from the University of Lagos, a Qualifying Certificate (BL) from the Nigerian Law School, a Master of Laws (LLM) in International and Comparative Law from the American University in Cairo, and a Master of Arts (MA) in Conflict, Security and Development from King’s College London. Edefe has been a recipient of several fellowships and academic awards, including the African Graduate Fellowship at the American University in Cairo, the CSDG/ECOWAS Fellowship at King’s College London, and several scholastic awards at the University of Lagos and the Nigerian Law School, where she graduated with First Class Honours. She also has certificates in research and specialized courses from several institutions and organisations, including the United Nations and the International Organisation for Migration.   Edefe has worked as an intern and a research fellow at the ECOWAS Commission, where she specialized in projects relating to peace building, mediation, and the development of migration policies for the West African community. She has also trained government officials from West African countries on issues relating to integration and migration. Her research focuses on citizenship, migration, and regional integration in Africa. She also provides research and program support to the Network of Migration Research on Africa (NOMRA).   Edefe is the co-founder of the Young African Research Arena (YARA), a research support website for African students, the editor-in-chief of the Young African Research Journal, the supervisor of Campus to Communities (C2C), a community development organization, and the Open Educational Resources (OER) Lead for Creative Commons Nigeria. As supervisor for the C2C organization at the University of Lagos, Edefe has supervised and participated in community development projects with students from her University. She continues to provide research support to Law students across Africa.   At NYU, Edefe will pursue an LLM in International Legal Studies.     Juan Marcos Otazú  Paraguay   Marcos graduated magna cum laude from the Law School of the National University of Asuncion in December 2012, ranking 2nd in a class of 525 students. At law school he participated actively in moot court competitions, acting as a pleader for his law school in the 18th and 20th Editions of the Willem C. Vis International Commercial Arbitration Moot. He served as a law clerk to Judge Alberto Martinez at a First Instance Civil a Commercial Court in Asuncion (from 2009 to 2012) and at a Civil and Commercial Appellate Court in Asuncion (from 2012 to 2013). Three rulings of the Appellate Court based on opinions he drafted were published in Unilex.   In 2013 Marcos participated in a Certificate Program in International Commercial Arbitration organized jointly by the Paraguayan Center for Studies of Law, Economics and Politics and the University of Heidelberg.   Marcos received a full merit-based scholarship for his law school studies in Paraguay. He was also awarded a full scholarship to attend the 2013 Annual Conference of the International Bar Association held in Boston.   A year after graduating from law school he earned a position as an Associate at Olmedo Abogados, a leading Paraguayan law firm, where he worked in civil and commercial litigation and corporate law. From July 2013 to June 2014, he served as an Assistant Professor of Contracts and Law of Obligations at the National University of Asuncion.   Marcos is fluent in English and Spanish, is proficient in French and has working knowledge of Portuguese.   At NYU, Marcos will pursue an LLM in International Business Regulation, Litigation and Arbitration.     Thomas Streinz  Germany   Thomas Streinz studied law and economics at the University of Bayreuth, international trade law at Bond University in Australia, European and international public law at Ludwig-Maximilians-Universität München, and competition law and policy at the London School of Economics. He passed the First and Second State Exam in the Free State of Bavaria and holds the diploma in European law from the Academy of European Law at the European University Institute in Florence. He is a PhD candidate at Ludwig-Maximilians-Universität München, writing a thesis on the role of the Advocate General at the European Court of Justice under the supervision of Professor Dr. Peter M Huber , a judge at the German Federal Constitution Court.   During his legal practice training ( Referendariat ) Thomas worked inter alia for the Legal Service of the European Commission in Brussels and the German Embassy in Washington, DC. He also served as a research assistant at the Research Center for the Law of European Integration at Ludwig-Maximilians-Universität München. In this capacity, he organized conferences on current problems in constitutional law in cooperation with the Institute of European and Comparative Law at University of Oxford. Subsequently he has been a research associate in the governmental affairs department of the international law firm Noerr LLP in Munich, dealing primarily with competition and state aid law.   Thomas’ publications cover different areas of EU law. He is the co-author of a commentary on the free movement of goods and of a chapter on the membership of the EU in the WTO. He analyzed the relationship between the EU and the Council of Europe in a chapter in a book on the EU’s emerging international identity. In various journal and blog articles he has dealt with the ne bis in idem principle, the preliminary reference procedure, and the accession of the EU to the European Convention on Human Rights (ECHR). Since Spring term 2012 he has been a lecturer for EU Law at University of Passau. In summer 2012, he taught EU law to Russian students in Krasnoyarsk, in a project sponsored by the German Academic Exchange Service ( DAAD ).   Along with his native German, Thomas speaks English, French and Spanish. He enjoys all kinds of sport, in particular soccer.   At NYU, Thomas will pursue an LLM in International Legal Studies, focusing on global governance, international trade law, constitutional law, and legal theory.     Maruša Varl  Slovenia   Maruša Varl graduated cum laude from University of Ljubljana Faculty of Law in May 2012. In her class, she had the best average and the shortest time to finish her undergraduate studies. In recognition of her academic performance, she received the Faculty’s award for outstanding academic achievement.   Immediately after earning her law degree, she was placed number one at the list of 1132 applicants, making it to be one of three interns, accepted into the two-year internship program at the Ljubljana Court of Appeal. During her internship she was named the head of judicial trainees. In 2013, she spent 5 months at the private law department of the Republic of Slovenia Supreme Court, where she assisted a Supreme Court justice. In September 2013, she participated in University of Oxford summer law school.   Maruša is continuing her legal studies as a PhD student at University of Ljubljana Faculty of Law, where she is preparing a dissertation on punitive damages issues and aspects of its implementation in civil law systems.   At NYU she will pursue a Traditional LLM with a focus on torts, contracts and civil procedure     Xiaoxuan Wang  China   Xiaoxuan Wang graduated with an LLB degree from the Law School and Yuanpei College of Peking University in 2010. After undergraduate study, she spent another two years pursuing an LLM degree concentrating on Commercial Law in Peking University. During her legal studies, Xiaoxuan received numerous awards for academic excellence, including Morrison &amp; Foerster Scholarship, May Fourth Scholarship and Starlight International Scholarship.   Xiaoxuan passed the bar examination in China and got permitted to practice PRC law in 2011. Between 2012 and 2014, Xiaoxuan worked at Fangda Partners and practiced in the emerging field of RMB-dominated funds (RMB funds) and assets management, advising private equity firms, investment teams or assets management institutions on their fundraising or other financial products.   At NYU, Xiaoxuan is pursuing an LLM in Corporation Law.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]