[{"detail": [{"content": "HDSI Culminating Projects - Human Development and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Human Development and Social Intervention                          Overview    Dual Degree Program    Faculty    Current Students    Prospective Students       Admissions    Applied Research    Curriculum          Recent Graduates                                     HDSI Culminating Projects       Amy Seunghee Baeg  A Qualitative Study Exploring Gender Role Beliefs and Values of African American, Dominican, and Mexican Mothers       There have been stereotypes, ways of conceptualizing frameworks on gender; characteristics of children have been described as boys being bad and bold anf girls being wonderful and weak based on research on White-middle class samples. To what extent are these gendered distinctions also seen in diverse ethnic groups? How are they expressed? In this study, gender role beliefs and values of African-American (AA), Dominican-American (DA), and Mexican-American (MA) mothers were examined using qualitative methods. What gender role beliefs and expectations do AA, DA, and MA mothers hold for their children? Participants included 5 AA, 6 DA, and 7 MA mothers whose children were between 8 months and 2 years of age. Mothers of boys and mothers of girls were asked a series of open-ended questions about their experiences in raising their children. Their responses were transcribed and analyzed for thematic content. 12 themes emerged from the interviews, and were divided into three broad categories: child characteristics, parenting, and other gender domains. These themes were expressed by mothers of all three ethnicities. Themes for child characteristics were 1) Compliance vs. Defiance, 2) Gentleness vs. Roughness, 3) Emotional Sensitivity vs. Emotional Stoicism, and 4) Attachment vs. Independence. Themes for parenting were 5) Mother Role vs. Father Role, 6) Soft Hands vs. Harsh Forms of Discipline, 7) Educational Hopes vs. Educational Fears, and 8) Protection. Themes expressed in other areas included gendered beliefs about Appearance, Activities, and Status/Values. Knowledge of gender role beliefs can help provide a better understanding of parents&rsquo; behavior and their socio-culturally specific ways of socializing gender with their children.       Jessica Burdick Evaluating the Iowa Gambling Task as a Direct Assessment of Impulsivity with Elementary School-Aged Children       The goal of this study is to evaluate the validity of the Iowa Gambling Task (IGT; Bechara, Damasio, Damasio, and Anderson, 1994) as a direct assessment measure of impulsivity among low-income elementary school-aged children. One hundred and ninety-three 9-11 year olds participating in a longitudinal intervention study performed a computerized version of the Iowa Gambling Task, a validated measure of decision-making. Multi-level modeling was used to examine children&rsquo;s performance over the course of the task. In addition, age and gender were included in the models to determine whether student characteristics differentiated performance. Finally, teachers&rsquo; ratings of child impulsivity (BIS-11; Patton, Stanford, &amp; Barratt, 1995) were used to predict children&rsquo;s Iowa Gambling performance. Though previous research has found age and gender differences in IGT performance, results indicated no significant variation in IGT index scores across age or gender. Higher BIS scores, however, predicted a decrease in slope of Iowa Gambling performance, indicating students rated higher on impulsivity chose more disadvantageously across the task blocks. Results support evidence of the validity of the Iowa Gambling Task as a measure of impulsivity in low-income minority children.       Xinyue Guan Parent Involvement in Chinese Adolescents       Parent involvement is an important predictor of students&rsquo; academic achievement. However, little is known about the correlation between parent involvement and students&rsquo; academic achievement in mainland China. The current study aimed to examine parent involvement during the middle school years in the context of China. Seven hundred and ten 7th grade adolescents from three middle schools in Nanjing China and their mothers took part in the study as a part of the larger Nanjing Metropolitan Youth Project. Analyses were conducted to explore the relationships between maternal education, parent involvement, and students&rsquo; academic achievement. Results showed that students with mothers who had a college diploma or above reported more parent involvement than students with mothers who had a middle school diploma or lower. Perceived parent involvement did not directly predict students&rsquo; academic achievement; but the association was moderated by school type. Higher levels of perceived parent involvement were associated with higher students&rsquo; academic achievement in middle achieving school but not in low achieving school. The effects of gender and school type on students&rsquo; academic achievement are discussed.       Elise M. Harris An Exploration of the Relationship Between Interpersonal Forgiveness and Communalism Among African-American Adults       Scholars acknowledge that culture has implications for how people forgive interpersonally. However, few studies have investigated the role that cultural orientation may play in forgiveness among African American adults. The present study uses hierarchical regression to test empirically a model that explores the relative contributions of socio-demographic variables, domains of religiosity, empathy and comrnunalism to predicting interpersonal forgiveness among a sample of 241 adult African American men and women (ages 16-75). One&mdash;way ANOVAS revealed that participants with household incomes $70,000 and above had signiﬁcantly higher forgiveness mean scores than participants with household incomes $39,000 and below. Results of bivariate correlational analysis reveal that communalism, subjective religiosity, and empathic concern were signiﬁcantly and positively related to interpersonal forgiveness. Finally, a four step hierarchical regression model was conducted to determine if communalism is predictive of interpersonal forgiveness above and beyond socio&mdash;demographic variables, empathy and religiosity indices. The ﬁndings revealed that communalism is not a statistically signiﬁcant predictor of interpersonal forgiveness. However, subjective religiosity and empathy were signiﬁcant positive predictors of interpersonal forgiveness. Implications of these ﬁndings are discussed.       Emily Jacobson The Associations Between Risk and Protective Factors and Children&rsquo;s Academic Performance in the Democratic Republic of the Congo (DRC)       Research shows that the presence of one or more risk factors is negatively associated with children&rsquo;s academic performance (Gutrnan, Sameroff, &amp; Cole, 2003). It has also been found that risk factors tend to cluster within individuals, and that the number of risk factors to which a child is exposed is sometimes more strongly associated with negative outcomes than the particular type of risk (Sameroff, Seifer, Barocas, Zax, &amp; Greenspan, 1987). Nonetheless, not every child exposed to risk develops negative outcomes. While certain factors have been studied as protective mechanisms for at-risk children (Ryzin, 2011), few studies to date have examined the cumulative effects of protective factors and hardly any research has considered their associations with academic outcomes (Van der Lann, Veenstra, Bogaerts, Verhulst, &amp; Ormel 2010), especially in Sub-Saharan Africa. The majority of existing literature on risk and protection comes from developed countries. The current study focuses on an understudied population of children from the Democratic Republic of the Congo (DRC). This study examines two risk/protection models, an individual model and a cumulative model, for predicting aspects of Congolese children&rsquo;s academic performance. The possibility that protective factors will moderate the negative association between risk factors and children&rsquo;s academic performance is also examined.       Juliana Karras Participant Research Engagement Within the Context of Evaluation Research       As funds available for social programs have decreased, criteria for program funding have become more rigorous (Paulsell, Avellar, Martin, &amp; Del Grosso, 2010), often requiring programs to demonstrate their practice is &ldquo;evidence&mdash;based&rdquo; (U.S. DHHS, 2011). In response, program evaluation research has proliferated (Donaldson, Christie, &amp; Mark, 2009). Traditionally, evaluation research focuses on participant engagement with program services. Within the context of an NYC program evaluation, authors theorize about the inﬂuence research processes have on participant engagement. A conceptual model is introduced which builds on the traditional notion of engagement in program services, by investigating what factors predict engagement with research. Logistical regression was use to examine whether baseline data collection was predicted by: (1) time lapse between communication with participants; (2) participant recruitment method; and (3) sample demographics (e.g. parent origin). Results suggest greater communication time&mdash;lapses negatively predicted baseline data collection, which indicate that research processes influence evaluation research.       Emily McFarlane   Designing an Intervention for LGBT Youth: The Role of Social Identity and Self-Concept       This paper presents a design for an intervention aimed at targeting the high rates of negative. behavioral and emotional issues found among LGBT youth. This population&rsquo;s social identity as sexual minority individuals affects the way they interact with an anti-LGBT biased society, which in turn affect LGBT youth&rsquo;s perceptions of themselves, or self-concept. Because compromised self-concept is a contributing factor to negative outcomes, this psychological construct is the target of this intervention. This paper also discusses the myriad issues that should be taken into account when conducting an intervention with a marginalized population, including program design, intervention and research methods, staffing, and rules regarding participation. The result is a creativity-based intervention that uses artistic skills as well as group discussion to explore self-concept as LGBT individuals; the results of this program can produce meaningful research on self-concept and the internalization of social bias in LGBT populations as well as how interventions can better serve marginalized populations.    Lillian Sindisiwe Nkhwashu Child Support Grant: Teenage Mothers&rsquo; Perceptions and Selected Characteristics    This study used survey research design to better understand the perceptions that female teenagers have on the implementation of Child Support Grant in relation to their life goals, social support, and decision-making regarding self. The study also explores the link that exists between teenage motherhood and Child Support Grant as perceived by female teenagers. It further describes teenage motherhood as a way to elicit ways in which teenage mothers understand the implications of teenage motherhood in South Africa. Two hundred and fifty (250) African/Black teenage mothers and 250 African/Black teenage non&mdash;mothers ages I 8 and 19 years registered full-time for grades 1 I and 12 in 2013 academic year public schools of Limpopo province of South Africa completed a self&mdash;report survey. The study hypothesized that; 1) Child Support Grant is associated with teenagers becoming pregnant; 2) early motherhood is associated with school interruption; and 3) early pregnancy interferes with life goals. The findings indicate that Child Support Grant is associated with dependency, is related to early pregnancy, and it is associated with school interruption; however, as this is a cross&mdash;sectional study, the directionality cannot be determined.       Kelly O&rsquo;Connor Sports in the Lives of Adolescent Girls       Previous research has shown sports to be an influential factor contributing to the development of not only athleticism, but also academic achievement, socialization processes, and the cultivation of social skills. Through sports, participants develop skills, habits, and values that are then transferable to other areas of life by integrating them into a larger social network of additional peers and adults. Research suggests that girls who participate in sports during school&mdash;aged years experience positive outcomes in the areas of academics and physical and mental health, and also have been found to identify relationships to be key aspects of their sporting experience, yet few studies examine the meaning of sports in the lives of such participants. The present study draws on interview data from 23 racially and ethnically diverse eighth grade girls who play sports to determine what meaning they make of sports in the context of their lives. Findings indicate that sports enhance friendships and aid in the development of girls&rsquo; awareness of gender discrimination. Implications for future research are discussed.       Justin Preston &ldquo;If They Abduct You, You Don&rsquo;t Come Back:&rdquo; Understanding the Child Soldier in Their Own Words       The investigator will be using narratives collected from northern Uganda that were created through the course of NET. The researcher conducting the analysis in the present study did not have any role in the creation and collection of the trauma narratives. There are few considerations in the literature of understanding how the children themselves reconstruct their time within the LRA and subsequent return to civil society, and there is even less directed towards the child soldier prior to their abduction. Life before the traumatic events experienced while a member of the rebel groups is rarely included in analysis, when life prior to the abduction is critical in helping to determine future development (Annan et al., 2009; Omstein, 2012). Much of the literature has only just begun to address the subjective experiences of the child soldiers themselves (e. g. Barber, 2009; Betancourt &amp; Khan, 2008; Boothby, Crawford, &amp; Mamade, 2009; Oloya, 2011; Wessells, 2006), and the majority of this research has focused on interventions at the level of the secondary and tertiary needs of the children themselves as well as focusing on assessing levels of PTSD in the population. The purpose of conducting this qualitative analysis of the life narratives of former child soldiers was to provide a better understanding of their experience of their past. There are two questions this research hoped to answer by studying and analyzing autobiographical narratives. These questions are largely exploratory in nature: 1) What are some themes that emerge across the narratives? 2) Do aspects of the children&rsquo;s pre-abduction experiences play a role in later portions of their narratives? By looking at the child in the larger context of their life narratives, this research expects to identify and discuss several qualitative themes that will help to elucidate and describe the psychological experiences of the children across the entire lifespan. This study will focus on their experiences within the LRA as well as before and after.       Emerald Shee The Development of Emotion Understanding in Ethnically Diverse Children at Ages Four and Five       Emotion understanding is the ability to identify the emotional meaning of others&rsquo; emotional expressions, demonstrated through nonverbal and verbal behaviors, which is essential for participation in society. However, little is known about the developmental course of emotion understanding in young children from ethnically diverse, low-income backgrounds even though they are often at risk for adverse developmental outcomes. The current study utilizes a pretend play assessment paradigm to examine the development of emotion understanding among Dominican-American, African American, Chinese-American, and Mexican-American children at ages four and five. Children were presented with six scenarios in which they had to label and reason about stipulated emotional states and emotions experienced by a protagonist. Children&rsquo;s emotion understanding was based on two criteria: whether children could label the valence and whether children could select the correct prop to annul the stipulated scenarios. These were examined across development and for gender and ethnic differences. Overall children improved in their emotion understanding from age four to age five, demonstrating the highest level of emotion understanding through labeling the valence of the stipulated scenarios. Girls were better than boys in labeling the valence. Chinese-American children demonstrated worse competency in emotion understanding compared to the other three groups. Between the two ages tested, children from each ethnic background followed a similar developmental trajectory in their ability to understand others&rsquo; emotional states and emotions. Even though, there are similar patterns demonstrated across groups, there are still specific ethnic and gender differences, which are important to explore further in the future.       Pei-Chen Tsai Exploration of Lesbian, Gay, Bisexual, and Transgender People&rsquo;s Disclosure, Risk, and Mental Health in the Workplace       Recently, the lesbian, gay, bisexual, and transgender (LGBT) population has become more visible in American society and across the world. Although American society has started to pay more attention to LGBT people&rsquo;s rights and mental health, they remain stigmatized and invisible in certain areas most notably in the workplace. Most LGBT workers choose to stay in the closet (i.e., conceal one&rsquo;s sexual orientation/gender identity) because they are not sure whether the work environment is safe and whether disclosing their sexual orientation will jeopardize their careers or not. The purpose of this study was to: 1. Use data collected from a sample of LGBT older adults (ages 60 to 88) from the United States to examine relationships among personal factors (ethnicity, level of education, and income), experiences of discrimination (at/outside work), personal mental health (self-esteem and depression), and a major coping strategy (disclosure) in the workplace. 2. To interpret the results from the current analyses and review existing literature to provide information about participants&rsquo; experiences of dealing with disclosure in the workplace and its consequence in terms of mental health. Results indicate that sexual orientation disclosure status at work is correlated with one&rsquo;s disclosure status outside of work, as well as one&rsquo;s experiences of victimization outside of work. In terms of mental health, unexpectedly, there was no significant correlation between either victimization at work and depression or between victimization at work and self-esteem.    Angel Venegas Improving Communication of Certified Nursing Assistants with Older Adult Males in Nursing Homes: Reducing Elderspeak       American nursing homes are in dire need of re-evaluating the quality of care they provide to the rapidly growing aging population. This is further supported by numerous studies that indicate that the majority of certiﬁed nursing assistants (CNA) lack training, as evidenced by the few evidence&mdash;based interventions employed to educate them on gender differences in providing care to residents. Consequently, communication is a critical component overlooked in the process. In chapter one, background information regarding aging and nursing homes in the United States is discussed. Also, emphasis is placed on older adult males, certified nursing assistants, and elderspeak &mdash; the faulty communication style that is prevalent between them in the nursing home setting. Chapters two and three present the Certified Nursing Assistant Certified Communication Educational Program as a conceivable intervention to remedy this issue, and groundwork for possible further examination and use within the nursing home setting.       Danielle A. Wright The Development Process of Health Interventions to Promote Physical Activity Among Cancer Patients: A Systematic Review       Lifestyle interventions that promote healthy behaviors have the potential to reduce adverse effects of cancer treatments and improve overall quality of life in cancer patients. This systematic review aimed to provide an overview of physical activity interventions for cancer patients and to assess the methodological design and implementation strategies of these of interventions. Relevant literature from published, peer-reviewed articles was utilized to address the aim of this review. Initial key search terms included: cancer AND lifestyle behavior, health behavior, exercise, physical activity, physical fitness, intervention, development, process, framework, and designing. Data was extracted and coded for characteristics of participants, objectives, theoretical framework, intervention design/methods, intervention delivery, outcome measures, and results. Study quality was assessed using a standardized measure. Fourteen articles representing 10 studies met the inclusion criteria. Delivery methods included training sessions and telephone based counseling, and the majority of studies incorporated a theoretical basis. Intervention Mapping strategies were often implicitly stated in the studies. Significant differences in both physical activity behaviors and quality of life outcomes were found in three studies with mixed findings in five of the studies. One study did not show significance in either physical activity or quality of life and one study only presented the study protocol. Designing health interventions that integrate strategic intervention planning and community participation may have strong indications for creating health communications that would be adopted in practice and target vulnerable populations.                                       Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "HDSI Culminating Projects - Human Development and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Human Development and Social Intervention                          Overview    Dual Degree Program    Faculty    Current Students    Prospective Students       Admissions    Applied Research    Curriculum          Recent Graduates                                     HDSI Culminating Projects       Amy Seunghee Baeg  A Qualitative Study Exploring Gender Role Beliefs and Values of African American, Dominican, and Mexican Mothers       There have been stereotypes, ways of conceptualizing frameworks on gender; characteristics of children have been described as boys being bad and bold anf girls being wonderful and weak based on research on White-middle class samples. To what extent are these gendered distinctions also seen in diverse ethnic groups? How are they expressed? In this study, gender role beliefs and values of African-American (AA), Dominican-American (DA), and Mexican-American (MA) mothers were examined using qualitative methods. What gender role beliefs and expectations do AA, DA, and MA mothers hold for their children? Participants included 5 AA, 6 DA, and 7 MA mothers whose children were between 8 months and 2 years of age. Mothers of boys and mothers of girls were asked a series of open-ended questions about their experiences in raising their children. Their responses were transcribed and analyzed for thematic content. 12 themes emerged from the interviews, and were divided into three broad categories: child characteristics, parenting, and other gender domains. These themes were expressed by mothers of all three ethnicities. Themes for child characteristics were 1) Compliance vs. Defiance, 2) Gentleness vs. Roughness, 3) Emotional Sensitivity vs. Emotional Stoicism, and 4) Attachment vs. Independence. Themes for parenting were 5) Mother Role vs. Father Role, 6) Soft Hands vs. Harsh Forms of Discipline, 7) Educational Hopes vs. Educational Fears, and 8) Protection. Themes expressed in other areas included gendered beliefs about Appearance, Activities, and Status/Values. Knowledge of gender role beliefs can help provide a better understanding of parents&rsquo; behavior and their socio-culturally specific ways of socializing gender with their children.       Jessica Burdick Evaluating the Iowa Gambling Task as a Direct Assessment of Impulsivity with Elementary School-Aged Children       The goal of this study is to evaluate the validity of the Iowa Gambling Task (IGT; Bechara, Damasio, Damasio, and Anderson, 1994) as a direct assessment measure of impulsivity among low-income elementary school-aged children. One hundred and ninety-three 9-11 year olds participating in a longitudinal intervention study performed a computerized version of the Iowa Gambling Task, a validated measure of decision-making. Multi-level modeling was used to examine children&rsquo;s performance over the course of the task. In addition, age and gender were included in the models to determine whether student characteristics differentiated performance. Finally, teachers&rsquo; ratings of child impulsivity (BIS-11; Patton, Stanford, &amp; Barratt, 1995) were used to predict children&rsquo;s Iowa Gambling performance. Though previous research has found age and gender differences in IGT performance, results indicated no significant variation in IGT index scores across age or gender. Higher BIS scores, however, predicted a decrease in slope of Iowa Gambling performance, indicating students rated higher on impulsivity chose more disadvantageously across the task blocks. Results support evidence of the validity of the Iowa Gambling Task as a measure of impulsivity in low-income minority children.       Xinyue Guan Parent Involvement in Chinese Adolescents       Parent involvement is an important predictor of students&rsquo; academic achievement. However, little is known about the correlation between parent involvement and students&rsquo; academic achievement in mainland China. The current study aimed to examine parent involvement during the middle school years in the context of China. Seven hundred and ten 7th grade adolescents from three middle schools in Nanjing China and their mothers took part in the study as a part of the larger Nanjing Metropolitan Youth Project. Analyses were conducted to explore the relationships between maternal education, parent involvement, and students&rsquo; academic achievement. Results showed that students with mothers who had a college diploma or above reported more parent involvement than students with mothers who had a middle school diploma or lower. Perceived parent involvement did not directly predict students&rsquo; academic achievement; but the association was moderated by school type. Higher levels of perceived parent involvement were associated with higher students&rsquo; academic achievement in middle achieving school but not in low achieving school. The effects of gender and school type on students&rsquo; academic achievement are discussed.       Elise M. Harris An Exploration of the Relationship Between Interpersonal Forgiveness and Communalism Among African-American Adults       Scholars acknowledge that culture has implications for how people forgive interpersonally. However, few studies have investigated the role that cultural orientation may play in forgiveness among African American adults. The present study uses hierarchical regression to test empirically a model that explores the relative contributions of socio-demographic variables, domains of religiosity, empathy and comrnunalism to predicting interpersonal forgiveness among a sample of 241 adult African American men and women (ages 16-75). One&mdash;way ANOVAS revealed that participants with household incomes $70,000 and above had signiﬁcantly higher forgiveness mean scores than participants with household incomes $39,000 and below. Results of bivariate correlational analysis reveal that communalism, subjective religiosity, and empathic concern were signiﬁcantly and positively related to interpersonal forgiveness. Finally, a four step hierarchical regression model was conducted to determine if communalism is predictive of interpersonal forgiveness above and beyond socio&mdash;demographic variables, empathy and religiosity indices. The ﬁndings revealed that communalism is not a statistically signiﬁcant predictor of interpersonal forgiveness. However, subjective religiosity and empathy were signiﬁcant positive predictors of interpersonal forgiveness. Implications of these ﬁndings are discussed.       Emily Jacobson The Associations Between Risk and Protective Factors and Children&rsquo;s Academic Performance in the Democratic Republic of the Congo (DRC)       Research shows that the presence of one or more risk factors is negatively associated with children&rsquo;s academic performance (Gutrnan, Sameroff, &amp; Cole, 2003). It has also been found that risk factors tend to cluster within individuals, and that the number of risk factors to which a child is exposed is sometimes more strongly associated with negative outcomes than the particular type of risk (Sameroff, Seifer, Barocas, Zax, &amp; Greenspan, 1987). Nonetheless, not every child exposed to risk develops negative outcomes. While certain factors have been studied as protective mechanisms for at-risk children (Ryzin, 2011), few studies to date have examined the cumulative effects of protective factors and hardly any research has considered their associations with academic outcomes (Van der Lann, Veenstra, Bogaerts, Verhulst, &amp; Ormel 2010), especially in Sub-Saharan Africa. The majority of existing literature on risk and protection comes from developed countries. The current study focuses on an understudied population of children from the Democratic Republic of the Congo (DRC). This study examines two risk/protection models, an individual model and a cumulative model, for predicting aspects of Congolese children&rsquo;s academic performance. The possibility that protective factors will moderate the negative association between risk factors and children&rsquo;s academic performance is also examined.       Juliana Karras Participant Research Engagement Within the Context of Evaluation Research       As funds available for social programs have decreased, criteria for program funding have become more rigorous (Paulsell, Avellar, Martin, &amp; Del Grosso, 2010), often requiring programs to demonstrate their practice is &ldquo;evidence&mdash;based&rdquo; (U.S. DHHS, 2011). In response, program evaluation research has proliferated (Donaldson, Christie, &amp; Mark, 2009). Traditionally, evaluation research focuses on participant engagement with program services. Within the context of an NYC program evaluation, authors theorize about the inﬂuence research processes have on participant engagement. A conceptual model is introduced which builds on the traditional notion of engagement in program services, by investigating what factors predict engagement with research. Logistical regression was use to examine whether baseline data collection was predicted by: (1) time lapse between communication with participants; (2) participant recruitment method; and (3) sample demographics (e.g. parent origin). Results suggest greater communication time&mdash;lapses negatively predicted baseline data collection, which indicate that research processes influence evaluation research.       Emily McFarlane   Designing an Intervention for LGBT Youth: The Role of Social Identity and Self-Concept       This paper presents a design for an intervention aimed at targeting the high rates of negative. behavioral and emotional issues found among LGBT youth. This population&rsquo;s social identity as sexual minority individuals affects the way they interact with an anti-LGBT biased society, which in turn affect LGBT youth&rsquo;s perceptions of themselves, or self-concept. Because compromised self-concept is a contributing factor to negative outcomes, this psychological construct is the target of this intervention. This paper also discusses the myriad issues that should be taken into account when conducting an intervention with a marginalized population, including program design, intervention and research methods, staffing, and rules regarding participation. The result is a creativity-based intervention that uses artistic skills as well as group discussion to explore self-concept as LGBT individuals; the results of this program can produce meaningful research on self-concept and the internalization of social bias in LGBT populations as well as how interventions can better serve marginalized populations.    Lillian Sindisiwe Nkhwashu Child Support Grant: Teenage Mothers&rsquo; Perceptions and Selected Characteristics    This study used survey research design to better understand the perceptions that female teenagers have on the implementation of Child Support Grant in relation to their life goals, social support, and decision-making regarding self. The study also explores the link that exists between teenage motherhood and Child Support Grant as perceived by female teenagers. It further describes teenage motherhood as a way to elicit ways in which teenage mothers understand the implications of teenage motherhood in South Africa. Two hundred and fifty (250) African/Black teenage mothers and 250 African/Black teenage non&mdash;mothers ages I 8 and 19 years registered full-time for grades 1 I and 12 in 2013 academic year public schools of Limpopo province of South Africa completed a self&mdash;report survey. The study hypothesized that; 1) Child Support Grant is associated with teenagers becoming pregnant; 2) early motherhood is associated with school interruption; and 3) early pregnancy interferes with life goals. The findings indicate that Child Support Grant is associated with dependency, is related to early pregnancy, and it is associated with school interruption; however, as this is a cross&mdash;sectional study, the directionality cannot be determined.       Kelly O&rsquo;Connor Sports in the Lives of Adolescent Girls       Previous research has shown sports to be an influential factor contributing to the development of not only athleticism, but also academic achievement, socialization processes, and the cultivation of social skills. Through sports, participants develop skills, habits, and values that are then transferable to other areas of life by integrating them into a larger social network of additional peers and adults. Research suggests that girls who participate in sports during school&mdash;aged years experience positive outcomes in the areas of academics and physical and mental health, and also have been found to identify relationships to be key aspects of their sporting experience, yet few studies examine the meaning of sports in the lives of such participants. The present study draws on interview data from 23 racially and ethnically diverse eighth grade girls who play sports to determine what meaning they make of sports in the context of their lives. Findings indicate that sports enhance friendships and aid in the development of girls&rsquo; awareness of gender discrimination. Implications for future research are discussed.       Justin Preston &ldquo;If They Abduct You, You Don&rsquo;t Come Back:&rdquo; Understanding the Child Soldier in Their Own Words       The investigator will be using narratives collected from northern Uganda that were created through the course of NET. The researcher conducting the analysis in the present study did not have any role in the creation and collection of the trauma narratives. There are few considerations in the literature of understanding how the children themselves reconstruct their time within the LRA and subsequent return to civil society, and there is even less directed towards the child soldier prior to their abduction. Life before the traumatic events experienced while a member of the rebel groups is rarely included in analysis, when life prior to the abduction is critical in helping to determine future development (Annan et al., 2009; Omstein, 2012). Much of the literature has only just begun to address the subjective experiences of the child soldiers themselves (e. g. Barber, 2009; Betancourt &amp; Khan, 2008; Boothby, Crawford, &amp; Mamade, 2009; Oloya, 2011; Wessells, 2006), and the majority of this research has focused on interventions at the level of the secondary and tertiary needs of the children themselves as well as focusing on assessing levels of PTSD in the population. The purpose of conducting this qualitative analysis of the life narratives of former child soldiers was to provide a better understanding of their experience of their past. There are two questions this research hoped to answer by studying and analyzing autobiographical narratives. These questions are largely exploratory in nature: 1) What are some themes that emerge across the narratives? 2) Do aspects of the children&rsquo;s pre-abduction experiences play a role in later portions of their narratives? By looking at the child in the larger context of their life narratives, this research expects to identify and discuss several qualitative themes that will help to elucidate and describe the psychological experiences of the children across the entire lifespan. This study will focus on their experiences within the LRA as well as before and after.       Emerald Shee The Development of Emotion Understanding in Ethnically Diverse Children at Ages Four and Five       Emotion understanding is the ability to identify the emotional meaning of others&rsquo; emotional expressions, demonstrated through nonverbal and verbal behaviors, which is essential for participation in society. However, little is known about the developmental course of emotion understanding in young children from ethnically diverse, low-income backgrounds even though they are often at risk for adverse developmental outcomes. The current study utilizes a pretend play assessment paradigm to examine the development of emotion understanding among Dominican-American, African American, Chinese-American, and Mexican-American children at ages four and five. Children were presented with six scenarios in which they had to label and reason about stipulated emotional states and emotions experienced by a protagonist. Children&rsquo;s emotion understanding was based on two criteria: whether children could label the valence and whether children could select the correct prop to annul the stipulated scenarios. These were examined across development and for gender and ethnic differences. Overall children improved in their emotion understanding from age four to age five, demonstrating the highest level of emotion understanding through labeling the valence of the stipulated scenarios. Girls were better than boys in labeling the valence. Chinese-American children demonstrated worse competency in emotion understanding compared to the other three groups. Between the two ages tested, children from each ethnic background followed a similar developmental trajectory in their ability to understand others&rsquo; emotional states and emotions. Even though, there are similar patterns demonstrated across groups, there are still specific ethnic and gender differences, which are important to explore further in the future.       Pei-Chen Tsai Exploration of Lesbian, Gay, Bisexual, and Transgender People&rsquo;s Disclosure, Risk, and Mental Health in the Workplace       Recently, the lesbian, gay, bisexual, and transgender (LGBT) population has become more visible in American society and across the world. Although American society has started to pay more attention to LGBT people&rsquo;s rights and mental health, they remain stigmatized and invisible in certain areas most notably in the workplace. Most LGBT workers choose to stay in the closet (i.e., conceal one&rsquo;s sexual orientation/gender identity) because they are not sure whether the work environment is safe and whether disclosing their sexual orientation will jeopardize their careers or not. The purpose of this study was to: 1. Use data collected from a sample of LGBT older adults (ages 60 to 88) from the United States to examine relationships among personal factors (ethnicity, level of education, and income), experiences of discrimination (at/outside work), personal mental health (self-esteem and depression), and a major coping strategy (disclosure) in the workplace. 2. To interpret the results from the current analyses and review existing literature to provide information about participants&rsquo; experiences of dealing with disclosure in the workplace and its consequence in terms of mental health. Results indicate that sexual orientation disclosure status at work is correlated with one&rsquo;s disclosure status outside of work, as well as one&rsquo;s experiences of victimization outside of work. In terms of mental health, unexpectedly, there was no significant correlation between either victimization at work and depression or between victimization at work and self-esteem.    Angel Venegas Improving Communication of Certified Nursing Assistants with Older Adult Males in Nursing Homes: Reducing Elderspeak       American nursing homes are in dire need of re-evaluating the quality of care they provide to the rapidly growing aging population. This is further supported by numerous studies that indicate that the majority of certiﬁed nursing assistants (CNA) lack training, as evidenced by the few evidence&mdash;based interventions employed to educate them on gender differences in providing care to residents. Consequently, communication is a critical component overlooked in the process. In chapter one, background information regarding aging and nursing homes in the United States is discussed. Also, emphasis is placed on older adult males, certified nursing assistants, and elderspeak &mdash; the faulty communication style that is prevalent between them in the nursing home setting. Chapters two and three present the Certified Nursing Assistant Certified Communication Educational Program as a conceivable intervention to remedy this issue, and groundwork for possible further examination and use within the nursing home setting.       Danielle A. Wright The Development Process of Health Interventions to Promote Physical Activity Among Cancer Patients: A Systematic Review       Lifestyle interventions that promote healthy behaviors have the potential to reduce adverse effects of cancer treatments and improve overall quality of life in cancer patients. This systematic review aimed to provide an overview of physical activity interventions for cancer patients and to assess the methodological design and implementation strategies of these of interventions. Relevant literature from published, peer-reviewed articles was utilized to address the aim of this review. Initial key search terms included: cancer AND lifestyle behavior, health behavior, exercise, physical activity, physical fitness, intervention, development, process, framework, and designing. Data was extracted and coded for characteristics of participants, objectives, theoretical framework, intervention design/methods, intervention delivery, outcome measures, and results. Study quality was assessed using a standardized measure. Fourteen articles representing 10 studies met the inclusion criteria. Delivery methods included training sessions and telephone based counseling, and the majority of studies incorporated a theoretical basis. Intervention Mapping strategies were often implicitly stated in the studies. Significant differences in both physical activity behaviors and quality of life outcomes were found in three studies with mixed findings in five of the studies. One study did not show significance in either physical activity or quality of life and one study only presented the study protocol. Designing health interventions that integrate strategic intervention planning and community participation may have strong indications for creating health communications that would be adopted in practice and target vulnerable populations.                                       Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Sample Curriculum - Psychology and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Psychology and Social Intervention                          Overview    Research       Faculty Presentations    Faculty Publications    Student Awards    Student Presentations    Student Publications          Prospective Students       Application Process    Degree Requirements    Career Opportunities          Current Students       Graduate Students    Resources          Faculty                                     Sample Curriculum                Course of Study: PSSI (Ph.D)                                  Program in Psychology and Social Intervention (PSSI)                                  Course No.    Course Title       Credits          Required                               Department Requirement (3 points)          3.0             APSY-GE 3009    Theories of Change in Applied Psychology       3.0                Foundations (6 points)             6.0             APSY-GE 2825    Understanding and Measuring the Social Contexts of Development       3.0                APSY-GE 2826    Intervention and Social Change       3.0                Research (15-18 points)          15.0-18.0             APSY-GE 2073    Research Design and Methods in the Behavioral Sciences       3.0                RESCH-GE 2003    Intermediate Quantitative Methods: The General Linear Model       3.0                RESCH-GE 2004    Advanced Quantitative Methods: A Survey of Multivariate Analysis       3.0                PSYCH-GA 2248    Methods for the Analysis of Change OR Multi-level Modeling I       3.0                RESCH-GE 2140    Qualitative Field Research       3.0                   May select one of the following (not required):                PSYCH-GA 2239    ANOVA       3.0                PSYCH-GA 2247    Structural Equation Methods       3.0                APSY-GE 2140    Measurement and Evaluation: Psychometric Theory       3.0                APSY-GE 2141    Measurement: Modern Test Theory       3.0                RESCH-GE 2012    Causal Inference       3.0                Specialized Research Methods (3 points)          3.0             APSY-GE 2835    Research Using Mixed Methods       3.0                Departmental Seminar (12 points)          12..0             * Students must enroll each term for 3 points per term                APSY-GE 2830    Advanced Seminar in Psychology and Social Intervention       3.0                Specialization (15 points)          15.0             APSY-GE 2827    Practicum in Intervention or Policy Research I       3.0                APSY-GE 2828    Practicum in Intervention Policy Research II       3.0                   Three of the following:                APSY-GE 2832    Child Development and Social Policy       3.0                APSY-GE 2527    Development of Immigrant Origin Youth       3.0                APSY-GE 2833    Special Issues in the Social Development of African American Children       3.0                   Developmental and Prevention Sciences       3.0                APSY-GE 2834    Program Evaluation       3.0                APSY-GE 2450    HIV Prevention and Counseling       3.0                APSY-GE 2022    Health Psychology in Human Development       3.0                APSY-GE 2041    Women and Mental Health       3.0                APSY-GE 2831    Families and Schools       3.0                Cognate/Electives (6-9 points)          6.0-9.0             * 2-3 doctoral level courses anywhere in the university that enhance students' expertise in their area of specialization. Should be chosen with advisor approval.                               Doctoral Cognate 1       3.0                   Doctoral Cognate 2       3.0                   Doctoral Cognate 3 (optional)       3.0                Pre-dissertation Research Seminar (6 points)          6.0             * Must enroll for 2 semesters                   APSY-GE 2838    Project Seminar       3.0                Dissertation Proposal Seminar (3 points)          3.0             APSY-GE 3001    Dissertation Research       3.0                Other Requirements                      2nd Year Empirical Paper                   Comprehensive Exam                   Independent Empirically-based Dissertation                                     Total Number of Credits*          72.0                               * Students are expected to consult with their advisors to formulate a course of study that equals 72 points                                         Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "HDSI Culminating Projects - Human Development and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Human Development and Social Intervention                          Overview    Dual Degree Program    Faculty    Current Students    Prospective Students       Admissions    Applied Research    Curriculum          Recent Graduates                                     HDSI Culminating Projects       Amy Seunghee Baeg  A Qualitative Study Exploring Gender Role Beliefs and Values of African American, Dominican, and Mexican Mothers       There have been stereotypes, ways of conceptualizing frameworks on gender; characteristics of children have been described as boys being bad and bold anf girls being wonderful and weak based on research on White-middle class samples. To what extent are these gendered distinctions also seen in diverse ethnic groups? How are they expressed? In this study, gender role beliefs and values of African-American (AA), Dominican-American (DA), and Mexican-American (MA) mothers were examined using qualitative methods. What gender role beliefs and expectations do AA, DA, and MA mothers hold for their children? Participants included 5 AA, 6 DA, and 7 MA mothers whose children were between 8 months and 2 years of age. Mothers of boys and mothers of girls were asked a series of open-ended questions about their experiences in raising their children. Their responses were transcribed and analyzed for thematic content. 12 themes emerged from the interviews, and were divided into three broad categories: child characteristics, parenting, and other gender domains. These themes were expressed by mothers of all three ethnicities. Themes for child characteristics were 1) Compliance vs. Defiance, 2) Gentleness vs. Roughness, 3) Emotional Sensitivity vs. Emotional Stoicism, and 4) Attachment vs. Independence. Themes for parenting were 5) Mother Role vs. Father Role, 6) Soft Hands vs. Harsh Forms of Discipline, 7) Educational Hopes vs. Educational Fears, and 8) Protection. Themes expressed in other areas included gendered beliefs about Appearance, Activities, and Status/Values. Knowledge of gender role beliefs can help provide a better understanding of parents&rsquo; behavior and their socio-culturally specific ways of socializing gender with their children.       Jessica Burdick Evaluating the Iowa Gambling Task as a Direct Assessment of Impulsivity with Elementary School-Aged Children       The goal of this study is to evaluate the validity of the Iowa Gambling Task (IGT; Bechara, Damasio, Damasio, and Anderson, 1994) as a direct assessment measure of impulsivity among low-income elementary school-aged children. One hundred and ninety-three 9-11 year olds participating in a longitudinal intervention study performed a computerized version of the Iowa Gambling Task, a validated measure of decision-making. Multi-level modeling was used to examine children&rsquo;s performance over the course of the task. In addition, age and gender were included in the models to determine whether student characteristics differentiated performance. Finally, teachers&rsquo; ratings of child impulsivity (BIS-11; Patton, Stanford, &amp; Barratt, 1995) were used to predict children&rsquo;s Iowa Gambling performance. Though previous research has found age and gender differences in IGT performance, results indicated no significant variation in IGT index scores across age or gender. Higher BIS scores, however, predicted a decrease in slope of Iowa Gambling performance, indicating students rated higher on impulsivity chose more disadvantageously across the task blocks. Results support evidence of the validity of the Iowa Gambling Task as a measure of impulsivity in low-income minority children.       Xinyue Guan Parent Involvement in Chinese Adolescents       Parent involvement is an important predictor of students&rsquo; academic achievement. However, little is known about the correlation between parent involvement and students&rsquo; academic achievement in mainland China. The current study aimed to examine parent involvement during the middle school years in the context of China. Seven hundred and ten 7th grade adolescents from three middle schools in Nanjing China and their mothers took part in the study as a part of the larger Nanjing Metropolitan Youth Project. Analyses were conducted to explore the relationships between maternal education, parent involvement, and students&rsquo; academic achievement. Results showed that students with mothers who had a college diploma or above reported more parent involvement than students with mothers who had a middle school diploma or lower. Perceived parent involvement did not directly predict students&rsquo; academic achievement; but the association was moderated by school type. Higher levels of perceived parent involvement were associated with higher students&rsquo; academic achievement in middle achieving school but not in low achieving school. The effects of gender and school type on students&rsquo; academic achievement are discussed.       Elise M. Harris An Exploration of the Relationship Between Interpersonal Forgiveness and Communalism Among African-American Adults       Scholars acknowledge that culture has implications for how people forgive interpersonally. However, few studies have investigated the role that cultural orientation may play in forgiveness among African American adults. The present study uses hierarchical regression to test empirically a model that explores the relative contributions of socio-demographic variables, domains of religiosity, empathy and comrnunalism to predicting interpersonal forgiveness among a sample of 241 adult African American men and women (ages 16-75). One&mdash;way ANOVAS revealed that participants with household incomes $70,000 and above had signiﬁcantly higher forgiveness mean scores than participants with household incomes $39,000 and below. Results of bivariate correlational analysis reveal that communalism, subjective religiosity, and empathic concern were signiﬁcantly and positively related to interpersonal forgiveness. Finally, a four step hierarchical regression model was conducted to determine if communalism is predictive of interpersonal forgiveness above and beyond socio&mdash;demographic variables, empathy and religiosity indices. The ﬁndings revealed that communalism is not a statistically signiﬁcant predictor of interpersonal forgiveness. However, subjective religiosity and empathy were signiﬁcant positive predictors of interpersonal forgiveness. Implications of these ﬁndings are discussed.       Emily Jacobson The Associations Between Risk and Protective Factors and Children&rsquo;s Academic Performance in the Democratic Republic of the Congo (DRC)       Research shows that the presence of one or more risk factors is negatively associated with children&rsquo;s academic performance (Gutrnan, Sameroff, &amp; Cole, 2003). It has also been found that risk factors tend to cluster within individuals, and that the number of risk factors to which a child is exposed is sometimes more strongly associated with negative outcomes than the particular type of risk (Sameroff, Seifer, Barocas, Zax, &amp; Greenspan, 1987). Nonetheless, not every child exposed to risk develops negative outcomes. While certain factors have been studied as protective mechanisms for at-risk children (Ryzin, 2011), few studies to date have examined the cumulative effects of protective factors and hardly any research has considered their associations with academic outcomes (Van der Lann, Veenstra, Bogaerts, Verhulst, &amp; Ormel 2010), especially in Sub-Saharan Africa. The majority of existing literature on risk and protection comes from developed countries. The current study focuses on an understudied population of children from the Democratic Republic of the Congo (DRC). This study examines two risk/protection models, an individual model and a cumulative model, for predicting aspects of Congolese children&rsquo;s academic performance. The possibility that protective factors will moderate the negative association between risk factors and children&rsquo;s academic performance is also examined.       Juliana Karras Participant Research Engagement Within the Context of Evaluation Research       As funds available for social programs have decreased, criteria for program funding have become more rigorous (Paulsell, Avellar, Martin, &amp; Del Grosso, 2010), often requiring programs to demonstrate their practice is &ldquo;evidence&mdash;based&rdquo; (U.S. DHHS, 2011). In response, program evaluation research has proliferated (Donaldson, Christie, &amp; Mark, 2009). Traditionally, evaluation research focuses on participant engagement with program services. Within the context of an NYC program evaluation, authors theorize about the inﬂuence research processes have on participant engagement. A conceptual model is introduced which builds on the traditional notion of engagement in program services, by investigating what factors predict engagement with research. Logistical regression was use to examine whether baseline data collection was predicted by: (1) time lapse between communication with participants; (2) participant recruitment method; and (3) sample demographics (e.g. parent origin). Results suggest greater communication time&mdash;lapses negatively predicted baseline data collection, which indicate that research processes influence evaluation research.       Emily McFarlane   Designing an Intervention for LGBT Youth: The Role of Social Identity and Self-Concept       This paper presents a design for an intervention aimed at targeting the high rates of negative. behavioral and emotional issues found among LGBT youth. This population&rsquo;s social identity as sexual minority individuals affects the way they interact with an anti-LGBT biased society, which in turn affect LGBT youth&rsquo;s perceptions of themselves, or self-concept. Because compromised self-concept is a contributing factor to negative outcomes, this psychological construct is the target of this intervention. This paper also discusses the myriad issues that should be taken into account when conducting an intervention with a marginalized population, including program design, intervention and research methods, staffing, and rules regarding participation. The result is a creativity-based intervention that uses artistic skills as well as group discussion to explore self-concept as LGBT individuals; the results of this program can produce meaningful research on self-concept and the internalization of social bias in LGBT populations as well as how interventions can better serve marginalized populations.    Lillian Sindisiwe Nkhwashu Child Support Grant: Teenage Mothers&rsquo; Perceptions and Selected Characteristics    This study used survey research design to better understand the perceptions that female teenagers have on the implementation of Child Support Grant in relation to their life goals, social support, and decision-making regarding self. The study also explores the link that exists between teenage motherhood and Child Support Grant as perceived by female teenagers. It further describes teenage motherhood as a way to elicit ways in which teenage mothers understand the implications of teenage motherhood in South Africa. Two hundred and fifty (250) African/Black teenage mothers and 250 African/Black teenage non&mdash;mothers ages I 8 and 19 years registered full-time for grades 1 I and 12 in 2013 academic year public schools of Limpopo province of South Africa completed a self&mdash;report survey. The study hypothesized that; 1) Child Support Grant is associated with teenagers becoming pregnant; 2) early motherhood is associated with school interruption; and 3) early pregnancy interferes with life goals. The findings indicate that Child Support Grant is associated with dependency, is related to early pregnancy, and it is associated with school interruption; however, as this is a cross&mdash;sectional study, the directionality cannot be determined.       Kelly O&rsquo;Connor Sports in the Lives of Adolescent Girls       Previous research has shown sports to be an influential factor contributing to the development of not only athleticism, but also academic achievement, socialization processes, and the cultivation of social skills. Through sports, participants develop skills, habits, and values that are then transferable to other areas of life by integrating them into a larger social network of additional peers and adults. Research suggests that girls who participate in sports during school&mdash;aged years experience positive outcomes in the areas of academics and physical and mental health, and also have been found to identify relationships to be key aspects of their sporting experience, yet few studies examine the meaning of sports in the lives of such participants. The present study draws on interview data from 23 racially and ethnically diverse eighth grade girls who play sports to determine what meaning they make of sports in the context of their lives. Findings indicate that sports enhance friendships and aid in the development of girls&rsquo; awareness of gender discrimination. Implications for future research are discussed.       Justin Preston &ldquo;If They Abduct You, You Don&rsquo;t Come Back:&rdquo; Understanding the Child Soldier in Their Own Words       The investigator will be using narratives collected from northern Uganda that were created through the course of NET. The researcher conducting the analysis in the present study did not have any role in the creation and collection of the trauma narratives. There are few considerations in the literature of understanding how the children themselves reconstruct their time within the LRA and subsequent return to civil society, and there is even less directed towards the child soldier prior to their abduction. Life before the traumatic events experienced while a member of the rebel groups is rarely included in analysis, when life prior to the abduction is critical in helping to determine future development (Annan et al., 2009; Omstein, 2012). Much of the literature has only just begun to address the subjective experiences of the child soldiers themselves (e. g. Barber, 2009; Betancourt &amp; Khan, 2008; Boothby, Crawford, &amp; Mamade, 2009; Oloya, 2011; Wessells, 2006), and the majority of this research has focused on interventions at the level of the secondary and tertiary needs of the children themselves as well as focusing on assessing levels of PTSD in the population. The purpose of conducting this qualitative analysis of the life narratives of former child soldiers was to provide a better understanding of their experience of their past. There are two questions this research hoped to answer by studying and analyzing autobiographical narratives. These questions are largely exploratory in nature: 1) What are some themes that emerge across the narratives? 2) Do aspects of the children&rsquo;s pre-abduction experiences play a role in later portions of their narratives? By looking at the child in the larger context of their life narratives, this research expects to identify and discuss several qualitative themes that will help to elucidate and describe the psychological experiences of the children across the entire lifespan. This study will focus on their experiences within the LRA as well as before and after.       Emerald Shee The Development of Emotion Understanding in Ethnically Diverse Children at Ages Four and Five       Emotion understanding is the ability to identify the emotional meaning of others&rsquo; emotional expressions, demonstrated through nonverbal and verbal behaviors, which is essential for participation in society. However, little is known about the developmental course of emotion understanding in young children from ethnically diverse, low-income backgrounds even though they are often at risk for adverse developmental outcomes. The current study utilizes a pretend play assessment paradigm to examine the development of emotion understanding among Dominican-American, African American, Chinese-American, and Mexican-American children at ages four and five. Children were presented with six scenarios in which they had to label and reason about stipulated emotional states and emotions experienced by a protagonist. Children&rsquo;s emotion understanding was based on two criteria: whether children could label the valence and whether children could select the correct prop to annul the stipulated scenarios. These were examined across development and for gender and ethnic differences. Overall children improved in their emotion understanding from age four to age five, demonstrating the highest level of emotion understanding through labeling the valence of the stipulated scenarios. Girls were better than boys in labeling the valence. Chinese-American children demonstrated worse competency in emotion understanding compared to the other three groups. Between the two ages tested, children from each ethnic background followed a similar developmental trajectory in their ability to understand others&rsquo; emotional states and emotions. Even though, there are similar patterns demonstrated across groups, there are still specific ethnic and gender differences, which are important to explore further in the future.       Pei-Chen Tsai Exploration of Lesbian, Gay, Bisexual, and Transgender People&rsquo;s Disclosure, Risk, and Mental Health in the Workplace       Recently, the lesbian, gay, bisexual, and transgender (LGBT) population has become more visible in American society and across the world. Although American society has started to pay more attention to LGBT people&rsquo;s rights and mental health, they remain stigmatized and invisible in certain areas most notably in the workplace. Most LGBT workers choose to stay in the closet (i.e., conceal one&rsquo;s sexual orientation/gender identity) because they are not sure whether the work environment is safe and whether disclosing their sexual orientation will jeopardize their careers or not. The purpose of this study was to: 1. Use data collected from a sample of LGBT older adults (ages 60 to 88) from the United States to examine relationships among personal factors (ethnicity, level of education, and income), experiences of discrimination (at/outside work), personal mental health (self-esteem and depression), and a major coping strategy (disclosure) in the workplace. 2. To interpret the results from the current analyses and review existing literature to provide information about participants&rsquo; experiences of dealing with disclosure in the workplace and its consequence in terms of mental health. Results indicate that sexual orientation disclosure status at work is correlated with one&rsquo;s disclosure status outside of work, as well as one&rsquo;s experiences of victimization outside of work. In terms of mental health, unexpectedly, there was no significant correlation between either victimization at work and depression or between victimization at work and self-esteem.    Angel Venegas Improving Communication of Certified Nursing Assistants with Older Adult Males in Nursing Homes: Reducing Elderspeak       American nursing homes are in dire need of re-evaluating the quality of care they provide to the rapidly growing aging population. This is further supported by numerous studies that indicate that the majority of certiﬁed nursing assistants (CNA) lack training, as evidenced by the few evidence&mdash;based interventions employed to educate them on gender differences in providing care to residents. Consequently, communication is a critical component overlooked in the process. In chapter one, background information regarding aging and nursing homes in the United States is discussed. Also, emphasis is placed on older adult males, certified nursing assistants, and elderspeak &mdash; the faulty communication style that is prevalent between them in the nursing home setting. Chapters two and three present the Certified Nursing Assistant Certified Communication Educational Program as a conceivable intervention to remedy this issue, and groundwork for possible further examination and use within the nursing home setting.       Danielle A. Wright The Development Process of Health Interventions to Promote Physical Activity Among Cancer Patients: A Systematic Review       Lifestyle interventions that promote healthy behaviors have the potential to reduce adverse effects of cancer treatments and improve overall quality of life in cancer patients. This systematic review aimed to provide an overview of physical activity interventions for cancer patients and to assess the methodological design and implementation strategies of these of interventions. Relevant literature from published, peer-reviewed articles was utilized to address the aim of this review. Initial key search terms included: cancer AND lifestyle behavior, health behavior, exercise, physical activity, physical fitness, intervention, development, process, framework, and designing. Data was extracted and coded for characteristics of participants, objectives, theoretical framework, intervention design/methods, intervention delivery, outcome measures, and results. Study quality was assessed using a standardized measure. Fourteen articles representing 10 studies met the inclusion criteria. Delivery methods included training sessions and telephone based counseling, and the majority of studies incorporated a theoretical basis. Intervention Mapping strategies were often implicitly stated in the studies. Significant differences in both physical activity behaviors and quality of life outcomes were found in three studies with mixed findings in five of the studies. One study did not show significance in either physical activity or quality of life and one study only presented the study protocol. Designing health interventions that integrate strategic intervention planning and community participation may have strong indications for creating health communications that would be adopted in practice and target vulnerable populations.                                       Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Sample Curriculum - Psychology and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Psychology and Social Intervention                          Overview    Research       Faculty Presentations    Faculty Publications    Student Awards    Student Presentations    Student Publications          Prospective Students       Application Process    Degree Requirements    Career Opportunities          Current Students       Graduate Students    Resources          Faculty                                     Sample Curriculum                Course of Study: PSSI (Ph.D)                                  Program in Psychology and Social Intervention (PSSI)                                  Course No.    Course Title       Credits          Required                               Department Requirement (3 points)          3.0             APSY-GE 3009    Theories of Change in Applied Psychology       3.0                Foundations (6 points)             6.0             APSY-GE 2825    Understanding and Measuring the Social Contexts of Development       3.0                APSY-GE 2826    Intervention and Social Change       3.0                Research (15-18 points)          15.0-18.0             APSY-GE 2073    Research Design and Methods in the Behavioral Sciences       3.0                RESCH-GE 2003    Intermediate Quantitative Methods: The General Linear Model       3.0                RESCH-GE 2004    Advanced Quantitative Methods: A Survey of Multivariate Analysis       3.0                PSYCH-GA 2248    Methods for the Analysis of Change OR Multi-level Modeling I       3.0                RESCH-GE 2140    Qualitative Field Research       3.0                   May select one of the following (not required):                PSYCH-GA 2239    ANOVA       3.0                PSYCH-GA 2247    Structural Equation Methods       3.0                APSY-GE 2140    Measurement and Evaluation: Psychometric Theory       3.0                APSY-GE 2141    Measurement: Modern Test Theory       3.0                RESCH-GE 2012    Causal Inference       3.0                Specialized Research Methods (3 points)          3.0             APSY-GE 2835    Research Using Mixed Methods       3.0                Departmental Seminar (12 points)          12..0             * Students must enroll each term for 3 points per term                APSY-GE 2830    Advanced Seminar in Psychology and Social Intervention       3.0                Specialization (15 points)          15.0             APSY-GE 2827    Practicum in Intervention or Policy Research I       3.0                APSY-GE 2828    Practicum in Intervention Policy Research II       3.0                   Three of the following:                APSY-GE 2832    Child Development and Social Policy       3.0                APSY-GE 2527    Development of Immigrant Origin Youth       3.0                APSY-GE 2833    Special Issues in the Social Development of African American Children       3.0                   Developmental and Prevention Sciences       3.0                APSY-GE 2834    Program Evaluation       3.0                APSY-GE 2450    HIV Prevention and Counseling       3.0                APSY-GE 2022    Health Psychology in Human Development       3.0                APSY-GE 2041    Women and Mental Health       3.0                APSY-GE 2831    Families and Schools       3.0                Cognate/Electives (6-9 points)          6.0-9.0             * 2-3 doctoral level courses anywhere in the university that enhance students' expertise in their area of specialization. Should be chosen with advisor approval.                               Doctoral Cognate 1       3.0                   Doctoral Cognate 2       3.0                   Doctoral Cognate 3 (optional)       3.0                Pre-dissertation Research Seminar (6 points)          6.0             * Must enroll for 2 semesters                   APSY-GE 2838    Project Seminar       3.0                Dissertation Proposal Seminar (3 points)          3.0             APSY-GE 3001    Dissertation Research       3.0                Other Requirements                      2nd Year Empirical Paper                   Comprehensive Exam                   Independent Empirically-based Dissertation                                     Total Number of Credits*          72.0                               * Students are expected to consult with their advisors to formulate a course of study that equals 72 points                                         Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Diane Hughes - Faculty Bio                                                                                                         Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Faculty                                                         Diane Hughes    Professor of Applied Psychology              Phone: (212) 998-7906    Email: diane.hughes@nyu.edu         Departments:         Applied Psychology       Programs:          Psychology and Social Intervention             Psychological Development             Human Development and Social Intervention              Diane Hughes is professor of Applied Psychology in the Steinhardt School of Culture, Development, and Education and co-director with Catherine Tamis LeMonda and Niobe Way of the Center for Research on Culture, Development, and Education. Her research interests focus on (a) understanding how racial/ethnic dynamics influence individual's experiences across multiple settings including workplaces, classrooms, neighborhoods, and families, and (b) ethnic and cultural differences in parents' socialization goals, beliefs, and practices, especially as these influence children's learning. Dr. Hughes conducts school and community based studies with adolescents and their parents using multiple methods (interviews, surveys, focus groups). In her most recent work. Dr. Hughes, Dr. Niobe Way, and their students followed two multi-ethnic cohorts of NYC early adolescents (and their mothers) from the time they entered middle school through their junior year of high school to understand how varied stressors and supports influenced academic and socio-emotional development over time. Hughes received her B.A. in Psychology and African American Studies from Williams College and her Ph.D. in Community and Developmental Psychology from the University of Michigan. She is former chair of the John d. and Catherine T. MacArthur Foundation's sub-group on Diversity in Mid-Life and co-chair of the 14 member cross-university Study Group on Race, Culture, and ethnicity. Her research has been supported by the Carnegie Corporation of New York, the John D. and Catherine T. MacArthur Coundation, the William T. Grant Foundation, the National Science Foundation, and the National Institute of Child Health and Human Development.            Education        BA Williams College, Psychology African American Studies MA University of Michigan, Community Psychology PhD University of Michigan, Psychology; Community, Developmental          Grants and Awards        2007: National Science Foundation, The study of culture, social       settings, and child development across school transitions    settings, and child development across school transitions\"       2004: William T. Grant Foundation, \"Parental socialization influences on academic engagement and performance among African American, Chinese, and Dominican Adolescents\" 2002: National Science Foundation, \"Center for research on culture, development and education\" 1998: William T. Grant Foundation, \"Influences of parental racial socialization on children's developmental outcomes 1996: Carnegie Corporation of New York. \"Developmental, family, and school structural influences on inter-racial relationships among primary grade and middle school youth.\" 1995: John D. And Catherine T. MacArthur Foundation Research Network on Successful Midlife Development. \"Place, race, and culture: Influences on mid-life development among ethnic minorities in New York City\" 1993: Social Science Research Council. \"Occupational racism and child socialization in African-American families.\" 1992: William T. Grant Foundation. \"Parents work experiences, family processes, and preschool children's development in African-American families\". (PI, $10,000). 1991: National Science Foundation. \"Parents work experiences, family processes, and preschool children's development in African-American families\" 1997: Visiting, The Russell Sage Foundation           Publications        Hughes, D., Rivas, D. Foust, M., Hagelskamp, C., Gersick, S., &amp; Way, N. (2008). How to catch a moonbeam: A mixed-methods approach to understanding ethnic socialization in ethnically diverse families. In S. Quintana &amp; C. McKnown (Eds.) Handbook of race, racism, and child development. New Jersey: John Wiley and Sons. ( view ) Tamis-LeMonda, C.S., Way, N., Hughes, D., Yoshikawa, H , Kalman, R., &amp; Niwa, E.Y. (2008). Parents' goals for children: The dynamic co-existence of individualism and collectivism in cultures and individuals. Social Development, 17, 183 - 209 ( view ) Rivas, D., Hughes, D., &amp; Way, N. (2008). A closer look at ethnic discrimination, ethnic identity, and psychological well-being among urban Chinese American sixth graders. Journal of Youth and Adolescence, .37, 12-21 ( view ) Hughes, D., Rodriguez, J., Smith, E.P., Johnson, D.J., Stevenson, H.C., &amp; Spicer, P. (2006). Parents' racial/ethnic socialization practices: A review of research and agenda for future study. Developmental Psychology, 42(5), 747 - 770. ( view ) Enchautegui-de-Jes&uacute;s, N., Hughes, D. Johnston, K. &amp; Joo Oh, H. (2006). Well-being in the context of workplace ethnic diversity. Journal of Community Psychology, 34(2), 211-223. ( view ) Hughes, D., Bachman, M., &amp; Ruble, D. (2006). Tuned in or tuned out: Children's interpretations of parents' racial socialization messages. In C. Tamis-Lemonda &amp; L. Balter (Eds.), Child Psychology: A handbook of contemporary issues. New York University Press Bynum, M.B. &amp; Hughes, D. (2004). Racial Socialization and Mental Health in African American Adolescents. The Community Psychologist, 37(2), 44 - 45. Ryff, C.D., Keyes, C. &amp; Hughes, D. (2004). Psychological well-being in MIDUS: Profiles of ethnic/racial diversity and life-course uniformity. Pp. 398 - 424 in O.G. Brim, C.D. Ryff and R.C. Kessler (Eds.), How healthy are we: A national study of well-being at mid-life, Chicago: Chicago University Press. Hughes, D. (2003). Correlates of African African American and Latino parents messages to children about race. American Journal of Community Psychology, 31(1), 80-92. ( view ) Ryff, C., Keyes, C. &amp; Hughes, D. (2003). Status Inequalities, Perceived Discrimination, and Eudaimonic Well-being: Do the challenges of minority life hone purpose and growth Journal of Health and Social Behavior, 44, 275 - 291. ( view ) Livert, D. &amp; Hughes, D. (2002). Elaborating the nature and function of ecological perspectives in Community Psychology. In T. Revenson, et al., (eds.) Community Psychology: A quarter century of theory, research, and action in social and historical contexts. New York: Plenum. Hughes, D. &amp; Seidman, E. (2002). Towards a culturally anchored methodology. In T. Revenson, et al., (eds.) Community Psychology: A quarter century of theory, research, and action in social and historical contexts. New York: Plenum. Hughes, D. &amp; Johnson, D. (2001). Antecedents in children's experiences of parents' racial socialization practices. Journal of Marriage and the Family, 63(4), 981 - 995. ( view ) Hughes, D.(2001). Cultural and contextual correlates of involvement in family and community among urban Black and Latino Adults. In A. Rossi (Ed.) Caring and doing for others: Social responsibility in domains of family, work, and community. Chicago: Ill: University of Chicago Press. Hughes, D. &amp; Chen, L. (1999). Parents race-related messages to children: A developmental perspective. In C. Tamis-Lemonda &amp; L. Balter (eds.), Child Psychology: A handbook of contemporary issues. New York University Press. Hughes, D. &amp; Chen, L. (1997). When and what parents tell children about race: An examination of race-related socialization in African American families. Applied Developmental Science, 1(4), 200-214. ( view ) Hughes, D. (1997). Racist thinking and thinking about race: What children know but don't say. Ethos, 25(1), 117 - 125. Hughes, D. &amp; Dodge, M. (1997). African American women in the workplace: Relationships between job conditions, racial bias at work, and perceived job quality. American Journal of Community Psychology, 25(5), 581 - 599. ( view ) Hughes, D., &amp; Galinsky, E. (1994). Work experiences and marital interactions: Elaborating the complexity of work. Journal of Organizational Behavior, 15(5), 423 - 438. Hughes, D., &amp; Dumont, K. (1993). Using focus groups to facilitate culturally-anchored research. American Journal of Community Psychology, 21(4), 775-806. Hughes, D., Seidman, E., &amp; Williams, N. (1993). Cultural phenomena and the research enterprise: Toward a culturally anchored methodology. American Journal of Community Psychology, 21(4), 687 - 703. Hughes, D., Galinsky, E. &amp; Morris, A. (1992). Job characteristics and marital quality: Specifying linking mechanisms. Journal of Marriage and the Family, 54(1), 31 - 41.           Courses Taught        Adolescent Development Conceptualizing and measuring the contexts of Human Development Special Issues in the social development of African American children                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}][{"detail": [{"content": "HDSI Culminating Projects - Human Development and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Human Development and Social Intervention                          Overview    Dual Degree Program    Faculty    Current Students    Prospective Students       Admissions    Applied Research    Curriculum          Recent Graduates                                     HDSI Culminating Projects       Amy Seunghee Baeg  A Qualitative Study Exploring Gender Role Beliefs and Values of African American, Dominican, and Mexican Mothers       There have been stereotypes, ways of conceptualizing frameworks on gender; characteristics of children have been described as boys being bad and bold anf girls being wonderful and weak based on research on White-middle class samples. To what extent are these gendered distinctions also seen in diverse ethnic groups? How are they expressed? In this study, gender role beliefs and values of African-American (AA), Dominican-American (DA), and Mexican-American (MA) mothers were examined using qualitative methods. What gender role beliefs and expectations do AA, DA, and MA mothers hold for their children? Participants included 5 AA, 6 DA, and 7 MA mothers whose children were between 8 months and 2 years of age. Mothers of boys and mothers of girls were asked a series of open-ended questions about their experiences in raising their children. Their responses were transcribed and analyzed for thematic content. 12 themes emerged from the interviews, and were divided into three broad categories: child characteristics, parenting, and other gender domains. These themes were expressed by mothers of all three ethnicities. Themes for child characteristics were 1) Compliance vs. Defiance, 2) Gentleness vs. Roughness, 3) Emotional Sensitivity vs. Emotional Stoicism, and 4) Attachment vs. Independence. Themes for parenting were 5) Mother Role vs. Father Role, 6) Soft Hands vs. Harsh Forms of Discipline, 7) Educational Hopes vs. Educational Fears, and 8) Protection. Themes expressed in other areas included gendered beliefs about Appearance, Activities, and Status/Values. Knowledge of gender role beliefs can help provide a better understanding of parents&rsquo; behavior and their socio-culturally specific ways of socializing gender with their children.       Jessica Burdick Evaluating the Iowa Gambling Task as a Direct Assessment of Impulsivity with Elementary School-Aged Children       The goal of this study is to evaluate the validity of the Iowa Gambling Task (IGT; Bechara, Damasio, Damasio, and Anderson, 1994) as a direct assessment measure of impulsivity among low-income elementary school-aged children. One hundred and ninety-three 9-11 year olds participating in a longitudinal intervention study performed a computerized version of the Iowa Gambling Task, a validated measure of decision-making. Multi-level modeling was used to examine children&rsquo;s performance over the course of the task. In addition, age and gender were included in the models to determine whether student characteristics differentiated performance. Finally, teachers&rsquo; ratings of child impulsivity (BIS-11; Patton, Stanford, &amp; Barratt, 1995) were used to predict children&rsquo;s Iowa Gambling performance. Though previous research has found age and gender differences in IGT performance, results indicated no significant variation in IGT index scores across age or gender. Higher BIS scores, however, predicted a decrease in slope of Iowa Gambling performance, indicating students rated higher on impulsivity chose more disadvantageously across the task blocks. Results support evidence of the validity of the Iowa Gambling Task as a measure of impulsivity in low-income minority children.       Xinyue Guan Parent Involvement in Chinese Adolescents       Parent involvement is an important predictor of students&rsquo; academic achievement. However, little is known about the correlation between parent involvement and students&rsquo; academic achievement in mainland China. The current study aimed to examine parent involvement during the middle school years in the context of China. Seven hundred and ten 7th grade adolescents from three middle schools in Nanjing China and their mothers took part in the study as a part of the larger Nanjing Metropolitan Youth Project. Analyses were conducted to explore the relationships between maternal education, parent involvement, and students&rsquo; academic achievement. Results showed that students with mothers who had a college diploma or above reported more parent involvement than students with mothers who had a middle school diploma or lower. Perceived parent involvement did not directly predict students&rsquo; academic achievement; but the association was moderated by school type. Higher levels of perceived parent involvement were associated with higher students&rsquo; academic achievement in middle achieving school but not in low achieving school. The effects of gender and school type on students&rsquo; academic achievement are discussed.       Elise M. Harris An Exploration of the Relationship Between Interpersonal Forgiveness and Communalism Among African-American Adults       Scholars acknowledge that culture has implications for how people forgive interpersonally. However, few studies have investigated the role that cultural orientation may play in forgiveness among African American adults. The present study uses hierarchical regression to test empirically a model that explores the relative contributions of socio-demographic variables, domains of religiosity, empathy and comrnunalism to predicting interpersonal forgiveness among a sample of 241 adult African American men and women (ages 16-75). One&mdash;way ANOVAS revealed that participants with household incomes $70,000 and above had signiﬁcantly higher forgiveness mean scores than participants with household incomes $39,000 and below. Results of bivariate correlational analysis reveal that communalism, subjective religiosity, and empathic concern were signiﬁcantly and positively related to interpersonal forgiveness. Finally, a four step hierarchical regression model was conducted to determine if communalism is predictive of interpersonal forgiveness above and beyond socio&mdash;demographic variables, empathy and religiosity indices. The ﬁndings revealed that communalism is not a statistically signiﬁcant predictor of interpersonal forgiveness. However, subjective religiosity and empathy were signiﬁcant positive predictors of interpersonal forgiveness. Implications of these ﬁndings are discussed.       Emily Jacobson The Associations Between Risk and Protective Factors and Children&rsquo;s Academic Performance in the Democratic Republic of the Congo (DRC)       Research shows that the presence of one or more risk factors is negatively associated with children&rsquo;s academic performance (Gutrnan, Sameroff, &amp; Cole, 2003). It has also been found that risk factors tend to cluster within individuals, and that the number of risk factors to which a child is exposed is sometimes more strongly associated with negative outcomes than the particular type of risk (Sameroff, Seifer, Barocas, Zax, &amp; Greenspan, 1987). Nonetheless, not every child exposed to risk develops negative outcomes. While certain factors have been studied as protective mechanisms for at-risk children (Ryzin, 2011), few studies to date have examined the cumulative effects of protective factors and hardly any research has considered their associations with academic outcomes (Van der Lann, Veenstra, Bogaerts, Verhulst, &amp; Ormel 2010), especially in Sub-Saharan Africa. The majority of existing literature on risk and protection comes from developed countries. The current study focuses on an understudied population of children from the Democratic Republic of the Congo (DRC). This study examines two risk/protection models, an individual model and a cumulative model, for predicting aspects of Congolese children&rsquo;s academic performance. The possibility that protective factors will moderate the negative association between risk factors and children&rsquo;s academic performance is also examined.       Juliana Karras Participant Research Engagement Within the Context of Evaluation Research       As funds available for social programs have decreased, criteria for program funding have become more rigorous (Paulsell, Avellar, Martin, &amp; Del Grosso, 2010), often requiring programs to demonstrate their practice is &ldquo;evidence&mdash;based&rdquo; (U.S. DHHS, 2011). In response, program evaluation research has proliferated (Donaldson, Christie, &amp; Mark, 2009). Traditionally, evaluation research focuses on participant engagement with program services. Within the context of an NYC program evaluation, authors theorize about the inﬂuence research processes have on participant engagement. A conceptual model is introduced which builds on the traditional notion of engagement in program services, by investigating what factors predict engagement with research. Logistical regression was use to examine whether baseline data collection was predicted by: (1) time lapse between communication with participants; (2) participant recruitment method; and (3) sample demographics (e.g. parent origin). Results suggest greater communication time&mdash;lapses negatively predicted baseline data collection, which indicate that research processes influence evaluation research.       Emily McFarlane   Designing an Intervention for LGBT Youth: The Role of Social Identity and Self-Concept       This paper presents a design for an intervention aimed at targeting the high rates of negative. behavioral and emotional issues found among LGBT youth. This population&rsquo;s social identity as sexual minority individuals affects the way they interact with an anti-LGBT biased society, which in turn affect LGBT youth&rsquo;s perceptions of themselves, or self-concept. Because compromised self-concept is a contributing factor to negative outcomes, this psychological construct is the target of this intervention. This paper also discusses the myriad issues that should be taken into account when conducting an intervention with a marginalized population, including program design, intervention and research methods, staffing, and rules regarding participation. The result is a creativity-based intervention that uses artistic skills as well as group discussion to explore self-concept as LGBT individuals; the results of this program can produce meaningful research on self-concept and the internalization of social bias in LGBT populations as well as how interventions can better serve marginalized populations.    Lillian Sindisiwe Nkhwashu Child Support Grant: Teenage Mothers&rsquo; Perceptions and Selected Characteristics    This study used survey research design to better understand the perceptions that female teenagers have on the implementation of Child Support Grant in relation to their life goals, social support, and decision-making regarding self. The study also explores the link that exists between teenage motherhood and Child Support Grant as perceived by female teenagers. It further describes teenage motherhood as a way to elicit ways in which teenage mothers understand the implications of teenage motherhood in South Africa. Two hundred and fifty (250) African/Black teenage mothers and 250 African/Black teenage non&mdash;mothers ages I 8 and 19 years registered full-time for grades 1 I and 12 in 2013 academic year public schools of Limpopo province of South Africa completed a self&mdash;report survey. The study hypothesized that; 1) Child Support Grant is associated with teenagers becoming pregnant; 2) early motherhood is associated with school interruption; and 3) early pregnancy interferes with life goals. The findings indicate that Child Support Grant is associated with dependency, is related to early pregnancy, and it is associated with school interruption; however, as this is a cross&mdash;sectional study, the directionality cannot be determined.       Kelly O&rsquo;Connor Sports in the Lives of Adolescent Girls       Previous research has shown sports to be an influential factor contributing to the development of not only athleticism, but also academic achievement, socialization processes, and the cultivation of social skills. Through sports, participants develop skills, habits, and values that are then transferable to other areas of life by integrating them into a larger social network of additional peers and adults. Research suggests that girls who participate in sports during school&mdash;aged years experience positive outcomes in the areas of academics and physical and mental health, and also have been found to identify relationships to be key aspects of their sporting experience, yet few studies examine the meaning of sports in the lives of such participants. The present study draws on interview data from 23 racially and ethnically diverse eighth grade girls who play sports to determine what meaning they make of sports in the context of their lives. Findings indicate that sports enhance friendships and aid in the development of girls&rsquo; awareness of gender discrimination. Implications for future research are discussed.       Justin Preston &ldquo;If They Abduct You, You Don&rsquo;t Come Back:&rdquo; Understanding the Child Soldier in Their Own Words       The investigator will be using narratives collected from northern Uganda that were created through the course of NET. The researcher conducting the analysis in the present study did not have any role in the creation and collection of the trauma narratives. There are few considerations in the literature of understanding how the children themselves reconstruct their time within the LRA and subsequent return to civil society, and there is even less directed towards the child soldier prior to their abduction. Life before the traumatic events experienced while a member of the rebel groups is rarely included in analysis, when life prior to the abduction is critical in helping to determine future development (Annan et al., 2009; Omstein, 2012). Much of the literature has only just begun to address the subjective experiences of the child soldiers themselves (e. g. Barber, 2009; Betancourt &amp; Khan, 2008; Boothby, Crawford, &amp; Mamade, 2009; Oloya, 2011; Wessells, 2006), and the majority of this research has focused on interventions at the level of the secondary and tertiary needs of the children themselves as well as focusing on assessing levels of PTSD in the population. The purpose of conducting this qualitative analysis of the life narratives of former child soldiers was to provide a better understanding of their experience of their past. There are two questions this research hoped to answer by studying and analyzing autobiographical narratives. These questions are largely exploratory in nature: 1) What are some themes that emerge across the narratives? 2) Do aspects of the children&rsquo;s pre-abduction experiences play a role in later portions of their narratives? By looking at the child in the larger context of their life narratives, this research expects to identify and discuss several qualitative themes that will help to elucidate and describe the psychological experiences of the children across the entire lifespan. This study will focus on their experiences within the LRA as well as before and after.       Emerald Shee The Development of Emotion Understanding in Ethnically Diverse Children at Ages Four and Five       Emotion understanding is the ability to identify the emotional meaning of others&rsquo; emotional expressions, demonstrated through nonverbal and verbal behaviors, which is essential for participation in society. However, little is known about the developmental course of emotion understanding in young children from ethnically diverse, low-income backgrounds even though they are often at risk for adverse developmental outcomes. The current study utilizes a pretend play assessment paradigm to examine the development of emotion understanding among Dominican-American, African American, Chinese-American, and Mexican-American children at ages four and five. Children were presented with six scenarios in which they had to label and reason about stipulated emotional states and emotions experienced by a protagonist. Children&rsquo;s emotion understanding was based on two criteria: whether children could label the valence and whether children could select the correct prop to annul the stipulated scenarios. These were examined across development and for gender and ethnic differences. Overall children improved in their emotion understanding from age four to age five, demonstrating the highest level of emotion understanding through labeling the valence of the stipulated scenarios. Girls were better than boys in labeling the valence. Chinese-American children demonstrated worse competency in emotion understanding compared to the other three groups. Between the two ages tested, children from each ethnic background followed a similar developmental trajectory in their ability to understand others&rsquo; emotional states and emotions. Even though, there are similar patterns demonstrated across groups, there are still specific ethnic and gender differences, which are important to explore further in the future.       Pei-Chen Tsai Exploration of Lesbian, Gay, Bisexual, and Transgender People&rsquo;s Disclosure, Risk, and Mental Health in the Workplace       Recently, the lesbian, gay, bisexual, and transgender (LGBT) population has become more visible in American society and across the world. Although American society has started to pay more attention to LGBT people&rsquo;s rights and mental health, they remain stigmatized and invisible in certain areas most notably in the workplace. Most LGBT workers choose to stay in the closet (i.e., conceal one&rsquo;s sexual orientation/gender identity) because they are not sure whether the work environment is safe and whether disclosing their sexual orientation will jeopardize their careers or not. The purpose of this study was to: 1. Use data collected from a sample of LGBT older adults (ages 60 to 88) from the United States to examine relationships among personal factors (ethnicity, level of education, and income), experiences of discrimination (at/outside work), personal mental health (self-esteem and depression), and a major coping strategy (disclosure) in the workplace. 2. To interpret the results from the current analyses and review existing literature to provide information about participants&rsquo; experiences of dealing with disclosure in the workplace and its consequence in terms of mental health. Results indicate that sexual orientation disclosure status at work is correlated with one&rsquo;s disclosure status outside of work, as well as one&rsquo;s experiences of victimization outside of work. In terms of mental health, unexpectedly, there was no significant correlation between either victimization at work and depression or between victimization at work and self-esteem.    Angel Venegas Improving Communication of Certified Nursing Assistants with Older Adult Males in Nursing Homes: Reducing Elderspeak       American nursing homes are in dire need of re-evaluating the quality of care they provide to the rapidly growing aging population. This is further supported by numerous studies that indicate that the majority of certiﬁed nursing assistants (CNA) lack training, as evidenced by the few evidence&mdash;based interventions employed to educate them on gender differences in providing care to residents. Consequently, communication is a critical component overlooked in the process. In chapter one, background information regarding aging and nursing homes in the United States is discussed. Also, emphasis is placed on older adult males, certified nursing assistants, and elderspeak &mdash; the faulty communication style that is prevalent between them in the nursing home setting. Chapters two and three present the Certified Nursing Assistant Certified Communication Educational Program as a conceivable intervention to remedy this issue, and groundwork for possible further examination and use within the nursing home setting.       Danielle A. Wright The Development Process of Health Interventions to Promote Physical Activity Among Cancer Patients: A Systematic Review       Lifestyle interventions that promote healthy behaviors have the potential to reduce adverse effects of cancer treatments and improve overall quality of life in cancer patients. This systematic review aimed to provide an overview of physical activity interventions for cancer patients and to assess the methodological design and implementation strategies of these of interventions. Relevant literature from published, peer-reviewed articles was utilized to address the aim of this review. Initial key search terms included: cancer AND lifestyle behavior, health behavior, exercise, physical activity, physical fitness, intervention, development, process, framework, and designing. Data was extracted and coded for characteristics of participants, objectives, theoretical framework, intervention design/methods, intervention delivery, outcome measures, and results. Study quality was assessed using a standardized measure. Fourteen articles representing 10 studies met the inclusion criteria. Delivery methods included training sessions and telephone based counseling, and the majority of studies incorporated a theoretical basis. Intervention Mapping strategies were often implicitly stated in the studies. Significant differences in both physical activity behaviors and quality of life outcomes were found in three studies with mixed findings in five of the studies. One study did not show significance in either physical activity or quality of life and one study only presented the study protocol. Designing health interventions that integrate strategic intervention planning and community participation may have strong indications for creating health communications that would be adopted in practice and target vulnerable populations.                                       Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "HDSI Culminating Projects - Human Development and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Human Development and Social Intervention                          Overview    Dual Degree Program    Faculty    Current Students    Prospective Students       Admissions    Applied Research    Curriculum          Recent Graduates                                     HDSI Culminating Projects       Amy Seunghee Baeg  A Qualitative Study Exploring Gender Role Beliefs and Values of African American, Dominican, and Mexican Mothers       There have been stereotypes, ways of conceptualizing frameworks on gender; characteristics of children have been described as boys being bad and bold anf girls being wonderful and weak based on research on White-middle class samples. To what extent are these gendered distinctions also seen in diverse ethnic groups? How are they expressed? In this study, gender role beliefs and values of African-American (AA), Dominican-American (DA), and Mexican-American (MA) mothers were examined using qualitative methods. What gender role beliefs and expectations do AA, DA, and MA mothers hold for their children? Participants included 5 AA, 6 DA, and 7 MA mothers whose children were between 8 months and 2 years of age. Mothers of boys and mothers of girls were asked a series of open-ended questions about their experiences in raising their children. Their responses were transcribed and analyzed for thematic content. 12 themes emerged from the interviews, and were divided into three broad categories: child characteristics, parenting, and other gender domains. These themes were expressed by mothers of all three ethnicities. Themes for child characteristics were 1) Compliance vs. Defiance, 2) Gentleness vs. Roughness, 3) Emotional Sensitivity vs. Emotional Stoicism, and 4) Attachment vs. Independence. Themes for parenting were 5) Mother Role vs. Father Role, 6) Soft Hands vs. Harsh Forms of Discipline, 7) Educational Hopes vs. Educational Fears, and 8) Protection. Themes expressed in other areas included gendered beliefs about Appearance, Activities, and Status/Values. Knowledge of gender role beliefs can help provide a better understanding of parents&rsquo; behavior and their socio-culturally specific ways of socializing gender with their children.       Jessica Burdick Evaluating the Iowa Gambling Task as a Direct Assessment of Impulsivity with Elementary School-Aged Children       The goal of this study is to evaluate the validity of the Iowa Gambling Task (IGT; Bechara, Damasio, Damasio, and Anderson, 1994) as a direct assessment measure of impulsivity among low-income elementary school-aged children. One hundred and ninety-three 9-11 year olds participating in a longitudinal intervention study performed a computerized version of the Iowa Gambling Task, a validated measure of decision-making. Multi-level modeling was used to examine children&rsquo;s performance over the course of the task. In addition, age and gender were included in the models to determine whether student characteristics differentiated performance. Finally, teachers&rsquo; ratings of child impulsivity (BIS-11; Patton, Stanford, &amp; Barratt, 1995) were used to predict children&rsquo;s Iowa Gambling performance. Though previous research has found age and gender differences in IGT performance, results indicated no significant variation in IGT index scores across age or gender. Higher BIS scores, however, predicted a decrease in slope of Iowa Gambling performance, indicating students rated higher on impulsivity chose more disadvantageously across the task blocks. Results support evidence of the validity of the Iowa Gambling Task as a measure of impulsivity in low-income minority children.       Xinyue Guan Parent Involvement in Chinese Adolescents       Parent involvement is an important predictor of students&rsquo; academic achievement. However, little is known about the correlation between parent involvement and students&rsquo; academic achievement in mainland China. The current study aimed to examine parent involvement during the middle school years in the context of China. Seven hundred and ten 7th grade adolescents from three middle schools in Nanjing China and their mothers took part in the study as a part of the larger Nanjing Metropolitan Youth Project. Analyses were conducted to explore the relationships between maternal education, parent involvement, and students&rsquo; academic achievement. Results showed that students with mothers who had a college diploma or above reported more parent involvement than students with mothers who had a middle school diploma or lower. Perceived parent involvement did not directly predict students&rsquo; academic achievement; but the association was moderated by school type. Higher levels of perceived parent involvement were associated with higher students&rsquo; academic achievement in middle achieving school but not in low achieving school. The effects of gender and school type on students&rsquo; academic achievement are discussed.       Elise M. Harris An Exploration of the Relationship Between Interpersonal Forgiveness and Communalism Among African-American Adults       Scholars acknowledge that culture has implications for how people forgive interpersonally. However, few studies have investigated the role that cultural orientation may play in forgiveness among African American adults. The present study uses hierarchical regression to test empirically a model that explores the relative contributions of socio-demographic variables, domains of religiosity, empathy and comrnunalism to predicting interpersonal forgiveness among a sample of 241 adult African American men and women (ages 16-75). One&mdash;way ANOVAS revealed that participants with household incomes $70,000 and above had signiﬁcantly higher forgiveness mean scores than participants with household incomes $39,000 and below. Results of bivariate correlational analysis reveal that communalism, subjective religiosity, and empathic concern were signiﬁcantly and positively related to interpersonal forgiveness. Finally, a four step hierarchical regression model was conducted to determine if communalism is predictive of interpersonal forgiveness above and beyond socio&mdash;demographic variables, empathy and religiosity indices. The ﬁndings revealed that communalism is not a statistically signiﬁcant predictor of interpersonal forgiveness. However, subjective religiosity and empathy were signiﬁcant positive predictors of interpersonal forgiveness. Implications of these ﬁndings are discussed.       Emily Jacobson The Associations Between Risk and Protective Factors and Children&rsquo;s Academic Performance in the Democratic Republic of the Congo (DRC)       Research shows that the presence of one or more risk factors is negatively associated with children&rsquo;s academic performance (Gutrnan, Sameroff, &amp; Cole, 2003). It has also been found that risk factors tend to cluster within individuals, and that the number of risk factors to which a child is exposed is sometimes more strongly associated with negative outcomes than the particular type of risk (Sameroff, Seifer, Barocas, Zax, &amp; Greenspan, 1987). Nonetheless, not every child exposed to risk develops negative outcomes. While certain factors have been studied as protective mechanisms for at-risk children (Ryzin, 2011), few studies to date have examined the cumulative effects of protective factors and hardly any research has considered their associations with academic outcomes (Van der Lann, Veenstra, Bogaerts, Verhulst, &amp; Ormel 2010), especially in Sub-Saharan Africa. The majority of existing literature on risk and protection comes from developed countries. The current study focuses on an understudied population of children from the Democratic Republic of the Congo (DRC). This study examines two risk/protection models, an individual model and a cumulative model, for predicting aspects of Congolese children&rsquo;s academic performance. The possibility that protective factors will moderate the negative association between risk factors and children&rsquo;s academic performance is also examined.       Juliana Karras Participant Research Engagement Within the Context of Evaluation Research       As funds available for social programs have decreased, criteria for program funding have become more rigorous (Paulsell, Avellar, Martin, &amp; Del Grosso, 2010), often requiring programs to demonstrate their practice is &ldquo;evidence&mdash;based&rdquo; (U.S. DHHS, 2011). In response, program evaluation research has proliferated (Donaldson, Christie, &amp; Mark, 2009). Traditionally, evaluation research focuses on participant engagement with program services. Within the context of an NYC program evaluation, authors theorize about the inﬂuence research processes have on participant engagement. A conceptual model is introduced which builds on the traditional notion of engagement in program services, by investigating what factors predict engagement with research. Logistical regression was use to examine whether baseline data collection was predicted by: (1) time lapse between communication with participants; (2) participant recruitment method; and (3) sample demographics (e.g. parent origin). Results suggest greater communication time&mdash;lapses negatively predicted baseline data collection, which indicate that research processes influence evaluation research.       Emily McFarlane   Designing an Intervention for LGBT Youth: The Role of Social Identity and Self-Concept       This paper presents a design for an intervention aimed at targeting the high rates of negative. behavioral and emotional issues found among LGBT youth. This population&rsquo;s social identity as sexual minority individuals affects the way they interact with an anti-LGBT biased society, which in turn affect LGBT youth&rsquo;s perceptions of themselves, or self-concept. Because compromised self-concept is a contributing factor to negative outcomes, this psychological construct is the target of this intervention. This paper also discusses the myriad issues that should be taken into account when conducting an intervention with a marginalized population, including program design, intervention and research methods, staffing, and rules regarding participation. The result is a creativity-based intervention that uses artistic skills as well as group discussion to explore self-concept as LGBT individuals; the results of this program can produce meaningful research on self-concept and the internalization of social bias in LGBT populations as well as how interventions can better serve marginalized populations.    Lillian Sindisiwe Nkhwashu Child Support Grant: Teenage Mothers&rsquo; Perceptions and Selected Characteristics    This study used survey research design to better understand the perceptions that female teenagers have on the implementation of Child Support Grant in relation to their life goals, social support, and decision-making regarding self. The study also explores the link that exists between teenage motherhood and Child Support Grant as perceived by female teenagers. It further describes teenage motherhood as a way to elicit ways in which teenage mothers understand the implications of teenage motherhood in South Africa. Two hundred and fifty (250) African/Black teenage mothers and 250 African/Black teenage non&mdash;mothers ages I 8 and 19 years registered full-time for grades 1 I and 12 in 2013 academic year public schools of Limpopo province of South Africa completed a self&mdash;report survey. The study hypothesized that; 1) Child Support Grant is associated with teenagers becoming pregnant; 2) early motherhood is associated with school interruption; and 3) early pregnancy interferes with life goals. The findings indicate that Child Support Grant is associated with dependency, is related to early pregnancy, and it is associated with school interruption; however, as this is a cross&mdash;sectional study, the directionality cannot be determined.       Kelly O&rsquo;Connor Sports in the Lives of Adolescent Girls       Previous research has shown sports to be an influential factor contributing to the development of not only athleticism, but also academic achievement, socialization processes, and the cultivation of social skills. Through sports, participants develop skills, habits, and values that are then transferable to other areas of life by integrating them into a larger social network of additional peers and adults. Research suggests that girls who participate in sports during school&mdash;aged years experience positive outcomes in the areas of academics and physical and mental health, and also have been found to identify relationships to be key aspects of their sporting experience, yet few studies examine the meaning of sports in the lives of such participants. The present study draws on interview data from 23 racially and ethnically diverse eighth grade girls who play sports to determine what meaning they make of sports in the context of their lives. Findings indicate that sports enhance friendships and aid in the development of girls&rsquo; awareness of gender discrimination. Implications for future research are discussed.       Justin Preston &ldquo;If They Abduct You, You Don&rsquo;t Come Back:&rdquo; Understanding the Child Soldier in Their Own Words       The investigator will be using narratives collected from northern Uganda that were created through the course of NET. The researcher conducting the analysis in the present study did not have any role in the creation and collection of the trauma narratives. There are few considerations in the literature of understanding how the children themselves reconstruct their time within the LRA and subsequent return to civil society, and there is even less directed towards the child soldier prior to their abduction. Life before the traumatic events experienced while a member of the rebel groups is rarely included in analysis, when life prior to the abduction is critical in helping to determine future development (Annan et al., 2009; Omstein, 2012). Much of the literature has only just begun to address the subjective experiences of the child soldiers themselves (e. g. Barber, 2009; Betancourt &amp; Khan, 2008; Boothby, Crawford, &amp; Mamade, 2009; Oloya, 2011; Wessells, 2006), and the majority of this research has focused on interventions at the level of the secondary and tertiary needs of the children themselves as well as focusing on assessing levels of PTSD in the population. The purpose of conducting this qualitative analysis of the life narratives of former child soldiers was to provide a better understanding of their experience of their past. There are two questions this research hoped to answer by studying and analyzing autobiographical narratives. These questions are largely exploratory in nature: 1) What are some themes that emerge across the narratives? 2) Do aspects of the children&rsquo;s pre-abduction experiences play a role in later portions of their narratives? By looking at the child in the larger context of their life narratives, this research expects to identify and discuss several qualitative themes that will help to elucidate and describe the psychological experiences of the children across the entire lifespan. This study will focus on their experiences within the LRA as well as before and after.       Emerald Shee The Development of Emotion Understanding in Ethnically Diverse Children at Ages Four and Five       Emotion understanding is the ability to identify the emotional meaning of others&rsquo; emotional expressions, demonstrated through nonverbal and verbal behaviors, which is essential for participation in society. However, little is known about the developmental course of emotion understanding in young children from ethnically diverse, low-income backgrounds even though they are often at risk for adverse developmental outcomes. The current study utilizes a pretend play assessment paradigm to examine the development of emotion understanding among Dominican-American, African American, Chinese-American, and Mexican-American children at ages four and five. Children were presented with six scenarios in which they had to label and reason about stipulated emotional states and emotions experienced by a protagonist. Children&rsquo;s emotion understanding was based on two criteria: whether children could label the valence and whether children could select the correct prop to annul the stipulated scenarios. These were examined across development and for gender and ethnic differences. Overall children improved in their emotion understanding from age four to age five, demonstrating the highest level of emotion understanding through labeling the valence of the stipulated scenarios. Girls were better than boys in labeling the valence. Chinese-American children demonstrated worse competency in emotion understanding compared to the other three groups. Between the two ages tested, children from each ethnic background followed a similar developmental trajectory in their ability to understand others&rsquo; emotional states and emotions. Even though, there are similar patterns demonstrated across groups, there are still specific ethnic and gender differences, which are important to explore further in the future.       Pei-Chen Tsai Exploration of Lesbian, Gay, Bisexual, and Transgender People&rsquo;s Disclosure, Risk, and Mental Health in the Workplace       Recently, the lesbian, gay, bisexual, and transgender (LGBT) population has become more visible in American society and across the world. Although American society has started to pay more attention to LGBT people&rsquo;s rights and mental health, they remain stigmatized and invisible in certain areas most notably in the workplace. Most LGBT workers choose to stay in the closet (i.e., conceal one&rsquo;s sexual orientation/gender identity) because they are not sure whether the work environment is safe and whether disclosing their sexual orientation will jeopardize their careers or not. The purpose of this study was to: 1. Use data collected from a sample of LGBT older adults (ages 60 to 88) from the United States to examine relationships among personal factors (ethnicity, level of education, and income), experiences of discrimination (at/outside work), personal mental health (self-esteem and depression), and a major coping strategy (disclosure) in the workplace. 2. To interpret the results from the current analyses and review existing literature to provide information about participants&rsquo; experiences of dealing with disclosure in the workplace and its consequence in terms of mental health. Results indicate that sexual orientation disclosure status at work is correlated with one&rsquo;s disclosure status outside of work, as well as one&rsquo;s experiences of victimization outside of work. In terms of mental health, unexpectedly, there was no significant correlation between either victimization at work and depression or between victimization at work and self-esteem.    Angel Venegas Improving Communication of Certified Nursing Assistants with Older Adult Males in Nursing Homes: Reducing Elderspeak       American nursing homes are in dire need of re-evaluating the quality of care they provide to the rapidly growing aging population. This is further supported by numerous studies that indicate that the majority of certiﬁed nursing assistants (CNA) lack training, as evidenced by the few evidence&mdash;based interventions employed to educate them on gender differences in providing care to residents. Consequently, communication is a critical component overlooked in the process. In chapter one, background information regarding aging and nursing homes in the United States is discussed. Also, emphasis is placed on older adult males, certified nursing assistants, and elderspeak &mdash; the faulty communication style that is prevalent between them in the nursing home setting. Chapters two and three present the Certified Nursing Assistant Certified Communication Educational Program as a conceivable intervention to remedy this issue, and groundwork for possible further examination and use within the nursing home setting.       Danielle A. Wright The Development Process of Health Interventions to Promote Physical Activity Among Cancer Patients: A Systematic Review       Lifestyle interventions that promote healthy behaviors have the potential to reduce adverse effects of cancer treatments and improve overall quality of life in cancer patients. This systematic review aimed to provide an overview of physical activity interventions for cancer patients and to assess the methodological design and implementation strategies of these of interventions. Relevant literature from published, peer-reviewed articles was utilized to address the aim of this review. Initial key search terms included: cancer AND lifestyle behavior, health behavior, exercise, physical activity, physical fitness, intervention, development, process, framework, and designing. Data was extracted and coded for characteristics of participants, objectives, theoretical framework, intervention design/methods, intervention delivery, outcome measures, and results. Study quality was assessed using a standardized measure. Fourteen articles representing 10 studies met the inclusion criteria. Delivery methods included training sessions and telephone based counseling, and the majority of studies incorporated a theoretical basis. Intervention Mapping strategies were often implicitly stated in the studies. Significant differences in both physical activity behaviors and quality of life outcomes were found in three studies with mixed findings in five of the studies. One study did not show significance in either physical activity or quality of life and one study only presented the study protocol. Designing health interventions that integrate strategic intervention planning and community participation may have strong indications for creating health communications that would be adopted in practice and target vulnerable populations.                                       Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Sample Curriculum - Psychology and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Psychology and Social Intervention                          Overview    Research       Faculty Presentations    Faculty Publications    Student Awards    Student Presentations    Student Publications          Prospective Students       Application Process    Degree Requirements    Career Opportunities          Current Students       Graduate Students    Resources          Faculty                                     Sample Curriculum                Course of Study: PSSI (Ph.D)                                  Program in Psychology and Social Intervention (PSSI)                                  Course No.    Course Title       Credits          Required                               Department Requirement (3 points)          3.0             APSY-GE 3009    Theories of Change in Applied Psychology       3.0                Foundations (6 points)             6.0             APSY-GE 2825    Understanding and Measuring the Social Contexts of Development       3.0                APSY-GE 2826    Intervention and Social Change       3.0                Research (15-18 points)          15.0-18.0             APSY-GE 2073    Research Design and Methods in the Behavioral Sciences       3.0                RESCH-GE 2003    Intermediate Quantitative Methods: The General Linear Model       3.0                RESCH-GE 2004    Advanced Quantitative Methods: A Survey of Multivariate Analysis       3.0                PSYCH-GA 2248    Methods for the Analysis of Change OR Multi-level Modeling I       3.0                RESCH-GE 2140    Qualitative Field Research       3.0                   May select one of the following (not required):                PSYCH-GA 2239    ANOVA       3.0                PSYCH-GA 2247    Structural Equation Methods       3.0                APSY-GE 2140    Measurement and Evaluation: Psychometric Theory       3.0                APSY-GE 2141    Measurement: Modern Test Theory       3.0                RESCH-GE 2012    Causal Inference       3.0                Specialized Research Methods (3 points)          3.0             APSY-GE 2835    Research Using Mixed Methods       3.0                Departmental Seminar (12 points)          12..0             * Students must enroll each term for 3 points per term                APSY-GE 2830    Advanced Seminar in Psychology and Social Intervention       3.0                Specialization (15 points)          15.0             APSY-GE 2827    Practicum in Intervention or Policy Research I       3.0                APSY-GE 2828    Practicum in Intervention Policy Research II       3.0                   Three of the following:                APSY-GE 2832    Child Development and Social Policy       3.0                APSY-GE 2527    Development of Immigrant Origin Youth       3.0                APSY-GE 2833    Special Issues in the Social Development of African American Children       3.0                   Developmental and Prevention Sciences       3.0                APSY-GE 2834    Program Evaluation       3.0                APSY-GE 2450    HIV Prevention and Counseling       3.0                APSY-GE 2022    Health Psychology in Human Development       3.0                APSY-GE 2041    Women and Mental Health       3.0                APSY-GE 2831    Families and Schools       3.0                Cognate/Electives (6-9 points)          6.0-9.0             * 2-3 doctoral level courses anywhere in the university that enhance students' expertise in their area of specialization. Should be chosen with advisor approval.                               Doctoral Cognate 1       3.0                   Doctoral Cognate 2       3.0                   Doctoral Cognate 3 (optional)       3.0                Pre-dissertation Research Seminar (6 points)          6.0             * Must enroll for 2 semesters                   APSY-GE 2838    Project Seminar       3.0                Dissertation Proposal Seminar (3 points)          3.0             APSY-GE 3001    Dissertation Research       3.0                Other Requirements                      2nd Year Empirical Paper                   Comprehensive Exam                   Independent Empirically-based Dissertation                                     Total Number of Credits*          72.0                               * Students are expected to consult with their advisors to formulate a course of study that equals 72 points                                         Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "HDSI Culminating Projects - Human Development and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Human Development and Social Intervention                          Overview    Dual Degree Program    Faculty    Current Students    Prospective Students       Admissions    Applied Research    Curriculum          Recent Graduates                                     HDSI Culminating Projects       Amy Seunghee Baeg  A Qualitative Study Exploring Gender Role Beliefs and Values of African American, Dominican, and Mexican Mothers       There have been stereotypes, ways of conceptualizing frameworks on gender; characteristics of children have been described as boys being bad and bold anf girls being wonderful and weak based on research on White-middle class samples. To what extent are these gendered distinctions also seen in diverse ethnic groups? How are they expressed? In this study, gender role beliefs and values of African-American (AA), Dominican-American (DA), and Mexican-American (MA) mothers were examined using qualitative methods. What gender role beliefs and expectations do AA, DA, and MA mothers hold for their children? Participants included 5 AA, 6 DA, and 7 MA mothers whose children were between 8 months and 2 years of age. Mothers of boys and mothers of girls were asked a series of open-ended questions about their experiences in raising their children. Their responses were transcribed and analyzed for thematic content. 12 themes emerged from the interviews, and were divided into three broad categories: child characteristics, parenting, and other gender domains. These themes were expressed by mothers of all three ethnicities. Themes for child characteristics were 1) Compliance vs. Defiance, 2) Gentleness vs. Roughness, 3) Emotional Sensitivity vs. Emotional Stoicism, and 4) Attachment vs. Independence. Themes for parenting were 5) Mother Role vs. Father Role, 6) Soft Hands vs. Harsh Forms of Discipline, 7) Educational Hopes vs. Educational Fears, and 8) Protection. Themes expressed in other areas included gendered beliefs about Appearance, Activities, and Status/Values. Knowledge of gender role beliefs can help provide a better understanding of parents&rsquo; behavior and their socio-culturally specific ways of socializing gender with their children.       Jessica Burdick Evaluating the Iowa Gambling Task as a Direct Assessment of Impulsivity with Elementary School-Aged Children       The goal of this study is to evaluate the validity of the Iowa Gambling Task (IGT; Bechara, Damasio, Damasio, and Anderson, 1994) as a direct assessment measure of impulsivity among low-income elementary school-aged children. One hundred and ninety-three 9-11 year olds participating in a longitudinal intervention study performed a computerized version of the Iowa Gambling Task, a validated measure of decision-making. Multi-level modeling was used to examine children&rsquo;s performance over the course of the task. In addition, age and gender were included in the models to determine whether student characteristics differentiated performance. Finally, teachers&rsquo; ratings of child impulsivity (BIS-11; Patton, Stanford, &amp; Barratt, 1995) were used to predict children&rsquo;s Iowa Gambling performance. Though previous research has found age and gender differences in IGT performance, results indicated no significant variation in IGT index scores across age or gender. Higher BIS scores, however, predicted a decrease in slope of Iowa Gambling performance, indicating students rated higher on impulsivity chose more disadvantageously across the task blocks. Results support evidence of the validity of the Iowa Gambling Task as a measure of impulsivity in low-income minority children.       Xinyue Guan Parent Involvement in Chinese Adolescents       Parent involvement is an important predictor of students&rsquo; academic achievement. However, little is known about the correlation between parent involvement and students&rsquo; academic achievement in mainland China. The current study aimed to examine parent involvement during the middle school years in the context of China. Seven hundred and ten 7th grade adolescents from three middle schools in Nanjing China and their mothers took part in the study as a part of the larger Nanjing Metropolitan Youth Project. Analyses were conducted to explore the relationships between maternal education, parent involvement, and students&rsquo; academic achievement. Results showed that students with mothers who had a college diploma or above reported more parent involvement than students with mothers who had a middle school diploma or lower. Perceived parent involvement did not directly predict students&rsquo; academic achievement; but the association was moderated by school type. Higher levels of perceived parent involvement were associated with higher students&rsquo; academic achievement in middle achieving school but not in low achieving school. The effects of gender and school type on students&rsquo; academic achievement are discussed.       Elise M. Harris An Exploration of the Relationship Between Interpersonal Forgiveness and Communalism Among African-American Adults       Scholars acknowledge that culture has implications for how people forgive interpersonally. However, few studies have investigated the role that cultural orientation may play in forgiveness among African American adults. The present study uses hierarchical regression to test empirically a model that explores the relative contributions of socio-demographic variables, domains of religiosity, empathy and comrnunalism to predicting interpersonal forgiveness among a sample of 241 adult African American men and women (ages 16-75). One&mdash;way ANOVAS revealed that participants with household incomes $70,000 and above had signiﬁcantly higher forgiveness mean scores than participants with household incomes $39,000 and below. Results of bivariate correlational analysis reveal that communalism, subjective religiosity, and empathic concern were signiﬁcantly and positively related to interpersonal forgiveness. Finally, a four step hierarchical regression model was conducted to determine if communalism is predictive of interpersonal forgiveness above and beyond socio&mdash;demographic variables, empathy and religiosity indices. The ﬁndings revealed that communalism is not a statistically signiﬁcant predictor of interpersonal forgiveness. However, subjective religiosity and empathy were signiﬁcant positive predictors of interpersonal forgiveness. Implications of these ﬁndings are discussed.       Emily Jacobson The Associations Between Risk and Protective Factors and Children&rsquo;s Academic Performance in the Democratic Republic of the Congo (DRC)       Research shows that the presence of one or more risk factors is negatively associated with children&rsquo;s academic performance (Gutrnan, Sameroff, &amp; Cole, 2003). It has also been found that risk factors tend to cluster within individuals, and that the number of risk factors to which a child is exposed is sometimes more strongly associated with negative outcomes than the particular type of risk (Sameroff, Seifer, Barocas, Zax, &amp; Greenspan, 1987). Nonetheless, not every child exposed to risk develops negative outcomes. While certain factors have been studied as protective mechanisms for at-risk children (Ryzin, 2011), few studies to date have examined the cumulative effects of protective factors and hardly any research has considered their associations with academic outcomes (Van der Lann, Veenstra, Bogaerts, Verhulst, &amp; Ormel 2010), especially in Sub-Saharan Africa. The majority of existing literature on risk and protection comes from developed countries. The current study focuses on an understudied population of children from the Democratic Republic of the Congo (DRC). This study examines two risk/protection models, an individual model and a cumulative model, for predicting aspects of Congolese children&rsquo;s academic performance. The possibility that protective factors will moderate the negative association between risk factors and children&rsquo;s academic performance is also examined.       Juliana Karras Participant Research Engagement Within the Context of Evaluation Research       As funds available for social programs have decreased, criteria for program funding have become more rigorous (Paulsell, Avellar, Martin, &amp; Del Grosso, 2010), often requiring programs to demonstrate their practice is &ldquo;evidence&mdash;based&rdquo; (U.S. DHHS, 2011). In response, program evaluation research has proliferated (Donaldson, Christie, &amp; Mark, 2009). Traditionally, evaluation research focuses on participant engagement with program services. Within the context of an NYC program evaluation, authors theorize about the inﬂuence research processes have on participant engagement. A conceptual model is introduced which builds on the traditional notion of engagement in program services, by investigating what factors predict engagement with research. Logistical regression was use to examine whether baseline data collection was predicted by: (1) time lapse between communication with participants; (2) participant recruitment method; and (3) sample demographics (e.g. parent origin). Results suggest greater communication time&mdash;lapses negatively predicted baseline data collection, which indicate that research processes influence evaluation research.       Emily McFarlane   Designing an Intervention for LGBT Youth: The Role of Social Identity and Self-Concept       This paper presents a design for an intervention aimed at targeting the high rates of negative. behavioral and emotional issues found among LGBT youth. This population&rsquo;s social identity as sexual minority individuals affects the way they interact with an anti-LGBT biased society, which in turn affect LGBT youth&rsquo;s perceptions of themselves, or self-concept. Because compromised self-concept is a contributing factor to negative outcomes, this psychological construct is the target of this intervention. This paper also discusses the myriad issues that should be taken into account when conducting an intervention with a marginalized population, including program design, intervention and research methods, staffing, and rules regarding participation. The result is a creativity-based intervention that uses artistic skills as well as group discussion to explore self-concept as LGBT individuals; the results of this program can produce meaningful research on self-concept and the internalization of social bias in LGBT populations as well as how interventions can better serve marginalized populations.    Lillian Sindisiwe Nkhwashu Child Support Grant: Teenage Mothers&rsquo; Perceptions and Selected Characteristics    This study used survey research design to better understand the perceptions that female teenagers have on the implementation of Child Support Grant in relation to their life goals, social support, and decision-making regarding self. The study also explores the link that exists between teenage motherhood and Child Support Grant as perceived by female teenagers. It further describes teenage motherhood as a way to elicit ways in which teenage mothers understand the implications of teenage motherhood in South Africa. Two hundred and fifty (250) African/Black teenage mothers and 250 African/Black teenage non&mdash;mothers ages I 8 and 19 years registered full-time for grades 1 I and 12 in 2013 academic year public schools of Limpopo province of South Africa completed a self&mdash;report survey. The study hypothesized that; 1) Child Support Grant is associated with teenagers becoming pregnant; 2) early motherhood is associated with school interruption; and 3) early pregnancy interferes with life goals. The findings indicate that Child Support Grant is associated with dependency, is related to early pregnancy, and it is associated with school interruption; however, as this is a cross&mdash;sectional study, the directionality cannot be determined.       Kelly O&rsquo;Connor Sports in the Lives of Adolescent Girls       Previous research has shown sports to be an influential factor contributing to the development of not only athleticism, but also academic achievement, socialization processes, and the cultivation of social skills. Through sports, participants develop skills, habits, and values that are then transferable to other areas of life by integrating them into a larger social network of additional peers and adults. Research suggests that girls who participate in sports during school&mdash;aged years experience positive outcomes in the areas of academics and physical and mental health, and also have been found to identify relationships to be key aspects of their sporting experience, yet few studies examine the meaning of sports in the lives of such participants. The present study draws on interview data from 23 racially and ethnically diverse eighth grade girls who play sports to determine what meaning they make of sports in the context of their lives. Findings indicate that sports enhance friendships and aid in the development of girls&rsquo; awareness of gender discrimination. Implications for future research are discussed.       Justin Preston &ldquo;If They Abduct You, You Don&rsquo;t Come Back:&rdquo; Understanding the Child Soldier in Their Own Words       The investigator will be using narratives collected from northern Uganda that were created through the course of NET. The researcher conducting the analysis in the present study did not have any role in the creation and collection of the trauma narratives. There are few considerations in the literature of understanding how the children themselves reconstruct their time within the LRA and subsequent return to civil society, and there is even less directed towards the child soldier prior to their abduction. Life before the traumatic events experienced while a member of the rebel groups is rarely included in analysis, when life prior to the abduction is critical in helping to determine future development (Annan et al., 2009; Omstein, 2012). Much of the literature has only just begun to address the subjective experiences of the child soldiers themselves (e. g. Barber, 2009; Betancourt &amp; Khan, 2008; Boothby, Crawford, &amp; Mamade, 2009; Oloya, 2011; Wessells, 2006), and the majority of this research has focused on interventions at the level of the secondary and tertiary needs of the children themselves as well as focusing on assessing levels of PTSD in the population. The purpose of conducting this qualitative analysis of the life narratives of former child soldiers was to provide a better understanding of their experience of their past. There are two questions this research hoped to answer by studying and analyzing autobiographical narratives. These questions are largely exploratory in nature: 1) What are some themes that emerge across the narratives? 2) Do aspects of the children&rsquo;s pre-abduction experiences play a role in later portions of their narratives? By looking at the child in the larger context of their life narratives, this research expects to identify and discuss several qualitative themes that will help to elucidate and describe the psychological experiences of the children across the entire lifespan. This study will focus on their experiences within the LRA as well as before and after.       Emerald Shee The Development of Emotion Understanding in Ethnically Diverse Children at Ages Four and Five       Emotion understanding is the ability to identify the emotional meaning of others&rsquo; emotional expressions, demonstrated through nonverbal and verbal behaviors, which is essential for participation in society. However, little is known about the developmental course of emotion understanding in young children from ethnically diverse, low-income backgrounds even though they are often at risk for adverse developmental outcomes. The current study utilizes a pretend play assessment paradigm to examine the development of emotion understanding among Dominican-American, African American, Chinese-American, and Mexican-American children at ages four and five. Children were presented with six scenarios in which they had to label and reason about stipulated emotional states and emotions experienced by a protagonist. Children&rsquo;s emotion understanding was based on two criteria: whether children could label the valence and whether children could select the correct prop to annul the stipulated scenarios. These were examined across development and for gender and ethnic differences. Overall children improved in their emotion understanding from age four to age five, demonstrating the highest level of emotion understanding through labeling the valence of the stipulated scenarios. Girls were better than boys in labeling the valence. Chinese-American children demonstrated worse competency in emotion understanding compared to the other three groups. Between the two ages tested, children from each ethnic background followed a similar developmental trajectory in their ability to understand others&rsquo; emotional states and emotions. Even though, there are similar patterns demonstrated across groups, there are still specific ethnic and gender differences, which are important to explore further in the future.       Pei-Chen Tsai Exploration of Lesbian, Gay, Bisexual, and Transgender People&rsquo;s Disclosure, Risk, and Mental Health in the Workplace       Recently, the lesbian, gay, bisexual, and transgender (LGBT) population has become more visible in American society and across the world. Although American society has started to pay more attention to LGBT people&rsquo;s rights and mental health, they remain stigmatized and invisible in certain areas most notably in the workplace. Most LGBT workers choose to stay in the closet (i.e., conceal one&rsquo;s sexual orientation/gender identity) because they are not sure whether the work environment is safe and whether disclosing their sexual orientation will jeopardize their careers or not. The purpose of this study was to: 1. Use data collected from a sample of LGBT older adults (ages 60 to 88) from the United States to examine relationships among personal factors (ethnicity, level of education, and income), experiences of discrimination (at/outside work), personal mental health (self-esteem and depression), and a major coping strategy (disclosure) in the workplace. 2. To interpret the results from the current analyses and review existing literature to provide information about participants&rsquo; experiences of dealing with disclosure in the workplace and its consequence in terms of mental health. Results indicate that sexual orientation disclosure status at work is correlated with one&rsquo;s disclosure status outside of work, as well as one&rsquo;s experiences of victimization outside of work. In terms of mental health, unexpectedly, there was no significant correlation between either victimization at work and depression or between victimization at work and self-esteem.    Angel Venegas Improving Communication of Certified Nursing Assistants with Older Adult Males in Nursing Homes: Reducing Elderspeak       American nursing homes are in dire need of re-evaluating the quality of care they provide to the rapidly growing aging population. This is further supported by numerous studies that indicate that the majority of certiﬁed nursing assistants (CNA) lack training, as evidenced by the few evidence&mdash;based interventions employed to educate them on gender differences in providing care to residents. Consequently, communication is a critical component overlooked in the process. In chapter one, background information regarding aging and nursing homes in the United States is discussed. Also, emphasis is placed on older adult males, certified nursing assistants, and elderspeak &mdash; the faulty communication style that is prevalent between them in the nursing home setting. Chapters two and three present the Certified Nursing Assistant Certified Communication Educational Program as a conceivable intervention to remedy this issue, and groundwork for possible further examination and use within the nursing home setting.       Danielle A. Wright The Development Process of Health Interventions to Promote Physical Activity Among Cancer Patients: A Systematic Review       Lifestyle interventions that promote healthy behaviors have the potential to reduce adverse effects of cancer treatments and improve overall quality of life in cancer patients. This systematic review aimed to provide an overview of physical activity interventions for cancer patients and to assess the methodological design and implementation strategies of these of interventions. Relevant literature from published, peer-reviewed articles was utilized to address the aim of this review. Initial key search terms included: cancer AND lifestyle behavior, health behavior, exercise, physical activity, physical fitness, intervention, development, process, framework, and designing. Data was extracted and coded for characteristics of participants, objectives, theoretical framework, intervention design/methods, intervention delivery, outcome measures, and results. Study quality was assessed using a standardized measure. Fourteen articles representing 10 studies met the inclusion criteria. Delivery methods included training sessions and telephone based counseling, and the majority of studies incorporated a theoretical basis. Intervention Mapping strategies were often implicitly stated in the studies. Significant differences in both physical activity behaviors and quality of life outcomes were found in three studies with mixed findings in five of the studies. One study did not show significance in either physical activity or quality of life and one study only presented the study protocol. Designing health interventions that integrate strategic intervention planning and community participation may have strong indications for creating health communications that would be adopted in practice and target vulnerable populations.                                       Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Sample Curriculum - Psychology and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Psychology and Social Intervention                          Overview    Research       Faculty Presentations    Faculty Publications    Student Awards    Student Presentations    Student Publications          Prospective Students       Application Process    Degree Requirements    Career Opportunities          Current Students       Graduate Students    Resources          Faculty                                     Sample Curriculum                Course of Study: PSSI (Ph.D)                                  Program in Psychology and Social Intervention (PSSI)                                  Course No.    Course Title       Credits          Required                               Department Requirement (3 points)          3.0             APSY-GE 3009    Theories of Change in Applied Psychology       3.0                Foundations (6 points)             6.0             APSY-GE 2825    Understanding and Measuring the Social Contexts of Development       3.0                APSY-GE 2826    Intervention and Social Change       3.0                Research (15-18 points)          15.0-18.0             APSY-GE 2073    Research Design and Methods in the Behavioral Sciences       3.0                RESCH-GE 2003    Intermediate Quantitative Methods: The General Linear Model       3.0                RESCH-GE 2004    Advanced Quantitative Methods: A Survey of Multivariate Analysis       3.0                PSYCH-GA 2248    Methods for the Analysis of Change OR Multi-level Modeling I       3.0                RESCH-GE 2140    Qualitative Field Research       3.0                   May select one of the following (not required):                PSYCH-GA 2239    ANOVA       3.0                PSYCH-GA 2247    Structural Equation Methods       3.0                APSY-GE 2140    Measurement and Evaluation: Psychometric Theory       3.0                APSY-GE 2141    Measurement: Modern Test Theory       3.0                RESCH-GE 2012    Causal Inference       3.0                Specialized Research Methods (3 points)          3.0             APSY-GE 2835    Research Using Mixed Methods       3.0                Departmental Seminar (12 points)          12..0             * Students must enroll each term for 3 points per term                APSY-GE 2830    Advanced Seminar in Psychology and Social Intervention       3.0                Specialization (15 points)          15.0             APSY-GE 2827    Practicum in Intervention or Policy Research I       3.0                APSY-GE 2828    Practicum in Intervention Policy Research II       3.0                   Three of the following:                APSY-GE 2832    Child Development and Social Policy       3.0                APSY-GE 2527    Development of Immigrant Origin Youth       3.0                APSY-GE 2833    Special Issues in the Social Development of African American Children       3.0                   Developmental and Prevention Sciences       3.0                APSY-GE 2834    Program Evaluation       3.0                APSY-GE 2450    HIV Prevention and Counseling       3.0                APSY-GE 2022    Health Psychology in Human Development       3.0                APSY-GE 2041    Women and Mental Health       3.0                APSY-GE 2831    Families and Schools       3.0                Cognate/Electives (6-9 points)          6.0-9.0             * 2-3 doctoral level courses anywhere in the university that enhance students' expertise in their area of specialization. Should be chosen with advisor approval.                               Doctoral Cognate 1       3.0                   Doctoral Cognate 2       3.0                   Doctoral Cognate 3 (optional)       3.0                Pre-dissertation Research Seminar (6 points)          6.0             * Must enroll for 2 semesters                   APSY-GE 2838    Project Seminar       3.0                Dissertation Proposal Seminar (3 points)          3.0             APSY-GE 3001    Dissertation Research       3.0                Other Requirements                      2nd Year Empirical Paper                   Comprehensive Exam                   Independent Empirically-based Dissertation                                     Total Number of Credits*          72.0                               * Students are expected to consult with their advisors to formulate a course of study that equals 72 points                                         Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Diane Hughes - Faculty Bio                                                                                                         Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Faculty                                                         Diane Hughes    Professor of Applied Psychology              Phone: (212) 998-7906    Email: diane.hughes@nyu.edu         Departments:         Applied Psychology       Programs:          Psychology and Social Intervention             Psychological Development             Human Development and Social Intervention              Diane Hughes is professor of Applied Psychology in the Steinhardt School of Culture, Development, and Education and co-director with Catherine Tamis LeMonda and Niobe Way of the Center for Research on Culture, Development, and Education. Her research interests focus on (a) understanding how racial/ethnic dynamics influence individual's experiences across multiple settings including workplaces, classrooms, neighborhoods, and families, and (b) ethnic and cultural differences in parents' socialization goals, beliefs, and practices, especially as these influence children's learning. Dr. Hughes conducts school and community based studies with adolescents and their parents using multiple methods (interviews, surveys, focus groups). In her most recent work. Dr. Hughes, Dr. Niobe Way, and their students followed two multi-ethnic cohorts of NYC early adolescents (and their mothers) from the time they entered middle school through their junior year of high school to understand how varied stressors and supports influenced academic and socio-emotional development over time. Hughes received her B.A. in Psychology and African American Studies from Williams College and her Ph.D. in Community and Developmental Psychology from the University of Michigan. She is former chair of the John d. and Catherine T. MacArthur Foundation's sub-group on Diversity in Mid-Life and co-chair of the 14 member cross-university Study Group on Race, Culture, and ethnicity. Her research has been supported by the Carnegie Corporation of New York, the John D. and Catherine T. MacArthur Coundation, the William T. Grant Foundation, the National Science Foundation, and the National Institute of Child Health and Human Development.            Education        BA Williams College, Psychology African American Studies MA University of Michigan, Community Psychology PhD University of Michigan, Psychology; Community, Developmental          Grants and Awards        2007: National Science Foundation, The study of culture, social       settings, and child development across school transitions    settings, and child development across school transitions\"       2004: William T. Grant Foundation, \"Parental socialization influences on academic engagement and performance among African American, Chinese, and Dominican Adolescents\" 2002: National Science Foundation, \"Center for research on culture, development and education\" 1998: William T. Grant Foundation, \"Influences of parental racial socialization on children's developmental outcomes 1996: Carnegie Corporation of New York. \"Developmental, family, and school structural influences on inter-racial relationships among primary grade and middle school youth.\" 1995: John D. And Catherine T. MacArthur Foundation Research Network on Successful Midlife Development. \"Place, race, and culture: Influences on mid-life development among ethnic minorities in New York City\" 1993: Social Science Research Council. \"Occupational racism and child socialization in African-American families.\" 1992: William T. Grant Foundation. \"Parents work experiences, family processes, and preschool children's development in African-American families\". (PI, $10,000). 1991: National Science Foundation. \"Parents work experiences, family processes, and preschool children's development in African-American families\" 1997: Visiting, The Russell Sage Foundation           Publications        Hughes, D., Rivas, D. Foust, M., Hagelskamp, C., Gersick, S., &amp; Way, N. (2008). How to catch a moonbeam: A mixed-methods approach to understanding ethnic socialization in ethnically diverse families. In S. Quintana &amp; C. McKnown (Eds.) Handbook of race, racism, and child development. New Jersey: John Wiley and Sons. ( view ) Tamis-LeMonda, C.S., Way, N., Hughes, D., Yoshikawa, H , Kalman, R., &amp; Niwa, E.Y. (2008). Parents' goals for children: The dynamic co-existence of individualism and collectivism in cultures and individuals. Social Development, 17, 183 - 209 ( view ) Rivas, D., Hughes, D., &amp; Way, N. (2008). A closer look at ethnic discrimination, ethnic identity, and psychological well-being among urban Chinese American sixth graders. Journal of Youth and Adolescence, .37, 12-21 ( view ) Hughes, D., Rodriguez, J., Smith, E.P., Johnson, D.J., Stevenson, H.C., &amp; Spicer, P. (2006). Parents' racial/ethnic socialization practices: A review of research and agenda for future study. Developmental Psychology, 42(5), 747 - 770. ( view ) Enchautegui-de-Jes&uacute;s, N., Hughes, D. Johnston, K. &amp; Joo Oh, H. (2006). Well-being in the context of workplace ethnic diversity. Journal of Community Psychology, 34(2), 211-223. ( view ) Hughes, D., Bachman, M., &amp; Ruble, D. (2006). Tuned in or tuned out: Children's interpretations of parents' racial socialization messages. In C. Tamis-Lemonda &amp; L. Balter (Eds.), Child Psychology: A handbook of contemporary issues. New York University Press Bynum, M.B. &amp; Hughes, D. (2004). Racial Socialization and Mental Health in African American Adolescents. The Community Psychologist, 37(2), 44 - 45. Ryff, C.D., Keyes, C. &amp; Hughes, D. (2004). Psychological well-being in MIDUS: Profiles of ethnic/racial diversity and life-course uniformity. Pp. 398 - 424 in O.G. Brim, C.D. Ryff and R.C. Kessler (Eds.), How healthy are we: A national study of well-being at mid-life, Chicago: Chicago University Press. Hughes, D. (2003). Correlates of African African American and Latino parents messages to children about race. American Journal of Community Psychology, 31(1), 80-92. ( view ) Ryff, C., Keyes, C. &amp; Hughes, D. (2003). Status Inequalities, Perceived Discrimination, and Eudaimonic Well-being: Do the challenges of minority life hone purpose and growth Journal of Health and Social Behavior, 44, 275 - 291. ( view ) Livert, D. &amp; Hughes, D. (2002). Elaborating the nature and function of ecological perspectives in Community Psychology. In T. Revenson, et al., (eds.) Community Psychology: A quarter century of theory, research, and action in social and historical contexts. New York: Plenum. Hughes, D. &amp; Seidman, E. (2002). Towards a culturally anchored methodology. In T. Revenson, et al., (eds.) Community Psychology: A quarter century of theory, research, and action in social and historical contexts. New York: Plenum. Hughes, D. &amp; Johnson, D. (2001). Antecedents in children's experiences of parents' racial socialization practices. Journal of Marriage and the Family, 63(4), 981 - 995. ( view ) Hughes, D.(2001). Cultural and contextual correlates of involvement in family and community among urban Black and Latino Adults. In A. Rossi (Ed.) Caring and doing for others: Social responsibility in domains of family, work, and community. Chicago: Ill: University of Chicago Press. Hughes, D. &amp; Chen, L. (1999). Parents race-related messages to children: A developmental perspective. In C. Tamis-Lemonda &amp; L. Balter (eds.), Child Psychology: A handbook of contemporary issues. New York University Press. Hughes, D. &amp; Chen, L. (1997). When and what parents tell children about race: An examination of race-related socialization in African American families. Applied Developmental Science, 1(4), 200-214. ( view ) Hughes, D. (1997). Racist thinking and thinking about race: What children know but don't say. Ethos, 25(1), 117 - 125. Hughes, D. &amp; Dodge, M. (1997). African American women in the workplace: Relationships between job conditions, racial bias at work, and perceived job quality. American Journal of Community Psychology, 25(5), 581 - 599. ( view ) Hughes, D., &amp; Galinsky, E. (1994). Work experiences and marital interactions: Elaborating the complexity of work. Journal of Organizational Behavior, 15(5), 423 - 438. Hughes, D., &amp; Dumont, K. (1993). Using focus groups to facilitate culturally-anchored research. American Journal of Community Psychology, 21(4), 775-806. Hughes, D., Seidman, E., &amp; Williams, N. (1993). Cultural phenomena and the research enterprise: Toward a culturally anchored methodology. American Journal of Community Psychology, 21(4), 687 - 703. Hughes, D., Galinsky, E. &amp; Morris, A. (1992). Job characteristics and marital quality: Specifying linking mechanisms. Journal of Marriage and the Family, 54(1), 31 - 41.           Courses Taught        Adolescent Development Conceptualizing and measuring the contexts of Human Development Special Issues in the social development of African American children                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]