[{"detail": [{"content": "Feldman, Yael, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Yael S. Feldman   Professor of Hebrew and Judaic Studies; Abraham I. Katsh Professor of Hebrew Culture and Education   Hebrew College, Brookline, MA 1976; Columbia University, PhD 1981         Office: 53 Washington Square South, Room 205       Email:       Phone: (212)998-8987     Research Interests Hebrew and Comparative Literature and History of Ideas, Bible to Modern; literary theory; gender and cultural studies; psychoanalytic criticism; secularism and nationalism         External Affiliations American Comparative Literature Association; International Comparative Literature Association; National Association of Professors of Hebrew, Board Member, 1995-present; Modern Language Association, organizer and Chair, 1992-1996; Prooftexts, Board Member, 1985-present; Association for Israel Studies, Board Member, Program Committee, 1994-present; Association for Jewish Studies, Board Member, Program Committee, 1983-1986, 1989-1992       Select Publications Books:  Glory and Agony: Isaac's Sacrifice and National Narrative. Standford University Press, 2010.  * National Jewish Book Award Finalist (Nahum M. Sarna Memorial Award, Scholarship) No Room of Their Own: Gender and Nation in Israeli Women's Fiction . Gender and Society Series, Columbia U.P., 1999  * National Jewish Book Award Finalist (Barbara Dobkin Award for Women's Studies)  * Reviewed  in 23 journals [in English, Hebrew, French, Swedish, and Italian]    Lelo Heder Mishelahen: Migdar uLeumiut biYetziratan shel Sofrot Israeliot.   Hakkibutz Hameuchad, 2002. (HEB)  * Winner of the Friedman Memorial Prize for Hebrew Literature, 2003    (Co-editor) Teaching the Hebrew Bible as Literature , Modern Language Association Publications. 1989. Modernism and Cultural Transfer: Gabriel Preil and the Tradition of Jewish Literary Bilingualism . Cincinnati, OH: Hebrew Union College Press. 1986. Articles: “ ’ Not as Sheep Led to Slaughter’?: On Trauma, Selective Memory, and the Making of Historical Consciousness ,” Jewish Social Studies 19:3 (Summer 2013): 139-169. “ Isaac and Ishmael? The Sibling Challenge to Israel’s Oedipalized Binding ,” Religion  and Literature 45:2 (Summer 2013): 109-129 “Scripture and Modern Israeli Literature,” Jewish  Concepts of Scripture, ed. Benjamin Sommer , NYU Press, 2012,  280-299. “Mock Abrahams, Silent Gods, Nascent States: The Sacrifice of Isaac and Familicide in Early America,” Words, Ideas, World: Biblical Essays in Honour of Yairah Amit , Athalya Brenner and Frank Polak, eds. (Sheffield Phoenix Press, 2012): 96-104. “Maertyrer oder Krieger? Die Wiedererfindung 'Isaaks' als Kriegsheld im  jüdischen Palästina,” in Grenzgänger der Religionskulturen.  Kulturwissenschaftliche Beiträge zu Gegenwart und Geschichte der Märtyrer ,  Silvia Horsch and Martin Treml (Eds.), Fink Verlag: Muenchen, 2011, 341-356 [trans. Claudia Richter]. “Israeli Gnosticism: Amos Oz’s Gospel according to Jephthah,” European Journal of Jewish Studies 2.2 (2009): 237-246. “From ‘Sanctification of the Name’ to ‘Bliss of Aqedah’: The Invention of ‘Isaac’ as a Heroic Figure in Zionist Discourse,” ISRAEL 12 (Fall 2007): 107-151 [Hebrew]  “ On the Cusp of Christianity: Virgin Sacrifice in Pseudo-Philo and Amos Oz .” JQR, 97: 3 (Summer 2007): 379-415.    “ From Essentialism to Constructivism? The Gender of Peace and War in Gilman, Woolf, Freud. ” Partial Answers: A Journal of Literature and History of Ideas, January 2004, pp. 113-145. \"Between Genesis and Sophocles: Biblical Psychopolitics in A. B. Yehoshua's Mr. Mani.\" History and Literature: New Readings of Jewish Texts , William Cutter and David Jacobson, eds. (Brown UP, 2002): 451-464. \" Postcolonial Memory, Postmodern Intertextuality: Anton Shammas’s ARABESQUES Revisited .\" Publication of Modern Language Association . 114:3. 373-389. May 1999. \"Isaac or Oedipus? Jewish Tradition and the Israeli Akedah.\" Biblical Studies/ Cultural Studies: The Third Sheffield Colloquium , eds. Cheryl Exum and Stephen Moore (Sheffield Academic Press, 1998): 159-189. \"'And Rebecca Loved Jacob', But Freud Did Not.\" Freud and Forbidden Knowledge , eds. Peter Rudnytsky and Ellen Spitz (NYU Press, 1994): 7-25. \"Whose Story Is It, Anyway? Psychology and Ideology in the Representation of the Shoah in Israeli Literature,\" Probing the Limits of Representation, ed. Saul Friedlander (Harvard UP, 1992): 223-239, 380-384.     Fellowships/Honors Visiting Fellow, Wolfson College at Cambridge University; Yad Vashem Fellowship (2011); Lady Davis Fellowship at Hebrew University of Jerusalem (2010); Selma Ruben Fellow, Katz Center for Advance Judaic Studies, University of Pennsylvania (2009); Littauer Foundation Grant (1997, 2001); NYU Research Challenge Award (1997-8, 2002); The Friedman Award for Hebrew Literature Scholarship (2003); Coolidge Fellowship for Crosscurrent Summer Research Colloquium (2006); Rabbi Sally Priesand Visiting Professor of Jewish Women’s Studies at HUC-JIR, Cincinnati; The Koerner Fellowship, Oxford Center for Hebrew Culture (1996); National Endowment for Humanities Summer Fellowship (1989); Fulbright-Hays Fellowship for Research Abroad (1984-1985); American Comparative Literature Association Travel Grant (1983).       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Feldman, Yael, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Yael S. Feldman   Professor of Hebrew and Judaic Studies; Abraham I. Katsh Professor of Hebrew Culture and Education   Hebrew College, Brookline, MA 1976; Columbia University, PhD 1981         Office: 53 Washington Square South, Room 205       Email:       Phone: (212)998-8987     Research Interests Hebrew and Comparative Literature and History of Ideas, Bible to Modern; literary theory; gender and cultural studies; psychoanalytic criticism; secularism and nationalism         External Affiliations American Comparative Literature Association; International Comparative Literature Association; National Association of Professors of Hebrew, Board Member, 1995-present; Modern Language Association, organizer and Chair, 1992-1996; Prooftexts, Board Member, 1985-present; Association for Israel Studies, Board Member, Program Committee, 1994-present; Association for Jewish Studies, Board Member, Program Committee, 1983-1986, 1989-1992       Select Publications Books:  Glory and Agony: Isaac's Sacrifice and National Narrative. Standford University Press, 2010.  * National Jewish Book Award Finalist (Nahum M. Sarna Memorial Award, Scholarship) No Room of Their Own: Gender and Nation in Israeli Women's Fiction . Gender and Society Series, Columbia U.P., 1999  * National Jewish Book Award Finalist (Barbara Dobkin Award for Women's Studies)  * Reviewed  in 23 journals [in English, Hebrew, French, Swedish, and Italian]    Lelo Heder Mishelahen: Migdar uLeumiut biYetziratan shel Sofrot Israeliot.   Hakkibutz Hameuchad, 2002. (HEB)  * Winner of the Friedman Memorial Prize for Hebrew Literature, 2003    (Co-editor) Teaching the Hebrew Bible as Literature , Modern Language Association Publications. 1989. Modernism and Cultural Transfer: Gabriel Preil and the Tradition of Jewish Literary Bilingualism . Cincinnati, OH: Hebrew Union College Press. 1986. Articles: “ ’ Not as Sheep Led to Slaughter’?: On Trauma, Selective Memory, and the Making of Historical Consciousness ,” Jewish Social Studies 19:3 (Summer 2013): 139-169. “ Isaac and Ishmael? The Sibling Challenge to Israel’s Oedipalized Binding ,” Religion  and Literature 45:2 (Summer 2013): 109-129 “Scripture and Modern Israeli Literature,” Jewish  Concepts of Scripture, ed. Benjamin Sommer , NYU Press, 2012,  280-299. “Mock Abrahams, Silent Gods, Nascent States: The Sacrifice of Isaac and Familicide in Early America,” Words, Ideas, World: Biblical Essays in Honour of Yairah Amit , Athalya Brenner and Frank Polak, eds. (Sheffield Phoenix Press, 2012): 96-104. “Maertyrer oder Krieger? Die Wiedererfindung 'Isaaks' als Kriegsheld im  jüdischen Palästina,” in Grenzgänger der Religionskulturen.  Kulturwissenschaftliche Beiträge zu Gegenwart und Geschichte der Märtyrer ,  Silvia Horsch and Martin Treml (Eds.), Fink Verlag: Muenchen, 2011, 341-356 [trans. Claudia Richter]. “Israeli Gnosticism: Amos Oz’s Gospel according to Jephthah,” European Journal of Jewish Studies 2.2 (2009): 237-246. “From ‘Sanctification of the Name’ to ‘Bliss of Aqedah’: The Invention of ‘Isaac’ as a Heroic Figure in Zionist Discourse,” ISRAEL 12 (Fall 2007): 107-151 [Hebrew]  “ On the Cusp of Christianity: Virgin Sacrifice in Pseudo-Philo and Amos Oz .” JQR, 97: 3 (Summer 2007): 379-415.    “ From Essentialism to Constructivism? The Gender of Peace and War in Gilman, Woolf, Freud. ” Partial Answers: A Journal of Literature and History of Ideas, January 2004, pp. 113-145. \"Between Genesis and Sophocles: Biblical Psychopolitics in A. B. Yehoshua's Mr. Mani.\" History and Literature: New Readings of Jewish Texts , William Cutter and David Jacobson, eds. (Brown UP, 2002): 451-464. \" Postcolonial Memory, Postmodern Intertextuality: Anton Shammas’s ARABESQUES Revisited .\" Publication of Modern Language Association . 114:3. 373-389. May 1999. \"Isaac or Oedipus? Jewish Tradition and the Israeli Akedah.\" Biblical Studies/ Cultural Studies: The Third Sheffield Colloquium , eds. Cheryl Exum and Stephen Moore (Sheffield Academic Press, 1998): 159-189. \"'And Rebecca Loved Jacob', But Freud Did Not.\" Freud and Forbidden Knowledge , eds. Peter Rudnytsky and Ellen Spitz (NYU Press, 1994): 7-25. \"Whose Story Is It, Anyway? Psychology and Ideology in the Representation of the Shoah in Israeli Literature,\" Probing the Limits of Representation, ed. Saul Friedlander (Harvard UP, 1992): 223-239, 380-384.     Fellowships/Honors Visiting Fellow, Wolfson College at Cambridge University; Yad Vashem Fellowship (2011); Lady Davis Fellowship at Hebrew University of Jerusalem (2010); Selma Ruben Fellow, Katz Center for Advance Judaic Studies, University of Pennsylvania (2009); Littauer Foundation Grant (1997, 2001); NYU Research Challenge Award (1997-8, 2002); The Friedman Award for Hebrew Literature Scholarship (2003); Coolidge Fellowship for Crosscurrent Summer Research Colloquium (2006); Rabbi Sally Priesand Visiting Professor of Jewish Women’s Studies at HUC-JIR, Cincinnati; The Koerner Fellowship, Oxford Center for Hebrew Culture (1996); National Endowment for Humanities Summer Fellowship (1989); Fulbright-Hays Fellowship for Research Abroad (1984-1985); American Comparative Literature Association Travel Grant (1983).       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Diner, Hasia R., The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Hasia Diner   Professor of Hebrew and Judaic Studies and History; Paul S. and Sylvia Steinberg Professor of American Jewish History; Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   University of Illinois-Chicago, PhD 1976; University of Chicago, MA 1970     Office: 53 Washington Square South, Room 208     Email:       Phone: (212)998-8988     Research Interests American Jewish history, American immigration history and women's history         Bio Hasia Diner's work has been located at the intersection of American and Jewish history. In a series of project since her first book which explored the ways in which American Jewish engaged with the issues surrounding the condition of black Americans in the early twentieth century through her most recently published book which examined the ways in which Jews in post-World War II America went about the process of creating a public culture which memorialized the Holocaust she has been interested on the mutual impact of America and the Jews. She has ventured out from there looking in several books at the histories of other European immigrant groups in the United States and is currently completing a book on global Jewish migrations and the history of Jewish peddling, a project which takes her far afield from the United States.     Select Publications Books:    We Remember with Reverence and Love: American Jews and the Myth of Silence after the Holocaust, 1945 – 1962 (New York: New York University Press, 2009)  * Winner of the National Jewish Book Award  * Winner of the Saul Viener Prize, American Jewish Historical Society     From Arrival to Incorporation: Migrants to the U.S. in a Global Age , with Elliott Barkan and Alan Kraut (New York University Press, 2007)     The Jews of the United States, 1654 to 2000 (Berkeley,CA:University of California Press, 2004)          Hungering for America: Italian, Irish and Jewish Foodways in the Age of Migration (Cambridge:Harvard University Press, 2002)  *Nominee, James Beard Award, \"writing about food\" category     Her Works Praise Her: A History of Jewish Women in America from Colonial Times to the  Present (with Beryl Lieff Benderly) (New York: Basic Books, 2002)     Remembering the Lower East Side: American Jewish Reflections , with Jeffrey Shandler and Beth S. Wenger (Bloomington: Indiana University Press, 2000)     The Lower East Side Memories: The Jewish Place in America . (Princeton:Princeton University Press, 2000.)     American Jews (New York: Oxford University Press, 1998).(Part of a series for young readers) -Reissued, 2003, as A New Promised Land: A History of the Jews in America .      In the Almost Promised Land: American Jews and Blacks . 1915-1935 (Baltimore: Johns Hopkins University Press, 1995; reissue of 1977 edition)      A Time for Gathering. 1820-1880: The Second Migration, Vol. 2 in, The Jewish People in America, Henry B’eingold, ed. (Baltimore: Johns Hopkins University Press, 1992)      Erin’s Daughters in America: Irish Immigrant Women in the Nineteenth Century (Baltimore: Johns Hopkins University Press,1984)          Articles:    “Buying and Selling ‘Jewish’: The Historical Impact of Commerce on Jewish Communal Life,” Imagining in the Jewish American Community , Jack Wertheimer, ed. (Waltham, Mass.: Brandeis University Press, 2007). pp. 28-44.     “The Local and the Global: Lombard Street and the Modern Jewish Diaspora,” Voices of Lombard Street: A Century of Change in East Baltimore . Deborah Weiner, Anita Kassof, and Avi Y. Decter, eds. (Baltimore: Jewish Museum of Maryland, 2007). pp 10-21.     “American Immigration and Ethnic History: Moving the Field Forward, Staying the Course,” Journal of American Ethnic History , 25, 4 (Summer) 2006. pp 130 – 141.     “Entering the Mainstream of Modern Jewish History: Peddlers and the American Jewish South,” Southern Jewish History , 8 (2005), pp. 1 – 30.     “The Vanishing Middle Ground: Religion and Culture: Views of 10 Scholars,” Chronicle of Higher Education , June 2004.     “American Jewish History,” Oxford Handbook of Jewish Studies , Martin Goodman, ed. (Oxford: Oxford University Press, 2003). pp. 471 – 490.      “American West, New York Jewish,” Jewish Life in the American West , Ava Kahn, ed. (Seattle: University of Washington Press, 2003). pp. 33 – 51.      “Embracing World of Our Fathers: The Context of Reception,” Key Texts in American Jewish Culture , Jack Kugelmass, ed. (New Brunswick, NJ: Rutgers University Press, 2003). pp. 210 – 222.          Fellowships/Honors Guggenheim Fellowship (2011); Senior Post-doctoral Fellowship, Shelby Cullom Davis Center for Historical Research, Princeton University, (2002 – 2003); Fellow, American Academy of Jewish Research, Fellow (elected); Society of American Historians, Member (elected); One of twenty living women historians included in American Women Historians. 1700-1900s (New York: Greenwood Press, 1998), Jennifer Scanlon and Sharon Cosner, editors         Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Visiting Scholars and Post-Doctoral Fellows, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Visiting Scholars and Post-Doctoral Fellows   The Taub Center hosts Visiting Scholars, Postdoctoral Fellows and Visiting Professors in Israel Studies. Postdoctoral Fellowships are occasionally available and will be announced on the Taub Center website. Candidates with partial outside funding can also be assisted with supplemental funding. Contact the Taub Center for additional details.    Current Visiting Professors (2014 - 2015)  Moshe Maor, Israel Institute      Moshe Maor is Professor of Political Science at the Hebrew University of Jerusalem and the holder of the Wolfson Family Chair of Public Administration. His areas of expertise are bureaucratic politics, public sector reforms in Israel and OECD Countries, public policy dynamics and comparative politics. He is the author of Political Parties and Party Systems (Routledge, 1997) and Parties, Conflicts and Coalitions in Western Europe (Routledge and LSE, 1998), as well as has numerous articles in peer-reviewed journals including the Journal of Public Administration Research and Theory, Governance, Public Administration , European Journal of Political Research, Journal of European Public Policy , Policy Sciences, West European Politics, Journal of Theoretical Politics, Public Administration Review , Administration &amp; Society, Democratization, Disaster, and Israel Affairs . Maor is also a member of the Council for Higher Education in Israel. Sammy Smooha, Israel Institute     Dr. Sammy Smooha is Professor Emeritus of Sociology at the University of Haifa. He served as Dean of the Faculty of Social Sciences and President of the Israeli Sociological Society and won the 2008 Israel Prize for Sociology. He was appointed as a visiting professor in many American universities (including the University of Washington at Seattle, University of Michigan, Brown University and UCLA) and as a research fellow in various centers (most recently in the United States Institute of Peace and the Frankel Center for Advanced Judaic Studies). Dr. Smooha studies Israeli society, with a focus on intergroup relations, in a comparative perspective. He has published widely on the internal divisions and conflicts in Israel. In 2003 he launched the Index of Arab-Jewish Relations in Israel that measures and monitors attitudes of Arab and Jewish citizens toward each and toward the state, drawing on representative opinion surveys taken annually. He developed the ethnic democracy model that is applied to Israel and other countries. Among his books are Israel: Pluralism and Conflict, Arabs and Jews in Israel (two volumes), The Fate of Ethnic Democracy in Post-Communist Europe (co-edited by Priit Jarve), and Still Playing by the Rules: Index of Arab-Jewish Relations in Israel (two volumes).  Current Postdoctoral Fellows (2014 - 2015) Ori Yehudai, Schusterman-Taub Postdoctoral Fellow      Ori Yehudai’s main research interests are in modern Jewish and Israeli history, with a particular focus on migration and displacement. He holds a PhD in history from the University of Chicago and has received fellowships from the American Council of Learned societies, the YIVO Institute for Jewish Research and the Israel Institute in Washington, DC. Prior to coming to the Taub Center, he was a postdoctoral fellow at the Center for Jewish History in New York. Ori’s dissertation on Jewish emigration from Palestine and Israel between 1945 and 1960 was commended for the Fraenkel Prize for an outstanding work of twentieth-century history, awarded by the Wiener Library in London. His article ‘Displaced in the National Home: Jewish Repatriation from Palestine to Europe, 1945-1948,’ is forthcoming in Jewish Social Studies . He is currently writing a book based on his dissertation. Rona Yona, Israel Institute Postdoctoral Fellow       Rona Yona completed her PhD in Jewish history at Tel Aviv University. Her research examines Hechalutz (the Pioneer) in Poland between the World Wars. Her dissertation explores how Socialist Zionism became an international mass movement and how it institutionalized relations between Poland and Palestine. Rona holds an M.A. in European history, magna cum laude, from the Hebrew University, where she wrote a thesis on the underground literature of crypto-Muslims in Christian Spain during the 16th century. She is currently turning her dissertation into a book: Popular Zionism across Borders: Hechalutz in Poland between the Two World Wars . Her new research examines Zionism in the broader context of Internationalism and the rise of international Jewish organizations in the first half of the 20th century. Rami Zeedan, Schusterman-Taub Postdoctoral Fellow   Rami Zeedan received his PhD from the Department of Land of Israel Studies at Haifa University. His dissertation examined the relative impact of the internal and external causes of the financial decline of Arab local municipalities in Israel. His multidisciplinary expertise includes history and politics. His special interests include public management, statistical and strategic consulting, the Arab minority in Israel, and the history of Israel. His current research examines the integration and separation of the Arab society in Israel. Another are of his research focuses on local government reforms. He has taught courses on \"The Zionist Movement\", \"The Yishuv\", \"Dictatorships and Democracies,\" and \"Theories and Methods in Political Sciences\" at the Open University of Israel. Visiting Scholars  Current Visiting Scholars (2014 - 2015) Yitzhak Conforti     Dr. Yitzhak Conforti is a senior lecturer at the Israel and Golda Koschitzky department of Jewish History at Bar Ilan University. Yitzhak is a scholar of modern Jewish history and Jewish nationalism. He received his BA from the Hebrew University of Jerusalem and PhD from Bar Ilan University. Yitzhak is the author of: Past Tense – Zionist Historiography and the Shaping of the Zionist Memory [in Hebrew] (Jerusalem: Yad Itzhak Ben-Zvi 2006) which won the Hecht prize and the Ish Shalom prize. He was a visiting scholar in the Centre for Hebrew and Jewish Studies at Oxford University. He has published extensively on modern Jewish historiography, Zionist historiography, Jewish Nationalism and Zionism. His current project at the Taub Center for Israel Studies in New York University and the Center for Jewish History is named: The Ethnic and Cultural Origins of Zionism. This research illuminates three aspects of the Zionist culture: history, memory and utopia in Zionism from its inception until the establishment of the state of Israel in 1948. Galeet Dardashti       Galeet Dardashti earned her Ph.D. in anthropology from the University of Texas at Austin. Her dissertation received support from Fulbright Hays, the Foundation for Jewish Culture, the Memorial Foundation for Jewish Culture, among others. Dr. Dardashti’s primary research interests in Israel studies are: Mizrahi music and identity, Israeli cultural politics, Arab/Jewish artistic “coexistence,” and exploring theoretically what drives artistic production in Israel and our globalized world. Of her many published articles, her most recent, “‘Music of Peace’ at a Time of War: Middle Eastern Music Amidst the Second Intifada,” appears in the 2012 book Narratives of Dissent: War in Contemporary Arts and Culture . Some of her other publications include “‘Sing us a Mawwal’: the Politics of Culture-Brokering Palestinian-Israelis in Israel” in Min-Ad: Israel Studies in Musicolog y (2009), and “The Buena Vista Baghdad Club: Negotiating Local, National, and Global Representations of Jewish Iraqi Musicians in Israel” in the book Jewish Topographies: Visions of Space—Traditions of Place (2008). Dr. Dardashti has previously taught at Purchase College, The Jewish Theological Seminary’s List College, and Hebrew Union College. She is also an active performer of traditional and original Middle Eastern and Arab Jewish music with her critically acclaimed projects Divahn, The Naming, and Monajat and offers scholar/artist-in residencies at universities, community centers, and synagogues throughout the country.  Dafna Hirsch, Open University       Dafna Hirsch, born in 1970, is a lecturer at the Department of Sociology and the Department of Political Science and Communication at the Open University of Israel, where she is affiliated with the Master's Program in Cultural Studies. She received her Ph.D. from the School of History at Tel Aviv University. Her studies focus on the culture of everyday life in Mandate Palestine and Israel from a historical perspective. She is the author of ' We Are Here to Bring the West': Hygiene Education and Culture Building in the Jewish Society of Mandate Palestine (forthcoming from the Ben Gurion Research Institute for the Study of Israel and Zionism, in Hebrew). Her current research project focuses on the history of hummus consumption in Mandate Palestine and Israel. This year she is a visiting scholar at the Department of Nutrition, Food Studies, and Public Health and at the Taub Center for Israel Studies at NYU. . Fred Lazin       Fred Lazin received his M.A. and Ph.D. in Political Science from the University of Chicago. He joined the faculty at Ben Gurion University in Israel in 1975 where he established an Interdisciplinary Urban Studies Program and the Department of General Studies and chaired the Departments of Behavioral Science and Politics and Government. During 2008-2009 he was the Natan Visiting Professor in the Taub Center for Israel Studies at the Department of Hebrew and Judaic Studies at NYU. In 2009 he was the first incumbent of the Michel Vaisan Chair on Israeli Society and Politics at the Institute of Politics at Bordeaux University in France. From 2010 through May 2012 he was a Visiting Professor in the Israel Studies Program at American University in Washington DC. Fred has taught at the Hebrew University, NYU, UCLA, GWU, Cornell, Tufts and City University of New York. He has served as a Visiting Scholar at universities in Australia, Sweden, France, China, Czech Republic, Canada and the US. Professor Lazin has authored over sixty scholarly articles and chapters in books. He has written and edited eleven books dealing with public policy in the US, Israel and developing countries, Israeli politics and society and Jews in American politics. He received the Israel Political Science Association's award for the outstanding English language book on politics for The Struggle for Soviet Jewry in American Politics; Israel versus the American Jewish Establishment . His pioneering research on the response of American Jewish organizations to German Jewish refugees in the 1930s opened a new field in Holocaust Studies. His latest book is Higher Education and Equality of Opportunity: Cross-National Perspectives (2010). Fred’s current research projects involve a study of the role of Christian clergy in the struggle for Soviet Jewry in the US and a study of relations between Israel and the American Jewish Committee in the 1970s. Tammy Razi, UCLA  Past Visiting Professors (2009 - 2014)  2009 - 2010    Gur Alroey , University of Haifa  2010 - 2011  Uri Bialer , Hebrew University of Jerusalem Gur Alroey , University of Haifa  2012 - 2013  Anat Maor, Open University  2013 - 2014  Mark H. Gelber , Ben Gurion University Hillel Cohen , Hebrew University of Jerusalem Uri Ram , Ben Gurion University  Past Postdoctoral Fellows (2005 - 2014) 2004-2005    Shaul Shenhav (Fulbright Scholar)    2005-2006    Nadav Shelef (Fulbright Scholar)    Avi Picard (Fulbright Scholar)    2006-2009    Rakefet Zalashik , (Dorot Fellow)    2007-2008    Uriel Abulof (Fulbright Scholar) 2008-2009  Adi Portughies (Schusterman Fellow) 2010-2011  Itamar Radai (Schusterman   Fellow) Dror Posta (Meyers Family Fellow) 2011-2012 Yali Hashash (Schusterman Fellow) Michal Koreh (Schusterman   Fellow) Amr Yossef (Taub Fellow) 2012-2013 Ari Ariel (Dorot Fellow) Galeet Dardashti (Taub   Fellow) Nimrod Hagiladi (Taub-Schusterman Fellow) Ariel Zellman (AICE / Schusterman Fellow) 2013-2014 Leena Dallasheh (Meyers-Taub Fellow) Avner Molcho (Taub- Schusterman Fellow) Bryan K. Roby (Taub-Schusterman Fellow) Past Visiting Scholars (2005 - 2014)  2005-2006    Aviva Halamish , Open University of Israel    Fall, 2007    Moshe Schwartz , Ben-Gurion University, Israel 2007-2008    Aron Shai (Schusterman Visiting Fellow), Tel-Aviv University, Israel 2008-2009  Fred Lazin , Ben-Gurion University, Israel 2009-2010 Fred   Lazin , Ben-Gurion University, Israel Motti Golani , Haifa University, Israel 2010-2011 Yossi Ben-Artzi , Haifa University, Israel 2011-2012 Yossi Dahan, Academic Center of Law and Business, Israel Henriette Dahan-Kalev , Ben-Gurion University, Israel 2012-2013 Lilach Rosenberg-Friedman, Bar-Ilan University, Israel Taro Tsurumi , University of Tokyo, Japan 2013-2014 Boaz Hagin, Tel Aviv University, Israel Anat Mooreville, UCLA Taro Tsurumi , University of Tokyo, Japan                                    Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Feldman, Yael, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Yael S. Feldman   Professor of Hebrew and Judaic Studies; Abraham I. Katsh Professor of Hebrew Culture and Education   Hebrew College, Brookline, MA 1976; Columbia University, PhD 1981         Office: 53 Washington Square South, Room 205       Email:       Phone: (212)998-8987     Research Interests Hebrew and Comparative Literature and History of Ideas, Bible to Modern; literary theory; gender and cultural studies; psychoanalytic criticism; secularism and nationalism         External Affiliations American Comparative Literature Association; International Comparative Literature Association; National Association of Professors of Hebrew, Board Member, 1995-present; Modern Language Association, organizer and Chair, 1992-1996; Prooftexts, Board Member, 1985-present; Association for Israel Studies, Board Member, Program Committee, 1994-present; Association for Jewish Studies, Board Member, Program Committee, 1983-1986, 1989-1992       Select Publications Books:  Glory and Agony: Isaac's Sacrifice and National Narrative. Standford University Press, 2010.  * National Jewish Book Award Finalist (Nahum M. Sarna Memorial Award, Scholarship) No Room of Their Own: Gender and Nation in Israeli Women's Fiction . Gender and Society Series, Columbia U.P., 1999  * National Jewish Book Award Finalist (Barbara Dobkin Award for Women's Studies)  * Reviewed  in 23 journals [in English, Hebrew, French, Swedish, and Italian]    Lelo Heder Mishelahen: Migdar uLeumiut biYetziratan shel Sofrot Israeliot.   Hakkibutz Hameuchad, 2002. (HEB)  * Winner of the Friedman Memorial Prize for Hebrew Literature, 2003    (Co-editor) Teaching the Hebrew Bible as Literature , Modern Language Association Publications. 1989. Modernism and Cultural Transfer: Gabriel Preil and the Tradition of Jewish Literary Bilingualism . Cincinnati, OH: Hebrew Union College Press. 1986. Articles: “ ’ Not as Sheep Led to Slaughter’?: On Trauma, Selective Memory, and the Making of Historical Consciousness ,” Jewish Social Studies 19:3 (Summer 2013): 139-169. “ Isaac and Ishmael? The Sibling Challenge to Israel’s Oedipalized Binding ,” Religion  and Literature 45:2 (Summer 2013): 109-129 “Scripture and Modern Israeli Literature,” Jewish  Concepts of Scripture, ed. Benjamin Sommer , NYU Press, 2012,  280-299. “Mock Abrahams, Silent Gods, Nascent States: The Sacrifice of Isaac and Familicide in Early America,” Words, Ideas, World: Biblical Essays in Honour of Yairah Amit , Athalya Brenner and Frank Polak, eds. (Sheffield Phoenix Press, 2012): 96-104. “Maertyrer oder Krieger? Die Wiedererfindung 'Isaaks' als Kriegsheld im  jüdischen Palästina,” in Grenzgänger der Religionskulturen.  Kulturwissenschaftliche Beiträge zu Gegenwart und Geschichte der Märtyrer ,  Silvia Horsch and Martin Treml (Eds.), Fink Verlag: Muenchen, 2011, 341-356 [trans. Claudia Richter]. “Israeli Gnosticism: Amos Oz’s Gospel according to Jephthah,” European Journal of Jewish Studies 2.2 (2009): 237-246. “From ‘Sanctification of the Name’ to ‘Bliss of Aqedah’: The Invention of ‘Isaac’ as a Heroic Figure in Zionist Discourse,” ISRAEL 12 (Fall 2007): 107-151 [Hebrew]  “ On the Cusp of Christianity: Virgin Sacrifice in Pseudo-Philo and Amos Oz .” JQR, 97: 3 (Summer 2007): 379-415.    “ From Essentialism to Constructivism? The Gender of Peace and War in Gilman, Woolf, Freud. ” Partial Answers: A Journal of Literature and History of Ideas, January 2004, pp. 113-145. \"Between Genesis and Sophocles: Biblical Psychopolitics in A. B. Yehoshua's Mr. Mani.\" History and Literature: New Readings of Jewish Texts , William Cutter and David Jacobson, eds. (Brown UP, 2002): 451-464. \" Postcolonial Memory, Postmodern Intertextuality: Anton Shammas’s ARABESQUES Revisited .\" Publication of Modern Language Association . 114:3. 373-389. May 1999. \"Isaac or Oedipus? Jewish Tradition and the Israeli Akedah.\" Biblical Studies/ Cultural Studies: The Third Sheffield Colloquium , eds. Cheryl Exum and Stephen Moore (Sheffield Academic Press, 1998): 159-189. \"'And Rebecca Loved Jacob', But Freud Did Not.\" Freud and Forbidden Knowledge , eds. Peter Rudnytsky and Ellen Spitz (NYU Press, 1994): 7-25. \"Whose Story Is It, Anyway? Psychology and Ideology in the Representation of the Shoah in Israeli Literature,\" Probing the Limits of Representation, ed. Saul Friedlander (Harvard UP, 1992): 223-239, 380-384.     Fellowships/Honors Visiting Fellow, Wolfson College at Cambridge University; Yad Vashem Fellowship (2011); Lady Davis Fellowship at Hebrew University of Jerusalem (2010); Selma Ruben Fellow, Katz Center for Advance Judaic Studies, University of Pennsylvania (2009); Littauer Foundation Grant (1997, 2001); NYU Research Challenge Award (1997-8, 2002); The Friedman Award for Hebrew Literature Scholarship (2003); Coolidge Fellowship for Crosscurrent Summer Research Colloquium (2006); Rabbi Sally Priesand Visiting Professor of Jewish Women’s Studies at HUC-JIR, Cincinnati; The Koerner Fellowship, Oxford Center for Hebrew Culture (1996); National Endowment for Humanities Summer Fellowship (1989); Fulbright-Hays Fellowship for Research Abroad (1984-1985); American Comparative Literature Association Travel Grant (1983).       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Diner, Hasia R., The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Hasia Diner   Professor of Hebrew and Judaic Studies and History; Paul S. and Sylvia Steinberg Professor of American Jewish History; Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   University of Illinois-Chicago, PhD 1976; University of Chicago, MA 1970     Office: 53 Washington Square South, Room 208     Email:       Phone: (212)998-8988     Research Interests American Jewish history, American immigration history and women's history         Bio Hasia Diner's work has been located at the intersection of American and Jewish history. In a series of project since her first book which explored the ways in which American Jewish engaged with the issues surrounding the condition of black Americans in the early twentieth century through her most recently published book which examined the ways in which Jews in post-World War II America went about the process of creating a public culture which memorialized the Holocaust she has been interested on the mutual impact of America and the Jews. She has ventured out from there looking in several books at the histories of other European immigrant groups in the United States and is currently completing a book on global Jewish migrations and the history of Jewish peddling, a project which takes her far afield from the United States.     Select Publications Books:    We Remember with Reverence and Love: American Jews and the Myth of Silence after the Holocaust, 1945 – 1962 (New York: New York University Press, 2009)  * Winner of the National Jewish Book Award  * Winner of the Saul Viener Prize, American Jewish Historical Society     From Arrival to Incorporation: Migrants to the U.S. in a Global Age , with Elliott Barkan and Alan Kraut (New York University Press, 2007)     The Jews of the United States, 1654 to 2000 (Berkeley,CA:University of California Press, 2004)          Hungering for America: Italian, Irish and Jewish Foodways in the Age of Migration (Cambridge:Harvard University Press, 2002)  *Nominee, James Beard Award, \"writing about food\" category     Her Works Praise Her: A History of Jewish Women in America from Colonial Times to the  Present (with Beryl Lieff Benderly) (New York: Basic Books, 2002)     Remembering the Lower East Side: American Jewish Reflections , with Jeffrey Shandler and Beth S. Wenger (Bloomington: Indiana University Press, 2000)     The Lower East Side Memories: The Jewish Place in America . (Princeton:Princeton University Press, 2000.)     American Jews (New York: Oxford University Press, 1998).(Part of a series for young readers) -Reissued, 2003, as A New Promised Land: A History of the Jews in America .      In the Almost Promised Land: American Jews and Blacks . 1915-1935 (Baltimore: Johns Hopkins University Press, 1995; reissue of 1977 edition)      A Time for Gathering. 1820-1880: The Second Migration, Vol. 2 in, The Jewish People in America, Henry B’eingold, ed. (Baltimore: Johns Hopkins University Press, 1992)      Erin’s Daughters in America: Irish Immigrant Women in the Nineteenth Century (Baltimore: Johns Hopkins University Press,1984)          Articles:    “Buying and Selling ‘Jewish’: The Historical Impact of Commerce on Jewish Communal Life,” Imagining in the Jewish American Community , Jack Wertheimer, ed. (Waltham, Mass.: Brandeis University Press, 2007). pp. 28-44.     “The Local and the Global: Lombard Street and the Modern Jewish Diaspora,” Voices of Lombard Street: A Century of Change in East Baltimore . Deborah Weiner, Anita Kassof, and Avi Y. Decter, eds. (Baltimore: Jewish Museum of Maryland, 2007). pp 10-21.     “American Immigration and Ethnic History: Moving the Field Forward, Staying the Course,” Journal of American Ethnic History , 25, 4 (Summer) 2006. pp 130 – 141.     “Entering the Mainstream of Modern Jewish History: Peddlers and the American Jewish South,” Southern Jewish History , 8 (2005), pp. 1 – 30.     “The Vanishing Middle Ground: Religion and Culture: Views of 10 Scholars,” Chronicle of Higher Education , June 2004.     “American Jewish History,” Oxford Handbook of Jewish Studies , Martin Goodman, ed. (Oxford: Oxford University Press, 2003). pp. 471 – 490.      “American West, New York Jewish,” Jewish Life in the American West , Ava Kahn, ed. (Seattle: University of Washington Press, 2003). pp. 33 – 51.      “Embracing World of Our Fathers: The Context of Reception,” Key Texts in American Jewish Culture , Jack Kugelmass, ed. (New Brunswick, NJ: Rutgers University Press, 2003). pp. 210 – 222.          Fellowships/Honors Guggenheim Fellowship (2011); Senior Post-doctoral Fellowship, Shelby Cullom Davis Center for Historical Research, Princeton University, (2002 – 2003); Fellow, American Academy of Jewish Research, Fellow (elected); Society of American Historians, Member (elected); One of twenty living women historians included in American Women Historians. 1700-1900s (New York: Greenwood Press, 1998), Jennifer Scanlon and Sharon Cosner, editors         Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Visiting Scholars and Post-Doctoral Fellows, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Visiting Scholars and Post-Doctoral Fellows   The Taub Center hosts Visiting Scholars, Postdoctoral Fellows and Visiting Professors in Israel Studies. Postdoctoral Fellowships are occasionally available and will be announced on the Taub Center website. Candidates with partial outside funding can also be assisted with supplemental funding. Contact the Taub Center for additional details.    Current Visiting Professors (2014 - 2015)  Moshe Maor, Israel Institute      Moshe Maor is Professor of Political Science at the Hebrew University of Jerusalem and the holder of the Wolfson Family Chair of Public Administration. His areas of expertise are bureaucratic politics, public sector reforms in Israel and OECD Countries, public policy dynamics and comparative politics. He is the author of Political Parties and Party Systems (Routledge, 1997) and Parties, Conflicts and Coalitions in Western Europe (Routledge and LSE, 1998), as well as has numerous articles in peer-reviewed journals including the Journal of Public Administration Research and Theory, Governance, Public Administration , European Journal of Political Research, Journal of European Public Policy , Policy Sciences, West European Politics, Journal of Theoretical Politics, Public Administration Review , Administration &amp; Society, Democratization, Disaster, and Israel Affairs . Maor is also a member of the Council for Higher Education in Israel. Sammy Smooha, Israel Institute     Dr. Sammy Smooha is Professor Emeritus of Sociology at the University of Haifa. He served as Dean of the Faculty of Social Sciences and President of the Israeli Sociological Society and won the 2008 Israel Prize for Sociology. He was appointed as a visiting professor in many American universities (including the University of Washington at Seattle, University of Michigan, Brown University and UCLA) and as a research fellow in various centers (most recently in the United States Institute of Peace and the Frankel Center for Advanced Judaic Studies). Dr. Smooha studies Israeli society, with a focus on intergroup relations, in a comparative perspective. He has published widely on the internal divisions and conflicts in Israel. In 2003 he launched the Index of Arab-Jewish Relations in Israel that measures and monitors attitudes of Arab and Jewish citizens toward each and toward the state, drawing on representative opinion surveys taken annually. He developed the ethnic democracy model that is applied to Israel and other countries. Among his books are Israel: Pluralism and Conflict, Arabs and Jews in Israel (two volumes), The Fate of Ethnic Democracy in Post-Communist Europe (co-edited by Priit Jarve), and Still Playing by the Rules: Index of Arab-Jewish Relations in Israel (two volumes).  Current Postdoctoral Fellows (2014 - 2015) Ori Yehudai, Schusterman-Taub Postdoctoral Fellow      Ori Yehudai’s main research interests are in modern Jewish and Israeli history, with a particular focus on migration and displacement. He holds a PhD in history from the University of Chicago and has received fellowships from the American Council of Learned societies, the YIVO Institute for Jewish Research and the Israel Institute in Washington, DC. Prior to coming to the Taub Center, he was a postdoctoral fellow at the Center for Jewish History in New York. Ori’s dissertation on Jewish emigration from Palestine and Israel between 1945 and 1960 was commended for the Fraenkel Prize for an outstanding work of twentieth-century history, awarded by the Wiener Library in London. His article ‘Displaced in the National Home: Jewish Repatriation from Palestine to Europe, 1945-1948,’ is forthcoming in Jewish Social Studies . He is currently writing a book based on his dissertation. Rona Yona, Israel Institute Postdoctoral Fellow       Rona Yona completed her PhD in Jewish history at Tel Aviv University. Her research examines Hechalutz (the Pioneer) in Poland between the World Wars. Her dissertation explores how Socialist Zionism became an international mass movement and how it institutionalized relations between Poland and Palestine. Rona holds an M.A. in European history, magna cum laude, from the Hebrew University, where she wrote a thesis on the underground literature of crypto-Muslims in Christian Spain during the 16th century. She is currently turning her dissertation into a book: Popular Zionism across Borders: Hechalutz in Poland between the Two World Wars . Her new research examines Zionism in the broader context of Internationalism and the rise of international Jewish organizations in the first half of the 20th century. Rami Zeedan, Schusterman-Taub Postdoctoral Fellow   Rami Zeedan received his PhD from the Department of Land of Israel Studies at Haifa University. His dissertation examined the relative impact of the internal and external causes of the financial decline of Arab local municipalities in Israel. His multidisciplinary expertise includes history and politics. His special interests include public management, statistical and strategic consulting, the Arab minority in Israel, and the history of Israel. His current research examines the integration and separation of the Arab society in Israel. Another are of his research focuses on local government reforms. He has taught courses on \"The Zionist Movement\", \"The Yishuv\", \"Dictatorships and Democracies,\" and \"Theories and Methods in Political Sciences\" at the Open University of Israel. Visiting Scholars  Current Visiting Scholars (2014 - 2015) Yitzhak Conforti     Dr. Yitzhak Conforti is a senior lecturer at the Israel and Golda Koschitzky department of Jewish History at Bar Ilan University. Yitzhak is a scholar of modern Jewish history and Jewish nationalism. He received his BA from the Hebrew University of Jerusalem and PhD from Bar Ilan University. Yitzhak is the author of: Past Tense – Zionist Historiography and the Shaping of the Zionist Memory [in Hebrew] (Jerusalem: Yad Itzhak Ben-Zvi 2006) which won the Hecht prize and the Ish Shalom prize. He was a visiting scholar in the Centre for Hebrew and Jewish Studies at Oxford University. He has published extensively on modern Jewish historiography, Zionist historiography, Jewish Nationalism and Zionism. His current project at the Taub Center for Israel Studies in New York University and the Center for Jewish History is named: The Ethnic and Cultural Origins of Zionism. This research illuminates three aspects of the Zionist culture: history, memory and utopia in Zionism from its inception until the establishment of the state of Israel in 1948. Galeet Dardashti       Galeet Dardashti earned her Ph.D. in anthropology from the University of Texas at Austin. Her dissertation received support from Fulbright Hays, the Foundation for Jewish Culture, the Memorial Foundation for Jewish Culture, among others. Dr. Dardashti’s primary research interests in Israel studies are: Mizrahi music and identity, Israeli cultural politics, Arab/Jewish artistic “coexistence,” and exploring theoretically what drives artistic production in Israel and our globalized world. Of her many published articles, her most recent, “‘Music of Peace’ at a Time of War: Middle Eastern Music Amidst the Second Intifada,” appears in the 2012 book Narratives of Dissent: War in Contemporary Arts and Culture . Some of her other publications include “‘Sing us a Mawwal’: the Politics of Culture-Brokering Palestinian-Israelis in Israel” in Min-Ad: Israel Studies in Musicolog y (2009), and “The Buena Vista Baghdad Club: Negotiating Local, National, and Global Representations of Jewish Iraqi Musicians in Israel” in the book Jewish Topographies: Visions of Space—Traditions of Place (2008). Dr. Dardashti has previously taught at Purchase College, The Jewish Theological Seminary’s List College, and Hebrew Union College. She is also an active performer of traditional and original Middle Eastern and Arab Jewish music with her critically acclaimed projects Divahn, The Naming, and Monajat and offers scholar/artist-in residencies at universities, community centers, and synagogues throughout the country.  Dafna Hirsch, Open University       Dafna Hirsch, born in 1970, is a lecturer at the Department of Sociology and the Department of Political Science and Communication at the Open University of Israel, where she is affiliated with the Master's Program in Cultural Studies. She received her Ph.D. from the School of History at Tel Aviv University. Her studies focus on the culture of everyday life in Mandate Palestine and Israel from a historical perspective. She is the author of ' We Are Here to Bring the West': Hygiene Education and Culture Building in the Jewish Society of Mandate Palestine (forthcoming from the Ben Gurion Research Institute for the Study of Israel and Zionism, in Hebrew). Her current research project focuses on the history of hummus consumption in Mandate Palestine and Israel. This year she is a visiting scholar at the Department of Nutrition, Food Studies, and Public Health and at the Taub Center for Israel Studies at NYU. . Fred Lazin       Fred Lazin received his M.A. and Ph.D. in Political Science from the University of Chicago. He joined the faculty at Ben Gurion University in Israel in 1975 where he established an Interdisciplinary Urban Studies Program and the Department of General Studies and chaired the Departments of Behavioral Science and Politics and Government. During 2008-2009 he was the Natan Visiting Professor in the Taub Center for Israel Studies at the Department of Hebrew and Judaic Studies at NYU. In 2009 he was the first incumbent of the Michel Vaisan Chair on Israeli Society and Politics at the Institute of Politics at Bordeaux University in France. From 2010 through May 2012 he was a Visiting Professor in the Israel Studies Program at American University in Washington DC. Fred has taught at the Hebrew University, NYU, UCLA, GWU, Cornell, Tufts and City University of New York. He has served as a Visiting Scholar at universities in Australia, Sweden, France, China, Czech Republic, Canada and the US. Professor Lazin has authored over sixty scholarly articles and chapters in books. He has written and edited eleven books dealing with public policy in the US, Israel and developing countries, Israeli politics and society and Jews in American politics. He received the Israel Political Science Association's award for the outstanding English language book on politics for The Struggle for Soviet Jewry in American Politics; Israel versus the American Jewish Establishment . His pioneering research on the response of American Jewish organizations to German Jewish refugees in the 1930s opened a new field in Holocaust Studies. His latest book is Higher Education and Equality of Opportunity: Cross-National Perspectives (2010). Fred’s current research projects involve a study of the role of Christian clergy in the struggle for Soviet Jewry in the US and a study of relations between Israel and the American Jewish Committee in the 1970s. Tammy Razi, UCLA  Past Visiting Professors (2009 - 2014)  2009 - 2010    Gur Alroey , University of Haifa  2010 - 2011  Uri Bialer , Hebrew University of Jerusalem Gur Alroey , University of Haifa  2012 - 2013  Anat Maor, Open University  2013 - 2014  Mark H. Gelber , Ben Gurion University Hillel Cohen , Hebrew University of Jerusalem Uri Ram , Ben Gurion University  Past Postdoctoral Fellows (2005 - 2014) 2004-2005    Shaul Shenhav (Fulbright Scholar)    2005-2006    Nadav Shelef (Fulbright Scholar)    Avi Picard (Fulbright Scholar)    2006-2009    Rakefet Zalashik , (Dorot Fellow)    2007-2008    Uriel Abulof (Fulbright Scholar) 2008-2009  Adi Portughies (Schusterman Fellow) 2010-2011  Itamar Radai (Schusterman   Fellow) Dror Posta (Meyers Family Fellow) 2011-2012 Yali Hashash (Schusterman Fellow) Michal Koreh (Schusterman   Fellow) Amr Yossef (Taub Fellow) 2012-2013 Ari Ariel (Dorot Fellow) Galeet Dardashti (Taub   Fellow) Nimrod Hagiladi (Taub-Schusterman Fellow) Ariel Zellman (AICE / Schusterman Fellow) 2013-2014 Leena Dallasheh (Meyers-Taub Fellow) Avner Molcho (Taub- Schusterman Fellow) Bryan K. Roby (Taub-Schusterman Fellow) Past Visiting Scholars (2005 - 2014)  2005-2006    Aviva Halamish , Open University of Israel    Fall, 2007    Moshe Schwartz , Ben-Gurion University, Israel 2007-2008    Aron Shai (Schusterman Visiting Fellow), Tel-Aviv University, Israel 2008-2009  Fred Lazin , Ben-Gurion University, Israel 2009-2010 Fred   Lazin , Ben-Gurion University, Israel Motti Golani , Haifa University, Israel 2010-2011 Yossi Ben-Artzi , Haifa University, Israel 2011-2012 Yossi Dahan, Academic Center of Law and Business, Israel Henriette Dahan-Kalev , Ben-Gurion University, Israel 2012-2013 Lilach Rosenberg-Friedman, Bar-Ilan University, Israel Taro Tsurumi , University of Tokyo, Japan 2013-2014 Boaz Hagin, Tel Aviv University, Israel Anat Mooreville, UCLA Taro Tsurumi , University of Tokyo, Japan                                    Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]}]