[{"detail": [{"content": "Zimmerman, Jonathan    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Jonathan Zimmerman   Professor of History; Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Johns Hopkins University, PhD 1993   Office Address:   246 Greene Street, 3rd floor   Email:        Phone:   212.998.5049   Fax:   212.995.4832   Field of Study:   United States   Areas of Research/Interest:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling     Bio   Jonathan Zimmerman is Professor of Education and History, serving jointly in the Department of History (FAS) and in the Department of the Humanities and Social Sciences in the Professions (Steinhardt). His research has focused on the ways that state schools shape citizens and cultures in the 20th century. He is currently working on two books: a global history of sex education and a history of academic freedom in American public schools. Zimmerman is the co-editor of two book series: \"American Institutions and Society\" (Cornell University Press) and \"History and Philosophy of Education\" (University of Chicago Press). Zimmerman has authored more than 300 oped pieces in the New York Times, the Washington Post, and other major newspapers and magazines. He is also featured on a bi-monthly radio show, \"That's History,\" on Philadelphia's National Public Radio affiliate.   Selected Works:   Books:    Small Wonder: The Little Red Schoolhouse in History and Memory (Yale University Press, 2009).                       Innocents Abroad: American Teachers in the American Century (Harvard University Press, 2006)                    Whose America? Culture Wars in the Public Schools (Harvard University Press, 2002)                    Distilling Democracy: Alcohol Education in America’s Public Schools, 1880-1925 (University Press of Kansas, 1999)                    Articles:    “‘Money, materials, and manpower’: Ghanaian in-service teacher education and the political economy of failure, 1961-1971,” History of Education Quarterly 51:1 (Spring 2011), 1-27.    “Where the Customer is King: American Textbooks Since 1945,” in A History of the Book in America , volume 5 (University of North Carolina Press, 2009), 304-324.    “Interchange: History in the Professional Schools,” Journal of American History 92 (September 2005), 553-576.    “Brown-ing the American Textbook: History, Psychology, and the Origins of Modern Multiculturalism,” History of Education Quarterly 44 (Spring 2004), 45-69 (Special Edition on the 50th Anniversary of Brown v. Board of Education).    “Ethnics Against Ethnicity: European Immigrants and Foreign-Language Instruction, 1890- 1940,” Journal of American History 89 (March 2002), 1383-1404.    “‘Each ‘Race’ Shall Have its Heroes Sung’: Ethnicity and the ‘History Wars’ in the 1920s,” Journal of American History 87 (June 2000), 92-111.    \"Beyond Double Consciousness: Black Peace Corps Volunteers in Africa, 1961-1971,\" Journal of American History 82 (December 1995), 999-1028.  Media:  Education and Diversity: Comparative Perspectives - Ghana   Jonathan Zimmerman discussing his book, Small Wonder: The Little Red Schoolhouse in History and Memory.  John Zimmerman, Professor of History and Education at NYU Steinhardt from NYU Steinhardt on Vimeo .     Update your faculty profile         Updated on 10&#047;02&#047;2012             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Zimmerman, Jonathan    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Jonathan Zimmerman   Professor of History; Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Johns Hopkins University, PhD 1993   Office Address:   246 Greene Street, 3rd floor   Email:        Phone:   212.998.5049   Fax:   212.995.4832   Field of Study:   United States   Areas of Research/Interest:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling     Bio   Jonathan Zimmerman is Professor of Education and History, serving jointly in the Department of History (FAS) and in the Department of the Humanities and Social Sciences in the Professions (Steinhardt). His research has focused on the ways that state schools shape citizens and cultures in the 20th century. He is currently working on two books: a global history of sex education and a history of academic freedom in American public schools. Zimmerman is the co-editor of two book series: \"American Institutions and Society\" (Cornell University Press) and \"History and Philosophy of Education\" (University of Chicago Press). Zimmerman has authored more than 300 oped pieces in the New York Times, the Washington Post, and other major newspapers and magazines. He is also featured on a bi-monthly radio show, \"That's History,\" on Philadelphia's National Public Radio affiliate.   Selected Works:   Books:    Small Wonder: The Little Red Schoolhouse in History and Memory (Yale University Press, 2009).                       Innocents Abroad: American Teachers in the American Century (Harvard University Press, 2006)                    Whose America? Culture Wars in the Public Schools (Harvard University Press, 2002)                    Distilling Democracy: Alcohol Education in America’s Public Schools, 1880-1925 (University Press of Kansas, 1999)                    Articles:    “‘Money, materials, and manpower’: Ghanaian in-service teacher education and the political economy of failure, 1961-1971,” History of Education Quarterly 51:1 (Spring 2011), 1-27.    “Where the Customer is King: American Textbooks Since 1945,” in A History of the Book in America , volume 5 (University of North Carolina Press, 2009), 304-324.    “Interchange: History in the Professional Schools,” Journal of American History 92 (September 2005), 553-576.    “Brown-ing the American Textbook: History, Psychology, and the Origins of Modern Multiculturalism,” History of Education Quarterly 44 (Spring 2004), 45-69 (Special Edition on the 50th Anniversary of Brown v. Board of Education).    “Ethnics Against Ethnicity: European Immigrants and Foreign-Language Instruction, 1890- 1940,” Journal of American History 89 (March 2002), 1383-1404.    “‘Each ‘Race’ Shall Have its Heroes Sung’: Ethnicity and the ‘History Wars’ in the 1920s,” Journal of American History 87 (June 2000), 92-111.    \"Beyond Double Consciousness: Black Peace Corps Volunteers in Africa, 1961-1971,\" Journal of American History 82 (December 1995), 999-1028.  Media:  Education and Diversity: Comparative Perspectives - Ghana   Jonathan Zimmerman discussing his book, Small Wonder: The Little Red Schoolhouse in History and Memory.  John Zimmerman, Professor of History and Education at NYU Steinhardt from NYU Steinhardt on Vimeo .     Update your faculty profile         Updated on 10&#047;02&#047;2012             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings (GSAS Bulletin)    | Department of History | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Offerings (GSAS Bulletin)   Courses are of several kinds:       Colloquia, dealing with specific periods or problems, based on common reading and discussion (in some cases supplemented by occasional lectures), and in which students normally write interpretive papers, book critiques and review essays, and/or bibliographical surveys.    Seminars, in which, after an initial period of common readings, students work primarily on a research project. (In certain cases students may also write research papers in courses that are technically “colloquia.”)    “Literature of the field” courses, designed to provide entry to a broad area of history, through reading and discussion of a number of major issues, problems, and controversies that represent traditional and contemporary approaches to the area as a whole. These courses introduce students to the kinds of materials and issues that are tested on the qualifying examination and provide a framework for preparing to take the qualifying exam. In some cases, however, students aiming only at the M.A. degree may be admitted to these courses with the instructor’s permission.    Methodology courses, intended to introduce students to a wide spectrum of issues, theories, and research strategies. Ph.D. students are required to take a methodology course in their first year.    Independent study courses, devoted to reading, research, or some combination, and set up between a student (or a small group of students) and a particular faculty member.    Dissertation prospectus seminars. Ph.D. students are required to take a dissertation prospectus seminar in their third year. Doctoral students may, with the approval of their advisers, enroll in up to four courses in other departments. The limit is two for M.A. students.    Doctoral students may also, with similar approval, prepare their second fields outside the history department. Courses are also available at nearby universities—Columbia,NewSchool, CUNY, and Fordham—through the Inter-University Doctoral Consortium. Interested students should consult the literature available in the department.    The following is a selected list of course offerings. METHODS, TRANSNATIONAL, COMPARATIVE    Industrialization and the Working Class in Comparative Perspective Since 1870 G57.1022 Nolan, Walkowitz. 4 points. Study of the transition from a maturing to a late society inEurope and theUnited States. Examines economic pressures, technological developments, entrepreneurial policies, ethnic and national subcultures, and emergence of urban and state institutions as they relate to the social history of the working class, the labor movement, and class consciousness.    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 Hull . 4 points. History ofEurope’s relations withAfrica south of theSahara. Early Greek and Roman contacts and the role black Africans played in Mediterranean civilizations. Impact ofAfrica onEurope in the Middle Ages, Elizabethan attitudes toward African civilizations, the Age of European Discovery, early settlement, colonial relationships, and new colonial interaction.    Environmental History G57.1050 Identical to G65.1022. 4 points. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    History of Sexuality G57.1057 Hodes. 4 points. Historical constructions of sexuality in theUnited States from the colonial era through the 20th century.    Global Encounters: 1300-1800 G57.1730 Feros, Waley-Cohen. 4 points. The general aim of this course is to study global interactions between various societies from 1300 to 1800, a period during which peoples from all continents encountered one another in conditions of both cooperation and collision. Topics include comparative notions of empire and colonial practices; the ideas and beliefs each society held about themselves and ‘others’ and the things and conventions that gave them such identities: language, color, ethnicity, kinship, religion, and so on. Throughout the course, students also study the structure of each society’s thought; the categories of analysis used in encounters with other societies; and how interactions and the language used to characterize others changed over time. Other topics include trade between various societies; the creation of colonial societies; slavery: evolution, concepts, and its influence in the creation of racial theories; diaspora in history and its influence in the various societies affected by migratory movements.    Transnational Construction of Race G57.2008 Hodes. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. Examines the role of women in revolution inRussia,China,Vietnam, andCuba, with emphasis on theoretical perspectives on women developed by each movement and the relationship between theory and practice.    Gender and Politics in the Age of the Democratic Revolution G57.2605 Levy. 4 points. Examines the “age of the democratic revolution,” with a focus on the comparative history of women and gender in several European and American cultures.    The Making of the African Diaspora G57.2622 Gomez, Kelley. 4 points.    Colloquium: Modern City Culture G57.2754 Bender. 4 points. Studies the culture ofNew York City in comparative perspective, particularly emphasizing the relation of political and economic modernization to the culture of modernity and artistic movements of modernism.    Theories of Nationalism G57.3500 4 points.    Approaches to Historical Research and Writing G57.3603 4 points.    Race and Place: Local, Regional, National, and Transnational Explorations G57.2014 Hodes. 4 points. Explores historical constructions of race and the meaning and significance of race, with an emphasis on (though not limited to) theAmericas. Seeks to place these explorations in the context of various geographical levels, from local and regional to national and transnational, with attention to the crossing of all such borders. Devotes equal attention to historical methodology, including searching for sources and evaluating evidence; the formulation and presentation of arguments; the craft of writing; and the voice of the scholar.    Early Modern European Imperialism: Discourses, Institutions, Experiences G57.2186 Feros. 4 points. This one-semester seminar on early modern European imperialism is designed to give students interested in the history of early modernEurope, the Atlantic world, the history ofAfrica, and colonialLatin America a general understanding of the early modern ideologies and institutions that enabledEurope to colonize parts ofAfrica and theAmericas. Throughout the semester, students examine several important topics: medieval precedents of early modern imperialism; theories of empire and monarchy; ideologies of conquest and colonization; models of conquest and colonial exploitation; and the relevance of race and slavery in understanding European influence inAfrica and theAmericas. MEDIEVAL EUROPE (FROM THE FALL OF ROME THROUGH THE 14TH CENTURY)    Seminar: The Classical Tradition in the Middle Ages G57.1109 Claster. 4 points. Studies the role of the classical heritage of Greco-Roman antiquity in the formation of the culture of the Latin West. Focuses on the conflicts—real or imagined— between Christianity and classical culture and the ways in which classical learning was preserved, transmitted, and assimilated. Covers the Roman response to Hellenism through the medieval period and the 13th century.    The Transition from Classical Antiquity to the Middle Ages G57.1111 Claster. 4 points. Focuses on the main themes in classical antiquity, particularly Roman history, and the emergence of early Western medieval culture. Themes include the decline and transformation of the Western empire; the rise of Christianity; and the influx of Germanic peoples and how they all interacted with one another to build a new European civilization. Emphasis is on the reading of primary source material and discussion of the problems and theories involved in understanding the evolution of a new civilization.    The Crucible of Europe : The Late Fifth Century to 1050 G57.1112 Claster, P. Johnson. 4 points. During this period,Europe takes on form and coherence. Under the Carolingians, Ottomans, Normans, and the church,Europe builds on the foundations of the Romans. Topics includeEurope’s relations with the Byzantine and Islamic East.    The Harvest of the Middle Ages: 1250-1450 G57.1114 Claster, P. Johnson. 4 points. Europe from the apogee of the medieval world to economic and social contraction. The dissolution of the medieval outlook is replaced with a new humanism that presaged something altogether different by the mid-15th century. Covers changes as well as continuity asEurope entered the early modern period.    Medieval France G57.1117 P. Johnson. 4 points. France governed by the Capetian and Valois kings served as a seedbed for a brilliant medieval society. Agrarian and social-economic backgrounds, intellectual life, political strategies, crusades, literature, Gothic art, and personalities of that period.    Marginal People in the Middle Ages G57.1121 P. Johnson. 4 points. Investigation of disenfranchised groups in medievalEurope: women, slaves, lepers, the poor, the insane, Muslims, Jews, and heretics. Why and how they were marginalized.    Central Middle Ages G57.1122 Claster, P. Johnson. 4 points. Study of a period of cultural, artistic, and intellectual brilliance; growing intolerance; corporatism in government; and Christian imperialism.    History of Byzantium I, 284-867 G57.1503 4 points. Examines the principal historical development ofByzantium from the reign of Diocletian to the rise of the Macedonian Dynasty.    History of Byzantium II, 867-1453 G57.1504 4 points. AnalyzesByzantium from the Macedonian Dynasty to the fall ofConstantinople in 1453 to the Ottoman Turks.    New Works in Medieval Studies G57.2100 P. Johnson. 4 points.    Women and Gender in the Middle Ages G57.2109 P. Johnson. 4 points. Examines women’s experience in and contributions to medievalEurope and developments in gender formulations during the Middle Ages.    Literature of the Field: Early Middle Ages G57.2112 P. Johnson. 4 points. Research methods, interpretation, and the actual writing of medieval history have changed. This course explores changes in the approach to the study of medieval European history as they apply to social, cultural, and religious history.    Literature of the Field: Later Middle Ages G57.2113 Claster, P. Johnson. 4 points. Interpretation of medieval history in the 20th century. Historiography and sociology of knowledge.    Colloquium: Christian Monasticism—East and West G57.2114 P. Johnson. 4 points. History of Christian monasticism from its roots in the Egyptian desert, through its flowering in the central Middle Ages, to its partial destruction in the Reformation.    Italy in the Ages of Dante and Petrarch G57.2120 4 points. History of northernItaly, the old Regnum Italiae, from the late 12th century to around 1400. Particular attention is paid to the 13th and early 14th centuries, the era of Dante and Petrarch; the economy; politics and civic culture; society, especially the social response to the new spirituality; and the economic, political, and social changes following the Black Death.    The Crusades: A Reevaluation G57.2219 Claster, P. Johnson. 4 points. Studies the history of the Crusades and theCrusaderKingdom in the context of both the Latin West and the eastern Mediterranean world. Explores major themes and issues raised by the crusading movements against a background that provides an understanding of the era and an understanding of theories proposed by modern historians to interpret the Crusades. Emphasis is on primary sources—Latin, Arabic, Jewish, and Byzantine—in translation.    Seminar: Topics in Byzantine and Ottoman History G57.3025 Salzmann. 4 points.    Seminar in Medieval History G57.3115 Claster, P. Johnson. 4 points.    Readings in Medieval Greek Sources G57.3116 4 points.    Seminar: Medieval Church G57.3119 P. Johnson. 4 points. Readings and discussion of the culture and institutions of the Latin Church from the 6th to the 14th centuries. Introduction to important literature and problems that prepare the student for advanced-level research in medieval ecclesiastical history.    Seminar: Church and Society in Premodern Europe G57.3120 P. Johnson. 4 points. Research seminar on issues of the church and society in medieval and early modernEurope. EARLY MODERN EUROPE (1400-1789)    Literature of the Field: Early Modern Europe I G57.1150 Required of Ph.D. candidates making this their major field. Feros. 4 points. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Early Modern Europe II G57.1151 Feros, Levy. 4 points. Introduction to the field of early modernEurope through a critical reading of important works by modern historians in this field. Focuses on political, cultural, and intellectual history.    France : The Old Regime, 1562- 1715 G57.1163 Levy. 4 points. Themes include demographic, economic, social, political, and cultural structures of the old order; the civil wars of the 16th century; political culture of royal absolutism; intellectual currents and oppositional politics; popular culture; historiographic debates; the Enlightenment and the development of political oppositions; and the origins of the French Revolution.    Colloquium: Italy During the Renaissance G57.2157 4 points. Intensive reading of themes from 14th-, 15th-, and 16th-centuryItaly, including the nature of the city-state and of Italian urban society, urban culture and humanism, the origins and nature of the Renaissance as seen in its historians, and the effects of the foreign invasions on Italian life and culture. A series of bibliographical papers are required.    Colloquium: The European Enlightenment G57.2160 Levy. 4 points. Surveys the material, cultural, and intellectual origins of the European Enlightenment; Enlightenment thought as oppositional politics, with attention to religious, economic, social, and political writings; the culture of the scientific revolution; feminine and feminist cultures; political journalism and polemic; the literary underground; and popular culture and its politicization.    Seminar: Topics in Early Modern Europe : European Society and Religion G57.2162 Feros. 4 points.    State and Society in Early Modern Europe G57.2164 Feros. 4 points.    Early Modern Spain G57.2166 Feros. 4 points. Provides a solid knowledge of the political, social, and cultural history of early modernSpain.    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. Themes include women’s legal status, family and work, intellectual and cultural life, religious practices, political roles, and gendered cultural values.    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative. MODERN EUROPE (1750-PRESENT)    Culture and Society in the 19th Century G57.1000 Seigel. 4 points.    Modern Greek History G57.1124 Fleming. 4 points. Examines how the major developments in modern European history from the Enlightenment and state formation to the post-1945 era were manifested in “peripheral” and “small” European nation-states by usingGreece as a case study.    European Fascism in Comparative Perspective G57.1196 Nolan. 4 points.    Literature of the Field: Modern Europe Through the 19th Century G57.1201 Required of Ph.D. candidates making this their major field. 4 points. Survey of the major literature and historiographical issues in the modern European field.    Literature of the Field: Modern Europe from 1900 to 1945 G57.1202 4 points.    19th-Century France G57.1209 Identical to G46.1610. Judt. 4 points. The impact of revolutions and economic changes on 19th-century French society.    20th-Century France G57.1210 4 points.    Society, Culture, and Politics in Contemporary Italy G57.1222 Ben- Ghiat. 4 points.    Diplomatic History of Europe in the 19th Century G57.1251 Stehlin. 4 points. Major diplomatic events from 1789 to 1900, such as the French and Napoleonic Wars, European Restoration, national unification, imperialism, and the Bismarckian settlement. Discussion of their relation to political, economic, and social events.    Diplomatic History of Europe in the 20th Century G57.1252 Stehlin. 4 points. Major diplomatic events from 1900 to 1939, such as the various crises in the century’s first decade, the origins and results of World War I, the search for security in the 1920s, Nazi and Fascist policy, and the coming of a second world war. Discusses their relation to political, economic, and social events.    Women in European Society and Politics G57.1253 Nolan. 4 points. Explores main themes of and principal approaches to European women’s history from the late 18th century through World War II.Readings focus onBritain,France,Germany, andRussia.    Politics and Society in Germany , 1870-1945 G57.1274 Nolan. 4 points. Explores recent research and controversies in modern German social history. Emphasis is on the nature and contradictions ofGermany’s industrial capitalist system, the history of the German working class and its political and cultural organizations, and the history of women.    Czarist Russia , the Muscovite Period to the Revolution G57.1301 Kotsonis. 4 points. The long-term geographical, social, and cultural foundations of Russian history. Emergence of the command society and the impact of modernization from the reign of Peter the Great to the Russian Revolution.    Revolutionary and Soviet Russia G57.1302 Kotsonis. 4 points. Peasant, religious, and Praetorian rebellion in oldRussia; the Populist and Marxist revolutionary movements; the urban and peasant revolutions in 1905 and 1917 to 1920; and the Stalinist industrial, urban, and bureaucratic revolution.    Political History of Russia , 1796- 1856 G57.1325 Kotsonis. 4 points. Introduction to the fundamentals of Russian history seen through the prism of the early 19th century and the study of war, diplomacy, state administration, agrarian reform, the nationalities question, the problems of industrialization, and intellectual and revolutionary movements.    The Decline and Fall of the Russian Empire, 1856-1917 G57.1326 4 points. Modernization and its breakdown during the reigns of the last three czars. Agrarian and administrative reform, industrialization, urbanization and the urban crisis, the emergence of a revolutionary elite, and the revolutions of 1905 and February 1917.    History of England Since 1688 G57.1408 Scally. 4 points. Classic and current scholarship in English social and cultural history, law and society in the 18th century, family history, demography, industrialization and the city, Victorian women’s history, and imperialism. Students present interpretive papers on themes developed with the instructor.    Britain in the 20th Century, 1914 to the Present G57.1409 Scally. 4 points. Introduction to the developing social structure and culture ofEngland during and since the first Industrial Revolution. Topics in English social history include family history, mobility, work discipline, illegitimacy, and alcoholism, which are subjects of recent research.    History of Modern Ireland , 1690- 1921 G57.1416 Open to undergraduates with permission of instructor. Scally. 4 points.    History of Modern Ireland , 1922- 1998 G57.1417 4 points.    Irish and European Migration to America G57.1419 4 points.    Topics in Balkan History G57.1506 Fleming. 4 points. Emergence and persistence of nationalism in the Balkans. Commonalities and differences between Balkan and European nationalist theory and practice.    Topics in East European Jewry G57.1526 Engel. 4 points.    Topics in West European Jewish History G57.1527 Engel. 4 points.    Topics in Women and Gender in French History G57.1764 4 points.    The French Economy Past and Present G57.1910 Chapman. 4 points.    Italian Fascism G57.1982 Ben-Ghiat. 4 points.    Seminar: Development of the European State in the 19th Century G57.2131 Stehlin. 4 points. Political, economic, and social developments inEurope from 1815 to 1914. How didEurope become a functional entity and meet its problems in terms of political institutions, governmental structures, and social movements that culminated in a changed relationship between individuals and the state? What forces shaped European society and prepared it for the 20th century? Conservatism, liberalism, and socialism and their effect on and interrelationship with political and social developments.    Modern French History G57.2163 Prerequisite: fluent reading knowledge of French. Judt. 4 points. Covers French political, cultural, and social history from the mid-19th century to the 1960s. Students read major historical monographs and articles and present their plans for doctoral-level research on French history.    Colloquium: The French Revolution G57.2178 Levy. 4 points. Study of the economy, society, ideology, and political culture inFrance during the revolutionary decade, with attention to historiographic debates concerning the intellectual and cultural origins of the Revolution; the first new regime, 1789-1791; revolutionary radicalization; the political culture of the Terror; gender and revolutionary politics; expansion and conquest; and the Revolution’s impact on the formation of modern political culture.    Russian Revolution as Memoir G57.2183 Kotsonis. 4 points.    History and Memory in Europe/World War II G57.2184 Judt. 4 points.    Nationalism, Imperialism, National Identity: Italy and the Mediterranean World, 1870-1930 G57.2226 4 points.    Colloquium: Paris , Vienna , and the Cultures of Modernism G57.2230 Seigel. 4 points. Study of modernist culture in two of its most prominent settings, theParis of theThirdRepublic andVienna in the last years of the Hapsburg Empire. Introduction to political and social conditions that provided the framework for modernist currents and to representative figures in social theory, philosophy, literature, and the arts.    20th-Century French Political Thought G57.2233 Judt. 4 points.    M.A. Seminar: Europe —The Making of 19th-Century Bourgeois Society G57.2240 4 points.    Colloquium: Weimar Germany G57.2248 Stehlin. 4 points. Explores strengths and weaknesses ofGermany during its transition from a monarchy in 1918 to totalitarianism in 1933: the legacies of World War I, economic problems, foreign affairs, culture, and the enemies of the republic.    Post-World War II Germany G57.2250 Nolan. 4 points.    Economy, Society, and Politics in German History G57.2251 Nolan. 4 points. Recent research and the controversies in modern German history, with a focus on the period from 1914 to 1945.    Seminar: Origins of World War I G57.2257 Stehlin. 4 points. Explores the causes and responsibility for the war. Topics include the diplomatic crises before 1914, the internal situation ofAustria, the assassination, and interpretations of the causes of war.    Colloquium: Origins of World War II G57.2258 Stehlin. 4 points. Explores the instability of the European state system of the post-1918 era and the contributions of each state to the outbreak of war. Topics include the Versailles Treaty, reparations, Nazi and Fascist diplomacy, Western and Russian diplomacy, and the immediate cause of the war.    Colloquium: Topics in Working- Class History, 1870-1945 G57.2259 Nolan, Scally. 4 points. Concentrates on the working class inBritain,France,Germany, andItaly. Investigates the character and composition of the working class, forms of working-class protest, and the theory and practice of working-class movements.    Politics and Ideas in Europe Since 1939 G57.2260 Judt. 4 points. Discusses aspects of European political, cultural, and intellectual history, from the Second World War to the present. Covers material from East andWest Europe that is mostly primary in nature—novels, essays, contemporary political writings, etc. Emphasis is on the interrelation of cultural, political, and philosophical ideas and affairs in modernEurope.    Colloquium: Methods and Problems in European Intellectual History G57.2266 Seigel. 4 points. Introduces modern European intellectual history, through the study of four to six major thinkers and the diverse and conflicting methods employed to interpret them. Those studied are chosen from a list that includes Kant, Rousseau, Hegel, Marx, Mill, Baudelaire, Durkheim, Bergson, Weber, Nietzsche, and Freud.    Seminar: Britain and Ireland Since 1750 G57.2427 Scally. 4 points. Introduces the interpretive and primary literature in modern English history, with emphasis on recent scholarship and methodology in English social and cultural history.Readings and discussions of social class structure, the Victorian city and village, labor unions, public education and literacy, criminality, prostitution, and health.    Mediterranean Europe in the 20th Century G57.2503 4 points. Discusses the ways individual countries of Mediterranean Europe experienced similar patterns of political and social change and the extent of a common and distinct overall pattern of historical evolution in Mediterranean Europe in the 20th century.    The Global Economy G57.2560 Nolan. 4 points.    Colloquium: Aesthetics and Politics in Europe , 1890-1939 G57.3270 Seigel. 4 points. Study of selected artistic and literary movements whose practices located them at the intersection of aesthetic innovation and political challenge. Each year, two topics are chosen from the following: (1) aestheticism and futurism inItaly; (2) surrealism inFrance; (3) art and politics inWeimar Germany.    Bourgeois Life and Culture in 19th- Century Europe G57.3290 Seigel. 4 points. LATIN AMERICA AND THE CARIBBEAN    Literature of the Field: Colonial Latin America G57.1801 Thomson. 4 points. Examines how Spanish- and Portuguese- American empires were created, how their societies and cultures were shaped, and how their institutions and their economies were modified by internal changes. Considers the 18th-century reforms of the colonial system and the growing pressure for independence.    Literature of the Field: Modern Latin America , 1824-Present G57.1802 Ferrer, Grandin. 4 points. Introduction to historiography of postindependenceLatin America. Focuses on topics such as the integration ofLatin America into the world capitalist trade and investment system, evolution of rural and urban labor systems and movements, liberalism, nationalism, U.S.-Latin American relations, and revolutionary movements.    History of Latin American Women G57.1810 4 points.    The Human Condition in Latin America, 1945-Present G57.1818 Identical to G65.1051. 4 points. Introduction toLatin America through the study of contemporary history: population growth, urbanization, social transformations, economic development, political crises, relations with the developed andThird World nations. Attempts to make meaningful the recent past and present of our neighbors, to show how it engages with our own, and to evoke a sympathetic understanding of their aspirations.    Colloquium: Topics in Latin American and Caribbean History G57.2800 Ferrer, Grandin, Thomson. 4 points. Historiographic and analytic approaches to variable topics. Recent colloquia included Historical Perspectives on Race and Ethnicity inLatin America andIndependence and Nationalism in the 19th Century. May also focus on the history of a particular country or subregion, such as modernBrazil,Central America, or theCaribbean.    Slavery, Colonialism, and Revolution in the Caribbean G57.1809 Ferrer. 4 points. Introduction to the major themes and debates of colonialCaribbean history. Begins with the reading of general works on theCaribbean: selections from major texts and classic essays by historians, anthropologists, and literary critics arguing the case for the study of theCaribbean as a unit of analysis. From there, goes on to consider the central themes of the region and the period: slavery, capitalism, and emancipation; colonialism, revolution, and imperialism; nationalism and race. Themes are studied from a variety of approaches and perspectives, from very local microhistorical studies to comparative ones to more sweeping global treatments. Throughout, an attempt is made to bridge the vertical lines that often separate the study of the different linguistic and imperial Caribbeans.    Research Seminar: Latin America and the Caribbean G57.2801 Ferrer, Grandin, Thomson. 4 points. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources available in theNew York area, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography.    Topics in Latin American History: Culture and Politics in Latin America G57.2803 4 points.    Seminar: Politics and Culture in Latin America G57.2804 4 points. AFRICA    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 4 points. See description under Methods, Transnational, Comparative.    History of Jews and Judaism in Africa G57.1556 Hull . 4 points.    Imperialism, Colonialism, and Decolonization in Africa Since 1875 G57.1558 Hull . 4 points. Analysis of the theory and practice of imperialism as it applied toAfrica south of theSahara; the theory and practice of colonial administration in British, French, and Belgian Africa; and the nature of the relationships between the independent African nations and their former colonial masters.    The Fabric of West African Civilization G57.1559 4 points.    History of Apartheid in South Africa Since 1652 G57.1577 Hull . 4 points. Study of racial and ethnic conflict and cooperation in southernAfrica since the late 17th century. Emphasis is onSouth Africa,Mozambique, and Zimbabwe.    Conceptualizing the African diaspora G57.1785 A colloquium concerned with the ways in which the African diaspora has been (and is being) theorized; that is, the conceptual and methodological frameworks within which the African diaspora has been located, and by which the imaginary has been approached. Specifically, the field is considered in connection with and through insights provided by studies of the subaltern and cultural, theories of feminism and hybridity and creolization, black radical internationalism, etc.        Literature of the Field: the African diaspora G57.1801 A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Islam in West Africa G57.2007 Gomez. 4 points.    Colloquium: African Slavery and the Atlantic Slave Trade G57.2555 Hull . 4 points. Examines the institution of servitude and slavery in tropicalAfrica since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    African Civilization: Perceptions and Realities G57.2556 4 points.    African Culture and Experience in North America G57.2029 A seminar on African culture and experience in North America, differing from conventional courses on African Americans in that it focuses on and emphasizes the specifically African contribution while following the permutations and re-imagination of that contribution over time and in response to other cultural sources.    The Making of the African Diaspora G57.2622 A seminar that emphasizes the historiography of what has come to be called the African diaspora, but in other eras was called something else, like pan-Africanism. Seminal works by Du Bois, Barnett Wells, Padmore, Casely Hayford, James, Blyden, Crummell, Cooper, etc., are examined. ASIA    Literature and Politics in Modern China G57.1195 M. Young. 4 points. Explores the ways in which literature was intimately shaped by its social and political context and the extent to which literature itself became part of the material forces working to change that context.    Topics: East Asian History G57.1731 4 points.    China and the West G57.1916 Waley-Cohen. 4 points.    Modern Chinese Intellectual History G57.1919 Karl. 4 points.    Historical Epics of China and Japan G57.1994 Roberts. 4 points.    Japanese Imperialism G57.1995 L. Young. 4 points.    Literature of the Field: Problems in Japanese History II G57.2001 L. Young. 4 points.    Modern Japanese Culture G57.2005 Harootunian. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. See description under Methods, Transnational, Comparative.    Culture of Imperialism G57.2557 M. Young. 4 points. Exploration of the unequal exchange between colonizer and the colonized in the 19th and 20th centuries. The perspective is comparative, the method interdisciplinary.    Thought and Law in Imperial China G57.2558 Waley-Cohen. 4 points. Examines the nature and role of Chinese legal culture from 221 B.C. to A.D. 1911. Topics include Confucian and popular religious influences; criminal, contractual, and family law; and the impact of Chinese law in Vietnam, Korea, and Japan.    Mapping South Asia : Culture, Politics, and History G57.2915 4 points.    Studies in Culture and Politics in Modern Japan G57.2917 4 points. MIDDLE EAST    History of the Ottoman Empire G57.1125 Salzmann. 4 points.    The Near East Under the Greeks and Romans G57.1501 Identical to G77.1621. Peters. 4 points.    History of the Middle East , 600- 1200 G57.1502 Identical to G77.1640. Husain. 4 points.    Egypt in Modern Times G57.1511 Identical to G77.1664. Lockman. 4 points.    Topics in Ottoman History G57.1513 Identical to G77.1651. Salzmann. 4 points.    Revolutions in the Islamic Middle East G57.1517 Identical to G77.1616 and G93.1616. 4 points.    Topics in Medieval Islamic History G57.1521 Husain. 4 points.    Islam in the Modern World G57.1522 Identical to G77.1803. 4 points.    Seminar on the Modern History of the Middle East I: The Great Powers and the Middle East G57.1533 4 points.    Seminar on the Modern History of the Middle East II : Leaders and Revolutions G57.1534 4 points.    Modern Iran (1800 to the Present) G57.1541 Identical to G77.1661. Chelkowski. 4 points.    Islamic Middle East, 1200-1800 G57.1641 4 points.    History of the Middle East : 1750- Present G57.1642 4 points.    Literature of the Field: Modern Middle Eastern History G57.1643 4 points.    Late Ottoman Empire G57.1652 Salzmann. 4 points.    Seminar in Modern Middle Eastern History I G57.1653 4 points.    Seminar in Modern Middle Eastern History II G57.1654 4 points.    Problems and Methods in Middle Eastern and Islamic Studies G57.2513 Identical to G77.1687. 4 points.    Introduction to Islamic Studies G57.3502 Identical to G77.1700. Peters. 4 points. UNITED STATES (CONTACT TO PRESENT)    Lower East Side American Jewish Memory G57.1271 Diner. 4 points.    History of American Judaism G57.1280 Diner. 4 points.    Jewish Women in America : Historical Problems G57.1281 Diner. 4 points.    Women and Social Movements: New York in the 1930s G57.1284 Diner. 4 points. This course is part of a national project to create a Web site documenting the history of women and social movements in theUnited States. The project is coordinated by Professors Thomas Dublin and Katherine Sklar atBinghamtonUniversity and involves scholars and students from around the country. Each team creates its own Web site, all of which will be linked together.    Literature of the Field: America to 1865 G57.1600 Required of Ph.D. candidates making this their major field. 4 points. Surveys major literature and historiographical issues in the American field from European contact to 1865.    The American Colonies to 1763 G57.1601 Kupperman. 4 points. Examines the origins of English colonization, labor and immigration patterns, religion, the economics of empire, social relationships, and politics from the perspective of continuity and change.    The American Revolution and Constitution G57.1603 4 points. Studies the tension betweenEngland and the American colonies in a political and social context. Other topics include revolutionary ideology, constitutional conflict, the War ofIndependence, the framing of new state government, and the debate over the federal Constitution.    Politics, Ideas, and Culture in America , 1750-1930 G57.1604 Bender. 4 points. Studies selected practical and prescriptive versions of American culture and politics, articulated by writers, intellectuals, and political leaders from 1750 to 1930.    The United States, 1789-1824: Problems of the New Nation G57.1605 4 points. Studies political behavior and party formations in the emergent American nation, with emphasis on the relationship of economic policy and foreign affairs to political process.    The Civil War and Reconstruction, 1850-1877 G57.1607 Open to undergraduates. 4 points. Studies the social, political, and cultural history of theUnited States from 1850 to the end of Reconstruction. Focus is on the 1861-1865 crisis of theUnion, its antecedents, and its consequences.    Literature of the Field: America Since 1865 G57.1610 Required of all Ph.D. candidates making this their major field. 4 points. Surveys the major literature and historiographical issues in the American field from the Civil War to the present.    The United States in the 20th Century to 1945 G57.1612 4 points. Studies political, economic, and foreign relations issues during the period from the Spanish-American War to 1945. Discusses major figures and developments historiographically to emphasize the historical literature, interpretations, and continuing dialogue.    Intellectual History of the United States , 1830 to 1890 G57.1701 4 points. Surveys major currents of American thought in the 19th century, focusing on American romanticism and scientific naturalism, utilizing materials from imaginative literature, philosophy, the fine arts, political and social thought, religion, and science.    Intellectual History of the United States Since 1890 G57.1702 4 points. Surveys major currents of American thought from the end of the 19th century, focusing on American relativism, utilizing materials from imaginative literature, philosophy, the fine arts, political science, and technology.    U.S.-East Asian Relations G57.1737 M. Young. 4 points. From the open door as the McKinley administration understood it to the open door as Deng Xiaoping defined it. Examines the American imagination ofAsia, the reality ofU.S. policy toward specific Asian countries, and the corresponding imagination and reality of Asian nations toward theUnited States.    Local and Community History in America G57.1752 4 points. See description under Public History.    History and Public Policy G57.1753 4 points. See description under Public History.    Media and History G57.1755 4 points. See description under Public History.    Historical Thinking: Women and Gender in the United States G57.1761 Gordon. 4 points.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. Introduction to the major scholarship on women and work inU.S. women’s history, with focus on the 19th and 20th centuries.    American Social History in the 19th Century G57.1771 Hodes. 4 points. Causes and consequences of the Civil War, including the transition to capitalism and the transformation of work in the North; southern slavery; religion and reform; class, politics, and Jacksonian democracy; African American freedom; labor and politics in the Reconstruction South and in the industrializing North; and capitalist expansion at the end of the century.    American Social History Since 1870 G57.1772 Kelley, Walkowitz. 4 points. Modernization of American society in the past 100 years, focusing on the growth of industrial and urban society. Attention to trends in social mobility and stratification; the impact of modernization on class structure, immigration, blacks, women, and the modern family.    Common People in Early America G57.1773 4 points. The “less articulate,” from the Revolution to the Civil War. Urban, ethnic, and religious tensions and their contributions to a sense of rising class distinction in early American history.    History of American Higher Education G57.1778 Identical to E55.2067. Mattingly. 4 points. Topics in the history of American colleges and universities since 1750. Analysis of educational policies and functions, with attention to the limitations of educational responsibility, the transformation of institutional structures, changing modes for gaining and imparting knowledge, and the social prerogatives and initiatives assigned to an educated class.    Afro-American History G57.1782 Kelley, Sammons. 4 points. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancientAfrica to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Women in 20th-Century America G57.1789 4 points. Surveys women in modernAmerica, with emphasis on work, politics, feminism, and changing social roles.    Indians in Early America G57.1891 4 points.    Master’s Seminar: Historical Research Methods G57.2022 Wosh. 4 points. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Colloquium: American Cultural History G57.2024 Bender. 4 points. Examines modes of cultural history, particularly newer ones. Explores recent theoretical and historiographical discussions of cultural history.    Seminar: 19th-Century Intellectual and Cultural History G57.2025 Bender. 4 points.    Colloquium: Christianity and Culture in America —From Finney to Falwell (1820-1990) G57.2026 Wosh. 4 points. Examines the nature of American Christianity from the revivals of the early 19th century through the revival of the religious right in the 1990s. Explores themes in American religious development, including the changing nature of Roman Catholic, mainline Protestant, evangelical, fundamentalist, and Pentecostal movements; the relation between gender and religion, the development of African American religious traditions, and the relationship of Christianity to larger social, religious, and economic structures in American society. Students examine and interpret a wide range of primary sources and significant texts in American religious and cultural history.    Between History and Literature: Rethinking African American Autobiography G57.2027 Sammons. 4 points.    Gender/Cultural History in America G57.2030 Duggan. 4 points.    M.A. Seminar: Oral History, Afro- American G57.2256 Sammons. 4 points.    Immigration, Ethnicity, and Gender Relations G57.2293 Diner. 4 points.    Right-Wing Politics in U.S. History G57.2306 Duggan. 4 points.    Transition from Slavery to Freedom in the United States G57.2553 Krauthamer. 4 points.    Colloquium: Topics in Colonial American History G57.2603 May be repeated for credit with permission of the instructor. 4 points. Reading and discussion examining one aspect of colonial society in depth.    Colloquium: Radicalism and Reform in the United States G57.2608 4 points. Examines the origins, motives, and achievements of dissenting movements inAmerica, from 17th-century English backgrounds to the present. Emphasizes individuals and groups interested in changing the existing system toward greater equality for the individual. Topics: nonconformist dissent of the Puritan revolution, reform and radicalism of the American Revolution, Jeffersonian and Jacksonian democracy, antebellum perfectionism, populism, socialism, progressivism, communism, the New Deal, and the 1960s New Left.    Colloquium: The Progressive Era G57.2609 Mattingly. 4 points. Emphasizes reading and discussion of selected specialized accounts of the Progressive Era and the variety of reformers and reform.    Research Seminar: U.S. History G57.2612, 2613 4 points per term. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography. The instructor sets the limits of the area in which students choose topics, e.g.,U.S. foreign policy since 1900 or the American Revolution.    American Legal History G57.2615 Team taught by members of the history department and the law school faculties. 4 points. Explores the broad social and legal issues that shaped the American past and focuses on the human forces operative in American law.    Colloquium: Topics in American Social History G57.2621 May be repeated for credit with permission of the instructor. Kelley, Mattingly, Walkowitz. 4 points. Explores recent literature on American social history, with attention to the new interpretations of women and labor, education and religion, town and urban development, business structures, and social class formation.    Sports in American Society G57.2624 Sammons. 4 points.    Colloquium: Topics in U.S. History, 1789-1850 G57.2655 4 points. American political behavior in the eras of the first and second party system. Introduces biographical analysis and behavioral and quantitative analysis to penetrate the myths of the Age of Jackson and its antecedents.    Politics and Culture of the Great Depression G57.2696 4 points. Introduction to the major political, economic, and cultural trends of the 1930s, with attention to institutional change and the human impact of the depression.    Colloquium: The New Deal G57.2697 4 points. Deals with President Franklin Roosevelt’s political leadership, the Great Depression, and the New Deal through reading and discussion of important monographic studies.    Colloquium: Topics in 19th- Century American Intellectual History G57.2707 4 points. Readings in American romanticism and American scientific naturalism.    Colloquium: Topics in 20th- Century American Intellectual History G57.2709 4 points. Works on the major currents of American thought in the 20th century.    Topics in 20th-Century American Cultural History G57.2710 4 points.    Urban Blacks in 20th-Century America G57.2714 Kelley, Sammons. 4 points. Examines the maturation of a postslavery, rural economy and the rise of associated, racially proscriptive legislation; black responses and adjustments; the motivations for and expectations of migration; and the cultures and communities black people created and physically abandoned. Analyzes the political, social, and cultural life of urban African Americans in its many forms from the high to the low, assessing the flow of influence. Provides an overview and synthesis of the many local studies in hopes of identifying commonalities and distinctions across communities.    Colloquium: America in the 1960s G57.2715 4 points. Readings and discussion on the 1960s. Seeks an understanding of the politics, culture, ideology, economy, and movements for change of the decade; the Vietnam War and the antiwar effort.    Colloquium: Women’s Political Culture G57.2750 4 points. Examines the varieties of women’s participation in public life from 1820 to the present, with an emphasis on how gender consciousness has shaped its forms and content over time.    Cold War, 1945-1989 G57.2771 M. Young. 4 points.    Seminar: U.S. History in the 20th Century G57.2776 4 points.    Colloquium: The United States Since 1945 G57.2778 4 points. Origins of the cold war; domestic, social, economic, and political development. Special topics include the Fair Deal, the War on Poverty, and major social upheavals of the 1960s.    Colloquium: The Cold War, 1945- 1989 G57.2779 M. Young. 4 points. Examination of the cold war from World War II to the fall of the Soviet empire in 1989.    Topics in American Foreign Policy: Vietnam G57.2780 M. Young. 4 points.    Social Movements in the United States , 1890-Present G57.3608 Gordon. 4 points.    Topics in Intellectual and Cultural History G57.3611 Bender. 4 points.    Seminar in American Intellectual History G57.3705 Open to students at both the master’s and doctoral levels. 4 points. Research seminar focusing on topics in American intellectual history. Students prepare substantial research essays using primary source materials. Discussions of historiography, methodology, and bibliography. Class criticism of the students’ work. RESEARCH AND READING    Reading in History G57.3011, 3012 1-4 points per term.    Research in History G57.3021, 3022 Open to students engaged in dissertation research by special permission of a departmental adviser. 1-4 points per term.    Specialized Programs and Courses HISTORY OF WOMEN AND GENDER    The Department of History offers a specialization or a second field in the history of women and gender. The program explores the changing role of women in history and the social construction of gender both historically and theoretically.    A planning committee of faculty and graduate students initiates programsponsored workshops, conferences, and faculty and graduate student lecture series and coordinates the scheduling of courses in the area.    For the second field in comparative women’s history at the doctoral level, students are expected to take three courses in areas other than the major field. The history of women and gender can satisfy the departmental requirement for the doctoral second field if courses are comparative or in a field outside the major or in some combination thereof.    For more information, consult the director of the program in the history of women and gender.    Marginalized People in the Middle Ages G57.1121 P. Johnson. 4 points. See description under Medieval Europe .    Women in European Society and Politics G57.1253 Nolan. 4 points. See description under Modern Europe (1750-Present).    Introduction to Methodology in the History of Women and Gender G57.1763 4 points. Explores various aspects of methodology in women’s history, drawing mainly on American and European sources. Topics include politics and culture, work and family, socialism, and sexualities.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. See description under United States (Contact to Present).    Women in 20th-Century America G57.1789 4 points. See description under United States (Contact to Present).    History of Latin American Women G57.1810 4 points.    Women and Gender in the Middle Ages G57.2109 4 points. See description under Medieval Europe .    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. See description under Early Modern Europe .    Women and Social Change G57.2290 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Feminist Theory G57.2291 P. Johnson, Levy, M. Young. 4 points. Examines a range of feminist theoretical writing, places it historically, and relates it to other political, cultural, and scholarly feminist practices.    Religion, Family, and Gender in Early America , 1607-1840 G57.2604 4 points. See description under United States (Contact to Present).    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Women’s Political Culture G57.2750 4 points. See description under United States (Contact to Present). PUBLIC HISTORY    The program in public history provides Master of Arts and Doctor of Philosophy candidates with the opportunity to prepare for careers as historians in public and private institutions outside academia, where historical perspectives address areas as diverse as public policy, museum programs, and historical dramatizations for media. The program offers students three areas of historical work: media history, local and community history, and history and public policy.    All entering students enroll in a sequential two-semester seminar in public history that introduces students to literature and problems in the various public history arenas. Students complete a major research essay and then translate that research into a public history format for a public audience.    The concentration in public history is open to all qualified M.A. and Ph.D. students. It consists of the introductory sequence; a course in one of the three tracks; a methodological course in either oral history or quantitative methods ( G57.2012 or G57.2019), and four electives in the department, of which one should be a research seminar. Public history can satisfy the departmental requirement for a secondary field. For Americanists, the courses must be comparative or in another field or in some combination thereof.    M.A. students may elect instead to complete a 44-point program leading to a New York State Board of Regents Certificate in Public History. In addition to requiring all the courses in the concentration, the certificate program requires students to take the two remaining introductory track courses and Literature of the Field: America to 1865 ( G57.1600). Finally, all public history students should complement class work with internships in various participating agencies in theNew York metropolitan area.    Enrollment is limited, and admission must be approved by the director of the program. Inquiries should be addressed to Professor Paul Mattingly, Director, Program in Public History, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Introduction to Public History G57.1750-1751 Required core course in the public history program. Bernstein, Mattingly. 4 points per term. Addresses the expanding literature on the theory of public history, the shifting parameters of the field, and the emerging techniques and methodologies. Concentrates on a project inNew York City.    Local and Community History in America G57.1752 W. Johnson, Mattingly, Walkowitz. 4 points. Focuses on the local and community history track of the public history program, giving special emphasis to the new urban history. Introduces the methodology and sources of community study.    History and Public Policy G57.1753 Mattingly. 4 points. Focuses on the policy track of the public history program and explores the process by which social insights and criticism become formalized into social policy inAmerica. Issues related to health, education, crime and poverty, urban life, and public and cultural organizations receive particular emphasis.    Media and History G57.1755 Abrash, Walkowitz. 4 points. Focuses on the media track of the public history program and reviews efforts at historical dramatization and documentary for radio, television, film, and print media. Students conceptualize historical research for media formats.    The Culture of Consumption, Material Life, and the Built Environment in America G57.1756 4 points.    Oral History: Theory and Practice G57.2012 Bernstein. 4 points. Fieldwork with emphasis in archival research and interviewing. Students complete a common research project and train in collaborative techniques of research and historical interpretation. ARCHIVAL MANAGEMENT AND HISTORICAL EDITING    The program in archival management and historical editing offers students the opportunity to combine either a Master of Arts or a Ph.D. degree in history with an Advanced Certificate in Archival Management and Historical Editing. The certificate program is also open to students with an M.A. or a Ph.D. degree in another appropriate social science- or humanities-based discipline. Ph.D. candidates in history may also elect to use the archives program as a second field, and Ph.D. students wishing to complete the entire program may apply 12 of the 20 required points toward their Ph.D. requirements.    Since 1977, this program has trained graduate history students for careers as archivists, historical editors, administrators, and manuscript curators. The program provides students with a solid foundation in the theory, methodology, and practice of archives. It also emphasizes the broad humanistic training in history necessary for archivists to develop a vision for their work. Course work in complementary disciplines and new technologies is stressed, ensuring that program graduates remain current with professional trends and developments. New York City offers a unique setting and laboratory for students exploring history and archives, and the program takes full advantage of the city’s repositories in providing internships and practicum experiences for its students. Program graduates work as archivists in a wide variety of academic, nonprofit, corporate, and governmental venues. The program’s unique historical editing component also trains historians for alternative careers in preserving and disseminating historical documents in book, microform, CD-ROM, and electronic formats.    All entering students enroll in a sequential, two-semester colloquium ( G57.1010 and G57.2010) that offers a broad overview of the field and combines classroom instruction with hands-on experience in an archival setting. Over the course of two semesters, students complete a major research paper on an appropriate archival topic and arrange and describe two archival collections in conjunction with their practicum. Students are also required to take a course in historical editing, which focuses on the location, arrangement, and publication of documents. As part of this course, students undertake research to identify and annotate their documentary collection.    M.A. students enroll in a 44-point program of study, leading to the Master of Arts degree in history and to the certificate. Requirements for the M.A. degree and the advanced certificate are 24 points in history (which must include an M.A. seminar) and 20 points in archives. Students are required to complete 12 points in the three core courses G57.1010, G57.1012, and G57.2010. Students successfully completing the program must have 16 points with a grade of B or better. Students with more than 4 points below B are not eligible for the certificate and may not register for additional courses.    Students holding an appropriate master’s degree in a social science or humanities discipline may be accepted into the program on a nondegree, certificate- only basis. Such students are permitted to register for 20 points in archives to complete the requirements. Ph.D. students in history wishing to use archives as a second field are required to complete the three core courses G57.1010, G57.1012, and G57.2010.    Through a consortium arrangement with Long Island University’s Palmer School of Library and Information Science, students are also able to enroll in more library-oriented courses offered at Bobst Library and to apply these credits toward their certificate. Students should check with the director for a complete list ofPalmerSchool offerings.    Enrollment is limited, and admission must be approved by the director of the program. For additional information, write to Dr. Peter J. Wosh, Director, Archives Program, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Archives and Historical Societies: Principles and Practicum I G57.1010 Required core course in archives program. Wosh. 4 points. Introduction to the theory and practice of managing public, private, and institutional archives in theUnited States. Includes a historical overview of record keeping and archives; an introduction to bibliographic resources, appraisal, arrangement and description, reference, collection strategies; and the development of the U.S. MARC:amc format. Students complete a supervised 45- hour practicum project in a professional archive.    Seminar in Historical Editing G57.1012 Required course in archives program. Katz. 4 points. Introduction to the theories, practices, and problems in editing and publishing historical documents. Students develop their own edited collections by drawing on a selection of Margaret Sanger papers, with prefatory material, transcriptions, annotations, and calendar.    Local and Community History G57.1752 4 points. See description under Public History.    Archives and Historical Societies: Principles and Practicum II G57.2010 Prerequisite: G57.1010. Required core course in archives program. Wosh. 4 points. Second half of the introductory, yearlong overview. Topics include conservation techniques and preservation management, electronic records, developing museum exhibits and outreach programs, records management, nontextual material, professionalization and the role of the archivist as a public historian, legal and ethical issues, and managerial concerns. Students complete a supervised 70-hour practicum project in a professional archive.    Oral History: Theory and Practice G57.2012 4 points. See description under Public History.    Introduction to Preservation and Reformatting G57.2013 De Stefano. 4 points. Introduction to preservation in archives, including an examination of the composition of paper, inks, nonprint materials, and the causes of damage and deterioration. Examines current preservation methods in archives and other repositories, such as conservation treatments, preservation microfilming, digitization and other types of reformatting, holdings maintenance programs and rehousing techniques, environmental control and disaster planning, and salvage methods.    Administrative History and Records Management G57.2016 4 points. Traces the rise of modern bureaucratic organizations and their relationship to the documentary records that they create. Focuses on the administrative evolution of authority and policy implementation. Case studies apply the principles of modern information scheduling to the administration of corporate records and their relationship to archival materials.    Automated Archival Description G57.2017 4 points. Examines automated techniques for managing and providing access to archival records and historical manuscripts. Introduces basic word-processing, database, and spreadsheet concepts. Includes an introduction to the MARC format as well as an introduction to EAP, SGML, HTML, and XML.    The Historian and the Visual Record: Exploring Alternative Sources G57.2021 4 points. Analyzes visual media, including photographs, posters, magazine illustrations, advertisements, motion pictures, and video. Attention to media as a source for examining political, social, cultural, intellectual, and economic history. Includes a curatorial component exploring how archivists manage records.    Topics in Archives and Editing G57.2023 2 points. In-depth study of emerging issues for archivists and editors. Topics vary each semester, and recent courses have focused on the following: the U.S. MARC:amc format for describing archival material, fund raising and grants management, archives in the business and nonprofit worlds, electronic records, and developing historical exhibits.    Research in Archival Management and Historical Editing G57.3013, 3014 Wosh, staff. 1-4 points per term.    Readings in Archival Management and Historical Editing G57.3023, 3024 Wosh, staff. 1-4 points per term. JOINT AND DUAL DEGREE PROGRAMS    Joint degree programs at the doctoral level are available with theInstitute ofFrench Studies, the Skirball Department of Hebrew and Judaic Studies, and the Department of Middle Eastern and Islamic Studies. A dual degree M.A.- J.D. program is available with theSchool ofLaw, although students admitted into this program are expected to earn the doctorate in history. Admission to these joint and dual degree programs must be granted by both departments or institutes or programs or schools upon entry or at the point of screening. Students in these programs normally are expected to complete the “literature of the field” courses and take the history department’s qualifying examination and a major field examination that may bridge the two disciplines. Joint and dual degree candidates are exempt from the departmental requirement for a second field. SPECIAL PROJECTS    The Margaret Sanger Papers Project collects, assembles, and publishes records documenting the life and career of the founder of the American birth control movement. Located in the department since 1987, the Sanger Papers Project microfilmed the Smith College Collections Series, consisting of almost 45,000 documents; in 1995 an additional 9,000 documents gathered in an international search were microfilmed as the Collected Documents Series. Both microfilmed series are being published by University Publications of America, along with a reel guide and index. The project is preparing an electronic edition of the microfilmed documents for distribution on CD-ROM or via the Internet. The project will then work on a four-volume book edition of selected Sanger letters. The project employs graduate assistants and other students. Documents from the Sanger Papers collection are available for student and faculty research and serve as practical examples for the course on historical editing.    For additional information, contact Dr. Esther Katz, codirector/editor of the Margaret Sanger Papers.    The Papers of Jacob Leisler Project is collecting, transcribing, and translating the entire extant public and private correspondence of earlyNew York governor Jacob Leisler (1640-1691) for publication in microfilm and annotated book editions. Considered by some colonial historians as the “Father of American Democracy” and best known for the 1689New York uprising that bears his name, Leisler played a prominent role in the economic and social development of colonial New York and earlyAmerica. Housed in the department since 1988, the Leisler Papers collection contains over 3,000 documents in Dutch, French, German, and English that provide a wealth of information on the Atlantic world in the early modern era. The project employs graduate and other students to assist in making the collection available to scholars and the public.    For additional information, please contact Dr. David William Voorhees, director of the Papers of Jacob Leisler Project.             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Zimmerman, Jonathan    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Jonathan Zimmerman   Professor of History; Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Johns Hopkins University, PhD 1993   Office Address:   246 Greene Street, 3rd floor   Email:        Phone:   212.998.5049   Fax:   212.995.4832   Field of Study:   United States   Areas of Research/Interest:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling     Bio   Jonathan Zimmerman is Professor of Education and History, serving jointly in the Department of History (FAS) and in the Department of the Humanities and Social Sciences in the Professions (Steinhardt). His research has focused on the ways that state schools shape citizens and cultures in the 20th century. He is currently working on two books: a global history of sex education and a history of academic freedom in American public schools. Zimmerman is the co-editor of two book series: \"American Institutions and Society\" (Cornell University Press) and \"History and Philosophy of Education\" (University of Chicago Press). Zimmerman has authored more than 300 oped pieces in the New York Times, the Washington Post, and other major newspapers and magazines. He is also featured on a bi-monthly radio show, \"That's History,\" on Philadelphia's National Public Radio affiliate.   Selected Works:   Books:    Small Wonder: The Little Red Schoolhouse in History and Memory (Yale University Press, 2009).                       Innocents Abroad: American Teachers in the American Century (Harvard University Press, 2006)                    Whose America? Culture Wars in the Public Schools (Harvard University Press, 2002)                    Distilling Democracy: Alcohol Education in America’s Public Schools, 1880-1925 (University Press of Kansas, 1999)                    Articles:    “‘Money, materials, and manpower’: Ghanaian in-service teacher education and the political economy of failure, 1961-1971,” History of Education Quarterly 51:1 (Spring 2011), 1-27.    “Where the Customer is King: American Textbooks Since 1945,” in A History of the Book in America , volume 5 (University of North Carolina Press, 2009), 304-324.    “Interchange: History in the Professional Schools,” Journal of American History 92 (September 2005), 553-576.    “Brown-ing the American Textbook: History, Psychology, and the Origins of Modern Multiculturalism,” History of Education Quarterly 44 (Spring 2004), 45-69 (Special Edition on the 50th Anniversary of Brown v. Board of Education).    “Ethnics Against Ethnicity: European Immigrants and Foreign-Language Instruction, 1890- 1940,” Journal of American History 89 (March 2002), 1383-1404.    “‘Each ‘Race’ Shall Have its Heroes Sung’: Ethnicity and the ‘History Wars’ in the 1920s,” Journal of American History 87 (June 2000), 92-111.    \"Beyond Double Consciousness: Black Peace Corps Volunteers in Africa, 1961-1971,\" Journal of American History 82 (December 1995), 999-1028.  Media:  Education and Diversity: Comparative Perspectives - Ghana   Jonathan Zimmerman discussing his book, Small Wonder: The Little Red Schoolhouse in History and Memory.  John Zimmerman, Professor of History and Education at NYU Steinhardt from NYU Steinhardt on Vimeo .     Update your faculty profile         Updated on 10&#047;02&#047;2012             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings (GSAS Bulletin)    | Department of History | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Offerings (GSAS Bulletin)   Courses are of several kinds:       Colloquia, dealing with specific periods or problems, based on common reading and discussion (in some cases supplemented by occasional lectures), and in which students normally write interpretive papers, book critiques and review essays, and/or bibliographical surveys.    Seminars, in which, after an initial period of common readings, students work primarily on a research project. (In certain cases students may also write research papers in courses that are technically “colloquia.”)    “Literature of the field” courses, designed to provide entry to a broad area of history, through reading and discussion of a number of major issues, problems, and controversies that represent traditional and contemporary approaches to the area as a whole. These courses introduce students to the kinds of materials and issues that are tested on the qualifying examination and provide a framework for preparing to take the qualifying exam. In some cases, however, students aiming only at the M.A. degree may be admitted to these courses with the instructor’s permission.    Methodology courses, intended to introduce students to a wide spectrum of issues, theories, and research strategies. Ph.D. students are required to take a methodology course in their first year.    Independent study courses, devoted to reading, research, or some combination, and set up between a student (or a small group of students) and a particular faculty member.    Dissertation prospectus seminars. Ph.D. students are required to take a dissertation prospectus seminar in their third year. Doctoral students may, with the approval of their advisers, enroll in up to four courses in other departments. The limit is two for M.A. students.    Doctoral students may also, with similar approval, prepare their second fields outside the history department. Courses are also available at nearby universities—Columbia,NewSchool, CUNY, and Fordham—through the Inter-University Doctoral Consortium. Interested students should consult the literature available in the department.    The following is a selected list of course offerings. METHODS, TRANSNATIONAL, COMPARATIVE    Industrialization and the Working Class in Comparative Perspective Since 1870 G57.1022 Nolan, Walkowitz. 4 points. Study of the transition from a maturing to a late society inEurope and theUnited States. Examines economic pressures, technological developments, entrepreneurial policies, ethnic and national subcultures, and emergence of urban and state institutions as they relate to the social history of the working class, the labor movement, and class consciousness.    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 Hull . 4 points. History ofEurope’s relations withAfrica south of theSahara. Early Greek and Roman contacts and the role black Africans played in Mediterranean civilizations. Impact ofAfrica onEurope in the Middle Ages, Elizabethan attitudes toward African civilizations, the Age of European Discovery, early settlement, colonial relationships, and new colonial interaction.    Environmental History G57.1050 Identical to G65.1022. 4 points. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    History of Sexuality G57.1057 Hodes. 4 points. Historical constructions of sexuality in theUnited States from the colonial era through the 20th century.    Global Encounters: 1300-1800 G57.1730 Feros, Waley-Cohen. 4 points. The general aim of this course is to study global interactions between various societies from 1300 to 1800, a period during which peoples from all continents encountered one another in conditions of both cooperation and collision. Topics include comparative notions of empire and colonial practices; the ideas and beliefs each society held about themselves and ‘others’ and the things and conventions that gave them such identities: language, color, ethnicity, kinship, religion, and so on. Throughout the course, students also study the structure of each society’s thought; the categories of analysis used in encounters with other societies; and how interactions and the language used to characterize others changed over time. Other topics include trade between various societies; the creation of colonial societies; slavery: evolution, concepts, and its influence in the creation of racial theories; diaspora in history and its influence in the various societies affected by migratory movements.    Transnational Construction of Race G57.2008 Hodes. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. Examines the role of women in revolution inRussia,China,Vietnam, andCuba, with emphasis on theoretical perspectives on women developed by each movement and the relationship between theory and practice.    Gender and Politics in the Age of the Democratic Revolution G57.2605 Levy. 4 points. Examines the “age of the democratic revolution,” with a focus on the comparative history of women and gender in several European and American cultures.    The Making of the African Diaspora G57.2622 Gomez, Kelley. 4 points.    Colloquium: Modern City Culture G57.2754 Bender. 4 points. Studies the culture ofNew York City in comparative perspective, particularly emphasizing the relation of political and economic modernization to the culture of modernity and artistic movements of modernism.    Theories of Nationalism G57.3500 4 points.    Approaches to Historical Research and Writing G57.3603 4 points.    Race and Place: Local, Regional, National, and Transnational Explorations G57.2014 Hodes. 4 points. Explores historical constructions of race and the meaning and significance of race, with an emphasis on (though not limited to) theAmericas. Seeks to place these explorations in the context of various geographical levels, from local and regional to national and transnational, with attention to the crossing of all such borders. Devotes equal attention to historical methodology, including searching for sources and evaluating evidence; the formulation and presentation of arguments; the craft of writing; and the voice of the scholar.    Early Modern European Imperialism: Discourses, Institutions, Experiences G57.2186 Feros. 4 points. This one-semester seminar on early modern European imperialism is designed to give students interested in the history of early modernEurope, the Atlantic world, the history ofAfrica, and colonialLatin America a general understanding of the early modern ideologies and institutions that enabledEurope to colonize parts ofAfrica and theAmericas. Throughout the semester, students examine several important topics: medieval precedents of early modern imperialism; theories of empire and monarchy; ideologies of conquest and colonization; models of conquest and colonial exploitation; and the relevance of race and slavery in understanding European influence inAfrica and theAmericas. MEDIEVAL EUROPE (FROM THE FALL OF ROME THROUGH THE 14TH CENTURY)    Seminar: The Classical Tradition in the Middle Ages G57.1109 Claster. 4 points. Studies the role of the classical heritage of Greco-Roman antiquity in the formation of the culture of the Latin West. Focuses on the conflicts—real or imagined— between Christianity and classical culture and the ways in which classical learning was preserved, transmitted, and assimilated. Covers the Roman response to Hellenism through the medieval period and the 13th century.    The Transition from Classical Antiquity to the Middle Ages G57.1111 Claster. 4 points. Focuses on the main themes in classical antiquity, particularly Roman history, and the emergence of early Western medieval culture. Themes include the decline and transformation of the Western empire; the rise of Christianity; and the influx of Germanic peoples and how they all interacted with one another to build a new European civilization. Emphasis is on the reading of primary source material and discussion of the problems and theories involved in understanding the evolution of a new civilization.    The Crucible of Europe : The Late Fifth Century to 1050 G57.1112 Claster, P. Johnson. 4 points. During this period,Europe takes on form and coherence. Under the Carolingians, Ottomans, Normans, and the church,Europe builds on the foundations of the Romans. Topics includeEurope’s relations with the Byzantine and Islamic East.    The Harvest of the Middle Ages: 1250-1450 G57.1114 Claster, P. Johnson. 4 points. Europe from the apogee of the medieval world to economic and social contraction. The dissolution of the medieval outlook is replaced with a new humanism that presaged something altogether different by the mid-15th century. Covers changes as well as continuity asEurope entered the early modern period.    Medieval France G57.1117 P. Johnson. 4 points. France governed by the Capetian and Valois kings served as a seedbed for a brilliant medieval society. Agrarian and social-economic backgrounds, intellectual life, political strategies, crusades, literature, Gothic art, and personalities of that period.    Marginal People in the Middle Ages G57.1121 P. Johnson. 4 points. Investigation of disenfranchised groups in medievalEurope: women, slaves, lepers, the poor, the insane, Muslims, Jews, and heretics. Why and how they were marginalized.    Central Middle Ages G57.1122 Claster, P. Johnson. 4 points. Study of a period of cultural, artistic, and intellectual brilliance; growing intolerance; corporatism in government; and Christian imperialism.    History of Byzantium I, 284-867 G57.1503 4 points. Examines the principal historical development ofByzantium from the reign of Diocletian to the rise of the Macedonian Dynasty.    History of Byzantium II, 867-1453 G57.1504 4 points. AnalyzesByzantium from the Macedonian Dynasty to the fall ofConstantinople in 1453 to the Ottoman Turks.    New Works in Medieval Studies G57.2100 P. Johnson. 4 points.    Women and Gender in the Middle Ages G57.2109 P. Johnson. 4 points. Examines women’s experience in and contributions to medievalEurope and developments in gender formulations during the Middle Ages.    Literature of the Field: Early Middle Ages G57.2112 P. Johnson. 4 points. Research methods, interpretation, and the actual writing of medieval history have changed. This course explores changes in the approach to the study of medieval European history as they apply to social, cultural, and religious history.    Literature of the Field: Later Middle Ages G57.2113 Claster, P. Johnson. 4 points. Interpretation of medieval history in the 20th century. Historiography and sociology of knowledge.    Colloquium: Christian Monasticism—East and West G57.2114 P. Johnson. 4 points. History of Christian monasticism from its roots in the Egyptian desert, through its flowering in the central Middle Ages, to its partial destruction in the Reformation.    Italy in the Ages of Dante and Petrarch G57.2120 4 points. History of northernItaly, the old Regnum Italiae, from the late 12th century to around 1400. Particular attention is paid to the 13th and early 14th centuries, the era of Dante and Petrarch; the economy; politics and civic culture; society, especially the social response to the new spirituality; and the economic, political, and social changes following the Black Death.    The Crusades: A Reevaluation G57.2219 Claster, P. Johnson. 4 points. Studies the history of the Crusades and theCrusaderKingdom in the context of both the Latin West and the eastern Mediterranean world. Explores major themes and issues raised by the crusading movements against a background that provides an understanding of the era and an understanding of theories proposed by modern historians to interpret the Crusades. Emphasis is on primary sources—Latin, Arabic, Jewish, and Byzantine—in translation.    Seminar: Topics in Byzantine and Ottoman History G57.3025 Salzmann. 4 points.    Seminar in Medieval History G57.3115 Claster, P. Johnson. 4 points.    Readings in Medieval Greek Sources G57.3116 4 points.    Seminar: Medieval Church G57.3119 P. Johnson. 4 points. Readings and discussion of the culture and institutions of the Latin Church from the 6th to the 14th centuries. Introduction to important literature and problems that prepare the student for advanced-level research in medieval ecclesiastical history.    Seminar: Church and Society in Premodern Europe G57.3120 P. Johnson. 4 points. Research seminar on issues of the church and society in medieval and early modernEurope. EARLY MODERN EUROPE (1400-1789)    Literature of the Field: Early Modern Europe I G57.1150 Required of Ph.D. candidates making this their major field. Feros. 4 points. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Early Modern Europe II G57.1151 Feros, Levy. 4 points. Introduction to the field of early modernEurope through a critical reading of important works by modern historians in this field. Focuses on political, cultural, and intellectual history.    France : The Old Regime, 1562- 1715 G57.1163 Levy. 4 points. Themes include demographic, economic, social, political, and cultural structures of the old order; the civil wars of the 16th century; political culture of royal absolutism; intellectual currents and oppositional politics; popular culture; historiographic debates; the Enlightenment and the development of political oppositions; and the origins of the French Revolution.    Colloquium: Italy During the Renaissance G57.2157 4 points. Intensive reading of themes from 14th-, 15th-, and 16th-centuryItaly, including the nature of the city-state and of Italian urban society, urban culture and humanism, the origins and nature of the Renaissance as seen in its historians, and the effects of the foreign invasions on Italian life and culture. A series of bibliographical papers are required.    Colloquium: The European Enlightenment G57.2160 Levy. 4 points. Surveys the material, cultural, and intellectual origins of the European Enlightenment; Enlightenment thought as oppositional politics, with attention to religious, economic, social, and political writings; the culture of the scientific revolution; feminine and feminist cultures; political journalism and polemic; the literary underground; and popular culture and its politicization.    Seminar: Topics in Early Modern Europe : European Society and Religion G57.2162 Feros. 4 points.    State and Society in Early Modern Europe G57.2164 Feros. 4 points.    Early Modern Spain G57.2166 Feros. 4 points. Provides a solid knowledge of the political, social, and cultural history of early modernSpain.    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. Themes include women’s legal status, family and work, intellectual and cultural life, religious practices, political roles, and gendered cultural values.    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative. MODERN EUROPE (1750-PRESENT)    Culture and Society in the 19th Century G57.1000 Seigel. 4 points.    Modern Greek History G57.1124 Fleming. 4 points. Examines how the major developments in modern European history from the Enlightenment and state formation to the post-1945 era were manifested in “peripheral” and “small” European nation-states by usingGreece as a case study.    European Fascism in Comparative Perspective G57.1196 Nolan. 4 points.    Literature of the Field: Modern Europe Through the 19th Century G57.1201 Required of Ph.D. candidates making this their major field. 4 points. Survey of the major literature and historiographical issues in the modern European field.    Literature of the Field: Modern Europe from 1900 to 1945 G57.1202 4 points.    19th-Century France G57.1209 Identical to G46.1610. Judt. 4 points. The impact of revolutions and economic changes on 19th-century French society.    20th-Century France G57.1210 4 points.    Society, Culture, and Politics in Contemporary Italy G57.1222 Ben- Ghiat. 4 points.    Diplomatic History of Europe in the 19th Century G57.1251 Stehlin. 4 points. Major diplomatic events from 1789 to 1900, such as the French and Napoleonic Wars, European Restoration, national unification, imperialism, and the Bismarckian settlement. Discussion of their relation to political, economic, and social events.    Diplomatic History of Europe in the 20th Century G57.1252 Stehlin. 4 points. Major diplomatic events from 1900 to 1939, such as the various crises in the century’s first decade, the origins and results of World War I, the search for security in the 1920s, Nazi and Fascist policy, and the coming of a second world war. Discusses their relation to political, economic, and social events.    Women in European Society and Politics G57.1253 Nolan. 4 points. Explores main themes of and principal approaches to European women’s history from the late 18th century through World War II.Readings focus onBritain,France,Germany, andRussia.    Politics and Society in Germany , 1870-1945 G57.1274 Nolan. 4 points. Explores recent research and controversies in modern German social history. Emphasis is on the nature and contradictions ofGermany’s industrial capitalist system, the history of the German working class and its political and cultural organizations, and the history of women.    Czarist Russia , the Muscovite Period to the Revolution G57.1301 Kotsonis. 4 points. The long-term geographical, social, and cultural foundations of Russian history. Emergence of the command society and the impact of modernization from the reign of Peter the Great to the Russian Revolution.    Revolutionary and Soviet Russia G57.1302 Kotsonis. 4 points. Peasant, religious, and Praetorian rebellion in oldRussia; the Populist and Marxist revolutionary movements; the urban and peasant revolutions in 1905 and 1917 to 1920; and the Stalinist industrial, urban, and bureaucratic revolution.    Political History of Russia , 1796- 1856 G57.1325 Kotsonis. 4 points. Introduction to the fundamentals of Russian history seen through the prism of the early 19th century and the study of war, diplomacy, state administration, agrarian reform, the nationalities question, the problems of industrialization, and intellectual and revolutionary movements.    The Decline and Fall of the Russian Empire, 1856-1917 G57.1326 4 points. Modernization and its breakdown during the reigns of the last three czars. Agrarian and administrative reform, industrialization, urbanization and the urban crisis, the emergence of a revolutionary elite, and the revolutions of 1905 and February 1917.    History of England Since 1688 G57.1408 Scally. 4 points. Classic and current scholarship in English social and cultural history, law and society in the 18th century, family history, demography, industrialization and the city, Victorian women’s history, and imperialism. Students present interpretive papers on themes developed with the instructor.    Britain in the 20th Century, 1914 to the Present G57.1409 Scally. 4 points. Introduction to the developing social structure and culture ofEngland during and since the first Industrial Revolution. Topics in English social history include family history, mobility, work discipline, illegitimacy, and alcoholism, which are subjects of recent research.    History of Modern Ireland , 1690- 1921 G57.1416 Open to undergraduates with permission of instructor. Scally. 4 points.    History of Modern Ireland , 1922- 1998 G57.1417 4 points.    Irish and European Migration to America G57.1419 4 points.    Topics in Balkan History G57.1506 Fleming. 4 points. Emergence and persistence of nationalism in the Balkans. Commonalities and differences between Balkan and European nationalist theory and practice.    Topics in East European Jewry G57.1526 Engel. 4 points.    Topics in West European Jewish History G57.1527 Engel. 4 points.    Topics in Women and Gender in French History G57.1764 4 points.    The French Economy Past and Present G57.1910 Chapman. 4 points.    Italian Fascism G57.1982 Ben-Ghiat. 4 points.    Seminar: Development of the European State in the 19th Century G57.2131 Stehlin. 4 points. Political, economic, and social developments inEurope from 1815 to 1914. How didEurope become a functional entity and meet its problems in terms of political institutions, governmental structures, and social movements that culminated in a changed relationship between individuals and the state? What forces shaped European society and prepared it for the 20th century? Conservatism, liberalism, and socialism and their effect on and interrelationship with political and social developments.    Modern French History G57.2163 Prerequisite: fluent reading knowledge of French. Judt. 4 points. Covers French political, cultural, and social history from the mid-19th century to the 1960s. Students read major historical monographs and articles and present their plans for doctoral-level research on French history.    Colloquium: The French Revolution G57.2178 Levy. 4 points. Study of the economy, society, ideology, and political culture inFrance during the revolutionary decade, with attention to historiographic debates concerning the intellectual and cultural origins of the Revolution; the first new regime, 1789-1791; revolutionary radicalization; the political culture of the Terror; gender and revolutionary politics; expansion and conquest; and the Revolution’s impact on the formation of modern political culture.    Russian Revolution as Memoir G57.2183 Kotsonis. 4 points.    History and Memory in Europe/World War II G57.2184 Judt. 4 points.    Nationalism, Imperialism, National Identity: Italy and the Mediterranean World, 1870-1930 G57.2226 4 points.    Colloquium: Paris , Vienna , and the Cultures of Modernism G57.2230 Seigel. 4 points. Study of modernist culture in two of its most prominent settings, theParis of theThirdRepublic andVienna in the last years of the Hapsburg Empire. Introduction to political and social conditions that provided the framework for modernist currents and to representative figures in social theory, philosophy, literature, and the arts.    20th-Century French Political Thought G57.2233 Judt. 4 points.    M.A. Seminar: Europe —The Making of 19th-Century Bourgeois Society G57.2240 4 points.    Colloquium: Weimar Germany G57.2248 Stehlin. 4 points. Explores strengths and weaknesses ofGermany during its transition from a monarchy in 1918 to totalitarianism in 1933: the legacies of World War I, economic problems, foreign affairs, culture, and the enemies of the republic.    Post-World War II Germany G57.2250 Nolan. 4 points.    Economy, Society, and Politics in German History G57.2251 Nolan. 4 points. Recent research and the controversies in modern German history, with a focus on the period from 1914 to 1945.    Seminar: Origins of World War I G57.2257 Stehlin. 4 points. Explores the causes and responsibility for the war. Topics include the diplomatic crises before 1914, the internal situation ofAustria, the assassination, and interpretations of the causes of war.    Colloquium: Origins of World War II G57.2258 Stehlin. 4 points. Explores the instability of the European state system of the post-1918 era and the contributions of each state to the outbreak of war. Topics include the Versailles Treaty, reparations, Nazi and Fascist diplomacy, Western and Russian diplomacy, and the immediate cause of the war.    Colloquium: Topics in Working- Class History, 1870-1945 G57.2259 Nolan, Scally. 4 points. Concentrates on the working class inBritain,France,Germany, andItaly. Investigates the character and composition of the working class, forms of working-class protest, and the theory and practice of working-class movements.    Politics and Ideas in Europe Since 1939 G57.2260 Judt. 4 points. Discusses aspects of European political, cultural, and intellectual history, from the Second World War to the present. Covers material from East andWest Europe that is mostly primary in nature—novels, essays, contemporary political writings, etc. Emphasis is on the interrelation of cultural, political, and philosophical ideas and affairs in modernEurope.    Colloquium: Methods and Problems in European Intellectual History G57.2266 Seigel. 4 points. Introduces modern European intellectual history, through the study of four to six major thinkers and the diverse and conflicting methods employed to interpret them. Those studied are chosen from a list that includes Kant, Rousseau, Hegel, Marx, Mill, Baudelaire, Durkheim, Bergson, Weber, Nietzsche, and Freud.    Seminar: Britain and Ireland Since 1750 G57.2427 Scally. 4 points. Introduces the interpretive and primary literature in modern English history, with emphasis on recent scholarship and methodology in English social and cultural history.Readings and discussions of social class structure, the Victorian city and village, labor unions, public education and literacy, criminality, prostitution, and health.    Mediterranean Europe in the 20th Century G57.2503 4 points. Discusses the ways individual countries of Mediterranean Europe experienced similar patterns of political and social change and the extent of a common and distinct overall pattern of historical evolution in Mediterranean Europe in the 20th century.    The Global Economy G57.2560 Nolan. 4 points.    Colloquium: Aesthetics and Politics in Europe , 1890-1939 G57.3270 Seigel. 4 points. Study of selected artistic and literary movements whose practices located them at the intersection of aesthetic innovation and political challenge. Each year, two topics are chosen from the following: (1) aestheticism and futurism inItaly; (2) surrealism inFrance; (3) art and politics inWeimar Germany.    Bourgeois Life and Culture in 19th- Century Europe G57.3290 Seigel. 4 points. LATIN AMERICA AND THE CARIBBEAN    Literature of the Field: Colonial Latin America G57.1801 Thomson. 4 points. Examines how Spanish- and Portuguese- American empires were created, how their societies and cultures were shaped, and how their institutions and their economies were modified by internal changes. Considers the 18th-century reforms of the colonial system and the growing pressure for independence.    Literature of the Field: Modern Latin America , 1824-Present G57.1802 Ferrer, Grandin. 4 points. Introduction to historiography of postindependenceLatin America. Focuses on topics such as the integration ofLatin America into the world capitalist trade and investment system, evolution of rural and urban labor systems and movements, liberalism, nationalism, U.S.-Latin American relations, and revolutionary movements.    History of Latin American Women G57.1810 4 points.    The Human Condition in Latin America, 1945-Present G57.1818 Identical to G65.1051. 4 points. Introduction toLatin America through the study of contemporary history: population growth, urbanization, social transformations, economic development, political crises, relations with the developed andThird World nations. Attempts to make meaningful the recent past and present of our neighbors, to show how it engages with our own, and to evoke a sympathetic understanding of their aspirations.    Colloquium: Topics in Latin American and Caribbean History G57.2800 Ferrer, Grandin, Thomson. 4 points. Historiographic and analytic approaches to variable topics. Recent colloquia included Historical Perspectives on Race and Ethnicity inLatin America andIndependence and Nationalism in the 19th Century. May also focus on the history of a particular country or subregion, such as modernBrazil,Central America, or theCaribbean.    Slavery, Colonialism, and Revolution in the Caribbean G57.1809 Ferrer. 4 points. Introduction to the major themes and debates of colonialCaribbean history. Begins with the reading of general works on theCaribbean: selections from major texts and classic essays by historians, anthropologists, and literary critics arguing the case for the study of theCaribbean as a unit of analysis. From there, goes on to consider the central themes of the region and the period: slavery, capitalism, and emancipation; colonialism, revolution, and imperialism; nationalism and race. Themes are studied from a variety of approaches and perspectives, from very local microhistorical studies to comparative ones to more sweeping global treatments. Throughout, an attempt is made to bridge the vertical lines that often separate the study of the different linguistic and imperial Caribbeans.    Research Seminar: Latin America and the Caribbean G57.2801 Ferrer, Grandin, Thomson. 4 points. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources available in theNew York area, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography.    Topics in Latin American History: Culture and Politics in Latin America G57.2803 4 points.    Seminar: Politics and Culture in Latin America G57.2804 4 points. AFRICA    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 4 points. See description under Methods, Transnational, Comparative.    History of Jews and Judaism in Africa G57.1556 Hull . 4 points.    Imperialism, Colonialism, and Decolonization in Africa Since 1875 G57.1558 Hull . 4 points. Analysis of the theory and practice of imperialism as it applied toAfrica south of theSahara; the theory and practice of colonial administration in British, French, and Belgian Africa; and the nature of the relationships between the independent African nations and their former colonial masters.    The Fabric of West African Civilization G57.1559 4 points.    History of Apartheid in South Africa Since 1652 G57.1577 Hull . 4 points. Study of racial and ethnic conflict and cooperation in southernAfrica since the late 17th century. Emphasis is onSouth Africa,Mozambique, and Zimbabwe.    Conceptualizing the African diaspora G57.1785 A colloquium concerned with the ways in which the African diaspora has been (and is being) theorized; that is, the conceptual and methodological frameworks within which the African diaspora has been located, and by which the imaginary has been approached. Specifically, the field is considered in connection with and through insights provided by studies of the subaltern and cultural, theories of feminism and hybridity and creolization, black radical internationalism, etc.        Literature of the Field: the African diaspora G57.1801 A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Islam in West Africa G57.2007 Gomez. 4 points.    Colloquium: African Slavery and the Atlantic Slave Trade G57.2555 Hull . 4 points. Examines the institution of servitude and slavery in tropicalAfrica since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    African Civilization: Perceptions and Realities G57.2556 4 points.    African Culture and Experience in North America G57.2029 A seminar on African culture and experience in North America, differing from conventional courses on African Americans in that it focuses on and emphasizes the specifically African contribution while following the permutations and re-imagination of that contribution over time and in response to other cultural sources.    The Making of the African Diaspora G57.2622 A seminar that emphasizes the historiography of what has come to be called the African diaspora, but in other eras was called something else, like pan-Africanism. Seminal works by Du Bois, Barnett Wells, Padmore, Casely Hayford, James, Blyden, Crummell, Cooper, etc., are examined. ASIA    Literature and Politics in Modern China G57.1195 M. Young. 4 points. Explores the ways in which literature was intimately shaped by its social and political context and the extent to which literature itself became part of the material forces working to change that context.    Topics: East Asian History G57.1731 4 points.    China and the West G57.1916 Waley-Cohen. 4 points.    Modern Chinese Intellectual History G57.1919 Karl. 4 points.    Historical Epics of China and Japan G57.1994 Roberts. 4 points.    Japanese Imperialism G57.1995 L. Young. 4 points.    Literature of the Field: Problems in Japanese History II G57.2001 L. Young. 4 points.    Modern Japanese Culture G57.2005 Harootunian. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. See description under Methods, Transnational, Comparative.    Culture of Imperialism G57.2557 M. Young. 4 points. Exploration of the unequal exchange between colonizer and the colonized in the 19th and 20th centuries. The perspective is comparative, the method interdisciplinary.    Thought and Law in Imperial China G57.2558 Waley-Cohen. 4 points. Examines the nature and role of Chinese legal culture from 221 B.C. to A.D. 1911. Topics include Confucian and popular religious influences; criminal, contractual, and family law; and the impact of Chinese law in Vietnam, Korea, and Japan.    Mapping South Asia : Culture, Politics, and History G57.2915 4 points.    Studies in Culture and Politics in Modern Japan G57.2917 4 points. MIDDLE EAST    History of the Ottoman Empire G57.1125 Salzmann. 4 points.    The Near East Under the Greeks and Romans G57.1501 Identical to G77.1621. Peters. 4 points.    History of the Middle East , 600- 1200 G57.1502 Identical to G77.1640. Husain. 4 points.    Egypt in Modern Times G57.1511 Identical to G77.1664. Lockman. 4 points.    Topics in Ottoman History G57.1513 Identical to G77.1651. Salzmann. 4 points.    Revolutions in the Islamic Middle East G57.1517 Identical to G77.1616 and G93.1616. 4 points.    Topics in Medieval Islamic History G57.1521 Husain. 4 points.    Islam in the Modern World G57.1522 Identical to G77.1803. 4 points.    Seminar on the Modern History of the Middle East I: The Great Powers and the Middle East G57.1533 4 points.    Seminar on the Modern History of the Middle East II : Leaders and Revolutions G57.1534 4 points.    Modern Iran (1800 to the Present) G57.1541 Identical to G77.1661. Chelkowski. 4 points.    Islamic Middle East, 1200-1800 G57.1641 4 points.    History of the Middle East : 1750- Present G57.1642 4 points.    Literature of the Field: Modern Middle Eastern History G57.1643 4 points.    Late Ottoman Empire G57.1652 Salzmann. 4 points.    Seminar in Modern Middle Eastern History I G57.1653 4 points.    Seminar in Modern Middle Eastern History II G57.1654 4 points.    Problems and Methods in Middle Eastern and Islamic Studies G57.2513 Identical to G77.1687. 4 points.    Introduction to Islamic Studies G57.3502 Identical to G77.1700. Peters. 4 points. UNITED STATES (CONTACT TO PRESENT)    Lower East Side American Jewish Memory G57.1271 Diner. 4 points.    History of American Judaism G57.1280 Diner. 4 points.    Jewish Women in America : Historical Problems G57.1281 Diner. 4 points.    Women and Social Movements: New York in the 1930s G57.1284 Diner. 4 points. This course is part of a national project to create a Web site documenting the history of women and social movements in theUnited States. The project is coordinated by Professors Thomas Dublin and Katherine Sklar atBinghamtonUniversity and involves scholars and students from around the country. Each team creates its own Web site, all of which will be linked together.    Literature of the Field: America to 1865 G57.1600 Required of Ph.D. candidates making this their major field. 4 points. Surveys major literature and historiographical issues in the American field from European contact to 1865.    The American Colonies to 1763 G57.1601 Kupperman. 4 points. Examines the origins of English colonization, labor and immigration patterns, religion, the economics of empire, social relationships, and politics from the perspective of continuity and change.    The American Revolution and Constitution G57.1603 4 points. Studies the tension betweenEngland and the American colonies in a political and social context. Other topics include revolutionary ideology, constitutional conflict, the War ofIndependence, the framing of new state government, and the debate over the federal Constitution.    Politics, Ideas, and Culture in America , 1750-1930 G57.1604 Bender. 4 points. Studies selected practical and prescriptive versions of American culture and politics, articulated by writers, intellectuals, and political leaders from 1750 to 1930.    The United States, 1789-1824: Problems of the New Nation G57.1605 4 points. Studies political behavior and party formations in the emergent American nation, with emphasis on the relationship of economic policy and foreign affairs to political process.    The Civil War and Reconstruction, 1850-1877 G57.1607 Open to undergraduates. 4 points. Studies the social, political, and cultural history of theUnited States from 1850 to the end of Reconstruction. Focus is on the 1861-1865 crisis of theUnion, its antecedents, and its consequences.    Literature of the Field: America Since 1865 G57.1610 Required of all Ph.D. candidates making this their major field. 4 points. Surveys the major literature and historiographical issues in the American field from the Civil War to the present.    The United States in the 20th Century to 1945 G57.1612 4 points. Studies political, economic, and foreign relations issues during the period from the Spanish-American War to 1945. Discusses major figures and developments historiographically to emphasize the historical literature, interpretations, and continuing dialogue.    Intellectual History of the United States , 1830 to 1890 G57.1701 4 points. Surveys major currents of American thought in the 19th century, focusing on American romanticism and scientific naturalism, utilizing materials from imaginative literature, philosophy, the fine arts, political and social thought, religion, and science.    Intellectual History of the United States Since 1890 G57.1702 4 points. Surveys major currents of American thought from the end of the 19th century, focusing on American relativism, utilizing materials from imaginative literature, philosophy, the fine arts, political science, and technology.    U.S.-East Asian Relations G57.1737 M. Young. 4 points. From the open door as the McKinley administration understood it to the open door as Deng Xiaoping defined it. Examines the American imagination ofAsia, the reality ofU.S. policy toward specific Asian countries, and the corresponding imagination and reality of Asian nations toward theUnited States.    Local and Community History in America G57.1752 4 points. See description under Public History.    History and Public Policy G57.1753 4 points. See description under Public History.    Media and History G57.1755 4 points. See description under Public History.    Historical Thinking: Women and Gender in the United States G57.1761 Gordon. 4 points.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. Introduction to the major scholarship on women and work inU.S. women’s history, with focus on the 19th and 20th centuries.    American Social History in the 19th Century G57.1771 Hodes. 4 points. Causes and consequences of the Civil War, including the transition to capitalism and the transformation of work in the North; southern slavery; religion and reform; class, politics, and Jacksonian democracy; African American freedom; labor and politics in the Reconstruction South and in the industrializing North; and capitalist expansion at the end of the century.    American Social History Since 1870 G57.1772 Kelley, Walkowitz. 4 points. Modernization of American society in the past 100 years, focusing on the growth of industrial and urban society. Attention to trends in social mobility and stratification; the impact of modernization on class structure, immigration, blacks, women, and the modern family.    Common People in Early America G57.1773 4 points. The “less articulate,” from the Revolution to the Civil War. Urban, ethnic, and religious tensions and their contributions to a sense of rising class distinction in early American history.    History of American Higher Education G57.1778 Identical to E55.2067. Mattingly. 4 points. Topics in the history of American colleges and universities since 1750. Analysis of educational policies and functions, with attention to the limitations of educational responsibility, the transformation of institutional structures, changing modes for gaining and imparting knowledge, and the social prerogatives and initiatives assigned to an educated class.    Afro-American History G57.1782 Kelley, Sammons. 4 points. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancientAfrica to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Women in 20th-Century America G57.1789 4 points. Surveys women in modernAmerica, with emphasis on work, politics, feminism, and changing social roles.    Indians in Early America G57.1891 4 points.    Master’s Seminar: Historical Research Methods G57.2022 Wosh. 4 points. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Colloquium: American Cultural History G57.2024 Bender. 4 points. Examines modes of cultural history, particularly newer ones. Explores recent theoretical and historiographical discussions of cultural history.    Seminar: 19th-Century Intellectual and Cultural History G57.2025 Bender. 4 points.    Colloquium: Christianity and Culture in America —From Finney to Falwell (1820-1990) G57.2026 Wosh. 4 points. Examines the nature of American Christianity from the revivals of the early 19th century through the revival of the religious right in the 1990s. Explores themes in American religious development, including the changing nature of Roman Catholic, mainline Protestant, evangelical, fundamentalist, and Pentecostal movements; the relation between gender and religion, the development of African American religious traditions, and the relationship of Christianity to larger social, religious, and economic structures in American society. Students examine and interpret a wide range of primary sources and significant texts in American religious and cultural history.    Between History and Literature: Rethinking African American Autobiography G57.2027 Sammons. 4 points.    Gender/Cultural History in America G57.2030 Duggan. 4 points.    M.A. Seminar: Oral History, Afro- American G57.2256 Sammons. 4 points.    Immigration, Ethnicity, and Gender Relations G57.2293 Diner. 4 points.    Right-Wing Politics in U.S. History G57.2306 Duggan. 4 points.    Transition from Slavery to Freedom in the United States G57.2553 Krauthamer. 4 points.    Colloquium: Topics in Colonial American History G57.2603 May be repeated for credit with permission of the instructor. 4 points. Reading and discussion examining one aspect of colonial society in depth.    Colloquium: Radicalism and Reform in the United States G57.2608 4 points. Examines the origins, motives, and achievements of dissenting movements inAmerica, from 17th-century English backgrounds to the present. Emphasizes individuals and groups interested in changing the existing system toward greater equality for the individual. Topics: nonconformist dissent of the Puritan revolution, reform and radicalism of the American Revolution, Jeffersonian and Jacksonian democracy, antebellum perfectionism, populism, socialism, progressivism, communism, the New Deal, and the 1960s New Left.    Colloquium: The Progressive Era G57.2609 Mattingly. 4 points. Emphasizes reading and discussion of selected specialized accounts of the Progressive Era and the variety of reformers and reform.    Research Seminar: U.S. History G57.2612, 2613 4 points per term. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography. The instructor sets the limits of the area in which students choose topics, e.g.,U.S. foreign policy since 1900 or the American Revolution.    American Legal History G57.2615 Team taught by members of the history department and the law school faculties. 4 points. Explores the broad social and legal issues that shaped the American past and focuses on the human forces operative in American law.    Colloquium: Topics in American Social History G57.2621 May be repeated for credit with permission of the instructor. Kelley, Mattingly, Walkowitz. 4 points. Explores recent literature on American social history, with attention to the new interpretations of women and labor, education and religion, town and urban development, business structures, and social class formation.    Sports in American Society G57.2624 Sammons. 4 points.    Colloquium: Topics in U.S. History, 1789-1850 G57.2655 4 points. American political behavior in the eras of the first and second party system. Introduces biographical analysis and behavioral and quantitative analysis to penetrate the myths of the Age of Jackson and its antecedents.    Politics and Culture of the Great Depression G57.2696 4 points. Introduction to the major political, economic, and cultural trends of the 1930s, with attention to institutional change and the human impact of the depression.    Colloquium: The New Deal G57.2697 4 points. Deals with President Franklin Roosevelt’s political leadership, the Great Depression, and the New Deal through reading and discussion of important monographic studies.    Colloquium: Topics in 19th- Century American Intellectual History G57.2707 4 points. Readings in American romanticism and American scientific naturalism.    Colloquium: Topics in 20th- Century American Intellectual History G57.2709 4 points. Works on the major currents of American thought in the 20th century.    Topics in 20th-Century American Cultural History G57.2710 4 points.    Urban Blacks in 20th-Century America G57.2714 Kelley, Sammons. 4 points. Examines the maturation of a postslavery, rural economy and the rise of associated, racially proscriptive legislation; black responses and adjustments; the motivations for and expectations of migration; and the cultures and communities black people created and physically abandoned. Analyzes the political, social, and cultural life of urban African Americans in its many forms from the high to the low, assessing the flow of influence. Provides an overview and synthesis of the many local studies in hopes of identifying commonalities and distinctions across communities.    Colloquium: America in the 1960s G57.2715 4 points. Readings and discussion on the 1960s. Seeks an understanding of the politics, culture, ideology, economy, and movements for change of the decade; the Vietnam War and the antiwar effort.    Colloquium: Women’s Political Culture G57.2750 4 points. Examines the varieties of women’s participation in public life from 1820 to the present, with an emphasis on how gender consciousness has shaped its forms and content over time.    Cold War, 1945-1989 G57.2771 M. Young. 4 points.    Seminar: U.S. History in the 20th Century G57.2776 4 points.    Colloquium: The United States Since 1945 G57.2778 4 points. Origins of the cold war; domestic, social, economic, and political development. Special topics include the Fair Deal, the War on Poverty, and major social upheavals of the 1960s.    Colloquium: The Cold War, 1945- 1989 G57.2779 M. Young. 4 points. Examination of the cold war from World War II to the fall of the Soviet empire in 1989.    Topics in American Foreign Policy: Vietnam G57.2780 M. Young. 4 points.    Social Movements in the United States , 1890-Present G57.3608 Gordon. 4 points.    Topics in Intellectual and Cultural History G57.3611 Bender. 4 points.    Seminar in American Intellectual History G57.3705 Open to students at both the master’s and doctoral levels. 4 points. Research seminar focusing on topics in American intellectual history. Students prepare substantial research essays using primary source materials. Discussions of historiography, methodology, and bibliography. Class criticism of the students’ work. RESEARCH AND READING    Reading in History G57.3011, 3012 1-4 points per term.    Research in History G57.3021, 3022 Open to students engaged in dissertation research by special permission of a departmental adviser. 1-4 points per term.    Specialized Programs and Courses HISTORY OF WOMEN AND GENDER    The Department of History offers a specialization or a second field in the history of women and gender. The program explores the changing role of women in history and the social construction of gender both historically and theoretically.    A planning committee of faculty and graduate students initiates programsponsored workshops, conferences, and faculty and graduate student lecture series and coordinates the scheduling of courses in the area.    For the second field in comparative women’s history at the doctoral level, students are expected to take three courses in areas other than the major field. The history of women and gender can satisfy the departmental requirement for the doctoral second field if courses are comparative or in a field outside the major or in some combination thereof.    For more information, consult the director of the program in the history of women and gender.    Marginalized People in the Middle Ages G57.1121 P. Johnson. 4 points. See description under Medieval Europe .    Women in European Society and Politics G57.1253 Nolan. 4 points. See description under Modern Europe (1750-Present).    Introduction to Methodology in the History of Women and Gender G57.1763 4 points. Explores various aspects of methodology in women’s history, drawing mainly on American and European sources. Topics include politics and culture, work and family, socialism, and sexualities.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. See description under United States (Contact to Present).    Women in 20th-Century America G57.1789 4 points. See description under United States (Contact to Present).    History of Latin American Women G57.1810 4 points.    Women and Gender in the Middle Ages G57.2109 4 points. See description under Medieval Europe .    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. See description under Early Modern Europe .    Women and Social Change G57.2290 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Feminist Theory G57.2291 P. Johnson, Levy, M. Young. 4 points. Examines a range of feminist theoretical writing, places it historically, and relates it to other political, cultural, and scholarly feminist practices.    Religion, Family, and Gender in Early America , 1607-1840 G57.2604 4 points. See description under United States (Contact to Present).    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Women’s Political Culture G57.2750 4 points. See description under United States (Contact to Present). PUBLIC HISTORY    The program in public history provides Master of Arts and Doctor of Philosophy candidates with the opportunity to prepare for careers as historians in public and private institutions outside academia, where historical perspectives address areas as diverse as public policy, museum programs, and historical dramatizations for media. The program offers students three areas of historical work: media history, local and community history, and history and public policy.    All entering students enroll in a sequential two-semester seminar in public history that introduces students to literature and problems in the various public history arenas. Students complete a major research essay and then translate that research into a public history format for a public audience.    The concentration in public history is open to all qualified M.A. and Ph.D. students. It consists of the introductory sequence; a course in one of the three tracks; a methodological course in either oral history or quantitative methods ( G57.2012 or G57.2019), and four electives in the department, of which one should be a research seminar. Public history can satisfy the departmental requirement for a secondary field. For Americanists, the courses must be comparative or in another field or in some combination thereof.    M.A. students may elect instead to complete a 44-point program leading to a New York State Board of Regents Certificate in Public History. In addition to requiring all the courses in the concentration, the certificate program requires students to take the two remaining introductory track courses and Literature of the Field: America to 1865 ( G57.1600). Finally, all public history students should complement class work with internships in various participating agencies in theNew York metropolitan area.    Enrollment is limited, and admission must be approved by the director of the program. Inquiries should be addressed to Professor Paul Mattingly, Director, Program in Public History, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Introduction to Public History G57.1750-1751 Required core course in the public history program. Bernstein, Mattingly. 4 points per term. Addresses the expanding literature on the theory of public history, the shifting parameters of the field, and the emerging techniques and methodologies. Concentrates on a project inNew York City.    Local and Community History in America G57.1752 W. Johnson, Mattingly, Walkowitz. 4 points. Focuses on the local and community history track of the public history program, giving special emphasis to the new urban history. Introduces the methodology and sources of community study.    History and Public Policy G57.1753 Mattingly. 4 points. Focuses on the policy track of the public history program and explores the process by which social insights and criticism become formalized into social policy inAmerica. Issues related to health, education, crime and poverty, urban life, and public and cultural organizations receive particular emphasis.    Media and History G57.1755 Abrash, Walkowitz. 4 points. Focuses on the media track of the public history program and reviews efforts at historical dramatization and documentary for radio, television, film, and print media. Students conceptualize historical research for media formats.    The Culture of Consumption, Material Life, and the Built Environment in America G57.1756 4 points.    Oral History: Theory and Practice G57.2012 Bernstein. 4 points. Fieldwork with emphasis in archival research and interviewing. Students complete a common research project and train in collaborative techniques of research and historical interpretation. ARCHIVAL MANAGEMENT AND HISTORICAL EDITING    The program in archival management and historical editing offers students the opportunity to combine either a Master of Arts or a Ph.D. degree in history with an Advanced Certificate in Archival Management and Historical Editing. The certificate program is also open to students with an M.A. or a Ph.D. degree in another appropriate social science- or humanities-based discipline. Ph.D. candidates in history may also elect to use the archives program as a second field, and Ph.D. students wishing to complete the entire program may apply 12 of the 20 required points toward their Ph.D. requirements.    Since 1977, this program has trained graduate history students for careers as archivists, historical editors, administrators, and manuscript curators. The program provides students with a solid foundation in the theory, methodology, and practice of archives. It also emphasizes the broad humanistic training in history necessary for archivists to develop a vision for their work. Course work in complementary disciplines and new technologies is stressed, ensuring that program graduates remain current with professional trends and developments. New York City offers a unique setting and laboratory for students exploring history and archives, and the program takes full advantage of the city’s repositories in providing internships and practicum experiences for its students. Program graduates work as archivists in a wide variety of academic, nonprofit, corporate, and governmental venues. The program’s unique historical editing component also trains historians for alternative careers in preserving and disseminating historical documents in book, microform, CD-ROM, and electronic formats.    All entering students enroll in a sequential, two-semester colloquium ( G57.1010 and G57.2010) that offers a broad overview of the field and combines classroom instruction with hands-on experience in an archival setting. Over the course of two semesters, students complete a major research paper on an appropriate archival topic and arrange and describe two archival collections in conjunction with their practicum. Students are also required to take a course in historical editing, which focuses on the location, arrangement, and publication of documents. As part of this course, students undertake research to identify and annotate their documentary collection.    M.A. students enroll in a 44-point program of study, leading to the Master of Arts degree in history and to the certificate. Requirements for the M.A. degree and the advanced certificate are 24 points in history (which must include an M.A. seminar) and 20 points in archives. Students are required to complete 12 points in the three core courses G57.1010, G57.1012, and G57.2010. Students successfully completing the program must have 16 points with a grade of B or better. Students with more than 4 points below B are not eligible for the certificate and may not register for additional courses.    Students holding an appropriate master’s degree in a social science or humanities discipline may be accepted into the program on a nondegree, certificate- only basis. Such students are permitted to register for 20 points in archives to complete the requirements. Ph.D. students in history wishing to use archives as a second field are required to complete the three core courses G57.1010, G57.1012, and G57.2010.    Through a consortium arrangement with Long Island University’s Palmer School of Library and Information Science, students are also able to enroll in more library-oriented courses offered at Bobst Library and to apply these credits toward their certificate. Students should check with the director for a complete list ofPalmerSchool offerings.    Enrollment is limited, and admission must be approved by the director of the program. For additional information, write to Dr. Peter J. Wosh, Director, Archives Program, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Archives and Historical Societies: Principles and Practicum I G57.1010 Required core course in archives program. Wosh. 4 points. Introduction to the theory and practice of managing public, private, and institutional archives in theUnited States. Includes a historical overview of record keeping and archives; an introduction to bibliographic resources, appraisal, arrangement and description, reference, collection strategies; and the development of the U.S. MARC:amc format. Students complete a supervised 45- hour practicum project in a professional archive.    Seminar in Historical Editing G57.1012 Required course in archives program. Katz. 4 points. Introduction to the theories, practices, and problems in editing and publishing historical documents. Students develop their own edited collections by drawing on a selection of Margaret Sanger papers, with prefatory material, transcriptions, annotations, and calendar.    Local and Community History G57.1752 4 points. See description under Public History.    Archives and Historical Societies: Principles and Practicum II G57.2010 Prerequisite: G57.1010. Required core course in archives program. Wosh. 4 points. Second half of the introductory, yearlong overview. Topics include conservation techniques and preservation management, electronic records, developing museum exhibits and outreach programs, records management, nontextual material, professionalization and the role of the archivist as a public historian, legal and ethical issues, and managerial concerns. Students complete a supervised 70-hour practicum project in a professional archive.    Oral History: Theory and Practice G57.2012 4 points. See description under Public History.    Introduction to Preservation and Reformatting G57.2013 De Stefano. 4 points. Introduction to preservation in archives, including an examination of the composition of paper, inks, nonprint materials, and the causes of damage and deterioration. Examines current preservation methods in archives and other repositories, such as conservation treatments, preservation microfilming, digitization and other types of reformatting, holdings maintenance programs and rehousing techniques, environmental control and disaster planning, and salvage methods.    Administrative History and Records Management G57.2016 4 points. Traces the rise of modern bureaucratic organizations and their relationship to the documentary records that they create. Focuses on the administrative evolution of authority and policy implementation. Case studies apply the principles of modern information scheduling to the administration of corporate records and their relationship to archival materials.    Automated Archival Description G57.2017 4 points. Examines automated techniques for managing and providing access to archival records and historical manuscripts. Introduces basic word-processing, database, and spreadsheet concepts. Includes an introduction to the MARC format as well as an introduction to EAP, SGML, HTML, and XML.    The Historian and the Visual Record: Exploring Alternative Sources G57.2021 4 points. Analyzes visual media, including photographs, posters, magazine illustrations, advertisements, motion pictures, and video. Attention to media as a source for examining political, social, cultural, intellectual, and economic history. Includes a curatorial component exploring how archivists manage records.    Topics in Archives and Editing G57.2023 2 points. In-depth study of emerging issues for archivists and editors. Topics vary each semester, and recent courses have focused on the following: the U.S. MARC:amc format for describing archival material, fund raising and grants management, archives in the business and nonprofit worlds, electronic records, and developing historical exhibits.    Research in Archival Management and Historical Editing G57.3013, 3014 Wosh, staff. 1-4 points per term.    Readings in Archival Management and Historical Editing G57.3023, 3024 Wosh, staff. 1-4 points per term. JOINT AND DUAL DEGREE PROGRAMS    Joint degree programs at the doctoral level are available with theInstitute ofFrench Studies, the Skirball Department of Hebrew and Judaic Studies, and the Department of Middle Eastern and Islamic Studies. A dual degree M.A.- J.D. program is available with theSchool ofLaw, although students admitted into this program are expected to earn the doctorate in history. Admission to these joint and dual degree programs must be granted by both departments or institutes or programs or schools upon entry or at the point of screening. Students in these programs normally are expected to complete the “literature of the field” courses and take the history department’s qualifying examination and a major field examination that may bridge the two disciplines. Joint and dual degree candidates are exempt from the departmental requirement for a second field. SPECIAL PROJECTS    The Margaret Sanger Papers Project collects, assembles, and publishes records documenting the life and career of the founder of the American birth control movement. Located in the department since 1987, the Sanger Papers Project microfilmed the Smith College Collections Series, consisting of almost 45,000 documents; in 1995 an additional 9,000 documents gathered in an international search were microfilmed as the Collected Documents Series. Both microfilmed series are being published by University Publications of America, along with a reel guide and index. The project is preparing an electronic edition of the microfilmed documents for distribution on CD-ROM or via the Internet. The project will then work on a four-volume book edition of selected Sanger letters. The project employs graduate assistants and other students. Documents from the Sanger Papers collection are available for student and faculty research and serve as practical examples for the course on historical editing.    For additional information, contact Dr. Esther Katz, codirector/editor of the Margaret Sanger Papers.    The Papers of Jacob Leisler Project is collecting, transcribing, and translating the entire extant public and private correspondence of earlyNew York governor Jacob Leisler (1640-1691) for publication in microfilm and annotated book editions. Considered by some colonial historians as the “Father of American Democracy” and best known for the 1689New York uprising that bears his name, Leisler played a prominent role in the economic and social development of colonial New York and earlyAmerica. Housed in the department since 1988, the Leisler Papers collection contains over 3,000 documents in Dutch, French, German, and English that provide a wealth of information on the Atlantic world in the early modern era. The project employs graduate and other students to assist in making the collection available to scholars and the public.    For additional information, please contact Dr. David William Voorhees, director of the Papers of Jacob Leisler Project.             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Cinema Studies - NYU Libraries                               This is the \"Cinema Studies\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Cinema Studies This selective guide to the literature of cinema is intended as a starting place for researchers, pointing to tools for finding books, scholarly articles, reviews, and collection-related information.        Last update: Mar 12, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=36440                                                                          Home                                                                                  Introduction                 Welcome! Other guides you may want to see:   Television http://nyu.libguides.com/Television   Documentary Film  http://nyu.libguides.com/DocumentaryFilm   Business of Media http://nyu.libguides.com/businessofmedia   Moving Image Archive http://nyu.libguides.com/Movingimagearchive            Comments (0)                                         ArteEast                   Network of Arab Arthouse Screens (NAAS) NAAS is a network of independent art-house cinemas and cultural institutions united by the common goal to develop cinema culture across the Arab world by bringing the best of local, regional and world cinema to our large combined audiences. As committed and experienced promoters of art and cinema from Morocco to Syria, network members establish and enhance valuable synergies -- in distribution, programming, promotion and workshops -- in the face of shared obstacles and individual, local isolation.            Comments (0)                                         IFC                   IFC Center The IFC Center, the ultimate entertainment space for New Yorkers seeking out the best in independent film, opened in June 2005 in the historic Waverly theater.            Comments (0)                                         Film Forum                   Film Forum            Comments (0)                                         Cinema Village                   Cinema Village            Comments (0)                                         NEW! Las Naves                   Las Naves LAS NAVES is a book collection about filmmaking based in Buenos Aires, written in Spanish and English, in which filmmakers write about their work to dialogue with the audience and the critic.            Comments (0)                                         [in]Transition                   [in]Transition \"A collaboration between MediaCommons and the SCMS’s official publication, Cinema Journal, [in]Transition is the first peer-reviewed academic periodical specifically given over to videographic film and moving image studies.\"            Comments (0)                                         New Databases and Video Collections                      Criterion Collection (Alexander Street Press) The Criterion Collection, an imprint of Janus Films, is an online collection that addresses these needs by delivering 315 of Criterion’s most influential films on one optimized learning interface. Content covers the history of cinema throughout the 20th century, from early silent films like Charlie Chaplin’s The Gold Rush (1925) to releases from contemporary filmmakers like Gus Van Sant and Guillermo del Toro. Silent Film Online Silent Film Online brings together films representing the basis of modern cinematic technique and film theory. Carefully curated with ASP’s Video Advisory Board, the database covers silent features, serials, and shorts from the 1890s to the 1930s. We have added 322 new titles (30 hours) were added to Silent Film Online. This update includes new content from British Film Institute, Flicker Alley and WGBH Boston. Asian Film Online Asian Film Online offers a view of Asian culture as seen through the lens of the independent Asian filmmaker. Through a selection curated by film scholars and critics, viewers can explore the impact of globalization and urbanization on people’s everyday lives throughout the greater Asian region. Lantern Lantern is the search platform for the collections of the Media History Digital Library, an open access initiative led by David Pierce and Eric Hoyt. The Media History Digital Library (MHDL) digitizes collections of classic media periodicals that belong in the public domain for full public access. Asian Studies in Video Streams culturally and historically significant films from Asia and the Pacific that entertain, educate and inspire viewers to think beyond boundaries. With the latest streaming technology, subscribers have unlimited access to our films in DVD quality. Black Studies in Video Black Studies in Video is a signature Alexander Street Press collection featuring award-winning documentaries, newsreels, interviews and archival footage surveying the evolution of black culture in the United States. In partnership with California Newsreel, the database provides unique access to their African American Classics collection, and includes films covering history, politics, art and culture, family structure, social and economic pressures, and gender relations Entertainment Industry Magazine Archive An archival research resource containing the essential primary sources for studying the history of the film and entertainment industries, from the era of vaudeville and silent movies through to 2000. The core US and UK trade magazines covering film, music, broadcasting and theater are all included, together with film fan magazines and music press titles. Magazines have been scanned cover-to-cover in high-resolution color, with granular indexing of all articles, covers, ads and reviews. New World Cinema : Independent Features and Shorts This resource offers access to roughly 200 full-length feature films from 1990-Present. The collection incorporates leading independent distributors such as Kino Lorber, First Run Features, Film Movement, MK2, and Global Lens. There are also some 50 award winning short films. All films were presented at major film festivals, many were nominated for awards, and many have won major awards. LGBT Studies in Video LGBT Studies in Video features award-winning films, documentaries, interviews and archival footage exploring the cultural and political evolution of the lesbian, gay, bisexual, and transgender community.            Comments (0)                                         New Journal Subscriptions!                        Transnational Cinemas  Animation Practice Process & Production  Journal of European popular culture  Studies in Documentary Film  Film matters  The Soundtrack  BioScope South Asian Screen Studies  Primary Sources: Classic Mexican Cinema Not only does it include chief magazines such as Cinema Reporter (1943-1965) and Cine Mundial (1954-1955), it also features extremely rare copies of El Cine Gráfico from 1935 and of the weekly El Mundo Ilustrado (1902-1910). Primary Sources: Early Russian Cinema A collection of 57 Russian film periodicals published from 1907-1918, the last decade of the tsarist regime. The collection includes sophisticated, bimonthly periodicals as well as more popular weeklies released by the major Russian film studios. Requires plugin. PDF files only allow reading, not searching. short film studies Encourages research on individual short films as a basis for a better understanding of the art form as a whole            Comments (0)                                         One Minute Survey!                  One Minute Survey!            Comments (0)                                         Women Film Pioneers Project                   Women Film Pioneers Project features silent-era producers, directors, co-directors, scenario writers, scenario editors, camera operators, title writers, editors, costume designers, exhibitors, theatre managers to make the point that they were not just actresses.            Comments (0)                                         What's New in the New York Times                            Loading...                     Comments (0)                                              close                                                                                                          References Sources                                                                                  General, Humanities & Social Sciences Reference, 1st Fl Reference Room of Bobst Library                   Biography in Context Online biographical reference database in the fields of literature, science, business, entertainment, politics, sports, history, current events and the arts.Biographical information on over one million people throughout history, around the world. Credo Reference Online collection of dictionaries, encyclopedias, biographical sources, quotations, bilingual dictionaries, and measurement conversions covering topics from the arts to the sciences. Biography & Genealogy Master Index Indexes biographical listings in dictionaries and encyclopedias covering millions individuals, both living and deceased, from every field of activity and from all areas of the world. Biography Reference Bank Contains biographical information on approximately half a million people, from antiquity to the present. Dates of coverage: Ancient Times to present. Oxford English Dictionary (OED) The Oxford English Dictionary is the accepted authority on the evolution of the English language over the last millennium. It is an unsurpassed guide to the meaning, history, and pronunciation of over half a million words, both present and past. It traces the usage of words through 2.5 million quotations from a wide range of international English language sources. Oxford Bibliographies Online Oxford Bibliography Online is a tool designed to help busy researchers find reliable sources of information by directing them to an in-depth bibliography. It therefore allows the scholar to be led to exactly the right chapter, book, website, archive, data set they need for their research. The resource includes many subject areas, including Anthropology, Atlantic History, Biblical Studies, Buddhism, Classics, Communication, Criminology, Hinduism, International Relations, Islamic Studies, Medieval Studies, Music, Philosophy, Public Health, Renaissance and Reformation, Social Work, Victorian Literature, and more.            Comments (0)                                         Dictionaries and Encyclopedias                       Beaver, Frank Eugene. Dictionary of Film Terms: the Aesthetic Companion to Film Analysis . New York: Twayne Publishers, 1994. Bobst Ref1 TR847 .B43 1994 Film terms in this source relate to cinematic expression including: editing, cinematography, composition, and lighting.   Browne, Steven E. Film-Video Terms and Concepts . Boston, MA: Focal Press, 1992. Bobst Ref1 TR847 .B76 1992 Dictionary of technical terms concerning both video and film production. This source is particularly useful, as it differentiates between terms used when working with one or the other format.   International Dictionary of Films and Filmmakers . 4 vols. Detroit: St. James Press, 2000. Bobst Ref1 PN1997.8 .I58 2000 [1984, 1990, and 1997 editions available in stacks] International Dictionary of Films and Filmmakers available via Gale's Virtual Reference Library Volumes 1-4 in this series each deal with a separate subject: Films, Directors/ Filmmakers, Actors &amp; Actresses, Writers &amp; Production Artists; volume 5 is the title index to the set. Entries include biographical or production data, complete filmographies (for individuals), signed critical articles and, most importantly, exhaustive bibliographies for further research.   Katz, Ephraim. The Film Encyclopedia . New York: HarperPerennial, 1998. Bobst Ref1 PN1993.45 .K34 1998 [1979 &amp; 1994 editions available in stacks] Best one-volume encyclopedia on cinema. Scope is international, with an emphasis on North American and European filmmakers. Provides mainly biographical information on directors, actors, composers, cinematographers, designers, etc., with some entries for technical terms, production companies, and national film histories.   Motion Picture Guide . Chicago: Cinebooks, 1985-1999. Bobst Ref1 PN1993 .M4334 This encyclopedia is organized by film title. Each citation gives complete production credits, release dates, and synopsis of U.S. films and select foreign titles.   New York Times Encyclopedia of Film . 13 vols. New York: Times Books, 1984. Bobst Ref1 PN1993.45 .N4 1984 Consisting of chronologically organized articles concerning film from the New York Times, this source covers the years 1896-1979. Contains a cumulative index.   Rajadhyaksha, Ashish and Paul Willemen. Encyclopaedia of Indian Cinema . London: British Film Institute, 1999. Bobst Ref1 PN1993.5 .I8R277 1999 The only encyclopedia that focuses on the vast Indian film industry. Contains a bibliography and index.   Slide, Anthony. The International Film Industry: An Historical Dictionary . New York: Greenwood Press, 1989. Bobst Ref1 PN1993.45 .S57 1989 This dictionary includes brief historical essays on the cinema in almost every country in the world, focusing on the production companies, studios, and distributors within each film industry.   Wakeman, John, ed. World Film Directors . 2 vols. New York: H.W. Wilson Co., 1987-88. Bobst Ref1 PN1998.2 .W67 1987 Contains useful biographical/critical articles on approx. 400 directors, with brief filmographies and bibliographies appended to each. Volume 1 treats filmmakers born before 1920, and volume 2 covers more recent figures.                 Comments (0)                                         Indexes                 Periodical Indices in Print     Review of the Arts: Film &amp; Television . New Canaan, CT: NewsBank, 1975 to 1997. Bobst Ref1 Z5784 .M9R4 Provides indexing to the NewsBank microfiche set located at MF 399 in the Microform Center on Lower Level 2. Covers over 400 U.S. newspapers, and so is valuable for its regional emphasis.   Batty, Linda. Retrospective Index to Film Periodicals , 1930-1971. New York: Bowker, 1975. Bobst Ref1 Z5784 .M9B39 Indexes fourteen film journals and the Village Voice by general subjects, book reviews, and film reviews.   MacCann, Richard Dyer and Edward S. Perry. The New Film Index: A Bibliography of Magazine Articles in English, 1930-1970 . New York: E.P. Dutton, 1975. Bobst Ref1 Z5784 .M9M29 1975 Indexes over 30 film journals, as well as a number of more general periodicals. Access is gained by a detailed table of contents and an author index.   Writers' Program. New York. The Film Index . 3 vols. New York: Museum of Modern Art and H.W. Wilson, 1941 (vol. 1); White Plains, NY: Kraus International Publications, 1985 (vols. 2 and 3). Bobst Ref1 Z5784 .M9W75 Volume 1 (Film as Art) is the classic text; volumes 2 and 3 (Film as Industry &amp; Film in Society) complete the original WPA project. Combined, these volumes contain over 20,000 entries from English-language books and periodicals relating to the cinema's first forty years of development.     Online Databases  FIAF Documentation Collections A project of the International Federation of Film Archives (FIAF). Indexes approx. 90 specialized film journals, many of them foreign-language. Arranged by broad subjects: director, general subject, individual films, biography. Includes selective annotations. Film Indexes Online Search Film Index International and the AFI Catalog simultaneously. Film Index International is a comprehensive filmography from 1900 to the present that offers international coverage of over 120,000 films and 735,000 film personalities from over 180 countries. Includes information on international film awards, as well as searchable plot summaries and full cast and crew lists. The AFI Catalog, compiled by specialist researchers at the American Film Institute (AFI)provides an exhaustive view of American features produced between 1893 and 1971. Offering an unmatched level of detail and subject indexing, the catalog includes full production and cast information. In addition, extensive plot summaries and meticulously researched production notes written by AFI experts are included. Film Literature Index Indexes 150 film and television periodicals from 30 countries cover-to-cover and 200 other periodicals selectively for articles on film and television. The periodicals range from the scholarly to the popular. Contains approximately 700,000 citations to articles, film reviews and book reviews published between 1976-2001.            Comments (0)                                         Almanacs, Handbooks & Directories                         Armour, Robert A. Film: A Reference Guide . Westport, CT: Greenwood Press, 1980.     Bobst Ref1 PN1993.45 .A75  Offers bibliographic essays arranged under 11 broad topics (eg., History of Film, Film Criticism by Genre, Film and Society, etc.); an appendix provides information on North American research collections. Extensively indexed.   Film Writers . Hollywood, CA: Lone Eagle.     Bobst Ref1 PN1993 .F58 Current Issue Only    This directory contains filmographies and contact information for currently-active screenwriters.   International Motion Picture Almanac . New York: Quigley.     Bobst Ref1 PN1993.3 .I5 [Latest edition only; some earlier eds. in stacks]  Valuable ready-reference guide with wide range of information, including production and advertising, societies, festivals, trade publications, statistics, and much more. Note the table of contents and alphabetical subject index.   Film Directors . Hollywood, CA: Lone Eagle.     Bobst Ref1 PN1998 .A2D568 Current Issue Only    This source contains filmographies and contact information for currently-active film directors.                 Comments (0)                                         Filmographies and Film Catalogs                      The American Film Institute Catalog of Motion Pictures . New York: Bowker, 1971- .    Bobst Ref1 PN1998 .A57    Electronic Access  In progress. Volumes published so far cover feature films produced in the United States between the years 1911-20, 1921-30, 1931-1940 (3 vols.,) and 1961-70. Entries arranged alphabetically by title, with cast, credits, and plot summaries for each. Subject and name access in separate volume.     Buehrer, Beverley Bare. Japanese Films: A Filmography and Commentary, 1921-1989 . Jefferson, N.C.: McFarland, 1990.    Bobst Ref1 PN1993.5 .J3B78 1990  This selective filmography is a useful introduction to Japanese cinema and its major filmmakers. Contains a bibliography, film and video resource directory, and a chronology of Japanese historic periods.     Helt, Richard C. and Marie E. Helt. West German Cinema Since 1945: A Reference Handbook and West German Cinema, 1985-1990: A Reference Handbook . Metuchen, N.J.: Scarecrow Press, 1987 &amp; 1992.    Bobst Ref1 PN1993.5 .G3H435 1987 and Bobst Ref1 PN1993.5 .G3H426 1992   These two volumes provide a complete German filmography from 1945-1990. Contains a selective bibliography.      Maurice, Bessy. Histoire du Cin&eacute;ma Fran&ccedil;ais . Paris: Pygmalion, 1986- .    Bobst Ref1 PN1993.5 .F7B44 1986   In progress. A complete filmography of French cinema, in French. An invaluable resource.      Slater, Thomas J., ed. Handbook of Soviet and East European Films and Filmmakers . New York: Greenwood Press, 1992.    Bobst Ref1 PN1993.5 .R9H28 1992  Organized by country, this source provides a history of each country's film industry, biographical sketches of important people, and a chronologically-arranged filmography.             Comments (0)                                         Americans for the Arts                   Americans for the Arts is the nation's leading nonprofit organization for advancing the arts in America. Americans for the Arts is dedicated to representing and serving local communities and creating opportunities for every American to participate in and appreciate all forms of the arts.  Americans for the Arts            Comments (0)                                              close                                                                                                          Finding Books                                                                                  Browsing Books                 Rediscover one of the best technologies that was ever invented! The book!   Academic libraries that use the Library of Congress Classification Outline  (the majority of them) can easily be browsed for serendipitous discovery of wonderful books in your subject area. All you need to know is the call number range to get yourself situated.   Library of Congress Call Number Areas:   PN1992 Television (history, theory, individual shows, writing for television) PN1993 Film journals PN1993.5 Film history (general history first, then grouped alphabetically by country) PN1994-1995 Film theory and appreciation PN1995.9 Films by special topics (e.g., detective films, film noir, war films, etc.) PN1996 Screenplay writing PN1997 Screenplays PN1998 Directors (biographies and criticism) PN2000-2900 Actors and actresses (biographies and studies)           Comments (0)                                         References Books Online                 Use these reference books to provide an overview of your topic, define terms, and list recommended readings. If connecting from home, make sure your computer is configured for off-campus access. Click to access the online version.  International dictionary of films and filmmakers  The Hutchinson pocket dictionary of cinema  AFI (American Film Institute) Catalog; 1893-1970 Searchable online version of the American Film Institute Catalog, covering filmographic information for 1893-1973. Britannica Online Searchable online edition of the Encyclopedia Britannica. Biography Reference Bank (EBSCO) Contains biographical information on approximately half a million people, from antiquity to the present. Dates of coverage: Ancient Times to present. Contains biographical information on approximately half a million people, from antiquity to the present. Dates of coverage: Ancient Times to present. American National Biography Biographies of influential deceased Americans, including many filmmakers. Entries often include valuable information on key published resources and the locations of specific archives. African American Experience Full-text digital resource exploring the history and culture of African Americans, as well as the greater Black Diaspora. Features access to full-text content from more than 400 titles, 3,000 slave narratives, over 2000 images, 5,000 primary sources, and 250 vetted Web sites. Reference portal that includes biographical information on filmmakers and actors Latino American Experience A full-text digital resource exploring the history and culture of U.S. Latinos. Focuses on the history and culture of Latinos living in the United States. Its content spans from the pre-Columbian Indigenous civilizations of the Americas, through the Spanish and Mexican settlement of much of what is now the United States, to the triumphs and challenges facing present-day U.S. Latinos. Reference portal that includes biographical information on actors and filmmakers, as well as entries on individual films and television shows. Jewish Women: A Comprehensive Historical Encyclopedia Freely available online encyclopedia from the Jewish Women's Archive, including thousands of entries and bibliographies. The Johns Hopkins Guide to Literary Theory and Criticism Contains entries on individual critics and theorists, critical and theoretical schools and movements, and the critical and theoretical innovations of specific countries and historical periods. International Encyclopedia of the Social and Behavioral Sciences (via Science Direct) Provides over 4000 entries that map the social and behavioral sciences on a grand scale. Though focused on the social sciences, this online encyclopedia also includes content on media topics, including entries on Advertising and Marketing, Popular Culture, Study of Mass Media, and Effects and Audiences.            Comments (0)                                         Google Books                 Google Scholar is a time-saving, scholarly search interface accessible from within the Google interface. With Google Scholar, you can access peer-reviewed journal articles, books and book sections. For literature searching, specialized databases have more functionality and access more comprehensive results, but Google Scholar is a good tool                                   Comments (0)                                         Search BobCat                 Books &amp; More Search for books, journals and other print materials, videos, sound recordings, e-books, e-journals, databases, and indexes in local libraries and special collections   Course Reserves Locate books and articles your instructor has placed on reserve at the Library  Search BobCat            Comments (0)                                         Hints to searching BobCat                 Below are some hints on using the Bobst Catalog to find titles:     If you are looking for a specific title and get too many hits, also search by the name of the screenwriter or author (NOT the director). This often helps narrow down hits quickly.   To browse screenplays, try a more general search for the term Motion picture plays .   However, keep in mind that many published scripts (especially for television) have no subject heading at all, and will only have the words \"script,\" \"scripts,\" or \"screenplay\" in the title. You can, however, do a subject seach for the name of a film or program, and this will sometimes produce a title that includes the script.             Comments (0)                                         Finding Books Outside of Bobst                 If your having a hard time finding a particular film or book this is the place to look!  OCLC WorldCat Online Computer Library Center, Inc. (OCLC) is \"a nonprofit, membership, computer library service and research organization dedicated to the public purposes of furthering access to the world’s information and reducing information costs\". Founded in 1967 as the Ohio College Library Center, OCLC and its member libraries cooperatively produce and maintain WorldCat, the largest online public access catalog (OPAC) in the world. The WorldCat database is the OCLC Online Union Catalog. It contains more than 43 million records describing items owned by our libraries or libraries around the world. WorldCat contains records for the following types of materials:     * books*   * journals*   * musical scores   * computer data files   * magazines*   * newspapers*   * computer programs   * manuscripts   * sound recordings   * films and slides   * maps   * videotapes    * Does not include individual articles, stories in journals, magazines, newspapers, or book chapters.            Comments (0)                                         Inter Library Loan                  E-ZBorrow E-ZBorrow is a search tool that you can use to request books not currently available at NYU Libraries. It searches the catalogs of over 50 nearby academic libraries (over 36 million books!). Unlike, interlibrary loan which can take up to three weeks for a book to arrive, E-ZBorrow takes about 3-5 days. Interlibrary Loan Interlibrary Loan (ILL) is a service which helps eligible patrons obtain materials that are unavailable in the New York University or consortium libraries.            Comments (0)                                         Online Texts                  ebrary Ebrary provides a unique set of online database collections that combine more than 20,000 authoritative books and other documents from over 150 leading academic, trade, and professional publishers. Project Muse Provides full-text access to high quality humanities, arts, and social sciences journals from scholarly publishers. Includes full text books. Palgrave Connect Ebooks This resource offers access to e-books, with a focus on the Humanities, Social Sciences and Business ACLS Humanities Ebook Provides full-text access to 2200 searchable high-quality books in the humanities, recommended and reviewed by scholars. E-Books To search across multiple e-book collections simultaneously: Try a keyword multisearch.            Comments (0)                                         Oxford Bibliographies Online: Cinema and Media Studies                  Oxford Bibliographies Online: Cinema and Media Studies Cinema and media studies includes a dizzying array of subfields: film studies, television studies, media studies, visual arts, cultural studies, digital culture, game studies, film and media history, popular culture, and the study of the moving image.            Comments (0)                                         History from the American Cinema                   History of the American cinema Call Number: PN1993.5.U6 H55 vol. 1-10 ISBN: 0684184133            Comments (0)                                         New Titles!                   Deleuze, Japanese cinema, and the atom bomb : the spectre of impossibility Call Number: PN1993.5.J3 D43 2014 also avail online via ebrary ISBN: 9781441178152   Unexpected alliances : independent filmmakers, the state, and the film industry in postauthoritarian South Korea Call Number: PN1993.5.K6 P37 2015 ISBN: 9780804783613   Eco-trauma cinema Call Number: avail via ebrary ISBN: 1138791393   Of empire and the city : remapping early British cinema Call Number: PN1993.5.G7 C567 2014 ISBN: 9783034308236   Listening to the French New Wave : the film music and composers of postwar French art cinema Call Number: ML2075 .M36 2014 ISBN: 9783034317504   Raindance producers' lab : lo-to-no budget filmmaking Call Number: PN1995.9.P7 G745 2014 ISBN: 9780240522180   Technē/technology : researching cinema and media technologies : their development, use, and impact Call Number: PN1995.9.T43 T434 2014 ISBN: 9789089645715   Cinematic terror : a global history of terrorism on film Call Number: PN1995.9.T46 S53 2015 ISBN: 9781441107084            Comments (0)                                              close                                                                                                          Search Articles                                                                                  GEORGE AMBERG MEMORIAL FILM STUDY CENTER                  commons.wikimedia.org/ wiki/File:Projector_run...  GEORGE AMBERG MEMORIAL FILM STUDY CENTER The George Amberg Study Center 726 Broadway, 2nd Floor New York, NY 10003 The Skirball Center also houses the William K. Everson Film Collection, containing over 4,000 feature-length films and a like number of short subjects spanning every filmmaking genre, along with an extensive manuscript collection of original scripts, autobiographical materials, correspondence and ephemera; the holdings are particularly strong in materials documenting the silent film era.            Comments (0)                                         Where else should I look for articles about Moving Image Archiving and Preservation?                 See My Libguide ITP The Interactive Telecommunications Program   http://nyu.libguides.com/ITP click on Finding Articles  Moving Image Archiving and Preservation            Comments (0)                                         Google Scholar                 Google Scholar is a time-saving, scholarly search interface accessible from within the Google interface. With Google Scholar, you can access peer-reviewed journal articles, books and book sections. For literature searching, specialized databases have more functionality and access more comprehensive results, but Google Scholar is a good tool                            Comments (0)                                         When to use Google Scholar?                  Use Google Scholar with care The new Articles & Databases tab in BobCat has some advantages over Google Scholar. It is slow, but access to our licensed resources is generally seamless; it has more filtering options once you get your results, and it displays far fewer duplicate citations. It has its own \"custom search engines.\"            Comments (0)                                         How to Search for Articles                 Articles &amp; Databases I have listed the most common databases for use in Cinema research below. Not all the Library databases are available here, so you may need to consult our complete list of databases . You can search by Subject, content type, by most popular or see the complete A-Z list.  QUICK SEARCH BOX FOR CINEMA RESEARCH  detailed searching start here...  Ulrich Use Ulrichweb to find “Peer reviewed” or “refereed” journals.            Comments (0)                                         Popular Databases                  Film & Television Literature Index A comprehensive index covering the entire spectrum of television and film writing and produced for a broad target audience, from film scholars to general viewers. Subject coverage includes: film & television theory, preservation & restoration, writing, production, cinematography, technical aspects, and reviews. Dates of coverage: 1914 to present. Index to Film Periodicals Contains over 400,000 article citations from more than 330 periodicals. It offers in-depth coverage of the world's foremost academic and popular film journals. Film Literature Index Indexes 150 film and television periodicals from 30 countries cover-to-cover and 200 other periodicals selectively for articles on film and television. The periodicals range from the scholarly to the popular. Contains approximately 700,000 citations to articles, film reviews and book reviews published between 1976-2001. JSTOR Provides access to an archive of important scholarly journals, primarily in the humanities and social sciences. Please note that for many titles, the most current issues are not available through Jstor. Project Muse Provides full-text access to high quality humanities, arts, and social sciences journals from scholarly publishers. ProQuest ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more. MLA International Bibliography (via Literature Online) Provides about 2 million records for books, book chapters, and journal articles published on modern languages, literatures, folklore, and linguistics. Provides online, full-text access to many of those articles. Covers items published from around 1920 to the present. NOT INCLUDED: Reviews of literary and scholarly works. Arts & Humanities Citation Index (ISI) Indexes journal articles in the arts and humanities. Dates of coverage: 1975 to present. Dissertation Abstracts Indexes dissertations and some theses. Full-text is available for many dissertations and theses. International Index to Performing Arts Full Text Provides indexing and abstracts for more than 210 international journals in the performing arts. Dates of coverage: 1864 to present. International Bibliography of Theater & Dance with Full Text Indexes journal articles, books, book chapters, dissertations, and monographs in theatre and the performing arts. Dates of coverage: 1984 to present. Historical Abstracts with Full Text (EBSCO) Covers the history of the world (excluding the United States and Canada) from 1450 to the present, including world history, military history, women's history, history of education, and more. Indexes more than 1,700 academic historical journals in over 40 languages. Publication dates of coverage: 1955 to present. Covers the history of the world (excluding the United States and Canada) from 1450 to the present, including world history, military history, women's history, history of education, and more. Indexes more than 1,700 academic historical journals in over 40 languages. Publication dates of coverage: 1955 to present. Victorian Popular Culture An essential resource for the study of popular entertainment in the nineteenth and early twentieth centuries. This innovative portal invites users into the darkened halls, small backrooms and travelling venues that hosted everything from spectacular shows and bawdy burlesque, to the world of magic and spiritualist séances. ** The resource is divided into four self-contained sections: Moving Pictures, Optical Entertainments and the Advent of Cinema; Music Hall, Theatre and Popular Entertainment; Circuses, Sideshows and Freaks; Spiritualism, Sensation and Magic. ** An essential resource for the study of popular entertainment in the nineteenth and early twentieth centuries. This innovative portal invites users into the darkened halls, small backrooms and travelling venues that hosted everything from spectacular shows and bawdy burlesque, to the world of magic and spiritualist séances. ** The resource is divided into four self-contained sections: Moving Pictures, Optical Entertainments and the Advent of Cinema; Music Hall, Theatre and Popular Entertainment; Circuses, Sideshows and Freaks; Spiritualism, Sensation and Magic. **            Comments (0)                                         Other Related Databases                  Communication & Mass Media Complete (EBSCO) Indexes and abstracts academic and trade journals in communications and mass media. Full-text is included for some titles. Conference proceedings are also available, including those of the International Communication Association. Education Source with ERIC (EBSCO) Education Source is a bibliographic and full text database developed from a merger of high-quality databases from EBSCO Publishing and H.W. Wilson. Coverage in Education Source spans all levels of education from early childhood to higher education and also includes educational specialties such as multilingual education, health education and testing. Subject matter includes Adult Education, Continuing Education, Distance Learning, Government Funding, Multicultural/Ethnic Education, Social Issues, Student Counseling, Vocational Education as well as many others. Education Source is a bibliographic and full text database developed from a merger of high-quality databases from EBSCO Publishing and H.W. Wilson. Coverage in Education Source spans all levels of education from early childhood to higher education and also includes educational specialties such as multilingual education, health education and testing. Subject matter includes Adult Education, Continuing Education, Distance Learning, Government Funding, Multicultural/Ethnic Education, Social Issues, Student Counseling, Vocational Education as well as many others. Sociological Abstracts; 1963 to present abstracts and indexes the international literature in sociology and related disciplines in the social and behavioral sciences. provides abstracts of journal articles and citations to book reviews, chapters, dissertations, and conference papers. PsycInfo via APA PsycNet Provides access to international literature in psychology and related disciplines. Unrivaled in its depth of psychological coverage. America: History & Life Index of articles focused on American history, including some coverage of films, theaters, and audiences. Art Full Text; 1984 to present Though focused on the fine arts, this database does include some coverage of film--particularly animation, cinematography, video art, and experimental work. GenderWatch A full text database of unique and diverse publications that focus on how gender impacts a broad spectrum of subject areas. Dates of coverage: 1970 to present. HEINOnline Contains the full-text of law review journals. Also contains: Code of Federal Regulations, English Reports (1220-1867), Federal Register Library,Bar Journals, Code of Federal Regulations, English Reports, Full Reprint (1220-1867), European Center for Minority Issues, Federal Register Library, Foreign & International Law Resources Database, Foreign Relations of the United States (FRUS), Harvard Research in International Law, Legal Classics, Manual of Patent Examining Procedure, National Moot Court Competition,New York Court of Appeals Records and Briefs, New York Legal Research Library,Philip C. Jessup Library,Session Laws Library,Subject Compilations of State Laws (1960-2009), Treaties and Agreements Library,Trends in Law Library Management and Technology, United Nations Law Collection, United States Code, U.S. Attorney General Opinions, U.S. Congressional Documents, U.S. Federal Agency Documents, Decisions, and Appeals, U.S. Federal Legislative History Library, U.S. Presidential Library, U.S. Statutes at Large, and U.S. Supreme Court Library, and World Trials Library International Index to Music Periodicals Full Text Index to periodical articles in music, with full-text articles for selected journals. Dates of coverage: 1874 to present. IIMP draws its current content from more than 375 international music periodicals from over 20 countries, and also indexes feature music articles and obituaries appearing in The New York Times and The Washington Post. IIMP covers nearly all aspects of the world of music, from the most scholarly studies to the latest crazes.            Comments (0)                                         Business Databases                  Business Source Premier Includes box office, demographics, audience attendance, etc. Full text business database, covering management, economics, finance, accounting, international business. Dates of coverage: 1886 to present. IBISWorld A comprehensive collection of industry market research.**Requires NYU password and ID. Factiva Search for U.S. and international newspapers, news transcripts, trade journals and more for news and business information. **Please note access is limited to 8 simultaneous users. If you see a login screen, this means that we have maxed out our limit; try clicking on Factiva again to see if you can access it. Hoovers Find public and private company profiles. Includes key executive profiles, industry coverage, and detailed company fact sheets with financials, executives, and more.            Comments (0)                                         Dissertation Abstracts                  Dissertation Abstracts With more than 2 million entries, PQD&T is the single, central, authoritative resource for information about doctoral dissertations and master's theses.            Comments (0)                                         Other Important Databases!                  FIAF International Index to Film Periodicals Plus Treasures from the Film Archives database contains unique information about silent film holdings in international film archives. Included are silent shorts and features, fiction and non-fiction, from over 98 of the world's major film archives.    The Documentation Collections database contains comprehensive information about the world's foremost film archives, libraries, and educational institutions. Each entry includes details of published and unpublished materials, visual and sound collections and special collections held by the institution.    The Index to Film Periodicals allows detailed searching of a third of a million records contained in the database. Each entry consists of a full bibliographic description, an abstract and comprehensive headings (biographical names, film titles and general subjects). Film Indexes Online (AFI & Film Index Intl.) Film Index International covers films produced all over the world from the silent era through the present in two linked databases. Each of these databases includes credit information, plot synopses, running time, etc. Reference to periodical articles about the film or personality are also included. Variety  Proquest Central ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more. Alternative Press Index, 1991 to present Indexes alternative, radical and left periodicals, newspapers and magazines from 1969-present. Nation Digital Archive, The Full text of the magazine from 1865-present. TIME ARCHIVE COLLECTIONS Freely available online archive of Time magazine articles from 1923-present. Contemporary Women's Issues A multi-disciplinary full-text database that brings together relevant content from mainstream periodicals, \"gray\" literature, and the alternative press -- with a focus on the critical issues and events that influence women's lives in more than 190 countries. It includes English-language titles from East and West Africa, Asia, and South and Central America, the Caribbean, North America and Europe.            Comments (0)                                         International Databases                   Orthographic  projection , centred on 40 degrees S, 170 degrees W. Shoreline data  from GSHHS (\"crude\" level), a public-domain source.  IndiaStat **Click on \"IP LOGIN\" button to authenticate. Access to statistics on health, higher education, agricultural and industrial production information, economic statistics, and tourism related data in India. The database also contains information bank and financial institutions, companies, co-operatives, crime and law, population, foreign trade, labour and workforce, housing, media, power, transport, urban-rural settlements and economy in India and more. Index Islamicus Indexes literature on Islam, the Middle East and the Muslim world. Records included in the database cover almost 100 years of publications on the world of Islam. Material cited in the Index Islamicus includes not only work written about the Middle East, but also about the other main Muslim areas of Asia and Africa, plus Muslim minorities elsewhere. Over 3,000 journals are monitored for inclusion in the database, together with conference proceedings, monographs, multi-authored works and book reviews. Journals and books are indexed down to the article and chapter level. Dates of coverage: 1906 to present. Encyclopedia of Women in Islamic Cultures Product of collaboration by over 1000 scholars from around the world, the Encyclopedia of Women & Islamic Cultures crosses history, geographic borders and disciplines to create a ground-breaking reference work reflecting the latest research on gender studies and the Islamic world. Bibliography of Asian Studies The on-line version of the Bibliography of Asian Studies (BAS) contains records on all subjects (especially in the humanities and the social sciences) pertaining to East, Southeast, and South Asia published worldwide. JapanKnowledge (contains the Kodansha Encyclopedia of Japan) Provides access to a selection of electronic versions of major dictionaries and encyclopedias, as well as databases for some weekly journals and maps published in Japan, including: Nihon daihyakka zensho, Kodansha Encyclopedia of Japan, Gendai yōgo no kiso chishiki, and others. Provides access to a selection of electronic versions of major dictionaries and encyclopedias, as well as databases for some weekly journals and maps published in Japan, including: Nihon daihyakka zensho, Kodansha Encyclopedia of Japan, Gendai yōgo no kiso chishiki, and others. HAPI (Hispanic-American Periodicals Index) The Hispanic American Periodicals Index (HAPI) is your source for over 275,000 journal article citations about Central America, South America, the Caribbean, Mexico, Brazil, and Hispanics/Latinos in the United States. HAPI currently provides over 60,000 links to the full text of articles appearing in more than 600 key social science and humanities journals published throughout the world. Handbook Latin American Studies Online, 1936-1989 A bibliography on Latin America consisting of works selected and annotated by scholars. Edited by the Hispanic Division of the Library of Congress, the multidisciplinary Handbook alternates annually between the social sciences and the humanities. Each year, more than 130 academics from around the world choose over 5,000 works for inclusion in the Handbook. Handbook of Latin American Studies Web, 1990-present A bibliography on Latin America consisting of works selected and annotated by scholars. Edited by the Hispanic Division of the Library of Congress, the multidisciplinary Handbook alternates annually between the social sciences and the humanities. Each year, more than 130 academics from around the world choose over 5,000 works for inclusion in the Handbook. Chicano Database Indexes journal articles and other material related to the study of Chicanos. Produced by the University of California, Berkeley, Ethnic Studies Library. Dates of coverage: 1960s to present.  There are no ISBNs or ISSNs in this database. Searches on YEAR are only supported in the second search box, as a 'limit' to another search. 'Phrase' searches will find the terms in the same field, however they may not be adjacent to each other. Truncation is not supported in author searches. Try to 'AND' variations of an author's name together. ABSEES: American Bibliography of Slavic and East European Studies Indexes journals, books, dissertations, online resources and selected government publications published in the U.S. and Canada. Covers East-Central Europe and the former Soviet Union. Subjects covered include: anthropology, culture & the arts, economics, education, and geography. Dates of coverage: 1939 to present.  Do not attempt to search on authors by truncating the first name. Last, F? will often result in zero hits. Try searching on Last or Last, First CIAO: Columbia International Affairs Online Columbia International Affairs Online (CIAO) is the most comprehensive source for theory and research in international affairs. It publishes a wide range of scholarship from 1991 onward that includes working papers from university research institutes, occasional papers series from NGOs, foundation-funded research projects, proceedings from conferences, books, journals and policy briefs. CIAO is also widely-recognized source for teaching materials including original case studies written by leading international affairs experts, course packs of background readings for history and political science classes, and special features like the analysis of a bin Laden recruitment tape with video. eHRAF World Cultures eHRAF World Cultures is a cross-cultural database that contains information on all aspects of cultural and social life. The annually-growing eHRAF database is unique in that the information is organized into cultures and ethnic groups and the full-text sources are subject-indexed at the paragraph level. FRANCIS (EBSCO) FRANCIS offers extensive bibliographic indexing for over 2.5 million records dating back to 1972. Produced by Institut de l'Information Scientifique et Technique of the Centre National de la Recherche Scientifique (INIST-CNRS), the database provides multidisciplinary and multilingual coverage of humanities and social sciences. Source documents include journal articles, books, conference proceedings, dissertations, and reports. Multilingual, multidisciplinary database covering the humanities and social sciences. Indexes and abstracts coverage of journals, books, conference papers and other documents in areas of archaeology, geography, linguistics, philosophy, religion, and sociology. Dates of coverage: 1984 to present. Labordoc Labordoc contains references to a wide range of print and electronic publications, including journal articles, from countries around the world, on all aspects of work and sustainable livelihoods, and the work-related aspects of economic and social development and human rights. Worldwide Political Science Abstracts Provides citations, abstracts, and indexing of the international serials literature in political science and its complementary fields, including international relations, law, and public administration / policy. Coverage is international. Date coverage: 1975 to present. Universal Database of Russian Newspapers (East View) Includes searchable full text articles from over 30 currently published Russian newspapers, including archives generally from the 1990s. Search in Cyrillic or Library of Congress transliteration. China Academic Journals Contains the full text of articles in Chinese (and some in English) from nearly 2,000 Chinese humanities and social science journals. Use Internet Explorer, NOT Firefox, to access this database. 1915 to present.            Comments (0)                                              close                                                                                                          Newspapers and Reviews                                                                                  Online Newspapapers                 Many newspapers are available full text online. Featured below are online indexes to some of these papers.   ProQuest Newsstand (ProQuest) Full text of 300+ U.S. and international news sources. Includes coverage of 150+ major U.S. and international newspapers such as The New York Times and the Times of London, plus hundreds of other news sources and news wires. ProQuest Central ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more. ProQuest Central is the largest multidisciplinary database with over 11,000 titles Historical Newspapers (Proquest) Search the archives of major U.S. and African American Newspapers. Includes: Atlanta Constitution (1868 - 1942),Atlanta Daily World (1931-2003), Baltimore Afro-American (1893-1988),Chicago Tribune (1849 - 1986),Christian Science Monitor (1908 - 1995),Los Angeles Times (1881 - 1986),New York Amsterdam News (1922-1993),Pittsburgh Courier (1911-2002),The Chicago Defender (1910 - 1975),The New York Times (1851 - 2005),The New York Tribune (1841-1922),The New York Tribune (1900 - 1910),San Francisco Chronical (1865-1922),The Wall Street Journal (1889 - 1991), andThe Washington Post (1877 - 1992). Proquest Historical Newspapers: African American Newspapers Search the historical archives of major African-American newspapers: Atlanta Daily World, Baltimore Afro-American, New York Amsterdam News, Pittsburgh Courier, and Chicago Defender. Access Newspaper Archive Access NewspaperARCHIVE contains tens of millions of searchable newspaper pages, dating as far back as the 1700s. Lexis-Nexis Academic Universe Provides access to full-text newspapers (U.S. and some international), news wires, transcripts, and trade journals Factiva Search for U.S. and international newspapers, news transcripts, trade journals and more for news and business information. **Please note access is limited to 8 simultaneous users. If you see a login screen, this means that we have maxed out our limit; try clicking on Factiva again to see if you can access it. Access World News Search across local, regional and national US newspapers. Also includes international English language newspapers and news wires. Dates of coverage vary from title to title. Ethnic Newswatch; 1991 to present Searchable full text, bilingual (Spanish and English) database of the newspapers, magazines and journals of the ethnic, minority and native press. Dates of coverage: 1990 to present. Ethnic Newswatch: A History An interdisciplinary, bilingual (English and Spanish) and comprehensive full text database of newspapers, magazines and journals from ethnic, minority and native presses. Provides the historical foreground to the ethnic, minority, and native press content in Ethnic NewsWatch, with over 300,000 full-text articles dating from 1959-1989 Alternative Press (Alt-Press) Watch A full text database comprised of the newspapers, magazines and journals of the alternative and independent press. Alternative Press Index (EBSCO) Alternative Press Index (API) is a bibliographic database of journal, newspaper, and magazine articles from over 300 international alternative, radical, and left periodicals. Born of the New Left, the API was launched to provide access to the emerging theories and practices of radical social change. This resource offers access from 1991, for content before this see the Alternative Press Index Archive. Guide to alternative sources of information. Indexes over 250 alternative, radical and left periodicals, newspapers and magazines. Includes selected abstracts from research journals. Coverage is international. Dates of coverage: 1991 to present. Times of London Digital Archive (1785-1985) Provides full-text access to back issues of The Times newspaper. Dates of coverage: 1785 to 1985. Irish Newspaper Archives--until October 20, 2008 he complete digitisation of Ireland's newspaper heritage. Titles such as the Irish Independent (1905 - current), Sunday Independent, The Freeman's Journal, the Nation and many of Ireland's leading regional newspapers will be rendered fully word searchable. Universal Database of Russian Newspapers (East View) Includes searchable full text articles from over 30 currently published Russian newspapers, including archives generally from the 1990s. Search in Cyrillic or Library of Congress transliteration. Newsday This database offers detailed indexing to help users quickly find the news information they need. Each issue is indexed thoroughly, so they have access to not only top news stories but also the information contained on the various sections of the paper. The indexing covers not only complete bibliographic information but also companies, people, products, etc. Black Studies Center (ProQuest) Black Studies Center is a fully cross-searchable gateway to Black Studies including scholarly essays, recent periodicals, historical newspaper articles, the Schomburg Studies, and much more. It combines several resources for research and teaching in Black Studies: Schomburg Studies on the Black Experience, International Index to Black Periodicals (IIBP), historical black newspapers, and the Black Literature Index. Black Studies Center is a fully cross-searchable gateway to Black Studies including scholarly essays, recent periodicals, historical newspaper articles, the Schomburg Studies, and much more.            Comments (0)                                         Selected Film Industry Magazines                 While some have selected recent content online, full historical issues are typically only available in print or via microfilm.  Variety Review Database  Variety Bobst Microform (Film/Per) VOLUMES:1- YEARS:1905- Daily Variety Bobst (Newspaper) NOTE:Latest two months only. Hollywood Reporter Online Full text coverage: Dec 18-Dec 24, 2001 (Volume 371) - current Moving Picture World Bobst Microform (Film/Per) VOLUMES:1-89 YEARS:1907-1927 Motion picture news Bobst Microform (Film/Per) YEARS:1913-1930 Exhibitors herald and moving picture world Bobst Microform (Film/Per) VOLUMES:90:1-93:13 YEARS:1928 Exhibitors herald VOLUMES: 1:21-7:3 (YEARS: 1915-1918) Exhibitors herald Available in Microform: VOLUMES: 9:12-32:3 (YEARS: 1919-1927) Bioscope Bobst Microform (Film/Per) YEARS:1908-1932 The Film daily year book of motion pictures 930. Bobst (PN1993.3 .F5) VOLUMES:51-52 YEARS:1969-1970 The Film daily ... year book 1928-1929 Bobst Microform (Film/Per) YEARS:1928-1929 The Film daily : the daily newspaper of motion pictures Bobst Microform (Film/Per) YEARS:1922-1970 Wid's daily Bobst Microform (Film/Per) VOLUMES:5-18 YEARS:1918-1921 Wid's year book Bobst Microform (Film/Per) YEARS:1918-1921 Close up Bobst (PN1993.C62) VOLUMES:1-10 YEARS:1927-1933 Primary Sources: Classic Mexican Cinema Classic Mexican Cinema is a collection of popular movie periodicals, covering the 'Golden Age' of Mexican Cinema. The resource includes chief magazines such as Cinelandia (1931-1947)which was published in both Spanish and English in Hollywood, Cinema Reporter (1943-1965) and Cine Mundial (1954-1955), with extremely rare copies of El Cine Gráfico from 1935 and of the weekly El Mundo Ilustrado (1902-1910). This collection also includes dozens of film flyers, which were distributed on the streets to lure people into the cinema. Finally, this collection also gives access to the personal scrap books of Fernando de Fuentes (1894-1958), one of the leading Latin-American filmmakers to this day. Classic Mexican Cinema is a collection of popular movie periodicals, covering the \"Golden Age\" of Mexican Cinema. The resource includes chief magazines such as Cinelandia (1931-1947)which was published in both Spanish and English in Hollywood, Cinema Reporter (1943-1965) and Cine Mundial (1954-1955), with extremely rare copies of El Cine Gráfico from 1935 and of the weekly El Mundo Ilustrado (1902-1910). This collection also includes dozens of film flyers, which were distributed on the streets to lure people into the cinema. Finally, this collection also gives access to the personal scrap books of Fernando de Fuentes (1894-1958), one of the leading Latin-American filmmakers to this day. Primary Sources: Early Russian Cinema A collection of 57 Russian film periodicals published from 1907-1918, the last decade of the tsarist regime. The collection includes sophisticated, bimonthly periodicals as well as more popular weeklies released by the major Russian film studios. Requires plugin. PDF files only allow reading, not searching. A collection of 57 Russian film periodicals published from 1907-1918, the last decade of the tsarist regime. The collection includes sophisticated, bimonthly periodicals as well as more popular weeklies released by the major Russian film studios. Requires plugin. PDF files only allow reading, not searching.            Comments (0)                                         Finding Film Reviews                   commons.wikimedia.org/ wiki/File:Casablanca,_t... , Screenshot of the title screen of the trailer.1942, Source: Casablanca trailer, Trailer screenshot   DON'T FORGET TO USE PROQUEST HISTORICAL NEWSPAPERS TO LOCATE FILM REVIEWS!  ' Casablanca,' With Humphrey Bogart and Ingrid Bergman, at Hollywood By BOSLEY CROWTHER. New York Times (1857-Current file). Nov 27, 1942. p. 27 (1 page) Want to find this review? Just go to the library page and seclect Proquest Historical Newspapers.            Comments (0)                                         Finding Articles on Film, Television and Media                                FINDING ARTICLES ON FILM, TELEVISION, AND MEDIA   Indexes and Databases help you find citations for popular and scholarly journal articles. Sometimes an index will link you directly to the full text of the article online. Otherwise, use the citation to find the periodical either in the stacks or in the microform collection. Please note that not all the articles you find citations for will be accessible through Bobcat.    Remember that articles released contemporary to a film&rsquo;s release are primary sources as are reveiws that are contemporary to the film you are discussing. Pressbooks, promotional materials associated with the films release and screenplays which are the text from which the films are made, these are also considered primary sources.    Primary Resources on Microfilm : Microformat (which is the overarching term for microfilm, microfiche and microcard) is basically an older version of scanning. Material was photographed and placed on durable plastic material; the material on these &ldquo;films&rdquo; or &ldquo;cards&rdquo; could then be viewed with a special machine without damaging the original. There are many wonderful Film and Media Studies resources that the Library only holds in microformat (mostly microfilm), and although most students have never used this kind of material before, there is no reason to be intimidated! There is always someone you can ask for help, either at the Microform Room located on the lower level or at the Main Reference/Information Desk (on the first floor).   It is a good idea to start your microfilm research by consulting an index; doing so will give you a specific citation and save you hours of scrolling through years of a journal that has been scanned onto film. You can consult outside sources, like Google Scholar, the Reader&rsquo;s Guide Retrospective, or even the New York and LA Times for citations on your topic in order to give you some idea of when to look for coverage on a certain topic.   For instance:   Say you are doing a paper on the &ldquo;Fatty&rdquo; Arbuckle scandal and you want to discuss his presentation in the media between 1920 and 1930. You know the journal The Bioscope was a popular film journal at the time, but you also know that while Bobcat holds microfilm of the journal, there is no accompanying index. After doing a quick search in the index, The Historical New York Times, for articles on &ldquo;Fatty Arbuckle&rdquo; between 1920-1930, you are able to see that there are some ads for his films. Taking note of the date the ads ran, you can then go to The Bioscope for that week to see if there were any features or ads run on the same picture around the same time. In this way, you can also see how one phase of research can build on another.   University of California Santa Barbara Libraries              Comments (0)                                         Internet Archive// Access to Movie Fan Magazines                   Internet Archive Copies of Moving Picture World (1912-1916) and Photoplay (1915-1930) are avail. online. Also select copies of Movie Weekly Index, Screenland, Film Players Herald and Movie Pictorial, Film Fun, Motion Picture Story Magazine, Filmplay, Silverscreen,  Picture-Play Magazine, to access enter subject:\"movie fan magazine The Internet Archive, a 501(c)(3) non-profit, is building a digital library of Internet sites and other cultural artifacts in digital form. Like a paper library, we provide free access to researchers, historians, scholars, and the general public.            Comments (0)                                         Film Reviews                 Article databases used for finding scholarly criticism also often contain reviews of films, television shows, and DVDs. Below are some of the key databases with review content.  Historical Newspapers (Proquest) Search the archives of major U.S. and African American Newspapers. Includes: Atlanta Constitution (1868 - 1942),Atlanta Daily World (1931-2003), Baltimore Afro-American (1893-1988),Chicago Tribune (1849 - 1986),Christian Science Monitor (1908 - 1995),Los Angeles Times (1881 - 1986),New York Amsterdam News (1922-1993),Pittsburgh Courier (1911-2002),The Chicago Defender (1910 - 1975),The New York Times (1851 - 2005),The New York Tribune (1841-1922),The New York Tribune (1900 - 1910),San Francisco Chronical (1865-1922),The Wall Street Journal (1889 - 1991), andThe Washington Post (1877 - 1992). ProQuest ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more. Film Indexes Online Film Index International is a major information resource for entertainment films and personalities produced in collaboration with the British Film Institute. With a scholarly, inclusive approach to all areas of film studies - from the very first silent movies, to art house classics or the latest blockbusters - Film Index International provides truly international coverage, indexing films from over 170 countries Film & Television Literature Index A comprehensive index covering the entire spectrum of television and film writing and produced for a broad target audience, from film scholars to general viewers. Subject coverage includes: film & television theory, preservation & restoration, writing, production, cinematography, technical aspects, and reviews. FIAF International Index to Film Periodicals Plus A bibliographical resource offering coverage of hundreds of the world's foremost academic and popular film journals right up to the present day. Many of these key titles are available here in full text including complete runs. Film Literature Index  Project Muse Project MUSE is a unique collaboration between libraries and publishers providing 100% full-text, affordable and user-friendly online access to high quality humanities, arts, and social sciences journals from scholarly publishers. Variety Review Database  Readers' Guide Retrospective Readers' Guide Retrospective is a database containing comprehensive indexing of the most popular general-interest periodicals published in the United States and reflects the history of 20th century America. Nation Digital Archive, The Established July 6, 1865, The Nation offers a 135-year archive of reporting opinion and criticism. It is an immensely important clearinghouse of primary source material covering the history of politics, culture, books and the arts - in America and around the world. The Nation Digital Archive is a fully searchable electronic version of the magazine's complete backfile. NOTE: There is a 1-month embargo on full-text. Access Newspaper Archive Access NewspaperARCHIVE contains tens of millions of searchable newspaper pages, dating as far back as the 1700s International Index to the Performing Arts; 1864 to present International Index to the Performing Arts Full Text (IIPAFT) is a dynamic resource for the performing arts that provides indexing and abstracts for more than 210 international journals. OmniFile FT (Wilson) Multi-disciplinary database providing the complete content - indexing, abstracts, and full text - from six of Wilson's full-text databases: Education Full Text, General Science Full Text, Humanities Full Text, Readers' Guide Full Text, Social Sciences Full Text, and Wilson Business Full Text. Dates of coverage: 1982 to present. Readers' Guide Full Text (Wilson) Provides indexing and abstracting of the most popular general-interest periodicals published in the United States and Canada, plus the full text of selected periodicals. Dates of coverage: 1983 to present. America: History & Life Indexes literature covering the history and culture of the United States and Canada, from prehistory to the present. The database indexes 1,700 journals and also includes citations and links to book and media reviews. Strong English-language journal coverage is balanced by an international perspective on topics and events, including abstracts in English of articles published in more than 40 languages. Publication dates of coverage: 1964 to present. Historical Abstracts Covers the history of the world (excluding the United States and Canada) from 1450 to the present, including world history, military history, women's history, history of education, and more. Indexes more than 1,700 academic historical journals in over 40 languages. Publication dates of coverage: 1955 to present. A guide to critical reviews, part IV, the screenplay, supplement one, 1963 to 1980 /by James M. Salem..            Comments (0)                                         Popular Internet Review Sources                 Useful sites for locating freely available reviews online.  Metacritic compiles reviews from respected critics and publications for film, video/dvd, books, music, television and games. Internet Movie Database  MRQE  Time Archive  Green Cine  DVDBeaver  Docuseek2  Educational Media Reviews Online  OnVideo: Guide to Home Video Releases  PlanetOut: PopcornQ LGBT Film Database Women's Studies Database: Film Reviews  Online Film Critics Society            Comments (0)                                              close                                                                                                          Film Collections/Archives                                                                                  Library Databases with Streaming Video                 Subscription databases from the Bobst Library with streaming video content.     Featured Collection American History in Video  NYU Classes Streaming Video  Search all audio and video  Paley Center Seminars The Paley Center Seminars is an exclusive video collection of interviews with celebrities, television crews, and distinguished panels. It includes 300 filmed seminars from the acclaimed series held by The Paley Center for Media. These lively discussions feature the leading names in media discussing the creative process, contemporary issues in production, and issues such as the impact of the media on contemporary society. Topics covered range from presidential advertising campaigns to reality shows, from the writing process of “The Wire” and “Heroes” to Madeline Albright and Henry Kissinger on the media and foreign policy. The Paley Center Seminars is an exclusive video collection of interviews with celebrities, television crews, and distinguished panels. It includes 300 filmed seminars from the acclaimed series held by The Paley Center for Media. These lively discussions feature the leading names in media discussing the creative process, contemporary issues in production, and issues such as the impact of the media on contemporary society. Topics covered range from presidential advertising campaigns to reality shows, from the writing process of “The Wire” and “Heroes” to Madeline Albright and Henry Kissinger on the media and foreign policy. Filmakers Library Online Filmakers Library Online provides award-winning documentaries with relevance across the curriculum—race and gender studies, human rights, globalization and global studies, multiculturalism, international relations, criminal justice, the environment, bioethics, health, political science and current events, psychology, arts, literature, and more. Filmakers Library Online provides award-winning documentaries with relevance across the curriculum—race and gender studies, human rights, globalization and global studies, multiculturalism, international relations, criminal justice, the environment, bioethics, health, political science and current events, psychology, arts, literature, and more. This release now provides 924 titles, equaling approximately 738 hours. Anthropology & Ethnographic Video Online Anthropology brings together a wide range of ethnographic documentaries, indigenous media, field notes, study guides and raw footage, covering human behavior the world over. Essential for study in the areas of politics, economics, history, psychology, environmental studies, religion, area studies, linguistics, and geography, the database will contain more than 1,800 films at completion. * NYU is currently subscribing to three collections; Anthropology Online, Ethnographic Video Online: Volume I and Ethnographic Video Online: Volume II. The collection covers every region of the world and features the work of many documentary filmmakers of the 20th century, including interviews, previously unreleased raw footage, field notes, study guides, and more. Includes 292 videos totaling roughly 192 hours. Vanderbilt Television News Archive The Television News Archive collection at Vanderbilt University is the world's most extensive and complete archive of television news. The collection holds more than 30,000 individual network evening news broadcasts from the major U.S. national broadcast networks: ABC, CBS, NBC, and CNN, and more than 9,000 hours of special news-related programming including ABC's Nightline since 1989. American History in Video American History in Video provides the largest and richest collection of video available online for the study of American history, with 2,000 hours and more than 5,000 titles on completion. The collection allows students and researchers to analyze historical events, and their presentation over time, through commercial and governmental newsreels, archival footage, public affairs footage, and important documentaries. This release now provides over 1470 titles, including new documentaries from PBS, SCOLA Provides access to television programming from more than fifty different countries in their original languages. Currently operates four 24 hour satellite channels of programming, including current international news, variety programs, a Chinese teaching channel (educational and cultural programming from the People's Republic of China), and programs from emerging nations. Offers access to program schedules, live video streaming, news releases, and more. Provides access to television programming from more than fifty different countries in their original languages. Currently operates four 24 hour satellite channels of programming, including current international news, variety programs, a Chinese teaching channel (educational and cultural programming from the People's Republic of China), and programs from emerging nations. Dance in Video contain 250 dance productions and documentaries by the most influential performers and companies of the 20th century. Opera in Video contains 250 of the most important opera performances, captured on video through staged productions, interviews, and documentaries Theatre in Video Contains more than 250 definitive performances of the world's leading plays, together with more than 100 film documentaries, online in streaming video - more than 500 hours in all. This release contains 279 titles, representing hundreds of leading playwrights, actors and directors. Contains more than 250 performances of the world's leading plays, together with more than 100 documentaries, all in streaming video. Hemispheric Institute Digital Video Library The Hemispheric Institute Digital Video Library (HIDVL) provides a digital venue for documenting the expression of social and political life through performance in the many political landscapes of the Americas. HIDVL brings together materials that existed only in small private archives that lacked the resources to care for these extraordinary cultural documents. Using the resources of digital technology, the Hemispheric Institute ensures the long-term preservation of these rare videos and make them accessible to viewers around the world. The trilingual Artist Profiles: http://hemisphericinstitute.org/artistprofiles/ contextualizes the video collections with photos, texts, interviews, bibliographies and additional materials that viewers might find useful: http://hemisphericinstitute.org/artistprofiles/ The Hemispheric Institute Digital Video Library (HIDVL) provides a digital venue for documenting the expression of social and political life through performance in the many political landscapes of the Americas. Naxos Video Library An extensive streaming video library of classical music performances, opera, ballet, live concerts and documentaries. An extensive streaming video library of classical music performances, opera, ballet, live concerts and documentaries. Literature Online  World History in Video World History in Video is a wide-ranging collection of critically acclaimed documentaries allowing researchers to explore human history from the earliest civilizations to the late twentieth century. The video content covers Africa and the Americas, Asia, Europe, the Middle East, and Oceania. World History in Video is a wide-ranging collection of critically acclaimed documentaries allowing researchers to explore human history from the earliest civilizations to the late twentieth century. The video content covers Africa and the Americas, Asia, Europe, the Middle East, and Oceania. Black Studies in Video Black Studies in Video is a signature Alexander Street Press collection featuring award-winning documentaries, newsreels, interviews and archival footage surveying the evolution of black culture in the United States. In partnership with California Newsreel, the database provides unique access to their African American Classics collection, and includes films covering history, politics, art and culture, family structure, social and economic pressures, and gender relations Black Studies in Video is a signature Alexander Street Press collection featuring award-winning documentaries, newsreels, interviews and archival footage surveying the evolution of black culture in the United States. In partnership with California Newsreel, the database provides unique access to their African American Classics collection, and includes films covering history, politics, art and culture, family structure, social and economic pressures, and gender relations            Comments (0)                                         Docuseek2                   Docuseek2... You must sign in to register. The new academic streaming source for the best in social issue and documentary film Exclusive academic streaming for films from renowned leaders in documentary film distribution including.            Comments (0)                                         Films Online                 Selection of freely available online video collections.  Europa Film Treasures  The Library of Congress - American Memory  Archive of American Television YouTube makes hundreds of interviews with TV legends available online. AMC B-Movie Classics  Folkstreams,net A National Preserve of Documentary Films about American Roots Cultures google video  Joost Login with Facebook  Share what you're watching on Joost with your Facebook friends! YouTube Library of Congress contemporary presentations from the Library of Congress in Washington, D.C. As the world's preeminent reservoir of knowledge, we are the steward of millions of recordings dating from the earliest Edison films to the present. MTV Music  Paley Center' Media  PBS Video  Pinewood Dialogues Discussions with creative figures in film, television, and digital media, made possible with a generous grant from the Pannonia Foundation. Silent Cinema in Quebec  Sloan Science and Film aims to influence the next generation of filmmakers to create more realistic and dramatic stories about science and technology and to challenge existing stereotypes about scientists and engineers. The Living Room Candidate contains more than 300 commercials, from every presidential election since 1952, when Madison Avenue advertising executive Rosser Reeves convinced Dwight Eisenhower that short ads played during such popular TV programs as I Love Lucy would reach more voters than any other form of advertising. TV.Com  Internet Archives Universal Newsreels Universal Newsreel, produced from 1929 to 1967, was released twice a week. Each issue contained six or seven short stories, usually one to two minutes in length, covering world events, politics, sports, fashion, and whatever else might entertain the movie audience. World Digital Archives  YouTube            Comments (0)                                         film Archives                   http://www.flickr.com/photos/katcha/2547642806/ CC BY-NC-SA 2.0 Film archives at the cinemateque             Comments (0)                                         General Archives                 The repositories below house collections that are publicly cataloged or listed. Each has a different access policy and many are administered by separate entities. It is important to check individual websites even though many holdings appear in the NYU Library Catalog.  New York Public Library Archives & Manuscripts Archives are the records created by people and organizations as they lived and worked. Collections can range in size from a single letter or diary to thousands of boxes of institutional records. They can contain drafts of literary works, financial records, meeting minutes, reports, memorabilia, as well as sound recordings, videos, film, databases, and software. On this site, you can search The New York Public Library's vast holdings, initiate a research visit, submit a query to an archivist, and access digitized material. ArchiveGrid (formerly Archival Resources) Thousands of libraries, museums, and archives have contributed nearly a million collection descriptions to ArchiveGrid. Researchers searching ArchiveGrid can learn about the many items in each of these collections, contact archives to arrange a visit to e WorldCat OCLC WorldCat contains all the records cataloged by OCLC member libraries. Records represent 400 languages and materials in many different formats including books, manuscripts, websites and internet resources, maps, computer programs, musical scores, films and Internet Archives The Internet Archive, a 501(c)(3) non-profit, is building a digital library of Internet sites and other cultural artifacts in digital form. Like a paper library, we provide free access to researchers, historians, scholars, and the general public. Archives Finder (formerly Archives USA) Archive Finder is a current directory which describes over 206,200 collections of primary source material housed in thousands of repositories across the United States, the United Kingdom and Ireland. Accessible Archives Contains rich, comprehensive material found in leading historic periodicals and books. Search eyewitness accounts of historical events, vivid descriptions of daily life, editorial observations, commerce as seen through advertisements and genealogical records. Includes the following collections: South Carolina Newspapers (1732-1780), Pennsylvania Newspaper Record (1819-1870), Pennsylvania Genealogical Catalogue (1809-1870), The Pennsylvania Gazette 1728-1800, The Liberator 1831-1865, Godey`s Lady`s Book 1830-1898, The Civil War: Part I:A Newspaper Perspective, and African American Newspapers (19th Century). Film/TV Documentation Collections Includes theTreasures from Film Archives American National Biography Biographies if influential deceased american's, including filmmakers. Entries often include valuable information on key published resourcesand locations of specific archives.            Comments (0)                                         Pressbooks/microfilm collections                  Cinema pressbooks from the original studio collections  USC-Universal Pictures Company collection  TV Guide  Motion picture catalogs by American producers and distributors, 1894-1908 [microform] : a microfilm edition  Gallup looks at the movies : audience research reports, 1940-1950  The Kitchen New York based interdisciplinary arts organisation, with an emphasis on the creation of film, video and performance art.            Comments (0)                                         Studio Archives                 The following is a working list of known locations with significant print archival holdings documenting specific studios, including those collections not held in publicly accessible institutions. However, the papers of individuals (actors, directors, producers, screenwriters, costumers, etc.) connected with specific studios may also be available in other locations throughout the country, and are not listed here. Suggestions and information leads for this list are encouraged!   CBS: UCLA holds music-related manuscripts, books, printed music, sound recordings and business papers relating to CBS productions from 1955-1983. Finding aid is available .   Disney: Disney maintains an extensive in-house archive, but it is not open to the public. UCLA owns some publicity ephemera from 1938-1980s.   Metro-Goldwyn-Mayer (MGM): There is no fully centralized or comprehensive archive available for MGM, and unfortunately some of the studio's archival records were likely discarded. For instance, all of its musical material, including orchestra arrangements and parts, were discarded in the late 1960s. However, some content is available at USC , the Margaret Herrick Library (art, legal, production, and wardrobe departments, as well as scripts), UCLA Performing Arts Special Collections (architectural set plans, scripts, the studio's in-house research library collection), and the Frances Howard Goldwyn Hollywood Branch of the Los Angeles Public Library.   Paramount: The most extensive institutional holdings from Paramount are housed at the Margaret Herrick Library , including production records, scripts, press sheets, and contract summaries. The studio also has an in-house archive not open to the public, including many musical scores.   Republic Pictures: Some archival materials available at USC .   RKO: The RKO studio collection (1922-1956) is housed at UCLA Performing Arts Special Collections , including scores, daily production reports, story submission cards, payroll cards, scripts, and story synopses. Some specific collection information is available via a finding aid .   Sony: Sony also owns Columbia and Tristar . The studio has an in-house archive, and is not open to the public. UCLA houses some Columbia scripts.   20th Century Fox: Some archives are still located at the studio and are not open to the public, including many stills. The in-house working Fox Research Library  is still open and may be available to serious researchers who call in advance; however, it does not collect the archives of the studio, instead serving the research needs of Fox employees. Some Fox production material (including scripts) is available at UCLA and USC , though restrictions apply for access to certain contents.   United Artists: Some UA archival records are located at the Wisconsin Center for Film and Theater Research , including corporate ledgers.   Universal: The most extensive archives are located at the studio and in other remote locations, but are not open to the public. Some material is available at USC , and the Margaret Herrick Library houses a collection of trailer scripts.   Warner Bros.: Most Warner Bros. archives are held at USC , covering studio inception to 1968. Also includes the William Schaefer ledger, which covers film grosses from 1921-1967. Some materials (mostly scripts) are held at the University of Wisconsin, and UCLA Performing Arts Special Collections houses some Warner Bros. silent film music scores.             Comments (0)                                         Cinema Best Practices                  SCMS: Best Practices for Fair Use in Teaching for Film and Media Educators            Comments (0)                                         Special Collections at NYU                 Bobst Library's special collections and archives house significant resources, rare books, personal papers, University history, and more. Additionally, they sponsor numerous events throughout the year, and contribute widely to many publications.  Special Collections and Archives Bobst Library's special collections and archives house significant resources, rare books, personal papers, University history, and more. Additionally, they sponsor numerous events throughout the year, and contribute widely to many publications.            Comments (0)                                         Major Film & Television Archives in New York                  Anthology Film Archives an international center for the preservation, study, and exhibition of film and video with a particular focus on American independent and avant-garde cinema and its precursors found in classic European, Soviet and Japanese film. George Eastman House Eastman House is also one of the oldest film archives in the United States and is now considered to be among the top cinematic collections worldwide. Our motion picture archives hold more than 25,000 film titles produced between 1894 and the present. Goethe-Institut New York contains more than two hundred 16mm films that can be rented for non-commercial screenings by cinematheques, film clubs, film festivals, and other cultural and educational institutions. New York City Motion Pictures The Life of a City: Early Films of New York, 1898-1906 Animation collection. Documentary and graphic materials, 1928-1990. 1970-1980 # Restrictions/Permissions: Collection is subject to donor restrictions.  # Notes: Summary: The collection consists of documentary and graphic materials. It is a source of information on personalities and subjects, both American and foreign, important to the history of film animation.  Summary: While the collection includes copies of material dating from the beginnings of film animation at the end of the nineteenth century, original material is concentrated in the late 1970s and the 1980s. The collection's emphasis is not on original material, though, but in providing sources for the history of film animation through reproduction of early material and secondary sources in an accessible format. The largest amount of both documentary and graphic materials in the collection relate to Walt Disney and his studio and to Canemaker's own extensive creative activity.  Historical Note: John Canemaker (b. 1943) is an internationally recognized animator, animation historian, teacher and lecturer. He has been a Guest Fellow at Yale University and teaches film animation at the Tisch School of the Arts, New York University. American Museum of the Moving Image his rich and extensive collection is an invaluable resource for both the general public and for scholars, benefiting anyone who takes an interest in the history and culture of the moving image. Artifacts include: technical apparatus, still photographs, licensed merchandise, design materials, costumes, fan magazines, publicity materials of all kinds, video and computer games, and historical movie theater furnishings. Paley Center Seminars The Paley Center Seminars is an exclusive video collection of interviews with celebrities, television crews, and distinguished panels. It includes 300 filmed seminars from the acclaimed series held by The Paley Center for Media. These lively discussions feature the leading names in media discussing the creative process, contemporary issues in production, and issues such as the impact of the media on contemporary society. Topics covered range from presidential advertising campaigns to reality shows, from the writing process of “The Wire” and “Heroes” to Madeline Albright and Henry Kissinger on the media and foreign policy. dedicated to audio-visual artifacts with a collection of over 50,000 TV and radio shows. Pick your selection from the library and watch it at one of the many video consoles. The Mayor's Office of Film, Theatre and Broadcasting Production Guides: Publications for the film, theatre and broadcasting industries    Reuse and Recycle: Tips and environmentally-friendly resources for productions in New York City    Studios and Stages: Commercial space for film and video production in New York City    Recording Studios: Commercial space for recording and sound production in New York City    Production Office Space: Raw office space available for productions in New York City    Times and Temperatures: Average weather in New York City throughout the year    Address Locator: Input an address to find the nearest cross street    Guilds, Unions and Organizations: Contact details for local representatives from entertainment labor    Working with Performers with Disabilities: Information and resources for performers with disabilities and their employers The Independent: obsessed with independent film since 1978  The Kitchen a non-profit experimental performance space located in New York City and presenting video, music, dance, performance, film and literature. New York based interdisciplinary arts organization, with an emphasis on the creation of film, video and performance art.            Comments (0)                                         Collections Outside NY                 Archival moving image collections are held throughout the world, including \"mixed\" archives where audiovisual materials are housed alongside print manuscripts. The list below is a selection of major film and television archives, including a few more general search tools.  New York Public Llibrary  Internet Archive Movie Archive MIC is sponsored by the Library of Congress and the Association of Moving Image Archivists. MIC lets you discover, locate, and even (in some cases) view moving images from around the world. National Film Preservation Board  The Academic Film Archive of North America The mission is to acquire, preserve, document, and promote academic film by providing an archive, resource, and forum for continuing scholarly advancement and public exhibition. We also document and archive historically important films not specifically in the academic genre, including anthropological, ethnographic, and medical subjects. Cinémathèque française  DEFA Film Library  Harvard Film Archive  Wisconsin Center for Film and Theater Research WCFTR owns more than 300 manuscript collections, 15,000 motion pictures and television shows, 2,000,000 still photographs, and several thousand sound recordings. Steven Spielberg Film and Video Archive The Steven Spielberg Film and Video Archive of the U.S. Holocaust Memorial Museum is a major repository for moving images pertaining to the Holocaust and related topics in European history. The collection currently comprises 985 hours of archival footage. Additional materials are regularly acquired from sources throughout the world. The majority of the materials originated between 1930 and 1945. San Francisco Media Archive  Pacific Film Archive PFA is home to the largest collection of Japanese films outside of Japan, as well as impressive gatherings of Soviet silents, West Coast avant-garde cinema, seminal video art, rare animation, Eastern European and Central Asian productions, and international classics. American experimental pioneers like Bruce Conner and Ant Farm share the shelves with international past masters Sergei Eisenstein and Kenji Mizoguchi at PFA’s off-site storage vault, which provides a temperature- and humidity-controlled environment for more than 11,000 films and Northeast Historic Film  Newsfilm Library In an historic 1980 donation, the University of South Carolina was selected by 20th Century Fox Film Corporation to receive a portion of the Fox Movietone News Collection. This gift of internationally important, irreplaceable, and unique newsreel footage was the starting point for what has become one of the most significant academically housed newsfilm libraries in the United States. The Millennium offered various programs and services such as filmmaking workshops, equipment access-which includes facilities for editing, screening and shooting. In addition, the Millennium has continuously presented ongoing film-talks and screenings in its Personal Cinema Series. This consists of mostly one-person film/video programs with the artists present to engage in a dialogue with the audience. We have always made room for regular open screenings in our schedule, so as to provide a public forum for younger artists and students. These programs became more viable and effective as we moved into a much larger space in 1975.            Comments (0)                                         Art of the Title Sequence                   A compendium and leading web resource of film and television title design from around the world  The Art of the Title Sequence            Comments (0)                                              close                                                                                                          Finding Images                                                                                  Fair Use of Images                  NYU Copyright A guide to copyright law as it relates to academic research, teaching, and publication Columbia UniversityCopyright Advisory Office Showing films and other media SCMS: Fair Usage Publication of Film Stills (1993)  Copyright Information for Music and Video  CRASH COURSE IN COPYRIGHT            Comments (0)                                         NYPL Digital Gallery                   commons.wikimedia.org/ wiki/File:New_York_Publ... ,Main entrance to the New York Public Library. Lion sculpted by Edward Clark Potter (1857~1923).22 June 2006, See Commons:Licensing  NYPL Digital Gallery            Comments (0)                                         Video Streaming Service for NYU Classes                   a video streaming service that allows faculty and instructors to provide students enrolled in their courses online access to films assigned for course reserve viewing.  Video Streaming Service for NYU Classes            Comments (0)                                         Selected Digital Image Sites                 Researchers and designers often require a broad range of historical visual images. Below are some resources that serve as good starting places, though many of them are more focused on fine arts (rather than film stills and documentation).  ArtStor Contains thousands of high-quality images, and is particularly strong in art history. Contains thousands of high-quality images, and is particularly strong in art history. Google Images Searches images available via Google, of mixed size and quality. AP Images Locates photos from the Associated Press archive dating back to 1995. Reel Poster Gallery Online gallery of vintage movie posters. World Digital Library Includes primary materials from world cultures, including manuscripts, maps, rare books, musical scores, recordings, films, prints, photographs, archi­tectural drawings, and more. Oxford Art Online Links images to related entries, covering major artists, periods, and styles. WorldImages Contains thousands of images on a range of global topics. This free site also includes some coverage of clothing and dress. CAMIO: Catalog of Art Museum Images Online Online collection documenting works of art from world museums, including photographs, paintings, architecture, costume, and more. LIFE Photo Archive Growing historical photo archive for LIFE magazine, hosted by Google. Getty Images Includes stock photography, editorial photos, and some moving images. NYPL Digital Gallery Thousands of digital images from the New York Public Library's collections. VADS Thousands of visual arts images, including fashion, design, prints, and sculpture. Flickr Commons A free public collection of photographs from major photography archives. Contributors include the Library of Congress, the Smithsonian Institution, and more. American Memory From the Library of Congress, including many photographs and other visual elements documenting American history. Ad*Access Images and database information for over 7,000 advertisements printed in U.S. and Canadian newspapers and magazines between 1911 and 1955. Still Images: Finding and Using Digital Media U.K. site with advice on finding images online, getting permissions, and other tips. Empire Online Includes documents segment called \"The Visible Empire,\" which includes color plates, maps, and more. Images from the History of Medicine Keyword-searchable images from the National Library of Medicine. Includes portraits, pictures of institutions, caricatures, genre scenes, and graphic art in a variety of media. CalPhotos From UCB Biodiversity Sciences Technology Group, this site contains thousands of photos, including plants, animals, fossils, people, and world cultures. Fotosearch Stock Photography            Comments (0)                                              close                                                                                                          Film & Televison Scripts                                                                                  Featured Database American Film Scripts Online                   American Film Scripts Online contains 1,009 scripts by 1,062 writers together with detailed, fielded information on the scenes, characters and people related to the scripts. In addition, the database includes facsimilie images for more than 500 of these screenplays. Most of the scripts have never been published before, and nowhere else are they available online.  American Film Scripts Online American Film Scripts Online contains 1,009 scripts by 1,062 writers together with detailed, fielded information on the scenes, characters and people related to the scripts. In addition, the database includes facsimilie images for more than 500 of these screenplays. Most of the scripts have never been published before, and nowhere else are they available online. American Film Scripts Online contains 1,009 scripts by 1,062 writers together with detailed, fielded information on the scenes, characters and people related to the scripts. In addition, the database includes facsimilie images for more than 500 of these screenplays. Most of the scripts have never been published before, and nowhere else are they available online.            Comments (0)                                         Purchasing Scripts                  Script City Script City has the largest selection and lowest prices on all of your favorite movie and television scripts. We have titles from Hollywood's golden era all the way up to the most current films and television shows. All scripts are in their original screenplay format for your script writing education and collection. Drew's Scripts O Rama Published in two versions - one for all browser usage and one with frames enabled, best viewed at 1024x768 - this website contains scripts, shooting scripts and transcripts for many films and television programmes. To access them in full-text click on 'film scripts', 'film transcripts', 'TV stuff' or 'Anime' and a list of film, TV or Anime titles come up, giving the size of the file and where they were obtained. The website also has a section dedicated to unproduced screenplays ('screenwriters on the Internet'), which also provides the opportunity to download an application form to submit a screenplay; an introductory section ('nitty gritty'); a 'what's new?' section; movie haikus; quizzes and competitions; a 'trade' section; and related links. BEWARE...MAY CONTAIN TYPO'S!            Comments (0)                                         Search BobCat                 Below are some hints on using the Bobst Catalog to find titles:     If you are looking for a specific title and get too many hits, also search by the name of the screenwriter or author ( NOT the director) . This often helps narrow down hits quickly.   To browse screenplays, try a more general \"Subject List\" search for the term Motion picture plays .   However, keep in mind that many published scripts (especially for television) have no subject heading at all, and will only have the words \" script, \" \" scripts ,\" or \" screenplay \" in the title. You can, however, do a subject seach for the name of a film or program, and this will sometimes produce a title that includes the script. Subject headings for film and film studies material vary; however, most materials can be found by using the term \"motion pictures\" or &ldquo;television&rdquo; in subject or keyword searches. You might also try these keywords in your searches: Motion pictures or televison adaptations, criticism, reviews Motion pictures or television directors, actors and actresses Motion pictures or television genres (can also search under film noir, film or television dramas, comedies, or musicals, etc.)               Comments (0)                                         Finding Scripts in Periodicals and Anthologies                 Sometimes, scripts are not published separately as a stand alone book. However, some screenwriting magazines or anthologies do publish scripts in their entirety. One way to access scripts in these, other than browsing, is to search in a database or print resource that indexes screenplays.  International Index to Performing Arts Full Text Provides indexing and abstracts for more than 210 international journals in the performing arts. Dates of coverage: 1864 to present. Click on \"Search Articles.\" Under the category Document Type, put in \"Screenplay\" as a limit. You can then browse all screenplays indexed, or also type in a film title. This database also indexes some foreign language scripts. Most scripts are not online. Published radio, television, and film scripts : a bibliography  The drama scholars' index to plays and filmscripts: a guide to plays and filmscripts in selected anthologies, series, and periodicals.            Comments (0)                                         Scripts on Microfilm                  The Wisconsin/Warner Bros screenplay series  Hammond film script collection, 1935-1996.            Comments (0)                                              close                                                                                                          Box Office Information                                                                                  The Numbers                   The Numbers            Comments (0)                                         IMDb Charts                   IMDb Charts Box office information from IMDb.            Comments (0)                                         BOX OFFICE MOJO                   BOX OFFICE MOJO Box Office Mojo is an online movie publication and box office reporting service. Their purpose is to illuminate the movies through the integration of art and business.            Comments (0)                                         Box Office Guru                   Box Office Guru Presents an information resource on new movies and their box office financial performances. Offers information on weekend grosses, monthly averages, and new releases. Includes information on seasonal and opening weekend performances. Provides access to a movie release schedule and a weekly survey. Maintained by Gitesh Pandya. CLICK FOR ONLINE VERSION            Comments (0)                                         Box Office Information                 There are several places to look for box office information for movies. There are several resources in our database collection in which you can look.  Los Angeles Times: Proquest historical newspaper The major newspapers also published weekly chart for box office information. Usually on Mondays, you will find a short box office list. Then on Tuesdays, you will find a longer list usually located in the Arts/Entertainment/People sections of the papers. New York Times: Proquest historical newspaper The major newspapers also published weekly chart for box office information. Usually on Mondays, you will find a short box office list. Then on Tuesdays, you will find a longer list usually located in the Arts/Entertainment/People sections of the papers. TableBase TableBase is a database comprised of tabular information of a strategic nature. Many of the table records also have textual content which supports the data in the tables. The tables provide information such as: market share, market size, capacity, production, imports, exports, sales, product and brand rankings, forecasts, healthcare statistics and demographics. Business Source Premier Full text business database, covering management, economics, finance, accounting, international business. Dates of coverage: 1886 to present. Includes box office, demographics, audience attendance, etc.            Comments (0)                                         The Hollywood reporter book of box office hits                   The Hollywood reporter book of box office hits Call Number: PN1993.5.U6 S18 1996 ISBN: 0823083241            Comments (0)                                         Variety                 Check Variety for electronic versions From 1999. Also available in Microform: VOLUMES: 1- (YEARS: 1905-)  Variety  lantern Years 1905-1926            Comments (0)                                         Variety.Com                  Variety.Com Once you connect to Variety.com, look for a box in the center of the page under the section \"Top Stories. \" That box contains box office information and TV ratings. You can see weekend, weekly, foreign and opening statistics. If you click on the Weekly link, you come to another page which allows you search different years. This database only goes back to 1981.            Comments (0)                                         Statistical Insight (Proquest)                  Statistical Insight (Proquest) Provides indexing and abstracts for federal, state, and international statistical publications as well as selected business and professional publications containing statistics. Approximately 20% of the federal statistical publications are available in full text. Includes all content from the American Statistics Index (ASI), Statistical Reference Index (SRI), and Index to International Statistics (IIS), including Statistical Datasets. Dates of coverage: 1973 to present.            Comments (0)                                         Nielsen EDI                  Nielsen Reports Nielsen EDI is global leader in measurement, information and research solutions for the motion picture industry.            Comments (0)                                         ShowBIZ Data                   ShowBIZ Data The Entertainment Industry online with daily box office including global market shares, development tracking, job listings and film reviews.            Comments (0)                                         WorldwideBoxoffice.com                  WorldwideBoxoffice.com            Comments (0)                                              close                                                                                                          Russian Cinema Resources                                                                                  Russian and Soviet Film Collections - Guide created by Suject Specialist Diana Greene, Slovic Studies Librarian                 Over 1,100 Russian films in the Bobst Avery Fisher Collection including:    1. Early Russian Cinema: Films Before the Revolution A video anthology of 28 silent films from Russia before the 1917 Revolution (Avery Fisher Center, VCA 2950-2959)    2. Entsiklopediia Mastera Kino A collection of 245 classic Soviet films remastered on DVD. On order 5/11/09       To find Russian films in the Avery Fisher Collection, search in Bobcat for Russian videorecording, and Russia videorecording plus a word of the title.    For Polish films, search in Bobcat for Polish videorecording, and Poland videorecording plus a word of the title; for Czech films, search for Czech videorecording, Czech Republic videorecording, Czechoslovakia videorecording plus a word of the title.                                    Comments (0)                                         Russian and Soviet Film Journals in Microfilm and Paper                                1. Early Russian Cinema (Leiden, Netherland)   A collection of 34 Russian film periodicals on microfilm, published between 1907 and 1917.  (MF 2734 RFP1-34)    2. Sovetskii ekran (1926-1929)   (Spec.Col PN1993 .S694 Oversize)    3. Kino i zhizn&rsquo;   (PN1993 .S694 no.2,6[1930])    4. Ekran  (v. 1-32, q1921-1922) (Bobst Microform (Fiche by title)               Comments (0)                                         Archival Materials about Soviet Film on Microfilm                                                     1.   Soviet Cinema: Archival Documents from RGALI, 1921-1935. 8 microfilm reels ; 35 mm. Material from the Russian State Archive of Literature and Art (RGALI), Moscow . Documents cover the period when state monopoly control over the Soviet film industry was being established. They cover minutes of board meetings and discussions of major issues confronting the medium. On order 6/09.   2.   Mosfilm Studio (1938-1945) = Moskovskaia kinostudiia \"Mosfilm\" (1938-1945). 12 microfilm reels ; 35 mm. + 1 guide (1 v. unpaged ; 28 cm.)  Microform / PN1993.5.R9 M675              Comments (0)                                         Useful Library of Congress Subject Headings                               Materials about Russian cinema can be found in Bobcat or WorldCat by doing a subject search using the following headings   Motion Pictures, Russian       Motion Pictures&mdash;Russia       Motion Pictures&mdash;Soviet       Motion Pictures&mdash;Russia (Federation)     To do a subject search, go to Bobcat Standard and select \"Subjects\" in lower (\"Browse\") drop down menu.                                   Comments (0)                                         Related Guides                  Cinema Studies            Comments (0)                                              close                                                                                                          Citing Information                                                                                  How to cite articles and books                 In academic writing, it is important to cite your references - in other words, to acknowledge and document the authors' works which you have consulted and used in your own work. There are a number of different options for formatting citations. Certain bibliographic styles correspond to certain disciplines, and you often may have a specific style assigned to you for a project. However, the most important thing to remember is that your citation style must be consistent throughout a single paper.           Comments (0)                                         Citation Tips                   To Search: click on Humanities, Documenting sources, LA in-text citations, or MLA list of works cited. includes how to cite live performance.  Research and Documentation Style Guide            Comments (0)                                         Plagiarism - whose idea was that                   http://www.flickr.com/photos/ryanr/142455033/             Comments (0)                                         EasyBib                 Need something less  heavy-duty than RefWorks or EndNote? NYU Libraries now subscribes to  EasyBib, a online bibliography formatting and citation management tool  which supports: -MLA, APA, and Chicago styles -Parenthetical and footnote formatting -Saving, sharing, and exporting citation lists  EasyBib            Comments (0)                                         Avoiding Plagiarism                   This site contains an interactive tutorial that explains what plagiarism is and how to properly credit authors.  You Quote it, You Note it!            Comments (0)                                         New! Oxford Bibliographies Online: Cinema and Media Studies more information Cinema and media studies includes a dizzying array of subf                  Oxford Bibliographies Online: Cinema and Media Studies Cinema and media studies includes a dizzying array of subfields: film studies, television studies, media studies, visual arts, cultural studies, digital culture, game studies, film and media history, popular culture, and the study of the moving image.            Comments (0)                                         Citation Tips                   RefWorks -- an online research management, writing and collaboration tool -- is designed to help researchers easily gather, manage, store and share all types of information, as well as generate citations and bibliographies.  RefWorks            Comments (0)                                              close                                                                                                          Connecting from off campus                                                           This link points to an external URL. Go there now .                               close                                                                                                          Using Archives & Manuscripts                                                           This link points to an external URL. Go there now .                               close                                                                                                          Subject Librarian                                                           Pamela Bloom Librarian for Theatre & Performance Studies  JavaScript disabled or chat unavailable.  pamela.bloom@nyu.edu  Contact Info: Location: Bobst Library, Mezz.   212-998-2618 Send Email  Subjects: Theatre & Performance Studies          Links: Website / Blog Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]