[{"detail": [{"content": "Course Descriptions - International Education - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      International Education                       Master's Program         General Information    Degree Requirements    Sample Course Schedules     Global Study Opportunities     Internships       Careers          Admissions     Financial Aid      Open House       FAQ for Prospective Students     FAQ for CurrentStudents        Graduate Student Handbook             Doctoral Program         General Information    Admissions     Financial Aid      Open House      Fellowships for Incoming Doctoral Students      FAQ for Prospective Doctoral Students      Doctoral Student Profiles       Recent Doctoral Job Placements      Recent Doctoral Student Publications       Grants          Advanced Certificate Program    Multinational Institute of American Studies          People            Faculty    Staff     Doctoral Student Profiles     MA Alumni Profiles                 Careers            Recent MA Job Placements            Recent Doctoral Job Placements         Courses         Course Descriptions    Course Schedule - Fall 2015    Course Schedule - Spring 2015    Course Schedule - Summer 2015            New Students         First Steps    Getting Started    Events    International Students            Program Events      Resources         Internship and Career Resources    General Resources    Grants     Graduate Student Handbook                  IE Student Board    Alumni            Follow @NYUIntEdProgram                       Course Descriptions       *This list is meant as a guide only.    INTE-GE 2007 Introduction to Qualitative Analysis in Comparative Education - 4 points    A comparative examination of education in developed and emerging nations. Introduction to qualitative and ethnographic research design, data collection strategies, and methods of data analysis and interpretation. Emphasis is on the applications of qualitative research in international and comparative education, including comparisons of curricula and school practice, the evaluation of policies that influence the provision of educational services, and the challenges of conducting research in transitional societies and societies embroiled in conflict.       INTE-GE 2008 Introduction to Quantitative Analysis in Comparative Education - 4 points    A comparative study of education in developed and emerging nations. Introduction to basic economic concepts and methods of comparative analysis that involve the interpretation of statistical data and hypothesis testing. Emphasis is on the applications of quantitative research in international and comparative education, including the relationship of human capital accumulation to economic growth, and the impact of policies in the Third World on educational outcomes, school reform, labor force participation, and inequality.       ENYC-GE 2020 Contemporary Environmental Debates - 4 points    Critical examination of the ethical dimensions of major environmental controversies: the safety and economics of nonrenewable energy systems; the wisdom of alternative energy systems; resource scarcity; population and world hunger; pollution; conflicting political and economic world forces. An assessment of arguments and evidence relevant to the changing environmental debate       INTE-GE 2023 Cross-Cultural Studies of Socialization - 4 points    Multidisciplinary examination of literature in the social sciences and humanities that investigates the interrelation between socialization and identity in various cross-cultural settings. Examines the relationship among culture, the development of individual identity, and socialization processes in schools, families, workplaces, peer groups, and other social settings. Focus is on the cultural dimension of socialization. Case studies focus on regional and national settings in both historical and contemporary settings.       INTE-GE 2025 Comparative Studies of Socialization - 4 points    Multidisciplinary examination of literature in the social sciences and history that compares social development and human behavior in different social systems and more than one historical setting. The interrelationship of education to the family and other social institutions is examined historically. Focus is on a comparative analysis of the underlying institutional arrangements that influence the socialization process in different cultures, the connection of everyday behavior to large-scale social processes, and the transfer of values, institutions and knowledge from one country or culture to another.       INTE-GE 2028 Comparative Politics, Education, and Conflict &ndash; 3 points    This seminar explores the political and sociological dynamics of conflict and post-conflict regions, cross-border political violence movements, and their influence on education systems. Specifically, it examines the role of external actors (international organizations, bilateral donors, nongovernmental organizations), local actors (civil society associations, nationalist and ideological state factions), and their influence on education systems during war and emerging peace.       INTE-GE 2030 Good Work in the Era of Globalization - 3 points    Advanced interdisciplinary and comparative graduate seminar that explores good work in the era of globalization by delving in basic social science work in research anthropology, research sociology, and research psychology. After a series of lectures introducing students to the Good Work Project led by Professor Howard Gardner and the Globalization and Learning Project led by Professor Su&aacute;rez-Orozco, the course focuses on scholarship in different regions of the world.       INTE-GE 2173 Contemporary International Relations: Peace and Security Education - 3 points    How do international relations illuminate the role of education in building peace and security? This course focuses on peace studies, education for democracy, and citizenship education. It draws on realist and idealist approaches in international relations to analyze key current events, defensive strategies, and their impact on policies intended to lessen military confrontation.       HSED-GE 2173 History of American Education and Society: Education and the Culture Wars - 3 points    Examination of the \"culture wars\" in American public education over the past century, focusing on battles over religion, race and ethnicity. Looks at how and why the school curriculum became an arena of cultural conflict. Emphasis on historical scholarship and analysis to clarify present-day disputes and dilemmas.       INTE-GE 2545 Interdisciplinary Perspectives on the New Immigration - 3 points    The objective of this course is to introduce students to a sampling of recent theoretical and empirical work, in various academic disciplines, dealing with immigration. Students will learn about the most recent trends of Latin American, Caribbean and to a lesser extend Asian migration to the US, and will compare the nature of current immigration scholarship in the United States to developments in other postindustrial settings.       INTE-GE 2802 Field Study and Seminar in International Education - 3 or 4 points    Students serve as interns in agencies and organizations engaged in international and cross-cultural educational activities. Internships may be arranged in the United States or abroad through such organizations as the United Nations, the Institute for International Education, One To World, the U.S. State Department's Bureau of Educational and Cultural Affairs, and the Asia Society. As part of the work-study internship students are required to maintain a journal and carry out a research project. The internship provides professional work experience and reinforces academic skills.       INTE-GE 2803 International Education - 4 points    Multidisciplinary examination of seminal concepts of modernization and global analysis, and their application to education. Focus is on the mission of international education as interpreted by various exponents in different cultural contexts, and the underlying theoretical assumptions and models of modernization that inform development projects undertaken by organizations such as the UN Development Program, the World Bank, the Council of Europe, and the US Agency for International Development.       INTE-GE 2804 International Educational and Cultural Relations - 3 points    This course examines the nature of various forms of &ldquo;soft power&rdquo; or public diplomacy as an aspect of international relations. It focuses on the roots of public diplomacy in the US and it examines the tools available to governments and institutions to influence public opinion and promote desired images abroad. In this context, we will examine educational and cultural exchange, propaganda, security, and the media.       INTE-GE 2805 Globalization and Education - 3 points    Examine conceptual and empirical work on the social, cultural, and economic aspects of globalization and their implications for the field of education. Looks at the increasing de-territorialization of cultural formations, the emergence of global markets along with the post-nationalization of the production and distribution of goods and services, new information communications technologies, and worldwide population movements.       INTE-GE 2806 The Practice of International Education &ndash; 3 points    Practices and applications of the various areas of international education at the tertiary level in the United States. Key areas in the field will be examined such as: international student and scholar services; study abroad; international admissions; institutional linkages; development; and protocol       INTE-GE 2809 International Studies in Human Rights Education - 3 points    Examination of international human rights standards and principals, using case studies to analyze violations of basic rights and human rights programs. Emphasis is on the role of international and local NGOs (non-governmental organizations) in the human rights movement, and the role of education in promoting human rights. Considers different approaches to teaching human rights in both formal and non-formal educational settings.       INTE-GE 2811 The Global Curriculum Internationalization of Higher Education in the United States - 3 points    This course examines historical and contemporary issues surrounding the internationalization of higher education in the United States, focusing on how the production of knowledge about international issues changes according to transformations in global political, economic, social, and cultural contexts. The course first establishes a theoretical foundation in issues related to the production of knowledge, national interests, universities, and globalization and education, and then turns to the history of internationalization in the U.S. Readings and discussion will trace the early &ldquo;borrowing&rdquo; of educational models from Europe, the historical development of the U.S. research university, the establishment of area studies centers after World War II, the explosion of student interest in study abroad, and the increasing establishment of satellite campuses and university partnerships in places such as the Persian Gulf and Singapore.       INTE-GE 2812 Cross-Cultural Education for the Global Economy - 3 points    Examination of models of cross-cultural education programs offered in the United States and abroad. Focus is on the basic cultural assumptions of different approaches to cross-cultural training in a global economy. Explores the possibilities of developing a model program for multi-national corporations, foundations and governmental organizations that design, develop, and implement cross-cultural training programs for persons in international settings.       INTE-GE 2819 International Ethics; Rights, Responsibilities, Obligations - 3 points    Traces the historical pattern of international ethical traditions, especially during the second half of the 20th century. Develops understanding of the basis of rights and obligations in responsibility. Includes an examination of contemporary examples of international ethics, especially ones involving the violation of human rights. Students are encouraged to research examples of their own choice.       INTE-GE 2862 International Development Education - 3 points    International development is a multibillion dollar effort carried out by multilateral institutions, bilateral agencies, and international and national nongovernmental organizations (NGOs). Education is among the key fields in which international and national agencies intervene to improve living conditions for many of the world&rsquo;s poor, or politically and socially excluded. This course examines the theoretical debates, institutions, and salient issues facing education in international development today.       INTE-GE 2878 United Nations at Work - 3 points    Examines the role of voluntary international non-governmental organizations (INGOs) in the Untied Nations system. Focus on analyzing the organization and operations of INGOs, assessing their impact on local-to-global linkages, lobbying nation-states, and bringing attention to such cross-national problems as human rights, world hunger, women in development, peace and security.       INTE-GE 3097, 3098 Content Seminar in International Education I and II - 3 points    A culminating and integrating experience designed to provide doctoral students writing their dissertations the opportunity to discuss and probe the broader aspects of international development education, global education, and international educational and cultural exchange.       INTE-GE 3801, 3802 Research in International Education I and II - 3 points    A review of current research and the development of research projects based on previous training and course work. Focus on evaluating research in such areas as education in other cultures, global communications, modernization, educational transfer, and national identity.             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]},
{"detail": [{"content": "Course Descriptions - International Education - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      International Education                       Master's Program         General Information    Degree Requirements    Sample Course Schedules     Global Study Opportunities     Internships       Careers          Admissions     Financial Aid      Open House       FAQ for Prospective Students     FAQ for CurrentStudents        Graduate Student Handbook             Doctoral Program         General Information    Admissions     Financial Aid      Open House      Fellowships for Incoming Doctoral Students      FAQ for Prospective Doctoral Students      Doctoral Student Profiles       Recent Doctoral Job Placements      Recent Doctoral Student Publications       Grants          Advanced Certificate Program    Multinational Institute of American Studies          People            Faculty    Staff     Doctoral Student Profiles     MA Alumni Profiles                 Careers            Recent MA Job Placements            Recent Doctoral Job Placements         Courses         Course Descriptions    Course Schedule - Fall 2015    Course Schedule - Spring 2015    Course Schedule - Summer 2015            New Students         First Steps    Getting Started    Events    International Students            Program Events      Resources         Internship and Career Resources    General Resources    Grants     Graduate Student Handbook                  IE Student Board    Alumni            Follow @NYUIntEdProgram                       Course Descriptions       *This list is meant as a guide only.    INTE-GE 2007 Introduction to Qualitative Analysis in Comparative Education - 4 points    A comparative examination of education in developed and emerging nations. Introduction to qualitative and ethnographic research design, data collection strategies, and methods of data analysis and interpretation. Emphasis is on the applications of qualitative research in international and comparative education, including comparisons of curricula and school practice, the evaluation of policies that influence the provision of educational services, and the challenges of conducting research in transitional societies and societies embroiled in conflict.       INTE-GE 2008 Introduction to Quantitative Analysis in Comparative Education - 4 points    A comparative study of education in developed and emerging nations. Introduction to basic economic concepts and methods of comparative analysis that involve the interpretation of statistical data and hypothesis testing. Emphasis is on the applications of quantitative research in international and comparative education, including the relationship of human capital accumulation to economic growth, and the impact of policies in the Third World on educational outcomes, school reform, labor force participation, and inequality.       ENYC-GE 2020 Contemporary Environmental Debates - 4 points    Critical examination of the ethical dimensions of major environmental controversies: the safety and economics of nonrenewable energy systems; the wisdom of alternative energy systems; resource scarcity; population and world hunger; pollution; conflicting political and economic world forces. An assessment of arguments and evidence relevant to the changing environmental debate       INTE-GE 2023 Cross-Cultural Studies of Socialization - 4 points    Multidisciplinary examination of literature in the social sciences and humanities that investigates the interrelation between socialization and identity in various cross-cultural settings. Examines the relationship among culture, the development of individual identity, and socialization processes in schools, families, workplaces, peer groups, and other social settings. Focus is on the cultural dimension of socialization. Case studies focus on regional and national settings in both historical and contemporary settings.       INTE-GE 2025 Comparative Studies of Socialization - 4 points    Multidisciplinary examination of literature in the social sciences and history that compares social development and human behavior in different social systems and more than one historical setting. The interrelationship of education to the family and other social institutions is examined historically. Focus is on a comparative analysis of the underlying institutional arrangements that influence the socialization process in different cultures, the connection of everyday behavior to large-scale social processes, and the transfer of values, institutions and knowledge from one country or culture to another.       INTE-GE 2028 Comparative Politics, Education, and Conflict &ndash; 3 points    This seminar explores the political and sociological dynamics of conflict and post-conflict regions, cross-border political violence movements, and their influence on education systems. Specifically, it examines the role of external actors (international organizations, bilateral donors, nongovernmental organizations), local actors (civil society associations, nationalist and ideological state factions), and their influence on education systems during war and emerging peace.       INTE-GE 2030 Good Work in the Era of Globalization - 3 points    Advanced interdisciplinary and comparative graduate seminar that explores good work in the era of globalization by delving in basic social science work in research anthropology, research sociology, and research psychology. After a series of lectures introducing students to the Good Work Project led by Professor Howard Gardner and the Globalization and Learning Project led by Professor Su&aacute;rez-Orozco, the course focuses on scholarship in different regions of the world.       INTE-GE 2173 Contemporary International Relations: Peace and Security Education - 3 points    How do international relations illuminate the role of education in building peace and security? This course focuses on peace studies, education for democracy, and citizenship education. It draws on realist and idealist approaches in international relations to analyze key current events, defensive strategies, and their impact on policies intended to lessen military confrontation.       HSED-GE 2173 History of American Education and Society: Education and the Culture Wars - 3 points    Examination of the \"culture wars\" in American public education over the past century, focusing on battles over religion, race and ethnicity. Looks at how and why the school curriculum became an arena of cultural conflict. Emphasis on historical scholarship and analysis to clarify present-day disputes and dilemmas.       INTE-GE 2545 Interdisciplinary Perspectives on the New Immigration - 3 points    The objective of this course is to introduce students to a sampling of recent theoretical and empirical work, in various academic disciplines, dealing with immigration. Students will learn about the most recent trends of Latin American, Caribbean and to a lesser extend Asian migration to the US, and will compare the nature of current immigration scholarship in the United States to developments in other postindustrial settings.       INTE-GE 2802 Field Study and Seminar in International Education - 3 or 4 points    Students serve as interns in agencies and organizations engaged in international and cross-cultural educational activities. Internships may be arranged in the United States or abroad through such organizations as the United Nations, the Institute for International Education, One To World, the U.S. State Department's Bureau of Educational and Cultural Affairs, and the Asia Society. As part of the work-study internship students are required to maintain a journal and carry out a research project. The internship provides professional work experience and reinforces academic skills.       INTE-GE 2803 International Education - 4 points    Multidisciplinary examination of seminal concepts of modernization and global analysis, and their application to education. Focus is on the mission of international education as interpreted by various exponents in different cultural contexts, and the underlying theoretical assumptions and models of modernization that inform development projects undertaken by organizations such as the UN Development Program, the World Bank, the Council of Europe, and the US Agency for International Development.       INTE-GE 2804 International Educational and Cultural Relations - 3 points    This course examines the nature of various forms of &ldquo;soft power&rdquo; or public diplomacy as an aspect of international relations. It focuses on the roots of public diplomacy in the US and it examines the tools available to governments and institutions to influence public opinion and promote desired images abroad. In this context, we will examine educational and cultural exchange, propaganda, security, and the media.       INTE-GE 2805 Globalization and Education - 3 points    Examine conceptual and empirical work on the social, cultural, and economic aspects of globalization and their implications for the field of education. Looks at the increasing de-territorialization of cultural formations, the emergence of global markets along with the post-nationalization of the production and distribution of goods and services, new information communications technologies, and worldwide population movements.       INTE-GE 2806 The Practice of International Education &ndash; 3 points    Practices and applications of the various areas of international education at the tertiary level in the United States. Key areas in the field will be examined such as: international student and scholar services; study abroad; international admissions; institutional linkages; development; and protocol       INTE-GE 2809 International Studies in Human Rights Education - 3 points    Examination of international human rights standards and principals, using case studies to analyze violations of basic rights and human rights programs. Emphasis is on the role of international and local NGOs (non-governmental organizations) in the human rights movement, and the role of education in promoting human rights. Considers different approaches to teaching human rights in both formal and non-formal educational settings.       INTE-GE 2811 The Global Curriculum Internationalization of Higher Education in the United States - 3 points    This course examines historical and contemporary issues surrounding the internationalization of higher education in the United States, focusing on how the production of knowledge about international issues changes according to transformations in global political, economic, social, and cultural contexts. The course first establishes a theoretical foundation in issues related to the production of knowledge, national interests, universities, and globalization and education, and then turns to the history of internationalization in the U.S. Readings and discussion will trace the early &ldquo;borrowing&rdquo; of educational models from Europe, the historical development of the U.S. research university, the establishment of area studies centers after World War II, the explosion of student interest in study abroad, and the increasing establishment of satellite campuses and university partnerships in places such as the Persian Gulf and Singapore.       INTE-GE 2812 Cross-Cultural Education for the Global Economy - 3 points    Examination of models of cross-cultural education programs offered in the United States and abroad. Focus is on the basic cultural assumptions of different approaches to cross-cultural training in a global economy. Explores the possibilities of developing a model program for multi-national corporations, foundations and governmental organizations that design, develop, and implement cross-cultural training programs for persons in international settings.       INTE-GE 2819 International Ethics; Rights, Responsibilities, Obligations - 3 points    Traces the historical pattern of international ethical traditions, especially during the second half of the 20th century. Develops understanding of the basis of rights and obligations in responsibility. Includes an examination of contemporary examples of international ethics, especially ones involving the violation of human rights. Students are encouraged to research examples of their own choice.       INTE-GE 2862 International Development Education - 3 points    International development is a multibillion dollar effort carried out by multilateral institutions, bilateral agencies, and international and national nongovernmental organizations (NGOs). Education is among the key fields in which international and national agencies intervene to improve living conditions for many of the world&rsquo;s poor, or politically and socially excluded. This course examines the theoretical debates, institutions, and salient issues facing education in international development today.       INTE-GE 2878 United Nations at Work - 3 points    Examines the role of voluntary international non-governmental organizations (INGOs) in the Untied Nations system. Focus on analyzing the organization and operations of INGOs, assessing their impact on local-to-global linkages, lobbying nation-states, and bringing attention to such cross-national problems as human rights, world hunger, women in development, peace and security.       INTE-GE 3097, 3098 Content Seminar in International Education I and II - 3 points    A culminating and integrating experience designed to provide doctoral students writing their dissertations the opportunity to discuss and probe the broader aspects of international development education, global education, and international educational and cultural exchange.       INTE-GE 3801, 3802 Research in International Education I and II - 3 points    A review of current research and the development of research projects based on previous training and course work. Focus on evaluating research in such areas as education in other cultures, global communications, modernization, educational transfer, and national identity.             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Doctoral Programs - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Doctoral Programs - Media, Culture, and Communication                                             Alumni Profiles                  Scott Selberg (PhD 2013) joins the University of Michigan as a Postdoctoral Fellow in the Michigan Society of Fellows and as an Assistant Professor in the Department of Communication Studies . Selberg's research explores the visual culture of Alzheimer's disease. His dissertation traced the visual culture of Alzheimer&rsquo;s since its discovery at the beginning of the 20th century in order to show how certain techniques and technologies of representation help articulate popular knowledge and values of cognition, aging, and personhood. It described the history of how the disease has been represented in popular and public culture, such as Hollywood movies, scientific imagery, and pharmaceutical marketing, also investigating how the ethics and aesthetics of representation itself are essential to the imagination of the disease in America.         Carolyn L. Kane (PhD 2011) is the author of Chromatic Algorithms: Synthetic Color, Computer Art, and Aesthetics after Code (University of Chicago Press 2014), a book analyzing the role of electronic color in creative computing after 1960. Dr. Kane is also a postdoctoral fellow at Brown University (2014-2015) and assistant professor of visual communications at Ryerson University in Toronto. Her teaching and research fields include the history and philosophy of new media and digital aesthetics.         Devon Powers (PhD 2008) is Associate Professor in the Department of Communication at Drexel University, where she also serves as Director of Undergraduate Studies. Powers' research interests include popular music, 20th century history, and cultural intermediation &ndash; the people and processes that operate \"in between\" the production and consumption of culture. Her book Writing the Record: The Village Voice and the Birth of Rock Criticism was published in 2013. Powers completed a fellowship at the University of Leeds in 2014.         May Farah received her PhD from MCC in 2011 and recently accepted a position as Assistant Professor in the Department of Sociology, Anthropology and Media Studies at the American University of Beirut. Her research interests include mediated nationalism and representations, transnationalism and spatiality, and new media. Her dissertation, entitled Home versus Shelter: Place, Media, and Identity among Lebanon&rsquo;s Palestinian Refugees , focused on the relationship between diasporic populations and national identity in a globalized media age. Her work is situated at the intersections of Media Studies, Cultural Studies, and Middle Eastern Studies.         Jacob Gaboury (PhD 2014) joins the Department of Cultural Analysis and Theory at Stony Brook as an Assistant Professor. His research interests include new and digital media, media history, art and technology, queer theory, and media archaeology. His dissertation, \"Image Objects: An Archaeology of Computer Graphics, 1965-1979,\" investigated the early history of computer graphics and the role they play in the move toward new forms of simulation and object oriented design. Jacob is also currently a staff writer for the art and technology organization Rhizome at the New Museum for Contemporary Art in New York City, where he writes on contemporary art and technology.            Michael Zimmer (PhD 2007) spent a year as a postdoctoral fellow at Yale's Information Society Project before joining the faculty at the University of Wisconsin-Milwaukee. In addition to being an Assistant Professor in its School of Information Studies, he serves as Director of the University's Center for Information Policy Research. Zimmer credits Helen Nissenbaum's research for shaping his early interest in privacy. His dissertation explored the concept of the ideal search engine&mdash;the promise of navigating physical and intellectual space and the perils associated with this boundless flow of information. Zimmer continues his work in privacy (theory &amp; applied); one angle being the ethical implications of digital services made available by Library 2.0, such as large-scale digitization projects.         Max Liboiron (PhD 2012) is Assistant Professor in Culture and Technology in the Department of Sociology at Memorial University of Newfoundland and Labrador . Her previous appointments include a postdoctoral fellowship with ISTC-Social and at the Social Science Environmental Health Research Institute at Northeastern University. Liboiron's thesis Redefining Pollution: Plastics in the Wild uses ocean plastics and endocrine disruptors that leach from plastics to investigate how scientific and technological techniques used to describe a environmental phenomenon influence the definition of pollution and dictate forms of pollution control.         Jennifer E. Telesca (PhD 2014) is Assistant Professor of Environmental Justice in the Department of Social Science and Cultural Studies at the Pratt Institute. Her dissertation, Red Gold: On the Global Politics of Regulating Marine Life probes how diplomats from across the globe make decisions about marine life on the high seas. Based on three years of ethnographic research, her study examines how the prized bluefin tuna mediates the tension between marine conservation and the global commodities trade, and asks for whom is the Atlantic governed.         Matthew Powers (PhD 2013) has accepted a tenure-track position as an Assistant Professor in the Department of Communication at the University of Washington-Seattle. Powers' research looks at the information work of NGOs, the types of news coverage they support, and whether NGOs expand or reinforce established patterns of international news attention. His dissertation, \"Humanity's Publics: NGOs, Journalism and the International Public Sphere,\" examines reporting roles assumed by international NGOs as legacy media outlets cut their foreign news budgets. The International Communication Association presented Powers with the Gene Burd Outstanding Dissertation in Journalism Studies award at its annual conference.          Hatim El-Hibri (PhD 2012) has joined the American University of Beirut as Assistant Professor in the Department of Sociology, Anthropology and Media Studies . His research examines media technologies and urban space in the Middle East. His dissertation traced the history of the visualization of Beirut, from the politics of aerial photography and mapping during the French Mandate, to the visual economy of postwar construction, to the materiality of Hizballah's live satellite television. His current book project situates Beirut in regional and global topologies of power, and considers implications for how we understand the materiality of urban infrastructures, the mediation of ethno-religious belonging, and the place of Arab media in global visual culture.         Currently a Postdoctoral Research Associate at the Center for Information Technology Policy at Princeton University , Solon Barocas (PhD 2014) wrote his dissertation on the novel challenges that data mining poses to fairness and privacy. Examples include the use of predictive analytics for counterterrorism, voter microtargeting in political campaigns, the impact of data mining techniques on model-building in economics and finance, and the integration of evidence-based medicine with clinical decision support systems. He has also collaborated on projects that have explored policies for facial recognition technology and alternatives to the current model of online behavioral advertising.         Alice Marwick (PhD 2010) joined the Department of Communication and Media Studies at Fordham in Fall 2012 as an Assistant Professor. Before this, Marwick completed a two-year postdoc at Microsoft Research, where she collaborated with danah boyd, among others, on ethnographic research involving youth populations and social media. Marwick's dissertation examined ideas of identity, status, and techniques for self-promotion that grew up around the birth of web 2.0, or social media technologies. Marwick is finishing a book on this subject for Yale Press, and says her next big project will consider conspicuous consumption in the digital realm. Part of this will include the study of visual-based online communities such as Tumblr and fashion blogs.                      Next Feature &gt;&gt;                      Featured Video                  PROGRAM is a collaborative, interdisciplinary event series organized by graduate students within New York University’s departments of Media, Culture, and Communication, English, and Comparative Literature. The series will present talks that explore the cultural, historical, aesthetic, and political impact of software and programming logic.  The goal of the series is to create an interactive space for the exploration of emerging practices across media and literature, both online and off. To this end we have organized a series of events, in which a pair of prominent scholars will explore one particular methodological approach to the study of software’s impact on culture and literature, including media archaeology, software aesthetics, ubiquitous computing and urban space, and game design and narrative.  The series is open to the public, and is intended to facilitate a dialogue on the intersections of these fields.  For more information visit: http://www.programseries.com            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is the PROGRAM Series?                                    Several guiding principles shape the intellectual projects of our Department:       A commitment to interdisciplinarity in the study of media and culture. Scholars and doctoral students engage with theoretical concepts and perspectives from a range of disciplines, including media studies, cultural studies, media history, visual culture, sound studies, anthropology, sociology, political science, and so on, in order to deploy interdisciplinary strategies of analysis.    A multi-methodological approach that draws on a diverse array of research methods in media and cultural analysis, including audience studies, semiotics, ethnography, qualitative and quantitative discourse analysis, in-depth interviewing, political/cultural economy, network analysis, and other interpretive and critical approaches.    A historical perspective that situates the study of media, technology, and culture within historical contexts, comparative historical research, media archaeology, genealogy, and media history.    A global, comparative approach in relation to cultural differences, media forms, historical frameworks, and theoretical paradigms.       The doctoral program offers five research areas, which operate as guiding frameworks for intellectual inquiry across the Department. These areas of research are overlapping and interrelated, and we encourage students to take advantage of course offerings in all five areas.    Global and Transcultural Studies While all of our doctoral research areas integrate the study of media, technology, and culture in the context of an increasingly globalized world, this research area specifically centers on inflections of the global mediascape as cross-national, transnational, or transcultural. Specific areas include: critical theories of globalization, transcultural flows, international development and postcolonial studies, comparative media systems, cross-national comparative research design, global social movements, international and intra-national media and culture treaties and policymaking, critical cultural geography, alternative modernities, and global ethnography. Faculty areas of regional expertise include: the Middle East, South Asia, East Asia, South and North America, Africa, and Eastern and Western Europe.    Technology and Society The study of technology as a political, cultural, economic, and aesthetic force is a crucial area of analysis for contemporary media scholarship. Our Department emphasizes the philosophy and politics of technology within cultural and social frameworks. Specific areas of focus include ethnographies of technological communities; philosophical, ethical, social and political dimensions of information and communications technology; information and communications policy; history of technological devices and forms of mediation; the history of science and technology; media archaeology and the study of \"dead media\"; the legal implications of technological regulation and change; copyright and intellectual property; information technologies, media, and privacy; the effects of digital and/or social media on society; visual technologies; and technologies of the built environment.    Visual Culture and Sound Studies Scholarship on visual culture and sound studies is an important emerging field across our disciplines. The study of visual culture recognizes the primary role of visual media in the enactment of power relations, the circulation of information and ideas, and the cultural practices that make meaning. Visual culture is about the study of images across a range of social arenas, from the news to art, advertising, science, fashion, television, film, digital images, architecture, and amateur media, acknowledging the experience of cross-mediation as a key factor in the contemporary visual realm. The study of visual culture is global, political, and engaged with interdisciplinary inquiries. Sound studies incorporates cultural, technological, philosophical, institutional, and interpretive approaches to practices of consuming and producing mediated sound. As an interdisciplinary field of study, it draws on media history, aesthetics, cultural analysis, formalist methods, ethnography, technological mediation, and an understanding of social and global activity determined by its auditory, sonic, and communicative materiality.    Media Institutions and Politics Mediated communication in all its forms is critically examined by exploring the relationships of power involved in its creation, distribution, and consumption. Specific areas of inquiry include: the political economy of media systems; legal and regulatory regimes of mediated communication; the professional practices and organizational routines of workers in the culture industries, including journalism, public relations, advertising, and the entertainment industry; critical discourse and content analyses of news; state-manufactured propaganda; media ecology; legislative debate and shaping of public policy; historical and contemporary social movements; processes of protest, public dissent and censorship; political campaign communication; media activism and advocacy; and other political uses of media and communication technologies.    Critical Theories of Media and Communication The study of media and communication requires engagement with a variety of theoretical traditions, including historical materialism, psychoanalysis, phenomenology, pragmatism, the Frankfurt School of critical theory, gender and queer theory, critical race theory, critical legal theory, field theory, actor-network theory, speculative realism, speech-act theory, and the various strands of structuralism and post-structuralism. The Department approaches critical theory from the perspective of critique, that is to say, from an ongoing self-examination of how knowledge and culture are created, acquired, maintained, and transmitted. In its core courses and elective seminars the graduate program seeks to train doctoral students to be subtle yet rigorous practitioners of critique in its many forms.    Frequently Asked Questions    We receive an enormous number of inquiries about our program. Our Frequently Asked Questions page will provide you with basic information and the steps you should take in order to become familiar with our faculty and program.                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Course Descriptions - International Education - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      International Education                       Master's Program         General Information    Degree Requirements    Sample Course Schedules     Global Study Opportunities     Internships       Careers          Admissions     Financial Aid      Open House       FAQ for Prospective Students     FAQ for CurrentStudents        Graduate Student Handbook             Doctoral Program         General Information    Admissions     Financial Aid      Open House      Fellowships for Incoming Doctoral Students      FAQ for Prospective Doctoral Students      Doctoral Student Profiles       Recent Doctoral Job Placements      Recent Doctoral Student Publications       Grants          Advanced Certificate Program    Multinational Institute of American Studies          People            Faculty    Staff     Doctoral Student Profiles     MA Alumni Profiles                 Careers            Recent MA Job Placements            Recent Doctoral Job Placements         Courses         Course Descriptions    Course Schedule - Fall 2015    Course Schedule - Spring 2015    Course Schedule - Summer 2015            New Students         First Steps    Getting Started    Events    International Students            Program Events      Resources         Internship and Career Resources    General Resources    Grants     Graduate Student Handbook                  IE Student Board    Alumni            Follow @NYUIntEdProgram                       Course Descriptions       *This list is meant as a guide only.    INTE-GE 2007 Introduction to Qualitative Analysis in Comparative Education - 4 points    A comparative examination of education in developed and emerging nations. Introduction to qualitative and ethnographic research design, data collection strategies, and methods of data analysis and interpretation. Emphasis is on the applications of qualitative research in international and comparative education, including comparisons of curricula and school practice, the evaluation of policies that influence the provision of educational services, and the challenges of conducting research in transitional societies and societies embroiled in conflict.       INTE-GE 2008 Introduction to Quantitative Analysis in Comparative Education - 4 points    A comparative study of education in developed and emerging nations. Introduction to basic economic concepts and methods of comparative analysis that involve the interpretation of statistical data and hypothesis testing. Emphasis is on the applications of quantitative research in international and comparative education, including the relationship of human capital accumulation to economic growth, and the impact of policies in the Third World on educational outcomes, school reform, labor force participation, and inequality.       ENYC-GE 2020 Contemporary Environmental Debates - 4 points    Critical examination of the ethical dimensions of major environmental controversies: the safety and economics of nonrenewable energy systems; the wisdom of alternative energy systems; resource scarcity; population and world hunger; pollution; conflicting political and economic world forces. An assessment of arguments and evidence relevant to the changing environmental debate       INTE-GE 2023 Cross-Cultural Studies of Socialization - 4 points    Multidisciplinary examination of literature in the social sciences and humanities that investigates the interrelation between socialization and identity in various cross-cultural settings. Examines the relationship among culture, the development of individual identity, and socialization processes in schools, families, workplaces, peer groups, and other social settings. Focus is on the cultural dimension of socialization. Case studies focus on regional and national settings in both historical and contemporary settings.       INTE-GE 2025 Comparative Studies of Socialization - 4 points    Multidisciplinary examination of literature in the social sciences and history that compares social development and human behavior in different social systems and more than one historical setting. The interrelationship of education to the family and other social institutions is examined historically. Focus is on a comparative analysis of the underlying institutional arrangements that influence the socialization process in different cultures, the connection of everyday behavior to large-scale social processes, and the transfer of values, institutions and knowledge from one country or culture to another.       INTE-GE 2028 Comparative Politics, Education, and Conflict &ndash; 3 points    This seminar explores the political and sociological dynamics of conflict and post-conflict regions, cross-border political violence movements, and their influence on education systems. Specifically, it examines the role of external actors (international organizations, bilateral donors, nongovernmental organizations), local actors (civil society associations, nationalist and ideological state factions), and their influence on education systems during war and emerging peace.       INTE-GE 2030 Good Work in the Era of Globalization - 3 points    Advanced interdisciplinary and comparative graduate seminar that explores good work in the era of globalization by delving in basic social science work in research anthropology, research sociology, and research psychology. After a series of lectures introducing students to the Good Work Project led by Professor Howard Gardner and the Globalization and Learning Project led by Professor Su&aacute;rez-Orozco, the course focuses on scholarship in different regions of the world.       INTE-GE 2173 Contemporary International Relations: Peace and Security Education - 3 points    How do international relations illuminate the role of education in building peace and security? This course focuses on peace studies, education for democracy, and citizenship education. It draws on realist and idealist approaches in international relations to analyze key current events, defensive strategies, and their impact on policies intended to lessen military confrontation.       HSED-GE 2173 History of American Education and Society: Education and the Culture Wars - 3 points    Examination of the \"culture wars\" in American public education over the past century, focusing on battles over religion, race and ethnicity. Looks at how and why the school curriculum became an arena of cultural conflict. Emphasis on historical scholarship and analysis to clarify present-day disputes and dilemmas.       INTE-GE 2545 Interdisciplinary Perspectives on the New Immigration - 3 points    The objective of this course is to introduce students to a sampling of recent theoretical and empirical work, in various academic disciplines, dealing with immigration. Students will learn about the most recent trends of Latin American, Caribbean and to a lesser extend Asian migration to the US, and will compare the nature of current immigration scholarship in the United States to developments in other postindustrial settings.       INTE-GE 2802 Field Study and Seminar in International Education - 3 or 4 points    Students serve as interns in agencies and organizations engaged in international and cross-cultural educational activities. Internships may be arranged in the United States or abroad through such organizations as the United Nations, the Institute for International Education, One To World, the U.S. State Department's Bureau of Educational and Cultural Affairs, and the Asia Society. As part of the work-study internship students are required to maintain a journal and carry out a research project. The internship provides professional work experience and reinforces academic skills.       INTE-GE 2803 International Education - 4 points    Multidisciplinary examination of seminal concepts of modernization and global analysis, and their application to education. Focus is on the mission of international education as interpreted by various exponents in different cultural contexts, and the underlying theoretical assumptions and models of modernization that inform development projects undertaken by organizations such as the UN Development Program, the World Bank, the Council of Europe, and the US Agency for International Development.       INTE-GE 2804 International Educational and Cultural Relations - 3 points    This course examines the nature of various forms of &ldquo;soft power&rdquo; or public diplomacy as an aspect of international relations. It focuses on the roots of public diplomacy in the US and it examines the tools available to governments and institutions to influence public opinion and promote desired images abroad. In this context, we will examine educational and cultural exchange, propaganda, security, and the media.       INTE-GE 2805 Globalization and Education - 3 points    Examine conceptual and empirical work on the social, cultural, and economic aspects of globalization and their implications for the field of education. Looks at the increasing de-territorialization of cultural formations, the emergence of global markets along with the post-nationalization of the production and distribution of goods and services, new information communications technologies, and worldwide population movements.       INTE-GE 2806 The Practice of International Education &ndash; 3 points    Practices and applications of the various areas of international education at the tertiary level in the United States. Key areas in the field will be examined such as: international student and scholar services; study abroad; international admissions; institutional linkages; development; and protocol       INTE-GE 2809 International Studies in Human Rights Education - 3 points    Examination of international human rights standards and principals, using case studies to analyze violations of basic rights and human rights programs. Emphasis is on the role of international and local NGOs (non-governmental organizations) in the human rights movement, and the role of education in promoting human rights. Considers different approaches to teaching human rights in both formal and non-formal educational settings.       INTE-GE 2811 The Global Curriculum Internationalization of Higher Education in the United States - 3 points    This course examines historical and contemporary issues surrounding the internationalization of higher education in the United States, focusing on how the production of knowledge about international issues changes according to transformations in global political, economic, social, and cultural contexts. The course first establishes a theoretical foundation in issues related to the production of knowledge, national interests, universities, and globalization and education, and then turns to the history of internationalization in the U.S. Readings and discussion will trace the early &ldquo;borrowing&rdquo; of educational models from Europe, the historical development of the U.S. research university, the establishment of area studies centers after World War II, the explosion of student interest in study abroad, and the increasing establishment of satellite campuses and university partnerships in places such as the Persian Gulf and Singapore.       INTE-GE 2812 Cross-Cultural Education for the Global Economy - 3 points    Examination of models of cross-cultural education programs offered in the United States and abroad. Focus is on the basic cultural assumptions of different approaches to cross-cultural training in a global economy. Explores the possibilities of developing a model program for multi-national corporations, foundations and governmental organizations that design, develop, and implement cross-cultural training programs for persons in international settings.       INTE-GE 2819 International Ethics; Rights, Responsibilities, Obligations - 3 points    Traces the historical pattern of international ethical traditions, especially during the second half of the 20th century. Develops understanding of the basis of rights and obligations in responsibility. Includes an examination of contemporary examples of international ethics, especially ones involving the violation of human rights. Students are encouraged to research examples of their own choice.       INTE-GE 2862 International Development Education - 3 points    International development is a multibillion dollar effort carried out by multilateral institutions, bilateral agencies, and international and national nongovernmental organizations (NGOs). Education is among the key fields in which international and national agencies intervene to improve living conditions for many of the world&rsquo;s poor, or politically and socially excluded. This course examines the theoretical debates, institutions, and salient issues facing education in international development today.       INTE-GE 2878 United Nations at Work - 3 points    Examines the role of voluntary international non-governmental organizations (INGOs) in the Untied Nations system. Focus on analyzing the organization and operations of INGOs, assessing their impact on local-to-global linkages, lobbying nation-states, and bringing attention to such cross-national problems as human rights, world hunger, women in development, peace and security.       INTE-GE 3097, 3098 Content Seminar in International Education I and II - 3 points    A culminating and integrating experience designed to provide doctoral students writing their dissertations the opportunity to discuss and probe the broader aspects of international development education, global education, and international educational and cultural exchange.       INTE-GE 3801, 3802 Research in International Education I and II - 3 points    A review of current research and the development of research projects based on previous training and course work. Focus on evaluating research in such areas as education in other cultures, global communications, modernization, educational transfer, and national identity.             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Doctoral Programs - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Doctoral Programs - Media, Culture, and Communication                                             Alumni Profiles                  Scott Selberg (PhD 2013) joins the University of Michigan as a Postdoctoral Fellow in the Michigan Society of Fellows and as an Assistant Professor in the Department of Communication Studies . Selberg's research explores the visual culture of Alzheimer's disease. His dissertation traced the visual culture of Alzheimer&rsquo;s since its discovery at the beginning of the 20th century in order to show how certain techniques and technologies of representation help articulate popular knowledge and values of cognition, aging, and personhood. It described the history of how the disease has been represented in popular and public culture, such as Hollywood movies, scientific imagery, and pharmaceutical marketing, also investigating how the ethics and aesthetics of representation itself are essential to the imagination of the disease in America.         Carolyn L. Kane (PhD 2011) is the author of Chromatic Algorithms: Synthetic Color, Computer Art, and Aesthetics after Code (University of Chicago Press 2014), a book analyzing the role of electronic color in creative computing after 1960. Dr. Kane is also a postdoctoral fellow at Brown University (2014-2015) and assistant professor of visual communications at Ryerson University in Toronto. Her teaching and research fields include the history and philosophy of new media and digital aesthetics.         Devon Powers (PhD 2008) is Associate Professor in the Department of Communication at Drexel University, where she also serves as Director of Undergraduate Studies. Powers' research interests include popular music, 20th century history, and cultural intermediation &ndash; the people and processes that operate \"in between\" the production and consumption of culture. Her book Writing the Record: The Village Voice and the Birth of Rock Criticism was published in 2013. Powers completed a fellowship at the University of Leeds in 2014.         May Farah received her PhD from MCC in 2011 and recently accepted a position as Assistant Professor in the Department of Sociology, Anthropology and Media Studies at the American University of Beirut. Her research interests include mediated nationalism and representations, transnationalism and spatiality, and new media. Her dissertation, entitled Home versus Shelter: Place, Media, and Identity among Lebanon&rsquo;s Palestinian Refugees , focused on the relationship between diasporic populations and national identity in a globalized media age. Her work is situated at the intersections of Media Studies, Cultural Studies, and Middle Eastern Studies.         Jacob Gaboury (PhD 2014) joins the Department of Cultural Analysis and Theory at Stony Brook as an Assistant Professor. His research interests include new and digital media, media history, art and technology, queer theory, and media archaeology. His dissertation, \"Image Objects: An Archaeology of Computer Graphics, 1965-1979,\" investigated the early history of computer graphics and the role they play in the move toward new forms of simulation and object oriented design. Jacob is also currently a staff writer for the art and technology organization Rhizome at the New Museum for Contemporary Art in New York City, where he writes on contemporary art and technology.            Michael Zimmer (PhD 2007) spent a year as a postdoctoral fellow at Yale's Information Society Project before joining the faculty at the University of Wisconsin-Milwaukee. In addition to being an Assistant Professor in its School of Information Studies, he serves as Director of the University's Center for Information Policy Research. Zimmer credits Helen Nissenbaum's research for shaping his early interest in privacy. His dissertation explored the concept of the ideal search engine&mdash;the promise of navigating physical and intellectual space and the perils associated with this boundless flow of information. Zimmer continues his work in privacy (theory &amp; applied); one angle being the ethical implications of digital services made available by Library 2.0, such as large-scale digitization projects.         Max Liboiron (PhD 2012) is Assistant Professor in Culture and Technology in the Department of Sociology at Memorial University of Newfoundland and Labrador . Her previous appointments include a postdoctoral fellowship with ISTC-Social and at the Social Science Environmental Health Research Institute at Northeastern University. Liboiron's thesis Redefining Pollution: Plastics in the Wild uses ocean plastics and endocrine disruptors that leach from plastics to investigate how scientific and technological techniques used to describe a environmental phenomenon influence the definition of pollution and dictate forms of pollution control.         Jennifer E. Telesca (PhD 2014) is Assistant Professor of Environmental Justice in the Department of Social Science and Cultural Studies at the Pratt Institute. Her dissertation, Red Gold: On the Global Politics of Regulating Marine Life probes how diplomats from across the globe make decisions about marine life on the high seas. Based on three years of ethnographic research, her study examines how the prized bluefin tuna mediates the tension between marine conservation and the global commodities trade, and asks for whom is the Atlantic governed.         Matthew Powers (PhD 2013) has accepted a tenure-track position as an Assistant Professor in the Department of Communication at the University of Washington-Seattle. Powers' research looks at the information work of NGOs, the types of news coverage they support, and whether NGOs expand or reinforce established patterns of international news attention. His dissertation, \"Humanity's Publics: NGOs, Journalism and the International Public Sphere,\" examines reporting roles assumed by international NGOs as legacy media outlets cut their foreign news budgets. The International Communication Association presented Powers with the Gene Burd Outstanding Dissertation in Journalism Studies award at its annual conference.          Hatim El-Hibri (PhD 2012) has joined the American University of Beirut as Assistant Professor in the Department of Sociology, Anthropology and Media Studies . His research examines media technologies and urban space in the Middle East. His dissertation traced the history of the visualization of Beirut, from the politics of aerial photography and mapping during the French Mandate, to the visual economy of postwar construction, to the materiality of Hizballah's live satellite television. His current book project situates Beirut in regional and global topologies of power, and considers implications for how we understand the materiality of urban infrastructures, the mediation of ethno-religious belonging, and the place of Arab media in global visual culture.         Currently a Postdoctoral Research Associate at the Center for Information Technology Policy at Princeton University , Solon Barocas (PhD 2014) wrote his dissertation on the novel challenges that data mining poses to fairness and privacy. Examples include the use of predictive analytics for counterterrorism, voter microtargeting in political campaigns, the impact of data mining techniques on model-building in economics and finance, and the integration of evidence-based medicine with clinical decision support systems. He has also collaborated on projects that have explored policies for facial recognition technology and alternatives to the current model of online behavioral advertising.         Alice Marwick (PhD 2010) joined the Department of Communication and Media Studies at Fordham in Fall 2012 as an Assistant Professor. Before this, Marwick completed a two-year postdoc at Microsoft Research, where she collaborated with danah boyd, among others, on ethnographic research involving youth populations and social media. Marwick's dissertation examined ideas of identity, status, and techniques for self-promotion that grew up around the birth of web 2.0, or social media technologies. Marwick is finishing a book on this subject for Yale Press, and says her next big project will consider conspicuous consumption in the digital realm. Part of this will include the study of visual-based online communities such as Tumblr and fashion blogs.                      Next Feature &gt;&gt;                      Featured Video                  PROGRAM is a collaborative, interdisciplinary event series organized by graduate students within New York University’s departments of Media, Culture, and Communication, English, and Comparative Literature. The series will present talks that explore the cultural, historical, aesthetic, and political impact of software and programming logic.  The goal of the series is to create an interactive space for the exploration of emerging practices across media and literature, both online and off. To this end we have organized a series of events, in which a pair of prominent scholars will explore one particular methodological approach to the study of software’s impact on culture and literature, including media archaeology, software aesthetics, ubiquitous computing and urban space, and game design and narrative.  The series is open to the public, and is intended to facilitate a dialogue on the intersections of these fields.  For more information visit: http://www.programseries.com            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is the PROGRAM Series?                                    Several guiding principles shape the intellectual projects of our Department:       A commitment to interdisciplinarity in the study of media and culture. Scholars and doctoral students engage with theoretical concepts and perspectives from a range of disciplines, including media studies, cultural studies, media history, visual culture, sound studies, anthropology, sociology, political science, and so on, in order to deploy interdisciplinary strategies of analysis.    A multi-methodological approach that draws on a diverse array of research methods in media and cultural analysis, including audience studies, semiotics, ethnography, qualitative and quantitative discourse analysis, in-depth interviewing, political/cultural economy, network analysis, and other interpretive and critical approaches.    A historical perspective that situates the study of media, technology, and culture within historical contexts, comparative historical research, media archaeology, genealogy, and media history.    A global, comparative approach in relation to cultural differences, media forms, historical frameworks, and theoretical paradigms.       The doctoral program offers five research areas, which operate as guiding frameworks for intellectual inquiry across the Department. These areas of research are overlapping and interrelated, and we encourage students to take advantage of course offerings in all five areas.    Global and Transcultural Studies While all of our doctoral research areas integrate the study of media, technology, and culture in the context of an increasingly globalized world, this research area specifically centers on inflections of the global mediascape as cross-national, transnational, or transcultural. Specific areas include: critical theories of globalization, transcultural flows, international development and postcolonial studies, comparative media systems, cross-national comparative research design, global social movements, international and intra-national media and culture treaties and policymaking, critical cultural geography, alternative modernities, and global ethnography. Faculty areas of regional expertise include: the Middle East, South Asia, East Asia, South and North America, Africa, and Eastern and Western Europe.    Technology and Society The study of technology as a political, cultural, economic, and aesthetic force is a crucial area of analysis for contemporary media scholarship. Our Department emphasizes the philosophy and politics of technology within cultural and social frameworks. Specific areas of focus include ethnographies of technological communities; philosophical, ethical, social and political dimensions of information and communications technology; information and communications policy; history of technological devices and forms of mediation; the history of science and technology; media archaeology and the study of \"dead media\"; the legal implications of technological regulation and change; copyright and intellectual property; information technologies, media, and privacy; the effects of digital and/or social media on society; visual technologies; and technologies of the built environment.    Visual Culture and Sound Studies Scholarship on visual culture and sound studies is an important emerging field across our disciplines. The study of visual culture recognizes the primary role of visual media in the enactment of power relations, the circulation of information and ideas, and the cultural practices that make meaning. Visual culture is about the study of images across a range of social arenas, from the news to art, advertising, science, fashion, television, film, digital images, architecture, and amateur media, acknowledging the experience of cross-mediation as a key factor in the contemporary visual realm. The study of visual culture is global, political, and engaged with interdisciplinary inquiries. Sound studies incorporates cultural, technological, philosophical, institutional, and interpretive approaches to practices of consuming and producing mediated sound. As an interdisciplinary field of study, it draws on media history, aesthetics, cultural analysis, formalist methods, ethnography, technological mediation, and an understanding of social and global activity determined by its auditory, sonic, and communicative materiality.    Media Institutions and Politics Mediated communication in all its forms is critically examined by exploring the relationships of power involved in its creation, distribution, and consumption. Specific areas of inquiry include: the political economy of media systems; legal and regulatory regimes of mediated communication; the professional practices and organizational routines of workers in the culture industries, including journalism, public relations, advertising, and the entertainment industry; critical discourse and content analyses of news; state-manufactured propaganda; media ecology; legislative debate and shaping of public policy; historical and contemporary social movements; processes of protest, public dissent and censorship; political campaign communication; media activism and advocacy; and other political uses of media and communication technologies.    Critical Theories of Media and Communication The study of media and communication requires engagement with a variety of theoretical traditions, including historical materialism, psychoanalysis, phenomenology, pragmatism, the Frankfurt School of critical theory, gender and queer theory, critical race theory, critical legal theory, field theory, actor-network theory, speculative realism, speech-act theory, and the various strands of structuralism and post-structuralism. The Department approaches critical theory from the perspective of critique, that is to say, from an ongoing self-examination of how knowledge and culture are created, acquired, maintained, and transmitted. In its core courses and elective seminars the graduate program seeks to train doctoral students to be subtle yet rigorous practitioners of critique in its many forms.    Frequently Asked Questions    We receive an enormous number of inquiries about our program. Our Frequently Asked Questions page will provide you with basic information and the steps you should take in order to become familiar with our faculty and program.                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "People, Department of Politics, NYU                          NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                            Home       News     People     Undergraduate Program       International Relations Undergraduate Program       Master's Program       Ph.D. Program       Research Centers       Datalab       Events       Internal       Home         &gt;                  People   People Faculty              Bernd Beber   International security; conflict management and mediation; bargaining theory; poliitcal methodology              Nathaniel Beck   Political Methodology; Political Economy.              Steven Brams   Game theory; social choice theory; fair division; voting and elections; international politics              Bruce Bueno de Mesquita   International conflict, foreign policy formation, and the peace process              Kanchan Chandra   Comparative Ethnic Politics, Democratic Theory, Political Parties and Elections, Violence, Comparative Research Methods, Patronage and Clientelism              Youssef Cohen (DUGS)   Political Methodology, Comparative Politics              Chris Dawes   Political behavior with an emphasis on voter turnout; genopolitics; experimental methods              David Denoon   US Foreign Policy, Asian Political Economy              Eric Dickson   Political Methodology; Political Economy              George Downs (In Memorium)   International Relations, Political Economy, International Law              Tiberiu Dragu   Positive political theory; institutional design; separation of powers; law and politics              Oeindrila Dube   Political economy of development and conflict              Patrick J. Egan   Public opinion and institutions in American politics; the formation of political attitudes; LGBT issues and politics              John Ferejohn   Positive political theory; legal and political institutions and behavior; courts; philosophy of social science              Michael Gilligan   International intervention in civil conflict, formal models of international cooperation              Sanford Gordon (DGS)   US political institutions, political economy, private influence in government decision making, bureaucratic and administrative politics.              Catherine Hafer   property rights, conflict, deliberation, lobbying              Russell Hardin   Rational choice, collective action, morality behind the law, moral and political philosophy.              Christine Harrington   Public Law and Law & Society              Anna L. Harvey   American Politics, Judicial Politics, Political Economy              Stephen Holmes   Normative theory              James C. Hsiung   International law, politics and organizations; Asian Pacific international relations              Farhad Kazemi (Professor Emeritus)   Comparative politics of the Middle East              Dimitri Landa   Deliberation, representation, legal and political institutions              Jenn Larson   Social Networks, Cooperation              Michael Laver   Analytical, computational and empirical accounts of political competition and decision-making.              Bernard Manin   Democratic and constitional theory; history of political thought; representation and deliberation              Lawrence M. Mead   American politics and policy making; social policy; implementation; America as a world power              Christopher Mitchell (Professor Emeritus)   Latin American politics, United States foreign policy, political aspects of international migration.              Rebecca B. Morton   American elections, empirical analysis of formal models of politics, and experimental methods.              Jonathan Nagler   Methodology; voting behavior; turnout; Latino voting; the economy and campaigns and elections              Bertell Ollman   Marxism, dialectical method, fascism, history of political thought.              Pasquale Pasquino   Normative political theory; comparative constitutions              Leonid V Peisakhin (NYU/Abu Dhabi)   comparative politics, political economy, political behavior, European politics, experimental methods              Ryan Pevnick   Political Theory              Adam Przeworski   political economy, methods of cross-national research, democratic theory.              Pablo Querubin   political economy of development, elites, economic and political institutions              Richard Randall (Professor Emeritus)   Religion and politics; American constitution; civil liberties; American courts; judicial processes; American political thought              Peter Rosendorff   International Relations, International Political Economy, Formal Methods.              Howard L Rosenthal   Political economy, American politics, political methodology, comparative politics.              Arturas Rozenas   Comparative Politics, Statistics              Cyrus Samii   Research design; field experiments              Shanker Satyanath   International relations, political economy, comparative politics              Alex Scacco   Comparative politics; ethnic politics; foundations of violence; African political economy; peacebuilding; field methods              Martin Schain   Comparative politics; European politics; center-periphery relations; trade unions and politics; immigration              Melissa Schwartzberg   Democratic theory, constitutionalism, ancient political institutions and thought, history of political thought              Nicole Simonelli (MA Program Director)   International Relations, International Cooperation and International Organizations              Alastair Smith   International relations.              David Stasavage (Chair)   Political Economy              Joshua Tucker   Comparative political behavior: elections, voting, partisanship, protest and social media; post-communist politics.                            Related Information           &gt;     Staff           &gt;     Adjunct Faculty           &gt;     Associated Faculty           &gt;     Current Ph.D. Students           &gt;     Faculty Office Hours           &gt;     Visiting Scholars           &gt;     NYUAD Faculty                          Research Specialties           &gt;     American Politics           &gt;     Comparative Politics           &gt;     Formal Theory           &gt;     International Relations           &gt;     Political Economy           &gt;     Political Methodology           &gt;     Political Theory                          Useful Links           &gt;     Department Directory             &gt;     NYU Public Directory                                         Sitemap       |      Contact Us       |              &copy; New York University       |       Arts and Science"}]}]