[{"detail": [{"content": "Archimedes&#8217; Cattle Problem (Statement)                               S T A T E M E N T . ( E N G L I S H )                            Back to . . .                    Archimedes Home Page                  This section . . .                    Statement (English)                    Solution (1st part)                   Solution (2nd part)                                Statement (Greek)                       Computer Output (1st part)                   Computer Output (2nd part)                                    A   P ROBLEM                          which Archimedes solved in epigrams, and which he communicated to students of such matters at Alexandria in a letter to Eratosthenes of Cyrene.                     The cattle of the Sun depicted on a 6th-century BC vase from Cerveteri (Inventory E702, Mus&eacute;e du Louvre , Paris).              I f thou art diligent and wise, O stranger, compute the number of cattle of the Sun, who once upon a time grazed on the fields of the Thrinacian isle of Sicily, divided into four herds of different colours, one milk white, another a glossy black, a third yellow and the last dappled. In each herd were bulls, mighty in number according to these proportions: Understand, stranger, that the white bulls were equal to a half and a third of the black together with the whole of the yellow, while the black were equal to the fourth part of the dappled and a fifth, together with, once more, the whole of the yellow. Observe further that the remaining bulls, the dappled, were equal to a sixth part of the white and a seventh, together with all of the yellow. These were the proportions of the cows: The white were precisely equal to the third part and a fourth of the whole herd of the black; while the black were equal to the fourth part once more of the dappled and with it a fifth part, when all, including the bulls, went to pasture together. Now the dappled in four parts were equal in number to a fifth part and a sixth of the yellow herd. Finally the yellow were in number equal to a sixth part and a seventh of the white herd. If thou canst accurately tell, O stranger, the number of cattle of the Sun, giving separately the number of well-fed bulls and again the number of females according to each colour, thou wouldst not be called unskilled or ignorant of numbers, but not yet shalt thou be numbered among the wise.           B ut come, understand also all these conditions regarding the cattle of the Sun. When the white bulls mingled their number with the black, they stood firm, equal in depth and breadth, and the plains of Thrinacia, stretching far in all ways, were filled with their multitude. Again, when the yellow and the dappled bulls were gathered into one herd they stood in such a manner that their number, beginning from one, grew slowly greater till it completed a triangular figure, there being no bulls of other colours in their midst nor none of them lacking. If thou art able, O stranger, to find out all these things and gather them together in your mind, giving all the relations, thou shalt depart crowned with glory and knowing that thou hast been adjudged perfect in this species of wisdom.                              Title page of Lessing&#8217s journal.       &nbsp               The three-cornered island of Sicily.        T he Greek text of this epigram was first edited in modern times from a manuscript found in the Herzog August Library in Wolfenb&#252;ttel, Germany, by          Gotthold Ephraim Lessing (1729-81)      Zur Geschichte und Literatur. Aus den Schatzen der Herzoglichen     Bibliothek zu Wolfenb&#252;ttel. Zweiter Beitrag.     Braunschweig 1773             The above English translation is taken from               G REEK M ATHEMATICAL W ORKS       Translated by Ivor Thomas     The Loeb Classical Library , Harvard University Press , Cambridge, MA, 1941      Volume II, Pages 203-205     This book also contains a Greek text of the epigram edited by J. L. Heiberg (Johan Ludwig, 1854-1928).           T he word &#8220;thrinacian&#8221; means three-cornered in Greek (&Theta;&rho;&iota;&nu;&alpha;&kappa;&#943;&alpha;) and refers to the triangular island of Sicily ( Strabo, Geography [6.2.1] ).     The cattle (or oxen) of the Sun belonged to the sun-god Helios . The Greeks believed that they grazed near the Sicilian town of Taormina , 85 kilometers north of Syracuse. The original Greek settlers of Taormina called it Tauromenion (&Tau;&alpha;&upsilon;&rho;&omicron;&mu;&#941;&nu;&iota;&omicron;&nu;) , a name derived from tauros (&tau;&alpha;&#973;&rho;&omicron;&sigmaf;) &#151;the Greek word for bull ( Diodorus, Historical Library [14.59.1-14.59.2] ).          O dysseus&#8217; crew slaughtered some of the cattle of the Sun for food, for which they paid with their lives when Zeus tossed them from their ship with his thunderbolts ( The Odyssey, Book XII , lines 383-589). Homer&#8217;s Odyssey also contains a precursor of Archimedes&#8217; Cattle Problem in the following lines ( Book XII , lines 194-198, translation by George Chapman, originally published in folio 1614-1616):            Thou shalt ascend the isle triangular,       Where many oxen of the Sun are fed,             And fatted flocks. Of oxen fifty head       In every herd feed, and their herds are seven;       And of his fat flocks is their number even.               A translation by A.T. Murray ( Book XII, lines 127-130 ) in 1919 gives the same lines as:           And thou wilt come to the isle Thrinacia. There in great numbers feed the kine [cattle] of Helios and his goodly flocks, seven herds of kine and as many fair flocks of sheep, and fifty in each.           The original Greek text of these lines is below:            &#920;&#961;&#953;&#957;&#945;&#954;&#8055;&#951;&#957;&#32;&#948;&#8125;&#32;&#7952;&#962;&#32;&#957;&#8134;&#963;&#959;&#957;&#32;&#7936;&#966;&#8055;&#958;&#949;&#945;&#953;&#8231;&#32;&#7956;&#957;&#952;&#945;&#32;&#948;&#8050;&#32;&#960;&#959;&#955;&#955;&#945;&#8054;   &#946;&#8057;&#963;&#954;&#959;&#957;&#964;&#8125;&#32;&#7976;&#949;&#955;&#8055;&#959;&#953;&#959;&#32;&#946;&#8057;&#949;&#962;&#32;&#954;&#945;&#8054;&#32;&#7988;&#966;&#953;&#945;&#32;&#956;&#8134;&#955;&#945;&#44;  &#7953;&#960;&#964;&#8048;&#32;&#946;&#959;&#8182;&#957;&#32;&#7936;&#947;&#8051;&#955;&#945;&#953;&#44;&#32;&#964;&#8057;&#963;&#945;&#32;&#948;&#8125;&#32;&#959;&#7984;&#8182;&#957;&#32;&#960;&#8061;&#949;&#945;&#32;&#954;&#945;&#955;&#8049;&#44;   &#960;&#949;&#957;&#964;&#8053;&#954;&#959;&#957;&#964;&#945;&#32;&#948;&#8125;&#32;&#7957;&#954;&#945;&#963;&#964;&#945;&#46;          Homer, The Odyssey       Translated by A.T. Murray, revised by George E. Dimock      The Loeb Classical Library , Harvard University Press , Cambridge, MA, 1919/2nd edition 1995      Volume 1, Book XII, lines 127-130"}]}]