[{"detail": [{"content": "Policy on Responsible Use of NYU Computers and Data                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Policy on Responsible Use of NYU Computers and Data                                      Purpose of this Policy    New York University is a not-for-profit research university, and its facilities, including computer and data resources , are to be used in furtherance of its not-for-profit, educational, research, and service purposes. More and more university activities are conducted using computers and electronic communications, with increased convenience and accessibility from and to all parts of the world. At the same time, today’s inter-connected environment intensifies the risks and threats of unauthorized access to computers, inadvertent disclosures of sensitive data , and unexpected destruction of essential information, resulting in potentially serious consequences to individuals and to institutions. Members of the University community and affiliates interact with a wide spectrum of sensitive data for numerous reasons. Evolving federal and state regulations require organizations and individuals to protect sensitive data. With computing so widely distributed throughout NYU, the responsibility to safeguard computers and data resources extends to all members of the University community and affiliates .             Scope of this Policy    This policy applies to members of the University community and affiliates who use NYU’s computer and data resources and/or who have access to sensitive data stored on these resources.          Policy Definitions     Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use a computer or data resource . Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data .     University Policy     New York University expects members of the University community and affiliates to employ reasonable and appropriate administrative, technical, and physical safeguards to protect the computer and data resources that they use and the sensitive data stored on these resources. Access to computer and data resources (including software, hardware, computer, and e-mail services) are privileges extended to members of the University community and affiliates , and must be exercised in conformity with all applicable NYU policies and procedures and all applicable federal and state laws. Access to NYU computer and data resources is limited to authorized persons and is for approved purposes only. Approved purposes are those consistent with both the broad instructional and research goals of the University and the person's relationship with the University. Authorization to use these resources is granted by designated individuals at the University entrusted with overall responsibility and management of data and related systems. Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use these resources responsibly as defined in the Policy Requirements and Specifications below.   This policy does not form a contract of any kind, including, among others, an employment contract. The University reserves the right to modify this policy without notice and at its discretion. The current version of this policy is posted on the ITS website ( www.nyu.edu/its/policies ). All terms noted in italics are defined at the end of this policy.   Policy Requirements     A. Acceptance of authorization to use NYU computer and data resources establishes an obligation to:     1. behave in accordance with NYU’s educational, research, and service purposes and in a manner compliant with this and other applicable NYU policies and procedures and all applicable laws and regulations;     2. not use your account for any commercial purposes;     3. behave with civil regard for other members of the NYU community and of the wider community on the Internet;     4. take reasonable steps to ensure that any computer used to access NYU resources, whether it is located on an NYU campus or elsewhere, is secure, virus-free, and otherwise not compromised;     5. protect the confidentiality, security, integrity, and recoverability of all computer and data resources and take reasonable and appropriate steps to guard these resources from improper or unauthorized use, including such use by third parties;     6. use applications that conform to NYU’s privacy and security policies and guidelines;     7. refrain from activities that interfere with the ability of others to use computer and data resources ; and     8. be aware of and comply with other relevant school and University policies, procedures, and business rules; in all cases the more stringent standard should be followed.   B. This obligation applies regardless of:     1. where the computer used to access computer and data resources is located in an NYU office, classroom, public space, or lab, or at home or elsewhere outside the University;     2. who owns the device used to access or store the sensitive data ; or     3. the form or manner in which sensitive data are stored or transmitted, including, but not limited to, local file, shared file, file on removable media such as CD-ROM disk and jump drive, central database, fax, printer, copier, network, phone, e-mail, or voice mail.     C. Access and use, or causing or allowing access and use, of computer and data resources , including e-mail services, by anyone other than as permitted by NYU is strictly prohibited by NYU and by state and federal laws and may subject the violator to criminal and civil penalties as well as NYU-initiated disciplinary proceedings.   D.  Use of some NYU computer and data resources may be governed by additional University, college, school, or departmental policies and procedures. Anyone authorized to use these resources is responsible to become familiar with and abide by such policies and procedures.     E. In order to safeguard the security and efficiency of computer and data resources , NYU computer systems and NYU-NET are routinely monitored and recorded for integrity and operation of the system by authorized University staff. Computer and data resources provided by NYU are the property of NYU and not the personal property of the individual.     F. Designated individuals at the University entrusted with overall responsibility and management of computer and data resources and sensitive data and related systems have decision-making authority for authorizing access to and use of those resources and systems.     1. These individuals at the University include, but are not limited to, University-wide administrators, such as the Registrar, Deans, and other School administrators, and the Senior Vice Provost for Research on data-intensive research projects.     2. These individuals at the University have responsibility for the development, implementation, and maintenance of policies and procedures related to authorizing access to the shared stores of the various categories of sensitive data in use in electronic form at NYU and for handling that data appropriately wherever it resides. Such individuals may delegate responsibilities as they deem appropriate in specific functional areas.     3. These individuals at the University may have more stringent standards for the use, storage, and transmittal of the data they manage than those set forth in this policy; the more stringent standard should be followed. Individuals authorized to use the data are expected to be aware of relevant current policies and to abide by them.     4. Access to sensitive data will be granted only on an “as needed/minimum necessary” basis.   G. New York University’s Vice President for Information Technology and Chief Information Technology Officer for NYU-New York is responsible for periodic reviews of the University’s security policies and procedures relating to computer and data resources and sensitive data , which will be revised as necessary and any updates publicized. Current versions of the University’s policies relating to computer and data resources and sensitive data are maintained on the ITS website ( www.nyu.edu/its/policies ). Questions for clarification and suggestions about these policies can be sent to: cito.policies@nyu.edu .     H. Violators of this policy may be subject to disciplinary action, up to and including the termination of employment or contract with the University, or, in the case of students, suspension or expulsion from the University. Anyone who knows or has reason to believe that another person has violated this policy shall report the matter promptly to his or her supervisor, in the case of students to the Division of Student Affairs, Director of Judicial Affairs, or to cito.policies@nyu.edu , as appropriate. Any attempt to retaliate against a person for reporting a violation will itself be considered a violation of the policy and may result in disciplinary action up to and including the termination of employment or contract with the University. The appropriate office or entity, including the Office of the Vice President for Information Technology and Chief Information Technology Officer for NYU-New York, the Office of General Counsel, and other University officials as required, will lead the investigation into all alleged violations or reports of violations of this policy and, where appropriate, will take steps to remedy the situation.     Specifications       A. NYU Computer Security   1. Safeguarding Computers for Individual Use   This section describes measures to safeguard computers typically used by individuals in NYU-related activities and for accessing other University resources, such as NYU-NET. As used in these operational specifications, “computers” include but are not limited to desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.    a. Physical Security      i. Do not give physical access to computers to unauthorized persons.      ii. Take appropriate precautions to prevent theft and damage.      iii. Where possible, position monitors to prevent casual viewing by visitors or passersby.    b. System Security      i. Install anti-virus software and keep virus definitions up to date.      ii. Install operating system and software patches and take other recommended steps to mitigate known vulnerabilities of the computer in a timely manner.      iii. Use only NYU-approved software; do not download unauthorized software.      iv. Use a locking screensaver or other mechanism to prevent unauthorized use of the computer.      v. Do not leave your computer unattended without locking it or logging off.      vi. Do not install or use Peer-to-Peer file sharing software; these programs typically enable unauthorized remote access without any password to the contents of the computer.     vii. Do not install or run software that requires a license without that license. Respect license agreements and do not infringe on the copyright of others. (See section A.5)     viii. Respond promptly to notices from authorized University staff that vulnerabilities have been detected in your computer’s system.     ix. Take particular care to secure your NYU-access information (e.g., log-ins, passwords) on home computers from unauthorized use by others.    c. Passwords      i. Where possible, secure all computer accounts with passwords, and use passwords to protect all file sharing.      ii. Use strong passwords. Strong passwords consist of at least eight (8) characters. They should not be dictionary words or readily guessable. They should include at least three (3) of the following four (4) characteristics in any order: upper case letters, lower case letters, numbers, and symbols.      iii. Change passwords periodically. Avoid reusing a password for at least several change iterations. If you have multiple accounts, avoid using the same password for those accounts.      iv. Do not keep passwords in plain text in a computer file or in plain sight on paper. Passwords should neither be sent in an e-mail nor provided verbally by telephone. If you must communicate account access information in order to ensure business continuity, you should communicate it in a secure manner. Supervisors and managers should make certain that offices have plans for access to files and data for business continuity.      v. Keep a well-secured copy of your passwords available for emergency access. Encrypt any computer file containing passwords. Keep any written file of passwords in a physically secure location, preferably separate from the computer or application they secure.      vi. Passwords for sensitive websites or e-mail accounts should not be saved on the computer.     vii. Where possible, do not configure programs to automatically store passwords.     viii. Shut down web browsers, e-mail programs, or other applications that might store passwords temporarily when they are not in use.    d. Remote Access      i. Any remote computer used to access NYU resources must conform to these Specifications and may be subject to further resource-specific restrictions.      ii. If you do not maintain or control the remote computer, do not use it for access to, or transmission of, sensitive data . Access to non- sensitive data may be permissible. Check with responsible department or a supervisor for guidance.      iii. Use remote access software and services with caution. Pay special attention to the configuration of remote access software, hardware, and services to ensure that they do not present a security risk to your computer or to NYU. Consult with ITS Technology Security Services ( security@nyu.edu ) for guidance on how to choose, set up, and operate remote access technologies.      iv. Obtain prior authorization from both your senior management and the ITS Technology Security Services ( security@nyu.edu ) before using a modem with a computer connected to the University network. Modems present a significant security risk, because they enable unmonitored and uncontrolled remote access to NYU’s network and data.      v. Ensure that your computer is not configured to allow unauthorized access to NYU’s network by other devices. Special access arrangements, such as wireless access, RAS (Remote Access Server) services access, and sharing network connections, must be authorized by the ITS Executive Director of Communications and Computing Services (C&amp;CS).   2. Safeguarding Computers Used by Multiple Individuals   The section covers additional measures for safeguarding computers used by multiple individuals. All the operational specifications set forth above apply, as well as the following additional measures to safeguard such computers.   a. Secure all computer accounts with passwords.   b. Give accounts to authorized persons only; provide individual log-ins. If you share a computer with others, take appropriate precautions to protect sensitive data that others may not be authorized to access and, where possible, create separate accounts for each person who is authorized to use the computer, setting appropriate permissions.   c. Where possible, enforce use of strong passwords and periodic password changes.   d. Make every effort to maintain computer logs and review them on a regular basis.   e. Stay familiar with best practices for administering the particular computer and use them.     3. Business Continuity   Take reasonable steps to ensure that, in case of emergency, another authorized person is able to access the NYU computer you use in order to provide continuity of NYU functions performed on and through it. There are numerous methods available of ensuring shared responsibility for data and systems rather than sharing passwords. For assistance, contact ITS Technology Security Services ( security@nyu.edu ).     4. Purchasing   Discuss adherence to applicable NYU policies and procedures as part of the purchasing process. Computers and software acquired for use with NYU computer and data resources should conform to these specifications.     5. Software Licensing   Software users shall use and install only properly licensed software on NYU computers and the NYU network.   a. Unauthorized duplicating, distributing, downloading, sharing, selling, or installing software and related documentation or using unlicensed software and related documentation constitutes a violation of the software license agreement and of University policy.   b. Each School, department, or other unit is responsible for ensuring that software used on their computers is properly licensed, for adhering to the terms and conditions of those software licenses, and for maintaining appropriate documentation of those software licenses.   c. Individuals separating from NYU who work on a home computer shall remove all University-owned software, including all NYU-licensed software, from the home computer. If you have software on your office computer that permits you to install a second copy on your home computer, remove that second copy.     6. Equipment Disposal or Redeployment   Before disposing of or re-deploying hardware, comply with University computer disposal guidelines, which can be found at www.nyu.edu/asset . Click on Computer Disposal. See also www.nyu.edu/its/security/disposal.html .   B. NYU Data Security   1. Protecting Sensitive Data on Computers    a. Follow NYU Computer Security Specifications set forth above.   b. Know what data are stored on your computer, the sensitivity of that data, and what policies apply.   c. Keep local data retention to a minimum. Rely on unit, school, or University storage where you can.   d. Where possible, password protect or encrypt sensitive data .   e. Back up local data on a regular basis and keep the backup secure. Protect backups with the same level of security as the original data. Test backup recovery periodically to verify that it works.   f. If you use a computer shared with others, take appropriate precautions to protect sensitive data that others may not be authorized to access. Where possible, create separate accounts for each person who uses the computer, setting appropriate permissions.   2. Storing or Transmitting Sensitive Data    a. Do not redistribute sensitive data to others within or without the University, unless you are an authoritative source for and an authorized distributor of that data and the recipient is authorized to receive that data.   b. Do not allow sensitive data to be stored on computers or servers outside NYU, unless such storage is authorized.   c. Whenever possible, sensitive data should be transferred in encrypted form, e.g., using SSL (Secure Socket Layer) or SSH (Secure Shell).   d. Remember that e-mail typically is not a secure form of communication. Care should be taken to be certain that the recipient is authorized to receive that data and the address is accurate.   e. Sensitive data , including electronic protected health information (EPHI), Social Security numbers, or credit card information, should not be sent unencrypted via e-mail. If use of e-mail is necessary, use encryption technology to protect the transmission of sensitive data in e-mail. This may include the use of VPN (Virtual Private Network), SSL, or encryption of the message itself using software such as PGP (Pretty Good Privacy).   f. Do not transmit sensitive data using instant messaging technology (e.g., AOL Instant Messenger, Yahoo Messenger) which use servers outside of NYU. These services may allow sensitive data to be accessed by or stored by unauthorized parties. It is recommended that you consult with ITS Technology Security Services ( security@nyu.edu ) for guidance.   g. Take special care when sending sensitive data by fax to make sure that it is clearly marked as confidential. Every effort should be made to ensure that only the intended recipient has access to the faxed information.   h. Keep fax machines, printers, and copiers used for sensitive data in secure areas. Faxes, printouts, and copies of sensitive data should be picked up promptly and handled appropriately.   3. Disposing of Sensitive Data    a. Sensitive data should be destroyed in a manner that prevents re-creation.   b. Reformat or physically destroy any removable storage media (such as floppy disks, zip disks, tapes, or compact disks (CD)) that contained sensitive data before disposing of them.   c. Shred printouts of sensitive data .   d. Ensure that sensitive data are removed from devices you use before you dispose of or re-deploy those devices.   4. Responding to Requests for Information    a. Do not share sensitive data with representatives of the press (radio, television, print, or electronic media), other individuals, or in public forums, such as mailing lists or web bulletin boards, without appropriate authorization .   b. Refer subpoenas and similar requests or demands for the release of sensitive data to the Office of Legal Counsel.   Notes     1. Dates of Official Enactment and Amendments:    a. Adopted by the Office of the Chief Information Technology Officer (CITO) on February 6, 2006.    b. Revised to include a section on Software Licensing (Section A.5), January 14, 2009.    c. Revised to add a sentence regarding commercial purposes (Policy Requirements, Section A), December 12, 2011.   2. Cross References:     a. NYU Guidelines for compliance with the Family Educational Rights and Privacy Act (FERPA): www.nyu.edu/apr/ferpa.htm     b. NYU Information Technology Services Policies: www.nyu.edu/its/policies     c. NYU HIPAA Information Security Policies: www.nyu.edu/its/policies     d. Guidelines on equipment disposal or redeployment: www.nyu.edu/asset and www.nyu.edu/its/security/disposal.html     e. E-mail address for computer security assistance and advice: security@nyu.edu     f. E-mail address for policy clarifications and suggestions: cito.policies@nyu.edu     g. E-mail address to report policy violations: cito.policies@nyu.edu                               About This Policy                                         Effective Date:        December 12, 2011                    Supersedes:        February 6, 2006                      Issuing Authority:        Executive Vice President for Finance and Information Technology                        Responsible Officer:        Vice President, Information Technology & Chief Information Technology Officer                                                            Definitions                                          Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use acomputer or data resource.Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance, and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data.                                                Related Policies                                        None                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Policy on Responsible Use of NYU Computers and Data                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Policy on Responsible Use of NYU Computers and Data                                      Purpose of this Policy    New York University is a not-for-profit research university, and its facilities, including computer and data resources , are to be used in furtherance of its not-for-profit, educational, research, and service purposes. More and more university activities are conducted using computers and electronic communications, with increased convenience and accessibility from and to all parts of the world. At the same time, today’s inter-connected environment intensifies the risks and threats of unauthorized access to computers, inadvertent disclosures of sensitive data , and unexpected destruction of essential information, resulting in potentially serious consequences to individuals and to institutions. Members of the University community and affiliates interact with a wide spectrum of sensitive data for numerous reasons. Evolving federal and state regulations require organizations and individuals to protect sensitive data. With computing so widely distributed throughout NYU, the responsibility to safeguard computers and data resources extends to all members of the University community and affiliates .             Scope of this Policy    This policy applies to members of the University community and affiliates who use NYU’s computer and data resources and/or who have access to sensitive data stored on these resources.          Policy Definitions     Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use a computer or data resource . Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data .     University Policy     New York University expects members of the University community and affiliates to employ reasonable and appropriate administrative, technical, and physical safeguards to protect the computer and data resources that they use and the sensitive data stored on these resources. Access to computer and data resources (including software, hardware, computer, and e-mail services) are privileges extended to members of the University community and affiliates , and must be exercised in conformity with all applicable NYU policies and procedures and all applicable federal and state laws. Access to NYU computer and data resources is limited to authorized persons and is for approved purposes only. Approved purposes are those consistent with both the broad instructional and research goals of the University and the person's relationship with the University. Authorization to use these resources is granted by designated individuals at the University entrusted with overall responsibility and management of data and related systems. Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use these resources responsibly as defined in the Policy Requirements and Specifications below.   This policy does not form a contract of any kind, including, among others, an employment contract. The University reserves the right to modify this policy without notice and at its discretion. The current version of this policy is posted on the ITS website ( www.nyu.edu/its/policies ). All terms noted in italics are defined at the end of this policy.   Policy Requirements     A. Acceptance of authorization to use NYU computer and data resources establishes an obligation to:     1. behave in accordance with NYU’s educational, research, and service purposes and in a manner compliant with this and other applicable NYU policies and procedures and all applicable laws and regulations;     2. not use your account for any commercial purposes;     3. behave with civil regard for other members of the NYU community and of the wider community on the Internet;     4. take reasonable steps to ensure that any computer used to access NYU resources, whether it is located on an NYU campus or elsewhere, is secure, virus-free, and otherwise not compromised;     5. protect the confidentiality, security, integrity, and recoverability of all computer and data resources and take reasonable and appropriate steps to guard these resources from improper or unauthorized use, including such use by third parties;     6. use applications that conform to NYU’s privacy and security policies and guidelines;     7. refrain from activities that interfere with the ability of others to use computer and data resources ; and     8. be aware of and comply with other relevant school and University policies, procedures, and business rules; in all cases the more stringent standard should be followed.   B. This obligation applies regardless of:     1. where the computer used to access computer and data resources is located in an NYU office, classroom, public space, or lab, or at home or elsewhere outside the University;     2. who owns the device used to access or store the sensitive data ; or     3. the form or manner in which sensitive data are stored or transmitted, including, but not limited to, local file, shared file, file on removable media such as CD-ROM disk and jump drive, central database, fax, printer, copier, network, phone, e-mail, or voice mail.     C. Access and use, or causing or allowing access and use, of computer and data resources , including e-mail services, by anyone other than as permitted by NYU is strictly prohibited by NYU and by state and federal laws and may subject the violator to criminal and civil penalties as well as NYU-initiated disciplinary proceedings.   D.  Use of some NYU computer and data resources may be governed by additional University, college, school, or departmental policies and procedures. Anyone authorized to use these resources is responsible to become familiar with and abide by such policies and procedures.     E. In order to safeguard the security and efficiency of computer and data resources , NYU computer systems and NYU-NET are routinely monitored and recorded for integrity and operation of the system by authorized University staff. Computer and data resources provided by NYU are the property of NYU and not the personal property of the individual.     F. Designated individuals at the University entrusted with overall responsibility and management of computer and data resources and sensitive data and related systems have decision-making authority for authorizing access to and use of those resources and systems.     1. These individuals at the University include, but are not limited to, University-wide administrators, such as the Registrar, Deans, and other School administrators, and the Senior Vice Provost for Research on data-intensive research projects.     2. These individuals at the University have responsibility for the development, implementation, and maintenance of policies and procedures related to authorizing access to the shared stores of the various categories of sensitive data in use in electronic form at NYU and for handling that data appropriately wherever it resides. Such individuals may delegate responsibilities as they deem appropriate in specific functional areas.     3. These individuals at the University may have more stringent standards for the use, storage, and transmittal of the data they manage than those set forth in this policy; the more stringent standard should be followed. Individuals authorized to use the data are expected to be aware of relevant current policies and to abide by them.     4. Access to sensitive data will be granted only on an “as needed/minimum necessary” basis.   G. New York University’s Vice President for Information Technology and Chief Information Technology Officer for NYU-New York is responsible for periodic reviews of the University’s security policies and procedures relating to computer and data resources and sensitive data , which will be revised as necessary and any updates publicized. Current versions of the University’s policies relating to computer and data resources and sensitive data are maintained on the ITS website ( www.nyu.edu/its/policies ). Questions for clarification and suggestions about these policies can be sent to: cito.policies@nyu.edu .     H. Violators of this policy may be subject to disciplinary action, up to and including the termination of employment or contract with the University, or, in the case of students, suspension or expulsion from the University. Anyone who knows or has reason to believe that another person has violated this policy shall report the matter promptly to his or her supervisor, in the case of students to the Division of Student Affairs, Director of Judicial Affairs, or to cito.policies@nyu.edu , as appropriate. Any attempt to retaliate against a person for reporting a violation will itself be considered a violation of the policy and may result in disciplinary action up to and including the termination of employment or contract with the University. The appropriate office or entity, including the Office of the Vice President for Information Technology and Chief Information Technology Officer for NYU-New York, the Office of General Counsel, and other University officials as required, will lead the investigation into all alleged violations or reports of violations of this policy and, where appropriate, will take steps to remedy the situation.     Specifications       A. NYU Computer Security   1. Safeguarding Computers for Individual Use   This section describes measures to safeguard computers typically used by individuals in NYU-related activities and for accessing other University resources, such as NYU-NET. As used in these operational specifications, “computers” include but are not limited to desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.    a. Physical Security      i. Do not give physical access to computers to unauthorized persons.      ii. Take appropriate precautions to prevent theft and damage.      iii. Where possible, position monitors to prevent casual viewing by visitors or passersby.    b. System Security      i. Install anti-virus software and keep virus definitions up to date.      ii. Install operating system and software patches and take other recommended steps to mitigate known vulnerabilities of the computer in a timely manner.      iii. Use only NYU-approved software; do not download unauthorized software.      iv. Use a locking screensaver or other mechanism to prevent unauthorized use of the computer.      v. Do not leave your computer unattended without locking it or logging off.      vi. Do not install or use Peer-to-Peer file sharing software; these programs typically enable unauthorized remote access without any password to the contents of the computer.     vii. Do not install or run software that requires a license without that license. Respect license agreements and do not infringe on the copyright of others. (See section A.5)     viii. Respond promptly to notices from authorized University staff that vulnerabilities have been detected in your computer’s system.     ix. Take particular care to secure your NYU-access information (e.g., log-ins, passwords) on home computers from unauthorized use by others.    c. Passwords      i. Where possible, secure all computer accounts with passwords, and use passwords to protect all file sharing.      ii. Use strong passwords. Strong passwords consist of at least eight (8) characters. They should not be dictionary words or readily guessable. They should include at least three (3) of the following four (4) characteristics in any order: upper case letters, lower case letters, numbers, and symbols.      iii. Change passwords periodically. Avoid reusing a password for at least several change iterations. If you have multiple accounts, avoid using the same password for those accounts.      iv. Do not keep passwords in plain text in a computer file or in plain sight on paper. Passwords should neither be sent in an e-mail nor provided verbally by telephone. If you must communicate account access information in order to ensure business continuity, you should communicate it in a secure manner. Supervisors and managers should make certain that offices have plans for access to files and data for business continuity.      v. Keep a well-secured copy of your passwords available for emergency access. Encrypt any computer file containing passwords. Keep any written file of passwords in a physically secure location, preferably separate from the computer or application they secure.      vi. Passwords for sensitive websites or e-mail accounts should not be saved on the computer.     vii. Where possible, do not configure programs to automatically store passwords.     viii. Shut down web browsers, e-mail programs, or other applications that might store passwords temporarily when they are not in use.    d. Remote Access      i. Any remote computer used to access NYU resources must conform to these Specifications and may be subject to further resource-specific restrictions.      ii. If you do not maintain or control the remote computer, do not use it for access to, or transmission of, sensitive data . Access to non- sensitive data may be permissible. Check with responsible department or a supervisor for guidance.      iii. Use remote access software and services with caution. Pay special attention to the configuration of remote access software, hardware, and services to ensure that they do not present a security risk to your computer or to NYU. Consult with ITS Technology Security Services ( security@nyu.edu ) for guidance on how to choose, set up, and operate remote access technologies.      iv. Obtain prior authorization from both your senior management and the ITS Technology Security Services ( security@nyu.edu ) before using a modem with a computer connected to the University network. Modems present a significant security risk, because they enable unmonitored and uncontrolled remote access to NYU’s network and data.      v. Ensure that your computer is not configured to allow unauthorized access to NYU’s network by other devices. Special access arrangements, such as wireless access, RAS (Remote Access Server) services access, and sharing network connections, must be authorized by the ITS Executive Director of Communications and Computing Services (C&amp;CS).   2. Safeguarding Computers Used by Multiple Individuals   The section covers additional measures for safeguarding computers used by multiple individuals. All the operational specifications set forth above apply, as well as the following additional measures to safeguard such computers.   a. Secure all computer accounts with passwords.   b. Give accounts to authorized persons only; provide individual log-ins. If you share a computer with others, take appropriate precautions to protect sensitive data that others may not be authorized to access and, where possible, create separate accounts for each person who is authorized to use the computer, setting appropriate permissions.   c. Where possible, enforce use of strong passwords and periodic password changes.   d. Make every effort to maintain computer logs and review them on a regular basis.   e. Stay familiar with best practices for administering the particular computer and use them.     3. Business Continuity   Take reasonable steps to ensure that, in case of emergency, another authorized person is able to access the NYU computer you use in order to provide continuity of NYU functions performed on and through it. There are numerous methods available of ensuring shared responsibility for data and systems rather than sharing passwords. For assistance, contact ITS Technology Security Services ( security@nyu.edu ).     4. Purchasing   Discuss adherence to applicable NYU policies and procedures as part of the purchasing process. Computers and software acquired for use with NYU computer and data resources should conform to these specifications.     5. Software Licensing   Software users shall use and install only properly licensed software on NYU computers and the NYU network.   a. Unauthorized duplicating, distributing, downloading, sharing, selling, or installing software and related documentation or using unlicensed software and related documentation constitutes a violation of the software license agreement and of University policy.   b. Each School, department, or other unit is responsible for ensuring that software used on their computers is properly licensed, for adhering to the terms and conditions of those software licenses, and for maintaining appropriate documentation of those software licenses.   c. Individuals separating from NYU who work on a home computer shall remove all University-owned software, including all NYU-licensed software, from the home computer. If you have software on your office computer that permits you to install a second copy on your home computer, remove that second copy.     6. Equipment Disposal or Redeployment   Before disposing of or re-deploying hardware, comply with University computer disposal guidelines, which can be found at www.nyu.edu/asset . Click on Computer Disposal. See also www.nyu.edu/its/security/disposal.html .   B. NYU Data Security   1. Protecting Sensitive Data on Computers    a. Follow NYU Computer Security Specifications set forth above.   b. Know what data are stored on your computer, the sensitivity of that data, and what policies apply.   c. Keep local data retention to a minimum. Rely on unit, school, or University storage where you can.   d. Where possible, password protect or encrypt sensitive data .   e. Back up local data on a regular basis and keep the backup secure. Protect backups with the same level of security as the original data. Test backup recovery periodically to verify that it works.   f. If you use a computer shared with others, take appropriate precautions to protect sensitive data that others may not be authorized to access. Where possible, create separate accounts for each person who uses the computer, setting appropriate permissions.   2. Storing or Transmitting Sensitive Data    a. Do not redistribute sensitive data to others within or without the University, unless you are an authoritative source for and an authorized distributor of that data and the recipient is authorized to receive that data.   b. Do not allow sensitive data to be stored on computers or servers outside NYU, unless such storage is authorized.   c. Whenever possible, sensitive data should be transferred in encrypted form, e.g., using SSL (Secure Socket Layer) or SSH (Secure Shell).   d. Remember that e-mail typically is not a secure form of communication. Care should be taken to be certain that the recipient is authorized to receive that data and the address is accurate.   e. Sensitive data , including electronic protected health information (EPHI), Social Security numbers, or credit card information, should not be sent unencrypted via e-mail. If use of e-mail is necessary, use encryption technology to protect the transmission of sensitive data in e-mail. This may include the use of VPN (Virtual Private Network), SSL, or encryption of the message itself using software such as PGP (Pretty Good Privacy).   f. Do not transmit sensitive data using instant messaging technology (e.g., AOL Instant Messenger, Yahoo Messenger) which use servers outside of NYU. These services may allow sensitive data to be accessed by or stored by unauthorized parties. It is recommended that you consult with ITS Technology Security Services ( security@nyu.edu ) for guidance.   g. Take special care when sending sensitive data by fax to make sure that it is clearly marked as confidential. Every effort should be made to ensure that only the intended recipient has access to the faxed information.   h. Keep fax machines, printers, and copiers used for sensitive data in secure areas. Faxes, printouts, and copies of sensitive data should be picked up promptly and handled appropriately.   3. Disposing of Sensitive Data    a. Sensitive data should be destroyed in a manner that prevents re-creation.   b. Reformat or physically destroy any removable storage media (such as floppy disks, zip disks, tapes, or compact disks (CD)) that contained sensitive data before disposing of them.   c. Shred printouts of sensitive data .   d. Ensure that sensitive data are removed from devices you use before you dispose of or re-deploy those devices.   4. Responding to Requests for Information    a. Do not share sensitive data with representatives of the press (radio, television, print, or electronic media), other individuals, or in public forums, such as mailing lists or web bulletin boards, without appropriate authorization .   b. Refer subpoenas and similar requests or demands for the release of sensitive data to the Office of Legal Counsel.   Notes     1. Dates of Official Enactment and Amendments:    a. Adopted by the Office of the Chief Information Technology Officer (CITO) on February 6, 2006.    b. Revised to include a section on Software Licensing (Section A.5), January 14, 2009.    c. Revised to add a sentence regarding commercial purposes (Policy Requirements, Section A), December 12, 2011.   2. Cross References:     a. NYU Guidelines for compliance with the Family Educational Rights and Privacy Act (FERPA): www.nyu.edu/apr/ferpa.htm     b. NYU Information Technology Services Policies: www.nyu.edu/its/policies     c. NYU HIPAA Information Security Policies: www.nyu.edu/its/policies     d. Guidelines on equipment disposal or redeployment: www.nyu.edu/asset and www.nyu.edu/its/security/disposal.html     e. E-mail address for computer security assistance and advice: security@nyu.edu     f. E-mail address for policy clarifications and suggestions: cito.policies@nyu.edu     g. E-mail address to report policy violations: cito.policies@nyu.edu                               About This Policy                                         Effective Date:        December 12, 2011                    Supersedes:        February 6, 2006                      Issuing Authority:        Executive Vice President for Finance and Information Technology                        Responsible Officer:        Vice President, Information Technology & Chief Information Technology Officer                                                            Definitions                                          Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use acomputer or data resource.Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance, and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data.                                                Related Policies                                        None                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Copyright and Fair Use                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Copyright and Fair Use                 Sub Navigation                                 Digital Privacy Statement                                                                   Copyright and Fair Use           Welcome. This resource for the NYU community is intended to provide guidance and information on copyright and its relationship to academic life. NYU faculty, staff, and students use copyrighted materials every day – in research, as course materials, in classroom teaching, or on the web. Members of the NYU community not only use copyrighted works, but create them as well.   Determining your rights and obligations under copyright law can be a complicated undertaking. While the law recognizes many educational uses of copyrighted works as Fair Use, the applicability and scope of Fair Use can sometimes be unclear. When creating new works, authors have an array of options for managing their copyrights and making their work accessible to others.   This site offers information on NYU’s policies and guidelines, as well as copyright-related services and support available from NYU Libraries, ITS, NYU Bookstores, and the Office of General Counsel. If you have questions about how to use copyrighted materials or about your rights as a copyright owner, we hope you’ll find the answers here. If not, please contact us !      Services for Teaching &amp; Research    NYU Policies &amp; Guidelines                         Services for Teaching &amp; Research   NYU Libraries, NYU Bookstores, ITS, and the Office of General Counsel together offer a range of copyright-related services to NYU faculty, staff, and students. These services have been developed to address both the use of copyrighted works in teaching and research and the creation of copyrighted works by members of the NYU community.     NYU Libraries Linking Service: NYU Libraries licenses many journals, newspapers, other publications, still and moving images, and audio content for use as course materials. These materials can be made available to students on Course Reserves, Blackboard, or other NYU course sites – without incurring the copyright permissions costs associated with Coursepacks – through the NYU Libraries Linking Service . If you need assistance in determining whether material has been licensed by the library, please Ask-a-Librarian .   NYU Bookstores Coursepack Service: NYU Bookstores Coursepack Service clears copyright permissions and provides protection from liability for copyright infringement to NYU and individual faculty members. The Coursepack Service can also be used to obtain permission for creating electronic coursepacks on Blackboard or other NYU course sites. NYU policy requires that faculty creating Coursepacks utilize the Coursepack preparation service provided by NYU Bookstores. Before obtaining permission through NYU Bookstores, faculty should consult with NYU Libraries to see whether the material can be offered through NYU Libraries Linking Service .   NYU Libraries Permissions Support: NYU Libraries is available to assist faculty in seeking permission to use a wide variety of copyrighted materials beyond those typically managed through the Coursepack Service. NYU Libraries can help to identify the copyright holder and assist in obtaining permission or interpreting Fair Use guidelines. For more information, please refer to Requesting Permission , or contact NYU Libraries . Alternatively, you may wish to secure permission directly by using the sample permission letters.   Using Copyrighted Works &amp; Applying Fair Use: The Handbook for Use of Copyrighted Materials , Statement of Policy on Photocopying Copyrighted Materials, and Copyright FAQs can provide basic guidance to faculty members on how to use copyrighted works and apply Fair Use in their teaching and research. For specific questions or issues, please contact NYU Libraries, which can in turn consult with the Office of General Counsel when appropriate. Questions can also be submitted to NYU’s Fair Use Listserv, fairuse@nyu.edu . All questions will be reviewed by members of NYU administration and responded to promptly.      Managing Your Copyrights: When publishing your scholarly work, there are a range of options available to enable you to share your work with the academic community and the general public. NYU Libraries is available help faculty understand the copyright implications of publication agreements and their rights as authors. For more information or to arrange for a consultation on how to effectively manage your copyrights, please refer to Managing Your Copyrights or contact NYU Libraries .                NYU Policies &amp; Guidelines   The use and creation of copyrighted materials affects many aspects of day-to-day life at NYU. The policies and guidelines collected below have been developed to help faculty, staff, and students understand their rights and obligations under copyright law.     Handbook for Use of Copyrighted Materials : The Handbook for Use of Copyrighted Materials provides additional guidance to the NYU community on using copyrighted works and applying Fair Use. Questions regarding copyright and Fair Use can be sent to fairuse@nyu.edu . All questions will be reviewed and responded to promptly.    NYU Coursepacks : NYU policy requires that faculty creating Coursepacks utilize the Coursepack preparation service provided by NYU Bookstores. NYU Bookstores Coursepack Service clears copyright permissions and provides protection from liability for copyright infringement to NYU and individual faculty members. The Coursepack Service can also be used to obtain permission for creating electronic coursepacks on Blackboard or other NYU course sites.   Statement of Policy on Photocopying Copyrighted Materials : The Statement of Policy on Photocopying Materials in the Faculty Handbook provides basic information to faculty and staff about how to use copyrighted materials in educational and research activities at NYU. This Statement of Policy sets forth guidelines on when it is necessary to obtain permission from the copyright holder (including NYU’s policy regarding Coursepacks), and when copyrighted materials may be used without permission based on “Fair Use” or other copyright exceptions. For assistance with interpreting or applying this Statement of Policy, please contact NYU Libraries , which can in turn consult with the Office of General Counsel when appropriate.   Statement of Policy on Copyrights : The Statement of Policy on Copyrights in the Faculty Handbook addresses the distribution of rights in and to copyrightable materials created by NYU faculty members.   Policy on Responsible Use of NYU Computers &amp; Data: Users of NYU computers, data, and networks are responsible for respecting the right of copyright owners .   NYU's Note on Illegal Downloading contains important information about NYU's policy on the downloading of copyrighted materials through file-sharing applications and peer-to-peer networks.   ITS's Peer-to-Peer File (P2P) Sharing website has a thorough description of how P2P file sharing can infringe on content owner's copyrights, offers guidance on responding to copyright infringement complaints, and provides links to legal online content resources.                                                                                    NYU Web Policy   NYU's copyright policy is already part of its Web policy .              Copyright   Unless otherwise noted, all contents of NYU Web are copyright New York University. All rights reserved.            Further Resources     Copyright FAQ   Copyright Information and Education                    Infringement Notification   If you are submitting a copyright-related message regarding material on sites in the nyu.edu domain, the official agent to receive notification is:   Marilyn McMillan   Vice President, Information Technology &amp; Chief Information Technology Officer  New York University  10 Astor Place, 502B  New York, NY 10003   Tel: (212) 998-2001  Fax: (212) 995-4858  Email: copyright.info@nyu.edu   Please include the following information in your communication:     Identify the material on our system that is the basis of your inquiry (include a URL or other location information)   Identify the material you have rights to   Provide your contact information, including name, address, telephone number, and e-mail address   Provide a statement of your good-faith belief that the material you identified is infringing of the material you have rights to   Provide a statement that the information you are submitting is accurate and that, under penalty of perjury, you are authorized to act on behalf of the owner of the copyrighted work (or are the owner)   Provide your physical or electronic signature                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Guidelines for the Use of University Facilities                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Guidelines for the Use of University Facilities                          Guidelines for the Use of University Facilities   1. For the purpose of these Guidelines, the following definitions apply:   a. A University facility is one that is primarily academic, social, dormitory   residential, or noncommercial in nature. Excluded from the scope of these   Guidelines is space within a University facility used for offices of faculty, staff, or   other employees; nondormitory residences (e.g., Silver Towers apartments); or for   commercial purposes (e.g., space rented to a public restaurant).   b. A University organization is an organization whose membership is limited   exclusively to students, faculty, administration, staff, or alumni of New York   University. A non-University organization is any organization whose membership   is not so limited.   c. Members of the University community are persons who are currently students,   faculty, administration, staff, or alumni of New York University.   2. The use of University facilities shall be limited to lawful purposes consistent with the   educational purposes of the University. The assignment of space within University   facilities shall be determined within the Guidelines by the primary function of the facility,   the attendant priority in its use, and the purpose for which the space is designed and for   which it is suitable.   3. It is recognized that the assignment of space in University facilities for academic and   administrative use is not covered by these Guidelines, and is the responsibility of   administrative officials designated by the President.   4. Reasonable charges, including overhead, for the use of space and related equipment,   facilities, or amenities may be made to users of University facilities.   5. For each University facility the President shall designate the appropriate Dean or Officer   (hereinafter, the local office) who shall be primarily responsible for allocating space   available for nonacademic purposes and for coordinating the nonacademic use of such   space with its academic use. A local office may be responsible for more than one facility.   a. The local office shall prepare a list of space within the facility available for   nonacademic use, which shall be determined in accordance with the purposes for   which the space was designed and its customary use. Such space may include   classrooms or seminar rooms when not in academic use or held in reserve for   academic use.   b. The Office of Vice President for Administration in consultation with the local   offices shall prepare and publish, consistent with these Guidelines, a schedule of   fees, if any, for the use of space within the facility for nonacademic purposes. The   schedule may include the requirement of a deposit according to the proposed use   of the facility.   c. The local office shall prepare a reservation form1 and a summary of special rules   and regulations governing the use of space for nonacademic purposes within the   facility. The reservation form shall indicate the persons assuming responsibility   for the use of the space and the nature of the responsibility for charges, extra   expenses, and damages. The form shall also indicate whether persons other than   members of the University community are to participate, whether by invitation or   otherwise, in the use of the facility. The summary of the rules and regulations shall include notice of legal limitations on the number of persons who can be   accommodated in the given space, as well as opening and closing hours.   6. The assignment of space listed as available for nonacademic use will be governed by   these Guidelines. If an applicant, otherwise qualified to reserve and use space within a   University facility, is denied requested space by the local office on the grounds that the   proposed use is inappropriate, the Office of the Vice President for Administration shall   endeavor to find alternative space suitable for the user’s purpose.   7. All space assignments for nonacademic purposes must be made in writing on the   appropriate reservation form and approved by the local office responsible for the facility.   8. Assignment of the use of space within a University facility available for non-academic   purposes may be made to a non-University organization on meeting the following   conditions:   a. The applicant must be sponsored by a unit of the University administration or   faculty, by a faculty organization, or by a registered student organization that will   assume responsibility, including financial obligations, for the non-University   organization in connection with the application.   b. The purpose and objectives of the non-University organization must be consistent   with the educational purposes of the University and not conflict with any legal   restrictions on the use of University facilities.   c. The organization must qualify as a nonprofit organization eligible for tax   exemption under section 421 of the New York Real Property Tax Law. The   burden of establishing eligibility rests with the organization, but doubtful cases   shall be referred to the Office of General Counsel for decision.   9. An application for assignment of space for one or more occasions made by a member of   the University community or in the name of a University organization shall be deemed to   be made by a non-University organization and subject to all the requirements of those   guidelines applying to non-University organizations when, for any occasion, the expected   attendance of persons who are not members of the University community exceeds the   expected attendance of persons who are members of the University community.   10. The acceptance of reservations and the assignment of space within a University facility   available for nonacademic purposes will be made in accordance with the following   schedule of priorities:   a. Members of the University community for whose use the facility was primarily   designed, e.g., The Steinhardt School of Education administration, faculty, or   students in Pless Hall; Weinstein residents in Weinstein; student organizations at   Kimmel Center.   b. University organizations of faculty, administration, staff, or alumni and registered   student and student-faculty organizations.   c. Meetings (limited to two) to organize a University organization, as defined above,   sponsored by a member of the student body, faculty, or administration.   d. Other use by students, faculty, and administration.   e. Non-University organizations meeting the requirements of paragraph 8 above.   11. Recognizing the need to create conditions in which people of all shades of political   opinion are given an opportunity to meet and discuss their views, University facilities   may be used by members of the University community for the purposes of engaging   in political activities when those activities are directed to and conducted within the University. However, the University cannot under its charter and the obligations of a notfor- profit educational institution in New York State become a source of subsidy for   strictly political action groups. University facilities are not available to non-University   organizations for use in political activities. Questions of appropriate use of University   facilities for political activities should be referred to the Office of Legal Counsel.   12. The use of University facilities for the purpose of raising funds whether through charter admission to an event, by soliciting voluntary contributions, or otherwise, is permitted only under the following conditions:   a. By University organizations, provided the funds raised are intended for purposes   consistent with the purposes of the University and its exemption from registration   under the New York Social Services Law, and in no event are intended to be used   for the support of political activities.   b. By non-University organizations, qualifying under paragraph 8 above to use   University facilities, provided the funds are to be used for the purposes upon   which their eligibility for tax-exempt status is based.   13. Local offices may designate areas within University facilities for the distribution of   literature or other materials by students as long as such activity does not (a) impede the flow of traffic or (b) disrupt the normal functions of the facility. Salespersons, advertising distributors, or other persons not members of the University community are prohibited from soliciting or distributing literature in University facilities at any time.   14. The University Senate Committee on Public Affairs shall be responsible for the review of these Guidelines and for developing additional Guidelines, if needed, for approval by the Senate; for hearing grievances and arbitrating disputes; and for determining violations of the Guidelines. Appeals from decisions of the Committee may be made to the Senate.   15. Any violation of University regulations, including these Guidelines, shall be sufficient   cause for the cancellation of, or limitation on, assignment of space without prejudice to any other sanctions that may be imposed by any disciplinary body within the University.   Read the full PDF on NYU's Policy on Use of University Facilities                            About This Policy                                         Effective Date:        May 12, 1977                    Issuing Authority:                               Responsible Officer:                             Office Name:        Office of Vice President for Administration                                                          Purpose of the Policy                                        For the purpose of these Guidelines, the following definitions apply:     a. A University facility is one that is primarily academic, social, dormitoryresidential, or noncommercial in nature. Excluded from the scope of theseGuidelines is space within a University facility used for offices of faculty, staff, orother employees; nondormitory residences (e.g., Silver Towers apartments); or forcommercial purposes (e.g., space rented to a public restaurant).   b. A University organization is an organization whose membership is limitedexclusively to students, faculty, administration, staff, or alumni of New YorkUniversity. A non-University organization is any organization whose membershipis not so limited.   c. Members of the University community are persons who are currently students,faculty, administration, staff, or alumni of New York University.                                              Who needs to know this policy                                        blank                                            Policy Definitions                                        blank                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Policy on Responsible Use of NYU Computers and Data                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Policy on Responsible Use of NYU Computers and Data                                      Purpose of this Policy    New York University is a not-for-profit research university, and its facilities, including computer and data resources , are to be used in furtherance of its not-for-profit, educational, research, and service purposes. More and more university activities are conducted using computers and electronic communications, with increased convenience and accessibility from and to all parts of the world. At the same time, today’s inter-connected environment intensifies the risks and threats of unauthorized access to computers, inadvertent disclosures of sensitive data , and unexpected destruction of essential information, resulting in potentially serious consequences to individuals and to institutions. Members of the University community and affiliates interact with a wide spectrum of sensitive data for numerous reasons. Evolving federal and state regulations require organizations and individuals to protect sensitive data. With computing so widely distributed throughout NYU, the responsibility to safeguard computers and data resources extends to all members of the University community and affiliates .             Scope of this Policy    This policy applies to members of the University community and affiliates who use NYU’s computer and data resources and/or who have access to sensitive data stored on these resources.          Policy Definitions     Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use a computer or data resource . Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data .     University Policy     New York University expects members of the University community and affiliates to employ reasonable and appropriate administrative, technical, and physical safeguards to protect the computer and data resources that they use and the sensitive data stored on these resources. Access to computer and data resources (including software, hardware, computer, and e-mail services) are privileges extended to members of the University community and affiliates , and must be exercised in conformity with all applicable NYU policies and procedures and all applicable federal and state laws. Access to NYU computer and data resources is limited to authorized persons and is for approved purposes only. Approved purposes are those consistent with both the broad instructional and research goals of the University and the person's relationship with the University. Authorization to use these resources is granted by designated individuals at the University entrusted with overall responsibility and management of data and related systems. Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use these resources responsibly as defined in the Policy Requirements and Specifications below.   This policy does not form a contract of any kind, including, among others, an employment contract. The University reserves the right to modify this policy without notice and at its discretion. The current version of this policy is posted on the ITS website ( www.nyu.edu/its/policies ). All terms noted in italics are defined at the end of this policy.   Policy Requirements     A. Acceptance of authorization to use NYU computer and data resources establishes an obligation to:     1. behave in accordance with NYU’s educational, research, and service purposes and in a manner compliant with this and other applicable NYU policies and procedures and all applicable laws and regulations;     2. not use your account for any commercial purposes;     3. behave with civil regard for other members of the NYU community and of the wider community on the Internet;     4. take reasonable steps to ensure that any computer used to access NYU resources, whether it is located on an NYU campus or elsewhere, is secure, virus-free, and otherwise not compromised;     5. protect the confidentiality, security, integrity, and recoverability of all computer and data resources and take reasonable and appropriate steps to guard these resources from improper or unauthorized use, including such use by third parties;     6. use applications that conform to NYU’s privacy and security policies and guidelines;     7. refrain from activities that interfere with the ability of others to use computer and data resources ; and     8. be aware of and comply with other relevant school and University policies, procedures, and business rules; in all cases the more stringent standard should be followed.   B. This obligation applies regardless of:     1. where the computer used to access computer and data resources is located in an NYU office, classroom, public space, or lab, or at home or elsewhere outside the University;     2. who owns the device used to access or store the sensitive data ; or     3. the form or manner in which sensitive data are stored or transmitted, including, but not limited to, local file, shared file, file on removable media such as CD-ROM disk and jump drive, central database, fax, printer, copier, network, phone, e-mail, or voice mail.     C. Access and use, or causing or allowing access and use, of computer and data resources , including e-mail services, by anyone other than as permitted by NYU is strictly prohibited by NYU and by state and federal laws and may subject the violator to criminal and civil penalties as well as NYU-initiated disciplinary proceedings.   D.  Use of some NYU computer and data resources may be governed by additional University, college, school, or departmental policies and procedures. Anyone authorized to use these resources is responsible to become familiar with and abide by such policies and procedures.     E. In order to safeguard the security and efficiency of computer and data resources , NYU computer systems and NYU-NET are routinely monitored and recorded for integrity and operation of the system by authorized University staff. Computer and data resources provided by NYU are the property of NYU and not the personal property of the individual.     F. Designated individuals at the University entrusted with overall responsibility and management of computer and data resources and sensitive data and related systems have decision-making authority for authorizing access to and use of those resources and systems.     1. These individuals at the University include, but are not limited to, University-wide administrators, such as the Registrar, Deans, and other School administrators, and the Senior Vice Provost for Research on data-intensive research projects.     2. These individuals at the University have responsibility for the development, implementation, and maintenance of policies and procedures related to authorizing access to the shared stores of the various categories of sensitive data in use in electronic form at NYU and for handling that data appropriately wherever it resides. Such individuals may delegate responsibilities as they deem appropriate in specific functional areas.     3. These individuals at the University may have more stringent standards for the use, storage, and transmittal of the data they manage than those set forth in this policy; the more stringent standard should be followed. Individuals authorized to use the data are expected to be aware of relevant current policies and to abide by them.     4. Access to sensitive data will be granted only on an “as needed/minimum necessary” basis.   G. New York University’s Vice President for Information Technology and Chief Information Technology Officer for NYU-New York is responsible for periodic reviews of the University’s security policies and procedures relating to computer and data resources and sensitive data , which will be revised as necessary and any updates publicized. Current versions of the University’s policies relating to computer and data resources and sensitive data are maintained on the ITS website ( www.nyu.edu/its/policies ). Questions for clarification and suggestions about these policies can be sent to: cito.policies@nyu.edu .     H. Violators of this policy may be subject to disciplinary action, up to and including the termination of employment or contract with the University, or, in the case of students, suspension or expulsion from the University. Anyone who knows or has reason to believe that another person has violated this policy shall report the matter promptly to his or her supervisor, in the case of students to the Division of Student Affairs, Director of Judicial Affairs, or to cito.policies@nyu.edu , as appropriate. Any attempt to retaliate against a person for reporting a violation will itself be considered a violation of the policy and may result in disciplinary action up to and including the termination of employment or contract with the University. The appropriate office or entity, including the Office of the Vice President for Information Technology and Chief Information Technology Officer for NYU-New York, the Office of General Counsel, and other University officials as required, will lead the investigation into all alleged violations or reports of violations of this policy and, where appropriate, will take steps to remedy the situation.     Specifications       A. NYU Computer Security   1. Safeguarding Computers for Individual Use   This section describes measures to safeguard computers typically used by individuals in NYU-related activities and for accessing other University resources, such as NYU-NET. As used in these operational specifications, “computers” include but are not limited to desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.    a. Physical Security      i. Do not give physical access to computers to unauthorized persons.      ii. Take appropriate precautions to prevent theft and damage.      iii. Where possible, position monitors to prevent casual viewing by visitors or passersby.    b. System Security      i. Install anti-virus software and keep virus definitions up to date.      ii. Install operating system and software patches and take other recommended steps to mitigate known vulnerabilities of the computer in a timely manner.      iii. Use only NYU-approved software; do not download unauthorized software.      iv. Use a locking screensaver or other mechanism to prevent unauthorized use of the computer.      v. Do not leave your computer unattended without locking it or logging off.      vi. Do not install or use Peer-to-Peer file sharing software; these programs typically enable unauthorized remote access without any password to the contents of the computer.     vii. Do not install or run software that requires a license without that license. Respect license agreements and do not infringe on the copyright of others. (See section A.5)     viii. Respond promptly to notices from authorized University staff that vulnerabilities have been detected in your computer’s system.     ix. Take particular care to secure your NYU-access information (e.g., log-ins, passwords) on home computers from unauthorized use by others.    c. Passwords      i. Where possible, secure all computer accounts with passwords, and use passwords to protect all file sharing.      ii. Use strong passwords. Strong passwords consist of at least eight (8) characters. They should not be dictionary words or readily guessable. They should include at least three (3) of the following four (4) characteristics in any order: upper case letters, lower case letters, numbers, and symbols.      iii. Change passwords periodically. Avoid reusing a password for at least several change iterations. If you have multiple accounts, avoid using the same password for those accounts.      iv. Do not keep passwords in plain text in a computer file or in plain sight on paper. Passwords should neither be sent in an e-mail nor provided verbally by telephone. If you must communicate account access information in order to ensure business continuity, you should communicate it in a secure manner. Supervisors and managers should make certain that offices have plans for access to files and data for business continuity.      v. Keep a well-secured copy of your passwords available for emergency access. Encrypt any computer file containing passwords. Keep any written file of passwords in a physically secure location, preferably separate from the computer or application they secure.      vi. Passwords for sensitive websites or e-mail accounts should not be saved on the computer.     vii. Where possible, do not configure programs to automatically store passwords.     viii. Shut down web browsers, e-mail programs, or other applications that might store passwords temporarily when they are not in use.    d. Remote Access      i. Any remote computer used to access NYU resources must conform to these Specifications and may be subject to further resource-specific restrictions.      ii. If you do not maintain or control the remote computer, do not use it for access to, or transmission of, sensitive data . Access to non- sensitive data may be permissible. Check with responsible department or a supervisor for guidance.      iii. Use remote access software and services with caution. Pay special attention to the configuration of remote access software, hardware, and services to ensure that they do not present a security risk to your computer or to NYU. Consult with ITS Technology Security Services ( security@nyu.edu ) for guidance on how to choose, set up, and operate remote access technologies.      iv. Obtain prior authorization from both your senior management and the ITS Technology Security Services ( security@nyu.edu ) before using a modem with a computer connected to the University network. Modems present a significant security risk, because they enable unmonitored and uncontrolled remote access to NYU’s network and data.      v. Ensure that your computer is not configured to allow unauthorized access to NYU’s network by other devices. Special access arrangements, such as wireless access, RAS (Remote Access Server) services access, and sharing network connections, must be authorized by the ITS Executive Director of Communications and Computing Services (C&amp;CS).   2. Safeguarding Computers Used by Multiple Individuals   The section covers additional measures for safeguarding computers used by multiple individuals. All the operational specifications set forth above apply, as well as the following additional measures to safeguard such computers.   a. Secure all computer accounts with passwords.   b. Give accounts to authorized persons only; provide individual log-ins. If you share a computer with others, take appropriate precautions to protect sensitive data that others may not be authorized to access and, where possible, create separate accounts for each person who is authorized to use the computer, setting appropriate permissions.   c. Where possible, enforce use of strong passwords and periodic password changes.   d. Make every effort to maintain computer logs and review them on a regular basis.   e. Stay familiar with best practices for administering the particular computer and use them.     3. Business Continuity   Take reasonable steps to ensure that, in case of emergency, another authorized person is able to access the NYU computer you use in order to provide continuity of NYU functions performed on and through it. There are numerous methods available of ensuring shared responsibility for data and systems rather than sharing passwords. For assistance, contact ITS Technology Security Services ( security@nyu.edu ).     4. Purchasing   Discuss adherence to applicable NYU policies and procedures as part of the purchasing process. Computers and software acquired for use with NYU computer and data resources should conform to these specifications.     5. Software Licensing   Software users shall use and install only properly licensed software on NYU computers and the NYU network.   a. Unauthorized duplicating, distributing, downloading, sharing, selling, or installing software and related documentation or using unlicensed software and related documentation constitutes a violation of the software license agreement and of University policy.   b. Each School, department, or other unit is responsible for ensuring that software used on their computers is properly licensed, for adhering to the terms and conditions of those software licenses, and for maintaining appropriate documentation of those software licenses.   c. Individuals separating from NYU who work on a home computer shall remove all University-owned software, including all NYU-licensed software, from the home computer. If you have software on your office computer that permits you to install a second copy on your home computer, remove that second copy.     6. Equipment Disposal or Redeployment   Before disposing of or re-deploying hardware, comply with University computer disposal guidelines, which can be found at www.nyu.edu/asset . Click on Computer Disposal. See also www.nyu.edu/its/security/disposal.html .   B. NYU Data Security   1. Protecting Sensitive Data on Computers    a. Follow NYU Computer Security Specifications set forth above.   b. Know what data are stored on your computer, the sensitivity of that data, and what policies apply.   c. Keep local data retention to a minimum. Rely on unit, school, or University storage where you can.   d. Where possible, password protect or encrypt sensitive data .   e. Back up local data on a regular basis and keep the backup secure. Protect backups with the same level of security as the original data. Test backup recovery periodically to verify that it works.   f. If you use a computer shared with others, take appropriate precautions to protect sensitive data that others may not be authorized to access. Where possible, create separate accounts for each person who uses the computer, setting appropriate permissions.   2. Storing or Transmitting Sensitive Data    a. Do not redistribute sensitive data to others within or without the University, unless you are an authoritative source for and an authorized distributor of that data and the recipient is authorized to receive that data.   b. Do not allow sensitive data to be stored on computers or servers outside NYU, unless such storage is authorized.   c. Whenever possible, sensitive data should be transferred in encrypted form, e.g., using SSL (Secure Socket Layer) or SSH (Secure Shell).   d. Remember that e-mail typically is not a secure form of communication. Care should be taken to be certain that the recipient is authorized to receive that data and the address is accurate.   e. Sensitive data , including electronic protected health information (EPHI), Social Security numbers, or credit card information, should not be sent unencrypted via e-mail. If use of e-mail is necessary, use encryption technology to protect the transmission of sensitive data in e-mail. This may include the use of VPN (Virtual Private Network), SSL, or encryption of the message itself using software such as PGP (Pretty Good Privacy).   f. Do not transmit sensitive data using instant messaging technology (e.g., AOL Instant Messenger, Yahoo Messenger) which use servers outside of NYU. These services may allow sensitive data to be accessed by or stored by unauthorized parties. It is recommended that you consult with ITS Technology Security Services ( security@nyu.edu ) for guidance.   g. Take special care when sending sensitive data by fax to make sure that it is clearly marked as confidential. Every effort should be made to ensure that only the intended recipient has access to the faxed information.   h. Keep fax machines, printers, and copiers used for sensitive data in secure areas. Faxes, printouts, and copies of sensitive data should be picked up promptly and handled appropriately.   3. Disposing of Sensitive Data    a. Sensitive data should be destroyed in a manner that prevents re-creation.   b. Reformat or physically destroy any removable storage media (such as floppy disks, zip disks, tapes, or compact disks (CD)) that contained sensitive data before disposing of them.   c. Shred printouts of sensitive data .   d. Ensure that sensitive data are removed from devices you use before you dispose of or re-deploy those devices.   4. Responding to Requests for Information    a. Do not share sensitive data with representatives of the press (radio, television, print, or electronic media), other individuals, or in public forums, such as mailing lists or web bulletin boards, without appropriate authorization .   b. Refer subpoenas and similar requests or demands for the release of sensitive data to the Office of Legal Counsel.   Notes     1. Dates of Official Enactment and Amendments:    a. Adopted by the Office of the Chief Information Technology Officer (CITO) on February 6, 2006.    b. Revised to include a section on Software Licensing (Section A.5), January 14, 2009.    c. Revised to add a sentence regarding commercial purposes (Policy Requirements, Section A), December 12, 2011.   2. Cross References:     a. NYU Guidelines for compliance with the Family Educational Rights and Privacy Act (FERPA): www.nyu.edu/apr/ferpa.htm     b. NYU Information Technology Services Policies: www.nyu.edu/its/policies     c. NYU HIPAA Information Security Policies: www.nyu.edu/its/policies     d. Guidelines on equipment disposal or redeployment: www.nyu.edu/asset and www.nyu.edu/its/security/disposal.html     e. E-mail address for computer security assistance and advice: security@nyu.edu     f. E-mail address for policy clarifications and suggestions: cito.policies@nyu.edu     g. E-mail address to report policy violations: cito.policies@nyu.edu                               About This Policy                                         Effective Date:        December 12, 2011                    Supersedes:        February 6, 2006                      Issuing Authority:        Executive Vice President for Finance and Information Technology                        Responsible Officer:        Vice President, Information Technology & Chief Information Technology Officer                                                            Definitions                                          Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use acomputer or data resource.Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance, and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data.                                                Related Policies                                        None                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Copyright and Fair Use                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Copyright and Fair Use                 Sub Navigation                                 Digital Privacy Statement                                                                   Copyright and Fair Use           Welcome. This resource for the NYU community is intended to provide guidance and information on copyright and its relationship to academic life. NYU faculty, staff, and students use copyrighted materials every day – in research, as course materials, in classroom teaching, or on the web. Members of the NYU community not only use copyrighted works, but create them as well.   Determining your rights and obligations under copyright law can be a complicated undertaking. While the law recognizes many educational uses of copyrighted works as Fair Use, the applicability and scope of Fair Use can sometimes be unclear. When creating new works, authors have an array of options for managing their copyrights and making their work accessible to others.   This site offers information on NYU’s policies and guidelines, as well as copyright-related services and support available from NYU Libraries, ITS, NYU Bookstores, and the Office of General Counsel. If you have questions about how to use copyrighted materials or about your rights as a copyright owner, we hope you’ll find the answers here. If not, please contact us !      Services for Teaching &amp; Research    NYU Policies &amp; Guidelines                         Services for Teaching &amp; Research   NYU Libraries, NYU Bookstores, ITS, and the Office of General Counsel together offer a range of copyright-related services to NYU faculty, staff, and students. These services have been developed to address both the use of copyrighted works in teaching and research and the creation of copyrighted works by members of the NYU community.     NYU Libraries Linking Service: NYU Libraries licenses many journals, newspapers, other publications, still and moving images, and audio content for use as course materials. These materials can be made available to students on Course Reserves, Blackboard, or other NYU course sites – without incurring the copyright permissions costs associated with Coursepacks – through the NYU Libraries Linking Service . If you need assistance in determining whether material has been licensed by the library, please Ask-a-Librarian .   NYU Bookstores Coursepack Service: NYU Bookstores Coursepack Service clears copyright permissions and provides protection from liability for copyright infringement to NYU and individual faculty members. The Coursepack Service can also be used to obtain permission for creating electronic coursepacks on Blackboard or other NYU course sites. NYU policy requires that faculty creating Coursepacks utilize the Coursepack preparation service provided by NYU Bookstores. Before obtaining permission through NYU Bookstores, faculty should consult with NYU Libraries to see whether the material can be offered through NYU Libraries Linking Service .   NYU Libraries Permissions Support: NYU Libraries is available to assist faculty in seeking permission to use a wide variety of copyrighted materials beyond those typically managed through the Coursepack Service. NYU Libraries can help to identify the copyright holder and assist in obtaining permission or interpreting Fair Use guidelines. For more information, please refer to Requesting Permission , or contact NYU Libraries . Alternatively, you may wish to secure permission directly by using the sample permission letters.   Using Copyrighted Works &amp; Applying Fair Use: The Handbook for Use of Copyrighted Materials , Statement of Policy on Photocopying Copyrighted Materials, and Copyright FAQs can provide basic guidance to faculty members on how to use copyrighted works and apply Fair Use in their teaching and research. For specific questions or issues, please contact NYU Libraries, which can in turn consult with the Office of General Counsel when appropriate. Questions can also be submitted to NYU’s Fair Use Listserv, fairuse@nyu.edu . All questions will be reviewed by members of NYU administration and responded to promptly.      Managing Your Copyrights: When publishing your scholarly work, there are a range of options available to enable you to share your work with the academic community and the general public. NYU Libraries is available help faculty understand the copyright implications of publication agreements and their rights as authors. For more information or to arrange for a consultation on how to effectively manage your copyrights, please refer to Managing Your Copyrights or contact NYU Libraries .                NYU Policies &amp; Guidelines   The use and creation of copyrighted materials affects many aspects of day-to-day life at NYU. The policies and guidelines collected below have been developed to help faculty, staff, and students understand their rights and obligations under copyright law.     Handbook for Use of Copyrighted Materials : The Handbook for Use of Copyrighted Materials provides additional guidance to the NYU community on using copyrighted works and applying Fair Use. Questions regarding copyright and Fair Use can be sent to fairuse@nyu.edu . All questions will be reviewed and responded to promptly.    NYU Coursepacks : NYU policy requires that faculty creating Coursepacks utilize the Coursepack preparation service provided by NYU Bookstores. NYU Bookstores Coursepack Service clears copyright permissions and provides protection from liability for copyright infringement to NYU and individual faculty members. The Coursepack Service can also be used to obtain permission for creating electronic coursepacks on Blackboard or other NYU course sites.   Statement of Policy on Photocopying Copyrighted Materials : The Statement of Policy on Photocopying Materials in the Faculty Handbook provides basic information to faculty and staff about how to use copyrighted materials in educational and research activities at NYU. This Statement of Policy sets forth guidelines on when it is necessary to obtain permission from the copyright holder (including NYU’s policy regarding Coursepacks), and when copyrighted materials may be used without permission based on “Fair Use” or other copyright exceptions. For assistance with interpreting or applying this Statement of Policy, please contact NYU Libraries , which can in turn consult with the Office of General Counsel when appropriate.   Statement of Policy on Copyrights : The Statement of Policy on Copyrights in the Faculty Handbook addresses the distribution of rights in and to copyrightable materials created by NYU faculty members.   Policy on Responsible Use of NYU Computers &amp; Data: Users of NYU computers, data, and networks are responsible for respecting the right of copyright owners .   NYU's Note on Illegal Downloading contains important information about NYU's policy on the downloading of copyrighted materials through file-sharing applications and peer-to-peer networks.   ITS's Peer-to-Peer File (P2P) Sharing website has a thorough description of how P2P file sharing can infringe on content owner's copyrights, offers guidance on responding to copyright infringement complaints, and provides links to legal online content resources.                                                                                    NYU Web Policy   NYU's copyright policy is already part of its Web policy .              Copyright   Unless otherwise noted, all contents of NYU Web are copyright New York University. All rights reserved.            Further Resources     Copyright FAQ   Copyright Information and Education                    Infringement Notification   If you are submitting a copyright-related message regarding material on sites in the nyu.edu domain, the official agent to receive notification is:   Marilyn McMillan   Vice President, Information Technology &amp; Chief Information Technology Officer  New York University  10 Astor Place, 502B  New York, NY 10003   Tel: (212) 998-2001  Fax: (212) 995-4858  Email: copyright.info@nyu.edu   Please include the following information in your communication:     Identify the material on our system that is the basis of your inquiry (include a URL or other location information)   Identify the material you have rights to   Provide your contact information, including name, address, telephone number, and e-mail address   Provide a statement of your good-faith belief that the material you identified is infringing of the material you have rights to   Provide a statement that the information you are submitting is accurate and that, under penalty of perjury, you are authorized to act on behalf of the owner of the copyrighted work (or are the owner)   Provide your physical or electronic signature                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Guidelines for the Use of University Facilities                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Guidelines for the Use of University Facilities                          Guidelines for the Use of University Facilities   1. For the purpose of these Guidelines, the following definitions apply:   a. A University facility is one that is primarily academic, social, dormitory   residential, or noncommercial in nature. Excluded from the scope of these   Guidelines is space within a University facility used for offices of faculty, staff, or   other employees; nondormitory residences (e.g., Silver Towers apartments); or for   commercial purposes (e.g., space rented to a public restaurant).   b. A University organization is an organization whose membership is limited   exclusively to students, faculty, administration, staff, or alumni of New York   University. A non-University organization is any organization whose membership   is not so limited.   c. Members of the University community are persons who are currently students,   faculty, administration, staff, or alumni of New York University.   2. The use of University facilities shall be limited to lawful purposes consistent with the   educational purposes of the University. The assignment of space within University   facilities shall be determined within the Guidelines by the primary function of the facility,   the attendant priority in its use, and the purpose for which the space is designed and for   which it is suitable.   3. It is recognized that the assignment of space in University facilities for academic and   administrative use is not covered by these Guidelines, and is the responsibility of   administrative officials designated by the President.   4. Reasonable charges, including overhead, for the use of space and related equipment,   facilities, or amenities may be made to users of University facilities.   5. For each University facility the President shall designate the appropriate Dean or Officer   (hereinafter, the local office) who shall be primarily responsible for allocating space   available for nonacademic purposes and for coordinating the nonacademic use of such   space with its academic use. A local office may be responsible for more than one facility.   a. The local office shall prepare a list of space within the facility available for   nonacademic use, which shall be determined in accordance with the purposes for   which the space was designed and its customary use. Such space may include   classrooms or seminar rooms when not in academic use or held in reserve for   academic use.   b. The Office of Vice President for Administration in consultation with the local   offices shall prepare and publish, consistent with these Guidelines, a schedule of   fees, if any, for the use of space within the facility for nonacademic purposes. The   schedule may include the requirement of a deposit according to the proposed use   of the facility.   c. The local office shall prepare a reservation form1 and a summary of special rules   and regulations governing the use of space for nonacademic purposes within the   facility. The reservation form shall indicate the persons assuming responsibility   for the use of the space and the nature of the responsibility for charges, extra   expenses, and damages. The form shall also indicate whether persons other than   members of the University community are to participate, whether by invitation or   otherwise, in the use of the facility. The summary of the rules and regulations shall include notice of legal limitations on the number of persons who can be   accommodated in the given space, as well as opening and closing hours.   6. The assignment of space listed as available for nonacademic use will be governed by   these Guidelines. If an applicant, otherwise qualified to reserve and use space within a   University facility, is denied requested space by the local office on the grounds that the   proposed use is inappropriate, the Office of the Vice President for Administration shall   endeavor to find alternative space suitable for the user’s purpose.   7. All space assignments for nonacademic purposes must be made in writing on the   appropriate reservation form and approved by the local office responsible for the facility.   8. Assignment of the use of space within a University facility available for non-academic   purposes may be made to a non-University organization on meeting the following   conditions:   a. The applicant must be sponsored by a unit of the University administration or   faculty, by a faculty organization, or by a registered student organization that will   assume responsibility, including financial obligations, for the non-University   organization in connection with the application.   b. The purpose and objectives of the non-University organization must be consistent   with the educational purposes of the University and not conflict with any legal   restrictions on the use of University facilities.   c. The organization must qualify as a nonprofit organization eligible for tax   exemption under section 421 of the New York Real Property Tax Law. The   burden of establishing eligibility rests with the organization, but doubtful cases   shall be referred to the Office of General Counsel for decision.   9. An application for assignment of space for one or more occasions made by a member of   the University community or in the name of a University organization shall be deemed to   be made by a non-University organization and subject to all the requirements of those   guidelines applying to non-University organizations when, for any occasion, the expected   attendance of persons who are not members of the University community exceeds the   expected attendance of persons who are members of the University community.   10. The acceptance of reservations and the assignment of space within a University facility   available for nonacademic purposes will be made in accordance with the following   schedule of priorities:   a. Members of the University community for whose use the facility was primarily   designed, e.g., The Steinhardt School of Education administration, faculty, or   students in Pless Hall; Weinstein residents in Weinstein; student organizations at   Kimmel Center.   b. University organizations of faculty, administration, staff, or alumni and registered   student and student-faculty organizations.   c. Meetings (limited to two) to organize a University organization, as defined above,   sponsored by a member of the student body, faculty, or administration.   d. Other use by students, faculty, and administration.   e. Non-University organizations meeting the requirements of paragraph 8 above.   11. Recognizing the need to create conditions in which people of all shades of political   opinion are given an opportunity to meet and discuss their views, University facilities   may be used by members of the University community for the purposes of engaging   in political activities when those activities are directed to and conducted within the University. However, the University cannot under its charter and the obligations of a notfor- profit educational institution in New York State become a source of subsidy for   strictly political action groups. University facilities are not available to non-University   organizations for use in political activities. Questions of appropriate use of University   facilities for political activities should be referred to the Office of Legal Counsel.   12. The use of University facilities for the purpose of raising funds whether through charter admission to an event, by soliciting voluntary contributions, or otherwise, is permitted only under the following conditions:   a. By University organizations, provided the funds raised are intended for purposes   consistent with the purposes of the University and its exemption from registration   under the New York Social Services Law, and in no event are intended to be used   for the support of political activities.   b. By non-University organizations, qualifying under paragraph 8 above to use   University facilities, provided the funds are to be used for the purposes upon   which their eligibility for tax-exempt status is based.   13. Local offices may designate areas within University facilities for the distribution of   literature or other materials by students as long as such activity does not (a) impede the flow of traffic or (b) disrupt the normal functions of the facility. Salespersons, advertising distributors, or other persons not members of the University community are prohibited from soliciting or distributing literature in University facilities at any time.   14. The University Senate Committee on Public Affairs shall be responsible for the review of these Guidelines and for developing additional Guidelines, if needed, for approval by the Senate; for hearing grievances and arbitrating disputes; and for determining violations of the Guidelines. Appeals from decisions of the Committee may be made to the Senate.   15. Any violation of University regulations, including these Guidelines, shall be sufficient   cause for the cancellation of, or limitation on, assignment of space without prejudice to any other sanctions that may be imposed by any disciplinary body within the University.   Read the full PDF on NYU's Policy on Use of University Facilities                            About This Policy                                         Effective Date:        May 12, 1977                    Issuing Authority:                               Responsible Officer:                             Office Name:        Office of Vice President for Administration                                                          Purpose of the Policy                                        For the purpose of these Guidelines, the following definitions apply:     a. A University facility is one that is primarily academic, social, dormitoryresidential, or noncommercial in nature. Excluded from the scope of theseGuidelines is space within a University facility used for offices of faculty, staff, orother employees; nondormitory residences (e.g., Silver Towers apartments); or forcommercial purposes (e.g., space rented to a public restaurant).   b. A University organization is an organization whose membership is limitedexclusively to students, faculty, administration, staff, or alumni of New YorkUniversity. A non-University organization is any organization whose membershipis not so limited.   c. Members of the University community are persons who are currently students,faculty, administration, staff, or alumni of New York University.                                              Who needs to know this policy                                        blank                                            Policy Definitions                                        blank                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]