[{"detail": [{"content": "People    | Religious Studies | NYU                           NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                     Home           People       Undergraduate Program       Graduate Programs       The Center for Religion and Media       The Lerner Workshop in Religion and Society       Employment                 Home             &gt;                          People     People           Adam H. Becker   Associate Professor; Director, Religious Studies Program Major Interests: Jewish-Christian relations in Late Antiquity; critical theories of religion; Syriac language and literature; reception of classical antiquity; religion in the modern Middle East.              Angela Zito   Associate Professor Major Interests: Cultural history/historical anthropology; critical theories of religion; religions of China; religion and media; history and anthropology of embodiment; gender; performance and subjectivity; documentary film.              Elayne Oliphant   Assistant Professor Major Interests: Christianity in modern and contemporary Europe: France; contemporary religiosity and the secular; the visual economy of the public sphere; contemporary art; museum studies; capitalism; and xenophobia.              Patton Burchett   Assistant Professor/Faculty Fellow Major Interests: South Asian religions; Hindu Devotion (Bhakti) and Tantra; Magic (magic/science/religion); Yoga; Human Rights and Religion; the Dalit movement in modern India; Transgression, asceticism, and emotion in religious praxis.              Geoffrey N. Pollick   Assistant Professor/Faculty Fellow Major Interests: History of religion in the United States; religious liberalism; religion and political radicalism; critical theories of religion; cultural history of the category “religion”.              Drew Thomases   Visiting Assistant Professor Major Interests: South Asian religions; globalization; Hindu pilgrimage; environmentalism and religion; tourism studies; theory and method in the study of religion; anthropology of religion; colonialism in South Asia; Hindu diaspora; postcolonial theory.              Chris Durante   Visiting Assistant Professor Major Interests: Comparative Religious Ethics; Religion & Bioethics;   Religion & Politics; Interfaith Dialogue, Multiculturalism & Global Ethics;   Moral Philosophy; history of Christianity, Judaism & Islam.                Christopher D. Kelley   Adjunct Professor Major Interests: Buddhism and the philosophy of human rights; Buddhist ethics, Indian philosophy and religion, Chinese philosophy, as well as Western literature and philosophy.              Ann Neumann   Instructor Major Interests: End of life care; the intersection of religion and medicine; bioethics and public policy; concepts of futile care, dignity, autonomy and choice in health care settings; hospice history and policy; the aid in dying movement.               Affiliated Faculty           Brigitte Miriam Bedos-Rezak   Professor Major Interests: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Barbara Browning   Associate Professor Major Interests: Brazil and the African diaspora; dance ethnography; race, gender and postcoloniality; spirit possession and healing.             Peter J Chelkowski   Professor Major Interests: literature, mysticism, Islamic studies and performing arts of the Middle East.             Hasia R. Diner   Professor; Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies Major Interests: American Jewish history, American immigration history and women's history             Daniel E. Fleming   Professor Major Interests: Assyriology; Hebrew Bible interpretation and cultural history; ancient Syria; Emar; ancient religion; interplay of ancient Near Eastern societies             Michael Gilsenan - On Leave: AY 14-15   Professor Major Interests: Anthropology and sociology of Islam; history and anthropology, narrative theory; anthropology of power and violence; urban studies; cultural representation.             Faye Ginsburg   Major Interests: Social anthropology; ethnographic film; ethnography of media; indigenous media; social movements in the United States; Disability.             Ogden Goelet   Clinical Professor Major Interests: Religion and history of ancient Egyptian culture.             Fiona J. Griffiths   Professor Major Interests: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Richard Hull   Professor Major Interests: Democratization in Africa; origins of segregation in South Africa.             Alex P. Jassen   Associate Professor Major Interests: Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence             Deborah Kapchan   Professor Major Interests: Narrative, poetics, feminist theory, music, aesthetics, North Africa and the Middle East.             Marion Holmes Katz - On Leave AY 14-15   Professor Major Interests: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.             Aisha Khan   Associate Professor; Director of Undergraduate Studies Major Interests: Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.             Barbara Kirshenblatt-Gimblett   Professor Major Interests: Jewish cultural performance, aesthetics of everyday life, tourism, museums, and heritage.             Kenneth Krabbenhoft   Professor             Karen Kupperman   Professor Major Interests: Early modern Atlantic world; American colonization; American Indian history             David Levene   Professor; , Department Chair Major Interests: Latin prose literature, Roman religion, Roman Republican history             Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.             Nancy Freeman Regalado   Professor; Director, Medieval and Renaissance Studies Program Major Interests: Medieval literature and culture; lyric and narrative; reader reception and performance theory             Edward H Roesner   Professor Emeritus Major Interests: Currently engaged on studies of the 12th-century Codex Callixtinus and a book on the Las Huelgas Codex, medieval music (12th- and 13th-century polyphony, Gregorian chant, music theory and aesthetics), paleography, history of liturgy, early music performance practice, medieval studies.               Avital Ronell   Professor; Acting Chair of Comparative Literature Major Interests: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.             Jeffrey L. Rubenstein   Professor Major Interests: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature             Mark S. Smith   Professor Major Interests: Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls             Sinclair Thomson   Associate Professor Major Interests: Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Evelyn Birge Vitz   Professor; Interim Director of Undergraduate Studies             Peter Wosh   Clinical Associate Professor; Director, Archives/Public History Program Major Interests: Archival management; Public history; American Christianity; local and community history; institutions and organizations.                                     Related Information         &gt; Spring 2015 Faculty Office Hours       &gt; Office/Staff Contact Information                 Useful Links         &gt; Arts and Science Faculty Profiles       &gt; NYU Public Directory                                                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "People    | Religious Studies | NYU                           NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                     Home           People       Undergraduate Program       Graduate Programs       The Center for Religion and Media       The Lerner Workshop in Religion and Society       Employment                 Home             &gt;                          People     People           Adam H. Becker   Associate Professor; Director, Religious Studies Program Major Interests: Jewish-Christian relations in Late Antiquity; critical theories of religion; Syriac language and literature; reception of classical antiquity; religion in the modern Middle East.              Angela Zito   Associate Professor Major Interests: Cultural history/historical anthropology; critical theories of religion; religions of China; religion and media; history and anthropology of embodiment; gender; performance and subjectivity; documentary film.              Elayne Oliphant   Assistant Professor Major Interests: Christianity in modern and contemporary Europe: France; contemporary religiosity and the secular; the visual economy of the public sphere; contemporary art; museum studies; capitalism; and xenophobia.              Patton Burchett   Assistant Professor/Faculty Fellow Major Interests: South Asian religions; Hindu Devotion (Bhakti) and Tantra; Magic (magic/science/religion); Yoga; Human Rights and Religion; the Dalit movement in modern India; Transgression, asceticism, and emotion in religious praxis.              Geoffrey N. Pollick   Assistant Professor/Faculty Fellow Major Interests: History of religion in the United States; religious liberalism; religion and political radicalism; critical theories of religion; cultural history of the category “religion”.              Drew Thomases   Visiting Assistant Professor Major Interests: South Asian religions; globalization; Hindu pilgrimage; environmentalism and religion; tourism studies; theory and method in the study of religion; anthropology of religion; colonialism in South Asia; Hindu diaspora; postcolonial theory.              Chris Durante   Visiting Assistant Professor Major Interests: Comparative Religious Ethics; Religion & Bioethics;   Religion & Politics; Interfaith Dialogue, Multiculturalism & Global Ethics;   Moral Philosophy; history of Christianity, Judaism & Islam.                Christopher D. Kelley   Adjunct Professor Major Interests: Buddhism and the philosophy of human rights; Buddhist ethics, Indian philosophy and religion, Chinese philosophy, as well as Western literature and philosophy.              Ann Neumann   Instructor Major Interests: End of life care; the intersection of religion and medicine; bioethics and public policy; concepts of futile care, dignity, autonomy and choice in health care settings; hospice history and policy; the aid in dying movement.               Affiliated Faculty           Brigitte Miriam Bedos-Rezak   Professor Major Interests: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Barbara Browning   Associate Professor Major Interests: Brazil and the African diaspora; dance ethnography; race, gender and postcoloniality; spirit possession and healing.             Peter J Chelkowski   Professor Major Interests: literature, mysticism, Islamic studies and performing arts of the Middle East.             Hasia R. Diner   Professor; Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies Major Interests: American Jewish history, American immigration history and women's history             Daniel E. Fleming   Professor Major Interests: Assyriology; Hebrew Bible interpretation and cultural history; ancient Syria; Emar; ancient religion; interplay of ancient Near Eastern societies             Michael Gilsenan - On Leave: AY 14-15   Professor Major Interests: Anthropology and sociology of Islam; history and anthropology, narrative theory; anthropology of power and violence; urban studies; cultural representation.             Faye Ginsburg   Major Interests: Social anthropology; ethnographic film; ethnography of media; indigenous media; social movements in the United States; Disability.             Ogden Goelet   Clinical Professor Major Interests: Religion and history of ancient Egyptian culture.             Fiona J. Griffiths   Professor Major Interests: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Richard Hull   Professor Major Interests: Democratization in Africa; origins of segregation in South Africa.             Alex P. Jassen   Associate Professor Major Interests: Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence             Deborah Kapchan   Professor Major Interests: Narrative, poetics, feminist theory, music, aesthetics, North Africa and the Middle East.             Marion Holmes Katz - On Leave AY 14-15   Professor Major Interests: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.             Aisha Khan   Associate Professor; Director of Undergraduate Studies Major Interests: Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.             Barbara Kirshenblatt-Gimblett   Professor Major Interests: Jewish cultural performance, aesthetics of everyday life, tourism, museums, and heritage.             Kenneth Krabbenhoft   Professor             Karen Kupperman   Professor Major Interests: Early modern Atlantic world; American colonization; American Indian history             David Levene   Professor; , Department Chair Major Interests: Latin prose literature, Roman religion, Roman Republican history             Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.             Nancy Freeman Regalado   Professor; Director, Medieval and Renaissance Studies Program Major Interests: Medieval literature and culture; lyric and narrative; reader reception and performance theory             Edward H Roesner   Professor Emeritus Major Interests: Currently engaged on studies of the 12th-century Codex Callixtinus and a book on the Las Huelgas Codex, medieval music (12th- and 13th-century polyphony, Gregorian chant, music theory and aesthetics), paleography, history of liturgy, early music performance practice, medieval studies.               Avital Ronell   Professor; Acting Chair of Comparative Literature Major Interests: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.             Jeffrey L. Rubenstein   Professor Major Interests: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature             Mark S. Smith   Professor Major Interests: Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls             Sinclair Thomson   Associate Professor Major Interests: Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Evelyn Birge Vitz   Professor; Interim Director of Undergraduate Studies             Peter Wosh   Clinical Associate Professor; Director, Archives/Public History Program Major Interests: Archival management; Public history; American Christianity; local and community history; institutions and organizations.                                     Related Information         &gt; Spring 2015 Faculty Office Hours       &gt; Office/Staff Contact Information                 Useful Links         &gt; Arts and Science Faculty Profiles       &gt; NYU Public Directory                                                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Course Offerings     Theories and Methods in the Study of Religion RELST-UA 1 Offered in the fall. 4 points. Focuses on fundamental theoretical and methodological issues pertaining to the academic study of religion. Exposes students to, and familiarizes them with, some of the more important theories of the origin, character, and function of religion as a human phenomenon. Students are given an opportunity to encounter and test an assortment of the main scholarly approaches to understanding and interpreting religious phenomena, including psychological, sociological, anthropological, historical, and hermeneutical perspectives. Advanced Seminar: Comparative Topics in the Study of Religion RELST-UA 15 Prerequisites: junior or senior status, Theories and Methods in the Study of Religion (RELST-UA 1), and at least two other religious studies courses, or permission of the instructor. Offered in the spring. 4 points. Complements and develops the methodological and theoretical emphasis encountered in Theories and Methods in the Study of Religion, albeit with a higher level of specificity and sophistication. The focus is on a specific thematic motif with cross-cultural applicability (for example, ritual, the body, sacrifice, religion and the state). Students can explore the import of the motif in question for their own area of specialization, as well as examine its manifestations in other traditions. Students are expected to make formal presentations to the class. What Is Islam? RELST-UA 85 Identical to MEIS-UA 691, HIST-UA 85. Offered yearly. 4 points. An introductory course dealing with the life of the Prophet Muhammad and the origins of Islam; the beliefs and practices of the Islamic community; differences between Sunni and Shi’ite Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic commonwealth; and modern Islamic revival. Gender, Sexuality, and the Body in Early Christianity RELST-UA 86 Offered periodically. Becker. 4 points. Students reexamine the light shed by ancient writings (and other evidence) not only on the role(s) of women in ancient Christian groups but also on the ideologies of gender promoted or assumed by those groups. The focus, while predominantly on women, also extends to the way in which gender identities were constructed and adhered to by males and females. Judaism, Christianity, and Islam RELST-UA 102 Identical to MEDI-UA 25, MEIS-UA 800, HBRJD-UA 160. Offered yearly. 4 points. This course seeks to uncover the differences and similarities between Judaism, Christianity, and Islam as religious traditions, and to assess their roles and interactions in the formation and functions of human societies. We will examine the ancient origins and contemporary relevance of these monotheistic traditions through the methodological and theoretical frameworks of the academic discipline of religious studies to gain an understanding of their connections to culture, society, and politics. We will root our study in consideration of ancient and medieval sources of each religion, while simultaneously reflecting upon the significance of their development for modern societies. We will emphasize the immense variety of expression found among Jews, Christians, and Muslims. Indeed, our study will uncover the existence of Judaisms, Christianities, and Islams, rather than a trio of theological monoliths. Such variation will be placed in tension with the strong similarities—family resemblances—shared among these religions. Jewish Mysticism and Hasidism RELST-UA 104 Identical to HBRJD-UA 430, MEDI-UA 430. Wolfson. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Jewish Philosophy in the Medieval World RELST-UA 106 Identical to HBRJD-UA 425. Ivry. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Jewish Ethics RELST-UA 117 Identical to HBRJD-UA 117. Rubenstein. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Biblical Archaeology RELST-UA 120 Identical to HBRJD-UA 120. Fleming, Smith. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Foundations of the Christian-Jewish Argument RELST-UA 192 Identical to HBRJD-UA 160, MEDI-UA 160. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Religion, Magic, and the Jewish Tradition RELST-UA 212 Identical to HBRJD-UA 212. Wolfson. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Early History of God RELST-UA 220 Identical to HBRJD-UA 116. Fleming, Smith. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Passion and Desire in the Middle Ages RELST-UA 250 Identical to COLIT-UA 961, MEDI-UA 961. Vitz. 4 points. See description under Medieval and Renaissance Studies in this Bulletin. Introduction to the New Testament RELST-UA 302 Identical to CLASS-UA 293, HBRJD-UA 22. Becker. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Religions of India RELST-UA 337 Offered yearly. 4 points. Introduces students to the vibrant religious traditions of South Asia. Examines Hindu, Buddhist, Islamic, Jain, and Sikh traditions, as well as the ancient and modern contexts in which they are situated. Students focus on the ways that various problems (material, intellectual, political) have served as catalysts for the formation and dissolution of communities of interpretation and practice and reexamine the multiple pasts of South Asia without projecting modern categories onto those traditions. Belief and Social Life in China RELST-UA 351 Identical to ANTH-UA 351, EAST-UA 351. Offered periodically. Zito. 4 points . The Chinese word for religion means “teaching.” “Teaching” immediately implies at least two people, and belief in China has always been theorized and practiced as mediated by the presence of others, miraculous and mundane. The course explores what Chinese people “taught” themselves about the person, society, and the natural world and thus how social life was constructed and maintained. It examines in historical perspective the classic texts of the Taoist and Confucian canon and their synthesis; and Buddhism and the synthesis of the “Three Teachings.” We will introduce modern religious life in Taiwan and in the People’s Republic. Classical Mythology RELST-UA 404 Identical to CLASS-UA 404. Meineche. 4 points. See description under Classics in this Bulletin. Jewish Responses to Modernity: Religion and Nationalism RELST-UA 470 Identical to HBRJD-UA 719. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Confessional Culture from Augustine to Oprah RELST-UA 561 Offered every other year. Pellegrini. 4 points. Traces the different uses and forms “the confession” has taken in Western culture. How has the confession evolved from a specifically religious practice to become a genre of self-making in a putatively secular modernity? A consistent concern is the way confessional practices have increasingly become linked to sex and sexuality. The range of texts and genres surveyed includes philosophical and religious treatises, political pamphlets, legal history of confession, psychoanalytic case studies, feminist consciousness-raising, coming-out stories, self-help literature, tell-all celebrity autobiographies, TV talk shows, YouTube, and film/video. What can we learn from the differences and similarities between these confessional modes, their cultural locations, their historical moments, and their ideological effects? The History of Religions of Africa RELST-UA 566 Identical to HIST-UA 566, SCA-UA 0790. Hull. 4 points. See description under History in this Bulletin. The Land of Israel Through the Ages RELST-UA 609 Identical to MEIS-UA 609, HBRJD-UA 141, HIST-UA 540. Schiffman. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Jews in the Islamic World in the Modern Period RELST-UA 610 Identical to MEIS-UA 616, HBRJD-UA 114. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Jews and Christians in the Ancient World RELST-UA 611 Identical to CLASS-UA 611, HBRJD-UA 128. Offered periodically. Becker. 4 points. Students acquire a basic knowledge of the early history of Judaism and Christianity. However, on the theoretical level, the course aims to provide students with a forum for asking some of the questions most relevant to religious studies: Are we to use self-definition, typology, or both in our formulating religious categories? How do certain categories help and hinder our understanding of religious and other social phenomena? What is the relationship between ideology and the social world? How do we learn about the “real” world from literary evidence? Religion, State, and Politics RELST-UA 613 Offered periodically. 4 points. Introduces students to the debate on secularism by following a comparative approach. Students first gain basic knowledge related to the emergence and development of the secularization paradigm. In a second step, they confront it with empirical data. Concretely, this course introduces different examples of state-religion relationships and discusses the impact of the respective historical experiences and religio-cultural backgrounds on them. This agenda serves to develop a critical overview on the scope and limits of secularization theory and provides students with basic tools to situate current debates on religion in a broader theoretical frame. Religious Bodies RELST-UA 642 Identical to ANTH-UA 29. No prerequisites. Offered periodically. Zito. 4 points. Human physicality is something that we share in our “natures,\" yet constantly elaborate differently in our “cultures.\" This course explores some of the rich and often conflicted relationships between cultures of religious practices and the human body: the body as medium both for ritual and religious experience; the body as locus for virtue and sin; the split between mind and body. We look at the body in various situations—gendered, sexualized, covered, naked, suffering, disabled, altered, missing—and interrogate notions of representations and ideals—from the religious ban on representing the human body to divine anthropomorphism. This course examines a variety of religions and practices. Religion and Media RELST-UA 645 Offered periodically. Zito. 4 points. Introduces the long-standing and complex connection between religious practices and various media. Analyzes how human hearing, vision, and the performing body have been used historically to express and maintain religious life through music, voice, images, words, and rituals. Attention is then devoted to more recent electronic media such as radio, film, television, video, and the Internet. An anthropological/historical perspective on studying religion is pursued. Prior course work in religious studies, anthropology, or media studies would be helpful, but it is not necessary if you are willing to work hard. Religion, Sexuality, and Public Life RELST-UA 646 Offered periodically. Pellegrini. 4 points. This country was founded on the promise of religious freedom, and yet U.S. laws and policies regulating sexual life derive much of their rationale from specifically religious notions of “good” versus “bad” sex, what bodies are “for,” and what kinds of human relationships are valuable. How are we to understand this apparent contradiction? If sexual life is a special case, what makes it so? Finally, what are the implications, for both sexual and religious freedom, of treating sexual life as a special case? Course materials are designed to introduce students to critical approaches to the study of religion in society, as well as to familiarize them with important work in the interdisciplinary areas of gender and sexuality studies. Topics in Religious Studies RELST-UA 650 4 points. The emphasis of this course varies each year and is designed to allow flexibility in course offerings from visiting scholars and specialists in particular fields. Past examinations have included Christianity and culture, American evangelicalism, religion and violence, and postcolonialism. Martyrdom, Ancient and Modern RELST-UA 660 Identical to CLASS-UA 646. Offered every other year. Becker. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the “Columbine martyrs,” “martyrdom operations” (“suicide bombers”), political martyrdom, and modern notions of holy war. Perspectives on Islam RELST-UA 665 Identical to MEIS-UA 665. Katz. 4 points. See description under Middle Eastern and Islamic Studies in this Bulletin. History of Judaism: The Classical Period RELST-UA 680 Identical to MEIS-UA 680, HBRJD-UA 100. Rubenstein, Schiffman. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Judaism: From Medieval to Modern Times RELST-UA 683 Identical to HBRJD-UA 111, HIST-UA 98, MEIS-UA 680. 4 points . See description under Hebrew and Judaic Studies in this Bulletin. Introduction to Egyptian Religion RELST-UA 719 Identical to MEIS-UA 719. Goelet. 4 points. See description under Middle Eastern and Islamic Studies in this Bulletin. The Civilizations and Religions of the Ancient Near East RELST-UA 790 Identical to MEIS-UA 790. 4 points. See description under Middle Eastern and Islamic Studies in this Bulletin. The Dead Sea Scrolls RELST-UA 807 Identical to HBRJD-UA 131. Schiffman. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Modern Perspectives on the Bible RELST-UA 809 Identical to MEIS-UA 809, HBRJD-UA 126. Von Dassow. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Gender and Judaism RELST-UA 815 Identical to HBRJD-UA 718, SCA-UA 732. Wolfson. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. American Evangelicalism RELST-UA 820 Offered in the fall. 4 points. Christian evangelicals makes up over a quarter of the American population—by some estimates number up to 100 million people—and have held central leadership positions in government, business, and entertainment. But where did they come from, and what do they believe? This course traces the history of modern evangelicalism from its roots in the transatlantic awakenings of the 18th century through to the present. Along the way, we cover colonial America and religion in the new nation, evangelical reform in the nineteenth century, the clash between fundamentalists and modernists, holiness and Pentecostal movements, African American evangelicalism and the civil rights movement, the Christian right, youth movements, and neo-evangelicalism. We address variations in theology and religious practice with particular attention to how evangelicals have negotiated, revised, or defined central tenets of modern Western culture, including contemporary understandings of gender, race and ethnicity, performance, nation, sexuality, and economies. Anthropology of Religion RELST-UA 829 Identical to ANTH-UA 30. 4 points. See description under Anthropology in this Bulletin. Introduction to Buddhism RELST-UA 832 Identical to EAST-UA 832. Offered periodically. 4 points. An introduction to this complex religion, emphasizing its history, teachings, and practices. Discusses its doctrinal development in India, then emphasizes certain local practices: Buddhism and the family in China; Buddhism, language, and hierarchy in Japan; the politics of Buddhist Tibet; and Buddhist art. Finally, the course touches on Buddhism in the United States. Tibetan Buddhism RELST-UA 835 Identical to EAST-UA 835. Offered periodically. 4 points. An introduction to Tibetan Buddhism doctrine and practice. Approaches the subject from historical and thematic perspectives, beginning with a close study of one of the classic Tibetan guides to Tibetan Buddhism for a solid foundation in the principles of the tradition. Proceeds along a historical track, beginning with the seventh-century arrival of Buddhism in Tibet to the present-day encounter with Western devotees of exiled Tibetan lamas. Topics include doctrinal innovation, ritual, myth, art, sacred geography, revelation, and the role of Buddhism in Tibet’s relationship with its neighbors. Readings consist of primary texts in translation and secondary literature on the study of religion and Tibetan Buddhism. The Sufis: Mystics of Islam RELST-UA 863 Identical to MEIS-UA 863. Chelkowski. 4 points. See description under Middle Eastern and Islamic Studies in this Bulletin. Internship RELST-UA 980, 981 Prerequisite: permission of the instructor. 1 to 4 points per term. Independent Study RELST-UA 997, 998 Prerequisite: permission of the instructor. 1 to 4 points per term. Cultures and Contexts: Islamic Societies MAP-UA 502 Offered every year. 4 points. This course in the Morse Academic Plan (MAP) examines the common base and regional variations of Islamic societies. An “Islamic society” is here understood as one that shares, either as operative present or historical past, that common religious base called Islam. For Muslims, Islam is not simply a set of beliefs or observances, but also includes a history; its study is thus by nature historical, topical, and regional. The emphasis in the premodern period is first on the Quran and then on law, political theory, theology, and mysticism. For the more recent period, the stress is on the search for religious identity. Throughout, students are exposed to Islamic societies in the words of their own writings."}]},
{"detail": [{"content": "People    | Religious Studies | NYU                           NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                     Home           People       Undergraduate Program       Graduate Programs       The Center for Religion and Media       The Lerner Workshop in Religion and Society       Employment                 Home             &gt;                          People     People           Adam H. Becker   Associate Professor; Director, Religious Studies Program Major Interests: Jewish-Christian relations in Late Antiquity; critical theories of religion; Syriac language and literature; reception of classical antiquity; religion in the modern Middle East.              Angela Zito   Associate Professor Major Interests: Cultural history/historical anthropology; critical theories of religion; religions of China; religion and media; history and anthropology of embodiment; gender; performance and subjectivity; documentary film.              Elayne Oliphant   Assistant Professor Major Interests: Christianity in modern and contemporary Europe: France; contemporary religiosity and the secular; the visual economy of the public sphere; contemporary art; museum studies; capitalism; and xenophobia.              Patton Burchett   Assistant Professor/Faculty Fellow Major Interests: South Asian religions; Hindu Devotion (Bhakti) and Tantra; Magic (magic/science/religion); Yoga; Human Rights and Religion; the Dalit movement in modern India; Transgression, asceticism, and emotion in religious praxis.              Geoffrey N. Pollick   Assistant Professor/Faculty Fellow Major Interests: History of religion in the United States; religious liberalism; religion and political radicalism; critical theories of religion; cultural history of the category “religion”.              Drew Thomases   Visiting Assistant Professor Major Interests: South Asian religions; globalization; Hindu pilgrimage; environmentalism and religion; tourism studies; theory and method in the study of religion; anthropology of religion; colonialism in South Asia; Hindu diaspora; postcolonial theory.              Chris Durante   Visiting Assistant Professor Major Interests: Comparative Religious Ethics; Religion & Bioethics;   Religion & Politics; Interfaith Dialogue, Multiculturalism & Global Ethics;   Moral Philosophy; history of Christianity, Judaism & Islam.                Christopher D. Kelley   Adjunct Professor Major Interests: Buddhism and the philosophy of human rights; Buddhist ethics, Indian philosophy and religion, Chinese philosophy, as well as Western literature and philosophy.              Ann Neumann   Instructor Major Interests: End of life care; the intersection of religion and medicine; bioethics and public policy; concepts of futile care, dignity, autonomy and choice in health care settings; hospice history and policy; the aid in dying movement.               Affiliated Faculty           Brigitte Miriam Bedos-Rezak   Professor Major Interests: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Barbara Browning   Associate Professor Major Interests: Brazil and the African diaspora; dance ethnography; race, gender and postcoloniality; spirit possession and healing.             Peter J Chelkowski   Professor Major Interests: literature, mysticism, Islamic studies and performing arts of the Middle East.             Hasia R. Diner   Professor; Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies Major Interests: American Jewish history, American immigration history and women's history             Daniel E. Fleming   Professor Major Interests: Assyriology; Hebrew Bible interpretation and cultural history; ancient Syria; Emar; ancient religion; interplay of ancient Near Eastern societies             Michael Gilsenan - On Leave: AY 14-15   Professor Major Interests: Anthropology and sociology of Islam; history and anthropology, narrative theory; anthropology of power and violence; urban studies; cultural representation.             Faye Ginsburg   Major Interests: Social anthropology; ethnographic film; ethnography of media; indigenous media; social movements in the United States; Disability.             Ogden Goelet   Clinical Professor Major Interests: Religion and history of ancient Egyptian culture.             Fiona J. Griffiths   Professor Major Interests: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Richard Hull   Professor Major Interests: Democratization in Africa; origins of segregation in South Africa.             Alex P. Jassen   Associate Professor Major Interests: Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence             Deborah Kapchan   Professor Major Interests: Narrative, poetics, feminist theory, music, aesthetics, North Africa and the Middle East.             Marion Holmes Katz - On Leave AY 14-15   Professor Major Interests: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.             Aisha Khan   Associate Professor; Director of Undergraduate Studies Major Interests: Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.             Barbara Kirshenblatt-Gimblett   Professor Major Interests: Jewish cultural performance, aesthetics of everyday life, tourism, museums, and heritage.             Kenneth Krabbenhoft   Professor             Karen Kupperman   Professor Major Interests: Early modern Atlantic world; American colonization; American Indian history             David Levene   Professor; , Department Chair Major Interests: Latin prose literature, Roman religion, Roman Republican history             Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.             Nancy Freeman Regalado   Professor; Director, Medieval and Renaissance Studies Program Major Interests: Medieval literature and culture; lyric and narrative; reader reception and performance theory             Edward H Roesner   Professor Emeritus Major Interests: Currently engaged on studies of the 12th-century Codex Callixtinus and a book on the Las Huelgas Codex, medieval music (12th- and 13th-century polyphony, Gregorian chant, music theory and aesthetics), paleography, history of liturgy, early music performance practice, medieval studies.               Avital Ronell   Professor; Acting Chair of Comparative Literature Major Interests: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.             Jeffrey L. Rubenstein   Professor Major Interests: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature             Mark S. Smith   Professor Major Interests: Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls             Sinclair Thomson   Associate Professor Major Interests: Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Evelyn Birge Vitz   Professor; Interim Director of Undergraduate Studies             Peter Wosh   Clinical Associate Professor; Director, Archives/Public History Program Major Interests: Archival management; Public history; American Christianity; local and community history; institutions and organizations.                                     Related Information         &gt; Spring 2015 Faculty Office Hours       &gt; Office/Staff Contact Information                 Useful Links         &gt; Arts and Science Faculty Profiles       &gt; NYU Public Directory                                                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Course Offerings     Theories and Methods in the Study of Religion RELST-UA 1 Offered in the fall. 4 points. Focuses on fundamental theoretical and methodological issues pertaining to the academic study of religion. Exposes students to, and familiarizes them with, some of the more important theories of the origin, character, and function of religion as a human phenomenon. Students are given an opportunity to encounter and test an assortment of the main scholarly approaches to understanding and interpreting religious phenomena, including psychological, sociological, anthropological, historical, and hermeneutical perspectives. Advanced Seminar: Comparative Topics in the Study of Religion RELST-UA 15 Prerequisites: junior or senior status, Theories and Methods in the Study of Religion (RELST-UA 1), and at least two other religious studies courses, or permission of the instructor. Offered in the spring. 4 points. Complements and develops the methodological and theoretical emphasis encountered in Theories and Methods in the Study of Religion, albeit with a higher level of specificity and sophistication. The focus is on a specific thematic motif with cross-cultural applicability (for example, ritual, the body, sacrifice, religion and the state). Students can explore the import of the motif in question for their own area of specialization, as well as examine its manifestations in other traditions. Students are expected to make formal presentations to the class. What Is Islam? RELST-UA 85 Identical to MEIS-UA 691, HIST-UA 85. Offered yearly. 4 points. An introductory course dealing with the life of the Prophet Muhammad and the origins of Islam; the beliefs and practices of the Islamic community; differences between Sunni and Shi’ite Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic commonwealth; and modern Islamic revival. Gender, Sexuality, and the Body in Early Christianity RELST-UA 86 Offered periodically. Becker. 4 points. Students reexamine the light shed by ancient writings (and other evidence) not only on the role(s) of women in ancient Christian groups but also on the ideologies of gender promoted or assumed by those groups. The focus, while predominantly on women, also extends to the way in which gender identities were constructed and adhered to by males and females. Judaism, Christianity, and Islam RELST-UA 102 Identical to MEDI-UA 25, MEIS-UA 800, HBRJD-UA 160. Offered yearly. 4 points. This course seeks to uncover the differences and similarities between Judaism, Christianity, and Islam as religious traditions, and to assess their roles and interactions in the formation and functions of human societies. We will examine the ancient origins and contemporary relevance of these monotheistic traditions through the methodological and theoretical frameworks of the academic discipline of religious studies to gain an understanding of their connections to culture, society, and politics. We will root our study in consideration of ancient and medieval sources of each religion, while simultaneously reflecting upon the significance of their development for modern societies. We will emphasize the immense variety of expression found among Jews, Christians, and Muslims. Indeed, our study will uncover the existence of Judaisms, Christianities, and Islams, rather than a trio of theological monoliths. Such variation will be placed in tension with the strong similarities—family resemblances—shared among these religions. Jewish Mysticism and Hasidism RELST-UA 104 Identical to HBRJD-UA 430, MEDI-UA 430. Wolfson. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Jewish Philosophy in the Medieval World RELST-UA 106 Identical to HBRJD-UA 425. Ivry. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Jewish Ethics RELST-UA 117 Identical to HBRJD-UA 117. Rubenstein. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Biblical Archaeology RELST-UA 120 Identical to HBRJD-UA 120. Fleming, Smith. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Foundations of the Christian-Jewish Argument RELST-UA 192 Identical to HBRJD-UA 160, MEDI-UA 160. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Religion, Magic, and the Jewish Tradition RELST-UA 212 Identical to HBRJD-UA 212. Wolfson. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Early History of God RELST-UA 220 Identical to HBRJD-UA 116. Fleming, Smith. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Passion and Desire in the Middle Ages RELST-UA 250 Identical to COLIT-UA 961, MEDI-UA 961. Vitz. 4 points. See description under Medieval and Renaissance Studies in this Bulletin. Introduction to the New Testament RELST-UA 302 Identical to CLASS-UA 293, HBRJD-UA 22. Becker. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Religions of India RELST-UA 337 Offered yearly. 4 points. Introduces students to the vibrant religious traditions of South Asia. Examines Hindu, Buddhist, Islamic, Jain, and Sikh traditions, as well as the ancient and modern contexts in which they are situated. Students focus on the ways that various problems (material, intellectual, political) have served as catalysts for the formation and dissolution of communities of interpretation and practice and reexamine the multiple pasts of South Asia without projecting modern categories onto those traditions. Belief and Social Life in China RELST-UA 351 Identical to ANTH-UA 351, EAST-UA 351. Offered periodically. Zito. 4 points . The Chinese word for religion means “teaching.” “Teaching” immediately implies at least two people, and belief in China has always been theorized and practiced as mediated by the presence of others, miraculous and mundane. The course explores what Chinese people “taught” themselves about the person, society, and the natural world and thus how social life was constructed and maintained. It examines in historical perspective the classic texts of the Taoist and Confucian canon and their synthesis; and Buddhism and the synthesis of the “Three Teachings.” We will introduce modern religious life in Taiwan and in the People’s Republic. Classical Mythology RELST-UA 404 Identical to CLASS-UA 404. Meineche. 4 points. See description under Classics in this Bulletin. Jewish Responses to Modernity: Religion and Nationalism RELST-UA 470 Identical to HBRJD-UA 719. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Confessional Culture from Augustine to Oprah RELST-UA 561 Offered every other year. Pellegrini. 4 points. Traces the different uses and forms “the confession” has taken in Western culture. How has the confession evolved from a specifically religious practice to become a genre of self-making in a putatively secular modernity? A consistent concern is the way confessional practices have increasingly become linked to sex and sexuality. The range of texts and genres surveyed includes philosophical and religious treatises, political pamphlets, legal history of confession, psychoanalytic case studies, feminist consciousness-raising, coming-out stories, self-help literature, tell-all celebrity autobiographies, TV talk shows, YouTube, and film/video. What can we learn from the differences and similarities between these confessional modes, their cultural locations, their historical moments, and their ideological effects? The History of Religions of Africa RELST-UA 566 Identical to HIST-UA 566, SCA-UA 0790. Hull. 4 points. See description under History in this Bulletin. The Land of Israel Through the Ages RELST-UA 609 Identical to MEIS-UA 609, HBRJD-UA 141, HIST-UA 540. Schiffman. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Jews in the Islamic World in the Modern Period RELST-UA 610 Identical to MEIS-UA 616, HBRJD-UA 114. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Jews and Christians in the Ancient World RELST-UA 611 Identical to CLASS-UA 611, HBRJD-UA 128. Offered periodically. Becker. 4 points. Students acquire a basic knowledge of the early history of Judaism and Christianity. However, on the theoretical level, the course aims to provide students with a forum for asking some of the questions most relevant to religious studies: Are we to use self-definition, typology, or both in our formulating religious categories? How do certain categories help and hinder our understanding of religious and other social phenomena? What is the relationship between ideology and the social world? How do we learn about the “real” world from literary evidence? Religion, State, and Politics RELST-UA 613 Offered periodically. 4 points. Introduces students to the debate on secularism by following a comparative approach. Students first gain basic knowledge related to the emergence and development of the secularization paradigm. In a second step, they confront it with empirical data. Concretely, this course introduces different examples of state-religion relationships and discusses the impact of the respective historical experiences and religio-cultural backgrounds on them. This agenda serves to develop a critical overview on the scope and limits of secularization theory and provides students with basic tools to situate current debates on religion in a broader theoretical frame. Religious Bodies RELST-UA 642 Identical to ANTH-UA 29. No prerequisites. Offered periodically. Zito. 4 points. Human physicality is something that we share in our “natures,\" yet constantly elaborate differently in our “cultures.\" This course explores some of the rich and often conflicted relationships between cultures of religious practices and the human body: the body as medium both for ritual and religious experience; the body as locus for virtue and sin; the split between mind and body. We look at the body in various situations—gendered, sexualized, covered, naked, suffering, disabled, altered, missing—and interrogate notions of representations and ideals—from the religious ban on representing the human body to divine anthropomorphism. This course examines a variety of religions and practices. Religion and Media RELST-UA 645 Offered periodically. Zito. 4 points. Introduces the long-standing and complex connection between religious practices and various media. Analyzes how human hearing, vision, and the performing body have been used historically to express and maintain religious life through music, voice, images, words, and rituals. Attention is then devoted to more recent electronic media such as radio, film, television, video, and the Internet. An anthropological/historical perspective on studying religion is pursued. Prior course work in religious studies, anthropology, or media studies would be helpful, but it is not necessary if you are willing to work hard. Religion, Sexuality, and Public Life RELST-UA 646 Offered periodically. Pellegrini. 4 points. This country was founded on the promise of religious freedom, and yet U.S. laws and policies regulating sexual life derive much of their rationale from specifically religious notions of “good” versus “bad” sex, what bodies are “for,” and what kinds of human relationships are valuable. How are we to understand this apparent contradiction? If sexual life is a special case, what makes it so? Finally, what are the implications, for both sexual and religious freedom, of treating sexual life as a special case? Course materials are designed to introduce students to critical approaches to the study of religion in society, as well as to familiarize them with important work in the interdisciplinary areas of gender and sexuality studies. Topics in Religious Studies RELST-UA 650 4 points. The emphasis of this course varies each year and is designed to allow flexibility in course offerings from visiting scholars and specialists in particular fields. Past examinations have included Christianity and culture, American evangelicalism, religion and violence, and postcolonialism. Martyrdom, Ancient and Modern RELST-UA 660 Identical to CLASS-UA 646. Offered every other year. Becker. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the “Columbine martyrs,” “martyrdom operations” (“suicide bombers”), political martyrdom, and modern notions of holy war. Perspectives on Islam RELST-UA 665 Identical to MEIS-UA 665. Katz. 4 points. See description under Middle Eastern and Islamic Studies in this Bulletin. History of Judaism: The Classical Period RELST-UA 680 Identical to MEIS-UA 680, HBRJD-UA 100. Rubenstein, Schiffman. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Judaism: From Medieval to Modern Times RELST-UA 683 Identical to HBRJD-UA 111, HIST-UA 98, MEIS-UA 680. 4 points . See description under Hebrew and Judaic Studies in this Bulletin. Introduction to Egyptian Religion RELST-UA 719 Identical to MEIS-UA 719. Goelet. 4 points. See description under Middle Eastern and Islamic Studies in this Bulletin. The Civilizations and Religions of the Ancient Near East RELST-UA 790 Identical to MEIS-UA 790. 4 points. See description under Middle Eastern and Islamic Studies in this Bulletin. The Dead Sea Scrolls RELST-UA 807 Identical to HBRJD-UA 131. Schiffman. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Modern Perspectives on the Bible RELST-UA 809 Identical to MEIS-UA 809, HBRJD-UA 126. Von Dassow. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Gender and Judaism RELST-UA 815 Identical to HBRJD-UA 718, SCA-UA 732. Wolfson. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. American Evangelicalism RELST-UA 820 Offered in the fall. 4 points. Christian evangelicals makes up over a quarter of the American population—by some estimates number up to 100 million people—and have held central leadership positions in government, business, and entertainment. But where did they come from, and what do they believe? This course traces the history of modern evangelicalism from its roots in the transatlantic awakenings of the 18th century through to the present. Along the way, we cover colonial America and religion in the new nation, evangelical reform in the nineteenth century, the clash between fundamentalists and modernists, holiness and Pentecostal movements, African American evangelicalism and the civil rights movement, the Christian right, youth movements, and neo-evangelicalism. We address variations in theology and religious practice with particular attention to how evangelicals have negotiated, revised, or defined central tenets of modern Western culture, including contemporary understandings of gender, race and ethnicity, performance, nation, sexuality, and economies. Anthropology of Religion RELST-UA 829 Identical to ANTH-UA 30. 4 points. See description under Anthropology in this Bulletin. Introduction to Buddhism RELST-UA 832 Identical to EAST-UA 832. Offered periodically. 4 points. An introduction to this complex religion, emphasizing its history, teachings, and practices. Discusses its doctrinal development in India, then emphasizes certain local practices: Buddhism and the family in China; Buddhism, language, and hierarchy in Japan; the politics of Buddhist Tibet; and Buddhist art. Finally, the course touches on Buddhism in the United States. Tibetan Buddhism RELST-UA 835 Identical to EAST-UA 835. Offered periodically. 4 points. An introduction to Tibetan Buddhism doctrine and practice. Approaches the subject from historical and thematic perspectives, beginning with a close study of one of the classic Tibetan guides to Tibetan Buddhism for a solid foundation in the principles of the tradition. Proceeds along a historical track, beginning with the seventh-century arrival of Buddhism in Tibet to the present-day encounter with Western devotees of exiled Tibetan lamas. Topics include doctrinal innovation, ritual, myth, art, sacred geography, revelation, and the role of Buddhism in Tibet’s relationship with its neighbors. Readings consist of primary texts in translation and secondary literature on the study of religion and Tibetan Buddhism. The Sufis: Mystics of Islam RELST-UA 863 Identical to MEIS-UA 863. Chelkowski. 4 points. See description under Middle Eastern and Islamic Studies in this Bulletin. Internship RELST-UA 980, 981 Prerequisite: permission of the instructor. 1 to 4 points per term. Independent Study RELST-UA 997, 998 Prerequisite: permission of the instructor. 1 to 4 points per term. Cultures and Contexts: Islamic Societies MAP-UA 502 Offered every year. 4 points. This course in the Morse Academic Plan (MAP) examines the common base and regional variations of Islamic societies. An “Islamic society” is here understood as one that shares, either as operative present or historical past, that common religious base called Islam. For Muslims, Islam is not simply a set of beliefs or observances, but also includes a history; its study is thus by nature historical, topical, and regional. The emphasis in the premodern period is first on the Quran and then on law, political theory, theology, and mysticism. For the more recent period, the stress is on the search for religious identity. Throughout, students are exposed to Islamic societies in the words of their own writings."}, {"content": "Spring 2011 Undergraduate Course Descriptions    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Spring 2011 Undergraduate Course Descriptions         *some course syllabi from cross-listed courses may not appear, but may be available on the host departments' websites.         V90.0015 – Advanced Seminar: Religion, Gender, and Violence (Pellegrini)     This seminar asks how religion contributes to social violence as well as to movements for peace and reconciliation. Throughout the semester, students will pay especial attention to the ways in which women are enlisted as both victims and agents of religiously-motivated violence. However, the keyword gender is not just a synonym for women. Gender as a category of analysis focuses attention on the social construction and organization of bodies and on the often violent hierarchalization of difference along the axes masculine/feminine. Gender is a social relation embedded in other social relations. How do religious beliefs and forms of belonging contribute to the social imagination and experience of gender, and vice versa? In what ways are gender relations implicated in religious violence? Drawing on critical theories of religion and recent work in gender studies and feminist post-colonial studies, this seminar will push students to examine questions of historical change, cultural variation, national/geographic difference, and moral complexity. Permission of the department is required to register for this course.          V90.0085 - What Is Islam? (Walton)     An introduction to the common religious, cultural, and political base of what is generally and popularly called \"Islam.\" This course will concentrate on the fundamentals from the Quranic origins of the faith and the career of the Prophet Muhammad to the beliefs and observances shared by most Muslims and some of the differences among them.          xV90.0125 - Ancient Near Eastern Mythology (Fleming)     The myths of the ancient Near East represent the earliest literary expressions of human thought. Students in this class read myths from ancient Egypt, Mesopotamia, Ugarit, Anatolia, and Israel, studying the myths themselves as literary works as well as exploring the ideas and broader issues that shaped them. These myths, including both extensive literary masterpieces such as the Epic of Gilgamesh and shorter work such as the Flight of Etana to Heaven, offer a window into the religious mentality of the ancient Near East, which in turn laid the foundation for many elements of modern Western culture        xV90.0140 – Varieties of Religious Experience Revisited (Gilligan)     This course is being offered as an Advanced Honors Seminar and will be taught by a non-Religious Studies faculty member. Interested students should contact the instructor for a course description. * This course does NOT replace the Advanced Seminar requirement for Religious Studies Majors*         xV90.0220 – Early History of God (Benz)     This course explores evidence concerning the appearance of monotheism in ancient Israel , including the Hebrew Bible, ancient writing from Israel and its neighbors, and a range of other artifacts. The premise of the course is that Israel was not alone in ascribing priority of power to a single god, and Israel ’s result is comprehensible only in the context of these wider currents. Student must also register for a recitation section. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .          xV90.0270 – European Reformations: Protestant, Catholic, and Radical (Yoffie)     This course aims to study the Reformation in a broad context, both diachronically and synchronically. We will look at the medieval intellectual and religious contexts that preceded the Lutheran Reformation, its “Reformed,” Catholic, and radical counterparts, and its effects on early modern intellectual and popular culture. Then, we will study reform movements in eastern and central Europe and the work of the Jesuits, a product of the Catholic Reformation, in the Americas and Asia . Lectures and the course website will feature visual sources, such as Reformation broadsheets and icons, maps, and depictions by Europeans of non-western societies. Primary sources will include works by the Reformers themselves and by their enemies, by peasants and priests, and by heretics and their opponents. This course is sponsored by the Department of History          xV90.0293 – Belief and Practice in Greek Religion (Kowalzig)  The religions of ancient Greece and Rome are often regarded as highly pragmatic: they are thought to focus on ‘practice’, on ritual activity, ceremony and performance. Religious practice and social life, it is held, were so much intertwined that the question of ‘belief’ did not really matter. As a result, historians of religion often neglect the emotional and intellectual dimensions of ancient belief-systems. Our course challenges the artificial separation of belief from practice by studying both ancient texts and modern theory. We take a close look at ancient sources for ritual activity and at modern ritual theory. We also examine evidence of philosophical and self-reflexive attitudes to religious practice and the divine, and follow the academic debate from its beginnings to exciting new approaches informed by the cognitive sciences. We study a wide range of ancient sources from tragedy and hymnic poetry to inscriptions, ancient shrines and religious imagery. Accompanied by readings from social and cultural anthropology, religious sociology, philosophy and performance studies, all ancient texts will be read in translation.          V90.0302 – Introduction to the New Testament (Becker)     The purpose of this class is to introduce students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament as well as other important early Christian documents. No prior knowledge is required. Students will be given the opportunity to read most of the New Testament in a lecture hall setting where the professor will provide historical context and focus on significant issues, describe modern scholarly methodologies, and place the empirical material within the larger framework of ancient history and the theoretical study of religion. The readings from secondary literature and several other non-canonical sources will provide a historical and literary context for the composition of the New Testament literature. Please note that the focus of this course is not the truth claims of Christianity or the refutation of them. This course is interested in the cultural history of the eastern Mediterranean in antiquity.          V90.0351 – Belief and Social Life in China (Zito)     The Chinese word for \"religion\" means \"teaching.\" \"Teaching\" immediately implies at least two people and belief in China has always been theorized and practiced as mediated by the presence of others, miraculous and mundane. This course will explore what Chinese people \"taught\" themselves about the person, society, and the natural world and thus how social life was constructed and maintained. Students will examine in historical perspective the classical texts of the Taoist and Confucian canon and their synthesis; Buddhism and the synthesis of the \"Three Teachings.\" This course will also introduce modern religious life in Taiwan and in the People’s Republic.        xV90.0404 – Classical Mythology (Meineck)     This course discusses the myths and legends of Greek mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. This course begins with creation, as vividly described by Hesiod in the Theogony , and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome . This course is sponsored by the Department of Classics .        V90.0650 – Topics: Post Christian Nation? Religion in America since the Civil War (Petro)     This course covers major themes in religion and American society from the Civil War to present. Students will develop a historical understanding of the various religions practiced in the United States in this period; examine some of the major rifts and alliances between religion and social life in America; think critically about preconceived ideas concerning religion in the United States and, indeed, concerning the category of “religion” itself; and analyze religious practice within the contexts of race, gender, sexuality, and geography. Topics include the rise of modern science and its impact on evangelical Christianity; the development of liberal religion (Protestant and Catholic), American Judaism, the resurgence of mainstream evangelicalism, religious counterculture, immigration and the growth of eastern religions, American Islam, the “new atheist” movement, and the rise of the Christian right.        V90.0650 –Topics: Pilgrims, Tourists, and Wanderers (Sion)     This course will explore the relationship between travel and religion, from pilgrimage to the grave of saints to religious theme parks. Our wanderings will take us to sites of death (Elvis Presley, Cambodian killing fields), miracles (Virgin of Guadalupe), and entertainment ( Holy Land experience). We will pick up material souvenirs, touch relics and leave mementos of our visit. We will meet the Wandering Jew and discuss migrations of the Diaspora. We will explore all kinds of religions (including civil religion) and practices (including the Jerusalem Syndrome). We will look at travel as a medium, performance, and ritual of religion. No prerequisite, visa or frequent flyer program is necessary to come on board.         xV90.0680 – History of Judaism I: The Emergence of Classical Judaism  (Schiffman)     This course focuses on the history of Judaism during its formative periods, including Hellenistic Judaism, Jewish sectarianism, and the ultimate emergence of the rabbinic system of religion and law. This course is sponsored by the Department of Hebrew &amp; Judaic Studies.          xV90.0681 - Modern Jewish History (Aleksiun)     This course focuses on major developments in the history and culture of the Jews from the 16th to the 20th centuries, emphasizing the meanings of modernity in the Jewish context, differing paths to modern Jewish identity, and internal Jewish debates over the relative merits of modern and traditional Jewish values. This course is sponsored by the Department of Hebrew &amp; Judaic Studies.          xV90.0719 – Introduction to Ancient Egyptian Religion (Goelet)     This course examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences – all illustrated by Egyptian religious texts or scenes from temples and tombs. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .        xV90.0829 - Anthropology of Religion (Beidelman)     Examines the cultural nature of basic beliefs and values manifested in both simple and complex societies. Discussion of time and space, causality, myth, prophecy and divination, witchcraft and magic, and mysticism. This course is sponsored by the Anthropology department. Students must have taken V14.0001 and received permission of the instructor  to enroll."}]}]