[{"detail": [{"content": "New York University | Bobst Library: European History Microform Sets: F-Z                                                                                              Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        European History Microform Sets: F-Z       French Books before 1601 and 1601-1700.  Call number: Microfilm 706    Contents: Comprehensive collection of books printed in any language  in France (mainly French and Latin) and books in French printed outside  of France. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in France and of French Books Printed in other Countries   from 1470-1600 now in the British Museum.    REF1 Z2162.B86       Goldsmith, Valentine F. A Short Title Catalog of French books   in the Library of the British Museum.    REF1 Z2162.B87         Many titles from additional sources have been included in the microfilm  collection.      Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the Index table, Microform Center, LL2,  by author, and then by reel and item numbers.      Related microform collections:       French Political Pamphlets   Utopies au siécle des lumiéres   Italian books before 1601 and 1601-1700.        French Political Pamphlets, 1547-1648.  Call number: Microfilm 2200    Contents: French pamphlets documenting social, political and religious  issues of the period 1547-1648. Included are government and royal proclamations,  pamphlets by religious and political leaders, and inflammatory items  from the underground press. Contains around ninety percent of the titles  listed in Lindsay and Neu&#39;s bibliography of French pamphlets in American  libraries, around 6,000 titles in all.      Arrangement: By consecutive item numbers, following the chronological  arrangement of the source bibliography and its supplement. Titles from  the supplement were inserted into the main sequence by assigning decimal  suffixes; e.g. supplement item 1473.1 is filmed just after item 1473  (see Access below).      Access:        Lindsay, Robert O. And Neu, John. French Political Pamphlets   1547-1648, a catalog of major collections in American libraries .       REF1 / Z2177.5 .L54.   The source bibliography, arranged by year and author, with title/author   index.       French Political Pamphlets 1547-1648, a supplement .    REF1 / Z2177.5 .L54 Suppl.   Lists around five hundred items added to the collection; arranged   by year and author, with a reel list for the entire collection and   an author/title index.         Related microform collections:       French books before 1601 and 1601-1700   Utopies au siècle des lumières        German Baroque Literature  Call number: Microfilm 453    Contents: Varied German literary works printed from 1575-1740, including  drama, poetry, prose fiction and non-fiction. From the collection at  the Yale University Library, over 2300 titles in all.      Arrangement: Organized alphabetically by author or title in case of  anonymous author.      Access: Printed bibliography, German Baroque Literature; a catalogue  of the collection in the Yale University Library . 2 vols.   REF1 / Z2231.Y3  Includes historical commentary, descriptions of plays and playwrights  and indexes by author, composer and illustrator. Also, catalog cards  on the index table in the Microform Center, by author, and then by reel  and item numbers.         Historical Gazetteer of London before  the Great Fire: Cheapside.  Call number: Microfiche 526    Contents: The history and topography of houses, churches, public buildings  and other properties of the five parishes of Cheapside, London from  the time of the earliest records to the Great Fire of 1666.      Arrangement: Divided into the five parishes, each with its own introductory  essay (see Access below).      Access: Introductory and explanatory materials are found at the beginning  of the first fiche. Four indexes can be used to access the records by  parish number and fiche locating numbers: property holders index; personal  name index; index to the occurrence of indicators of status (eg. Jews);  index to place names (including maps). The indexes are found on the  last fiche.         Italian Books before 1601 and 1601-1700.  Call number: Microfilm 707    Contents: Comprehensive collection of books printed in any language  in Italy (mainly Italian and Latin) and books in Italian printed outside  of Italy. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in Italy and of Italian Books Printed in other Countries   from 1465-1600 now in the British Museum    REF1 Z2342.B8       Michel, Susan P. And Michel, Paul Henri. Repertoire des ouvrages   imprimes en langue italienne au XVIIe siecle.    Bobst Z2342.M52 .   Many titles from additional sources have been included in the microfilm   collection.         Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the index table in the Microform Center, by  author, and then list reel and item numbers.      Related Microform Collection:       French books before 1601 and 1601-1700.        The John F. Kennedy National Security files.  Western Europe: national security files, 1961-1963  Call number: Microfilm 3671    Contents: These documents represent the working papers of JFK&#39;s special  assistant for national security affairs McGeorge Bundy and his assistants  Walter Rostow and Carl Kaysen. The documents comprise memos, cables,  intelligence reports, correspondence and special files, and have to  do with foreign affairs, national defense, and diplomatic and military  posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1961-1963 .   REF6 / E183.8.E85 J64 1987  Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The Lyndon B. Johnson National Security files. Western Europe: national   security files, 1963-1969.        The Lyndon B. Johnson National Security  files. Western Europe: national security files, 1963-1969.  Call number: Microfilm 3672    Contents: These documents represent the working papers of LBJ&#39;s special  assistants for national security McGeorge Bundy and Walter Rostow. The  documents comprise memos, cables, intelligence reports, correspondence  and special files, and have to do with foreign affairs, national defense,  and diplomatic and military posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1963-1969.   REF6 / E183.8.E85 L96 1987      Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The John F. Kennedy National Security files. Western Europe: national   security files, 1961-1963         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939.  Call number: Microfilm 2266    Contents: Documents include instructions and dispatches from U.S. diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 868.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939 .     REF6 / DF833.G8 1981  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.        Records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949.  Call number: Microfilm 2204    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal number 868.      Arrangement: The documents are divided into two year ranges, 1940-1944  and 1945-1949. Within these sections they are arranged by decimal class  (subject) according to the State Department decimal filing system (see  Access below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949 .     REF6 / DF849.5 .G8 1987  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954.  Call number: Microfilm 2205    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 781, 881and 981.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954 .     REF6 / DF850 .G8 1986  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  Includes a subject index to the numerical system. The first reel of  each of the three sections begins with the numerical classification  of records, the roll contents of the entire section and a list of papers  on the reel. Each subsequent reel within the section only includes the  list of papers for that reel. The list of papers provides, for each  document, the document number, place and date of origin, author, division  and offices within the State Department to which the document was forwarded  and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.        The Slave Trade, 1858-1892.  Call number: Microfilm 3562    Contents: Papers from the British Foreign Office relating to the slave  trade, 1858-1892, including correspondence with Commissioners Court  and Commission records, and reports from British naval officers regarding  the interception of slavers. Fifty volumes in all. Material derives  from numerous geographically diverse locations      Arrangement: Chronological by volume, item, and page numbers of the  original edition; alternatively by assigned reel numbers from the publisher&#39;s  guide (see Access below).      Access: Publisher&#39;s guide, Guide to the microfilm edition of the  slave trade.   REF1 / HT975 .G7 1977  Organized by reel number which follows the chronological order of the  volumes.         The U.S. Occupation of Germany:  educational reform, 1945-1949.  Call number: Microfiche 650    Contents: A comprehensive collection of documents about the planning  stages through the implementation of educational reform in Germany during  the post-war occupation by the U. S. Documents are from the National  Archives and Records administration (NARA), Washington D.C., and its  associated Washington National Records Center (WNRC).      Arrangement: The documents are divided into 5 sections:       1-A State Department   1-B Office of the Political Advisor to the US Ambassador (POLAD)   2-A War Department Civil Affairs Division   3-A Office of Military Government for Germany, US (OMGUS), materials   relating to educational reform carried out in Bavaria   3-B OMGUS records relating to Bremen      Access: Publisher&#39;s guide, The U.S. occupation of Germany: educational  reform, 1945-1949 .   Microform / LA721.82 .U8 1991 (Index table, Microform  Center, LL2).  A bibliography of documents on the microfilm, contains a subject and  name index, as well as an index by document number.         Utopies au siècle des lumières  Call number: MF102    Contents: French Utopian writings of the 18th century, all in French,  including some translations from other languages into French. Included  works of fiction, poetry, and political philosophy. Forty one titles  in all.      Arrangement: By author/title      Access: Publisher&#39;s guide, Soboul, Albert. Utopies au siècle des  lumières, etude et bibliographie (in French)  (Index table, Microform Center, LL2).  Contains an essay on 18th century french Utopian ideas, commentary on  individual works in the collection. Works are listed alphabetically  by author&#39;s last name with corresponding fiche number. Fiche have eye-readable  author/title entries as well.      Related microform collections:       French Political Pamphlets   French books before 1601 and 1601-1700        Witchcraft in Europe and America.  Call number: Microfilm 2199    Contents: Works from Europe and America concerning witchcraft, from  the 15th- 19th centuries, including treatises on the existence and nature  of witchcraft, and arguments for and against the persecution of suspected  witches. Religious, historical and legal works are included. Titles  from France, Germany, Italy and other European Countries as well as  England and America are represented; 1045 titles in all.      Arrangement: By author, or title for anonymous works (see Access below).      Access: Publisher&#39;s guide, Witchcraft in Europe and America .   REF1 / Z6878.W8 W58 1983  Main entry index is arranged alphabetically by author (or title) with  corresponding reel and item numbers.      Related microform collections:       Early American Imprints I and II 1639-1820   Early English Books I and II 1475-1700   Manuscripts of Cotton Mather              Back to: European  History Microform Sets: A-E                  News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: European History Microform Sets: F-Z                                                                                              Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        European History Microform Sets: F-Z       French Books before 1601 and 1601-1700.  Call number: Microfilm 706    Contents: Comprehensive collection of books printed in any language  in France (mainly French and Latin) and books in French printed outside  of France. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in France and of French Books Printed in other Countries   from 1470-1600 now in the British Museum.    REF1 Z2162.B86       Goldsmith, Valentine F. A Short Title Catalog of French books   in the Library of the British Museum.    REF1 Z2162.B87         Many titles from additional sources have been included in the microfilm  collection.      Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the Index table, Microform Center, LL2,  by author, and then by reel and item numbers.      Related microform collections:       French Political Pamphlets   Utopies au siécle des lumiéres   Italian books before 1601 and 1601-1700.        French Political Pamphlets, 1547-1648.  Call number: Microfilm 2200    Contents: French pamphlets documenting social, political and religious  issues of the period 1547-1648. Included are government and royal proclamations,  pamphlets by religious and political leaders, and inflammatory items  from the underground press. Contains around ninety percent of the titles  listed in Lindsay and Neu&#39;s bibliography of French pamphlets in American  libraries, around 6,000 titles in all.      Arrangement: By consecutive item numbers, following the chronological  arrangement of the source bibliography and its supplement. Titles from  the supplement were inserted into the main sequence by assigning decimal  suffixes; e.g. supplement item 1473.1 is filmed just after item 1473  (see Access below).      Access:        Lindsay, Robert O. And Neu, John. French Political Pamphlets   1547-1648, a catalog of major collections in American libraries .       REF1 / Z2177.5 .L54.   The source bibliography, arranged by year and author, with title/author   index.       French Political Pamphlets 1547-1648, a supplement .    REF1 / Z2177.5 .L54 Suppl.   Lists around five hundred items added to the collection; arranged   by year and author, with a reel list for the entire collection and   an author/title index.         Related microform collections:       French books before 1601 and 1601-1700   Utopies au siècle des lumières        German Baroque Literature  Call number: Microfilm 453    Contents: Varied German literary works printed from 1575-1740, including  drama, poetry, prose fiction and non-fiction. From the collection at  the Yale University Library, over 2300 titles in all.      Arrangement: Organized alphabetically by author or title in case of  anonymous author.      Access: Printed bibliography, German Baroque Literature; a catalogue  of the collection in the Yale University Library . 2 vols.   REF1 / Z2231.Y3  Includes historical commentary, descriptions of plays and playwrights  and indexes by author, composer and illustrator. Also, catalog cards  on the index table in the Microform Center, by author, and then by reel  and item numbers.         Historical Gazetteer of London before  the Great Fire: Cheapside.  Call number: Microfiche 526    Contents: The history and topography of houses, churches, public buildings  and other properties of the five parishes of Cheapside, London from  the time of the earliest records to the Great Fire of 1666.      Arrangement: Divided into the five parishes, each with its own introductory  essay (see Access below).      Access: Introductory and explanatory materials are found at the beginning  of the first fiche. Four indexes can be used to access the records by  parish number and fiche locating numbers: property holders index; personal  name index; index to the occurrence of indicators of status (eg. Jews);  index to place names (including maps). The indexes are found on the  last fiche.         Italian Books before 1601 and 1601-1700.  Call number: Microfilm 707    Contents: Comprehensive collection of books printed in any language  in Italy (mainly Italian and Latin) and books in Italian printed outside  of Italy. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in Italy and of Italian Books Printed in other Countries   from 1465-1600 now in the British Museum    REF1 Z2342.B8       Michel, Susan P. And Michel, Paul Henri. Repertoire des ouvrages   imprimes en langue italienne au XVIIe siecle.    Bobst Z2342.M52 .   Many titles from additional sources have been included in the microfilm   collection.         Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the index table in the Microform Center, by  author, and then list reel and item numbers.      Related Microform Collection:       French books before 1601 and 1601-1700.        The John F. Kennedy National Security files.  Western Europe: national security files, 1961-1963  Call number: Microfilm 3671    Contents: These documents represent the working papers of JFK&#39;s special  assistant for national security affairs McGeorge Bundy and his assistants  Walter Rostow and Carl Kaysen. The documents comprise memos, cables,  intelligence reports, correspondence and special files, and have to  do with foreign affairs, national defense, and diplomatic and military  posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1961-1963 .   REF6 / E183.8.E85 J64 1987  Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The Lyndon B. Johnson National Security files. Western Europe: national   security files, 1963-1969.        The Lyndon B. Johnson National Security  files. Western Europe: national security files, 1963-1969.  Call number: Microfilm 3672    Contents: These documents represent the working papers of LBJ&#39;s special  assistants for national security McGeorge Bundy and Walter Rostow. The  documents comprise memos, cables, intelligence reports, correspondence  and special files, and have to do with foreign affairs, national defense,  and diplomatic and military posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1963-1969.   REF6 / E183.8.E85 L96 1987      Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The John F. Kennedy National Security files. Western Europe: national   security files, 1961-1963         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939.  Call number: Microfilm 2266    Contents: Documents include instructions and dispatches from U.S. diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 868.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939 .     REF6 / DF833.G8 1981  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.        Records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949.  Call number: Microfilm 2204    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal number 868.      Arrangement: The documents are divided into two year ranges, 1940-1944  and 1945-1949. Within these sections they are arranged by decimal class  (subject) according to the State Department decimal filing system (see  Access below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949 .     REF6 / DF849.5 .G8 1987  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954.  Call number: Microfilm 2205    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 781, 881and 981.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954 .     REF6 / DF850 .G8 1986  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  Includes a subject index to the numerical system. The first reel of  each of the three sections begins with the numerical classification  of records, the roll contents of the entire section and a list of papers  on the reel. Each subsequent reel within the section only includes the  list of papers for that reel. The list of papers provides, for each  document, the document number, place and date of origin, author, division  and offices within the State Department to which the document was forwarded  and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.        The Slave Trade, 1858-1892.  Call number: Microfilm 3562    Contents: Papers from the British Foreign Office relating to the slave  trade, 1858-1892, including correspondence with Commissioners Court  and Commission records, and reports from British naval officers regarding  the interception of slavers. Fifty volumes in all. Material derives  from numerous geographically diverse locations      Arrangement: Chronological by volume, item, and page numbers of the  original edition; alternatively by assigned reel numbers from the publisher&#39;s  guide (see Access below).      Access: Publisher&#39;s guide, Guide to the microfilm edition of the  slave trade.   REF1 / HT975 .G7 1977  Organized by reel number which follows the chronological order of the  volumes.         The U.S. Occupation of Germany:  educational reform, 1945-1949.  Call number: Microfiche 650    Contents: A comprehensive collection of documents about the planning  stages through the implementation of educational reform in Germany during  the post-war occupation by the U. S. Documents are from the National  Archives and Records administration (NARA), Washington D.C., and its  associated Washington National Records Center (WNRC).      Arrangement: The documents are divided into 5 sections:       1-A State Department   1-B Office of the Political Advisor to the US Ambassador (POLAD)   2-A War Department Civil Affairs Division   3-A Office of Military Government for Germany, US (OMGUS), materials   relating to educational reform carried out in Bavaria   3-B OMGUS records relating to Bremen      Access: Publisher&#39;s guide, The U.S. occupation of Germany: educational  reform, 1945-1949 .   Microform / LA721.82 .U8 1991 (Index table, Microform  Center, LL2).  A bibliography of documents on the microfilm, contains a subject and  name index, as well as an index by document number.         Utopies au siècle des lumières  Call number: MF102    Contents: French Utopian writings of the 18th century, all in French,  including some translations from other languages into French. Included  works of fiction, poetry, and political philosophy. Forty one titles  in all.      Arrangement: By author/title      Access: Publisher&#39;s guide, Soboul, Albert. Utopies au siècle des  lumières, etude et bibliographie (in French)  (Index table, Microform Center, LL2).  Contains an essay on 18th century french Utopian ideas, commentary on  individual works in the collection. Works are listed alphabetically  by author&#39;s last name with corresponding fiche number. Fiche have eye-readable  author/title entries as well.      Related microform collections:       French Political Pamphlets   French books before 1601 and 1601-1700        Witchcraft in Europe and America.  Call number: Microfilm 2199    Contents: Works from Europe and America concerning witchcraft, from  the 15th- 19th centuries, including treatises on the existence and nature  of witchcraft, and arguments for and against the persecution of suspected  witches. Religious, historical and legal works are included. Titles  from France, Germany, Italy and other European Countries as well as  England and America are represented; 1045 titles in all.      Arrangement: By author, or title for anonymous works (see Access below).      Access: Publisher&#39;s guide, Witchcraft in Europe and America .   REF1 / Z6878.W8 W58 1983  Main entry index is arranged alphabetically by author (or title) with  corresponding reel and item numbers.      Related microform collections:       Early American Imprints I and II 1639-1820   Early English Books I and II 1475-1700   Manuscripts of Cotton Mather              Back to: European  History Microform Sets: A-E                  News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Contact Us: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Tisch Contacts and Information  The main building of the Tisch School of the Arts is located at 721 Broadway, between Waverly Place and Washington Place, just south of Eighth Street. Administrative Offices Admissions (Undergraduate), Academic Services, Financial Aid, Career Development, Counseling Services Office of Student Affairs 726 Broadway, 2nd Floor 212 998 1900 tisch.student.affairs@nyu.edu Admissions (Graduate) Office of Student Affairs 726 Broadway, 2nd Floor 212 998 1918 tisch.gradadmissions@nyu.edu Computer Information Technology 665 Broadway, 6th Floor tisch.it@nyu.edu Dean 721 Broadway, 12th Floor 212 998 1800 Deputy Dean 721 Broadway, 12th Floor 212 998 1491 External Affairs and Alumni Relations 721 Broadway, 12th Floor 212 998 6991 Facilities 721 Broadway, 7th Floor 212 998 1959 Human Resources 665 Broadway, 6th Floor 212 998 1905 Departments and Programs  Art and Public Policy / Arts Politics 665 Broadway, 6th Floor 212 992 8200 tisch.arpo@nyu.edu Cinema Studies 721 Broadway, 6th Floor 212 998 1600 Clive Davis Institute of Recorded Music 194 Mercer Street, 5th Floor 212 992 8400 tisch.recorded.music@nyu.edu Dance 111 Second Avenue, 3rd Floor 212 998 1980 Design for Stage and Film 721 Broadway, 3rd Floor 212 998 1950 Drama (Undergraduate) 721 Broadway, 3rd Floor 212 998 1850 tisch.drama.ug@nyu.edu Film Graduate Division, Kanbar Institute of Film and Television 721 Broadway, 10th Floor 212 998 1780 Film Undergraduate Division, Kanbar Institute of Film and Television 721 Broadway, 11th Floor 212 998 1700 Games NYU Game Center 2 Metrotech Center, 8th Floor Brooklyn 646 997 0708 Goldberg Department of Dramatic Writing 721 Broadway, 7th Floor 212 998 1940 tisch.ddw@nyu.edu  Graduate Acting 721 Broadway, 5th Floor 212 998 1960 Graduate Musical Theater Writing 715 Broadway, 2nd Floor 212 998 1830 Interactive Telecommunications (ITP) 721 Broadway, 4th Floor 212 998 1880 itp.admissions@nyu.edu Open Arts 721 Broadway, 12th Floor 212 998 1500 Performance Studies 721 Broadway, 6th Floor 212 998 1620 performance.studies@nyu.edu Photography and Imaging 721 Broadway, 8th Floor 212 998 1930 photo.tsoa@nyu.edu Special Programs (Study Abroad, Summer) 721 Broadway, 12th Floor 212 998 1500  Web Site Information    Web Administration: Joshua Sanchez Systems Administrator: Minghui Hu Web Programmer: Kevin Tan Website Design: R/GA    Important Notice Regarding Online Privacy and Security     Directions by Car Directions by Subway or Bus Directions by Train or Ferry  Tisch School of the Arts 721 Broadway New York, NY 10003           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "New York University | Bobst Library: European History Microform Sets: F-Z                                                                                              Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        European History Microform Sets: F-Z       French Books before 1601 and 1601-1700.  Call number: Microfilm 706    Contents: Comprehensive collection of books printed in any language  in France (mainly French and Latin) and books in French printed outside  of France. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in France and of French Books Printed in other Countries   from 1470-1600 now in the British Museum.    REF1 Z2162.B86       Goldsmith, Valentine F. A Short Title Catalog of French books   in the Library of the British Museum.    REF1 Z2162.B87         Many titles from additional sources have been included in the microfilm  collection.      Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the Index table, Microform Center, LL2,  by author, and then by reel and item numbers.      Related microform collections:       French Political Pamphlets   Utopies au siécle des lumiéres   Italian books before 1601 and 1601-1700.        French Political Pamphlets, 1547-1648.  Call number: Microfilm 2200    Contents: French pamphlets documenting social, political and religious  issues of the period 1547-1648. Included are government and royal proclamations,  pamphlets by religious and political leaders, and inflammatory items  from the underground press. Contains around ninety percent of the titles  listed in Lindsay and Neu&#39;s bibliography of French pamphlets in American  libraries, around 6,000 titles in all.      Arrangement: By consecutive item numbers, following the chronological  arrangement of the source bibliography and its supplement. Titles from  the supplement were inserted into the main sequence by assigning decimal  suffixes; e.g. supplement item 1473.1 is filmed just after item 1473  (see Access below).      Access:        Lindsay, Robert O. And Neu, John. French Political Pamphlets   1547-1648, a catalog of major collections in American libraries .       REF1 / Z2177.5 .L54.   The source bibliography, arranged by year and author, with title/author   index.       French Political Pamphlets 1547-1648, a supplement .    REF1 / Z2177.5 .L54 Suppl.   Lists around five hundred items added to the collection; arranged   by year and author, with a reel list for the entire collection and   an author/title index.         Related microform collections:       French books before 1601 and 1601-1700   Utopies au siècle des lumières        German Baroque Literature  Call number: Microfilm 453    Contents: Varied German literary works printed from 1575-1740, including  drama, poetry, prose fiction and non-fiction. From the collection at  the Yale University Library, over 2300 titles in all.      Arrangement: Organized alphabetically by author or title in case of  anonymous author.      Access: Printed bibliography, German Baroque Literature; a catalogue  of the collection in the Yale University Library . 2 vols.   REF1 / Z2231.Y3  Includes historical commentary, descriptions of plays and playwrights  and indexes by author, composer and illustrator. Also, catalog cards  on the index table in the Microform Center, by author, and then by reel  and item numbers.         Historical Gazetteer of London before  the Great Fire: Cheapside.  Call number: Microfiche 526    Contents: The history and topography of houses, churches, public buildings  and other properties of the five parishes of Cheapside, London from  the time of the earliest records to the Great Fire of 1666.      Arrangement: Divided into the five parishes, each with its own introductory  essay (see Access below).      Access: Introductory and explanatory materials are found at the beginning  of the first fiche. Four indexes can be used to access the records by  parish number and fiche locating numbers: property holders index; personal  name index; index to the occurrence of indicators of status (eg. Jews);  index to place names (including maps). The indexes are found on the  last fiche.         Italian Books before 1601 and 1601-1700.  Call number: Microfilm 707    Contents: Comprehensive collection of books printed in any language  in Italy (mainly Italian and Latin) and books in Italian printed outside  of Italy. Based on:        British Museum. Department of Printed Books. Short-title Catalogue   of Books Printed in Italy and of Italian Books Printed in other Countries   from 1465-1600 now in the British Museum    REF1 Z2342.B8       Michel, Susan P. And Michel, Paul Henri. Repertoire des ouvrages   imprimes en langue italienne au XVIIe siecle.    Bobst Z2342.M52 .   Many titles from additional sources have been included in the microfilm   collection.         Arrangement: By group (pre-1601 and 1601-1700) and assigned reel number  (see Access below).      Access: Catalog cards on the index table in the Microform Center, by  author, and then list reel and item numbers.      Related Microform Collection:       French books before 1601 and 1601-1700.        The John F. Kennedy National Security files.  Western Europe: national security files, 1961-1963  Call number: Microfilm 3671    Contents: These documents represent the working papers of JFK&#39;s special  assistant for national security affairs McGeorge Bundy and his assistants  Walter Rostow and Carl Kaysen. The documents comprise memos, cables,  intelligence reports, correspondence and special files, and have to  do with foreign affairs, national defense, and diplomatic and military  posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1961-1963 .   REF6 / E183.8.E85 J64 1987  Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The Lyndon B. Johnson National Security files. Western Europe: national   security files, 1963-1969.        The Lyndon B. Johnson National Security  files. Western Europe: national security files, 1963-1969.  Call number: Microfilm 3672    Contents: These documents represent the working papers of LBJ&#39;s special  assistants for national security McGeorge Bundy and Walter Rostow. The  documents comprise memos, cables, intelligence reports, correspondence  and special files, and have to do with foreign affairs, national defense,  and diplomatic and military posts around the world.      Arrangement: Country files are organized alphabetically by country.  Materials are arranged in chronological order within each country (see  Access below).      Access: Publisher&#39;s guide, Western Europe: national security files,  1963-1969.   REF6 / E183.8.E85 L96 1987      Reel index follows the order of the documents on the microfilm. Each  document entry has an accession number keyed directly to its location  on the microfilm. The first digit of the accession number indicates  the reel, the second element indicates the exact frame where the document  begins. Includes subject and name, and document numbers indices, as  well as a chronological list of documents.      Related microform collections:       The John F. Kennedy National Security files. Western Europe: national   security files, 1961-1963         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939.  Call number: Microfilm 2266    Contents: Documents include instructions and dispatches from U.S. diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 868.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1910-1929 and 1930-1939 .     REF6 / DF833.G8 1981  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.        Records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949.  Call number: Microfilm 2204    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal number 868.      Arrangement: The documents are divided into two year ranges, 1940-1944  and 1945-1949. Within these sections they are arranged by decimal class  (subject) according to the State Department decimal filing system (see  Access below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1940-1949 .     REF6 / DF849.5 .G8 1987  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  The first reel of each of the three sections begins with the numerical  classification of records, the roll contents of the entire section and  a list of papers on the reel. Each subsequent reel within the section  only includes the list of papers for that reel. The list of papers provides,  for each document, the document number, place and date of origin, author,  division and offices within the State Department to which the document  was forwarded and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1950-1954.         Records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954.  Call number: Microfilm 2205    Contents: Documents include instructions and dispatches from US diplomatic  and consular personnel regarding political, military, economic, social  and other internal condition and events in Greece. From the Central  files of the General Records of the Department of State, Record Group  59, decimal numbers 781, 881and 981.      Arrangement: The documents are arranged by decimal class (subject)  according to the State Department decimal filing system (see Access  below).      Access: Publisher&#39;s guide, Guide to records of the U.S. Department  of State relating to the internal affairs of Greece, 1950-1954 .     REF6 / DF850 .G8 1986  Contains an introduction, list of abbreviations, instructions on accessing  the microfilm contents and reel contents by numerical-subject listings.  Includes a subject index to the numerical system. The first reel of  each of the three sections begins with the numerical classification  of records, the roll contents of the entire section and a list of papers  on the reel. Each subsequent reel within the section only includes the  list of papers for that reel. The list of papers provides, for each  document, the document number, place and date of origin, author, division  and offices within the State Department to which the document was forwarded  and an abstract of the contents.      Related microform collections:       Records of the U.S. Department of State relating to the internal affairs   of Greece, 1910-1929 and 1930-39.   Records of the U.S. Department of State relating to the internal affairs   of Greece, 1940-1949.        The Slave Trade, 1858-1892.  Call number: Microfilm 3562    Contents: Papers from the British Foreign Office relating to the slave  trade, 1858-1892, including correspondence with Commissioners Court  and Commission records, and reports from British naval officers regarding  the interception of slavers. Fifty volumes in all. Material derives  from numerous geographically diverse locations      Arrangement: Chronological by volume, item, and page numbers of the  original edition; alternatively by assigned reel numbers from the publisher&#39;s  guide (see Access below).      Access: Publisher&#39;s guide, Guide to the microfilm edition of the  slave trade.   REF1 / HT975 .G7 1977  Organized by reel number which follows the chronological order of the  volumes.         The U.S. Occupation of Germany:  educational reform, 1945-1949.  Call number: Microfiche 650    Contents: A comprehensive collection of documents about the planning  stages through the implementation of educational reform in Germany during  the post-war occupation by the U. S. Documents are from the National  Archives and Records administration (NARA), Washington D.C., and its  associated Washington National Records Center (WNRC).      Arrangement: The documents are divided into 5 sections:       1-A State Department   1-B Office of the Political Advisor to the US Ambassador (POLAD)   2-A War Department Civil Affairs Division   3-A Office of Military Government for Germany, US (OMGUS), materials   relating to educational reform carried out in Bavaria   3-B OMGUS records relating to Bremen      Access: Publisher&#39;s guide, The U.S. occupation of Germany: educational  reform, 1945-1949 .   Microform / LA721.82 .U8 1991 (Index table, Microform  Center, LL2).  A bibliography of documents on the microfilm, contains a subject and  name index, as well as an index by document number.         Utopies au siècle des lumières  Call number: MF102    Contents: French Utopian writings of the 18th century, all in French,  including some translations from other languages into French. Included  works of fiction, poetry, and political philosophy. Forty one titles  in all.      Arrangement: By author/title      Access: Publisher&#39;s guide, Soboul, Albert. Utopies au siècle des  lumières, etude et bibliographie (in French)  (Index table, Microform Center, LL2).  Contains an essay on 18th century french Utopian ideas, commentary on  individual works in the collection. Works are listed alphabetically  by author&#39;s last name with corresponding fiche number. Fiche have eye-readable  author/title entries as well.      Related microform collections:       French Political Pamphlets   French books before 1601 and 1601-1700        Witchcraft in Europe and America.  Call number: Microfilm 2199    Contents: Works from Europe and America concerning witchcraft, from  the 15th- 19th centuries, including treatises on the existence and nature  of witchcraft, and arguments for and against the persecution of suspected  witches. Religious, historical and legal works are included. Titles  from France, Germany, Italy and other European Countries as well as  England and America are represented; 1045 titles in all.      Arrangement: By author, or title for anonymous works (see Access below).      Access: Publisher&#39;s guide, Witchcraft in Europe and America .   REF1 / Z6878.W8 W58 1983  Main entry index is arranged alphabetically by author (or title) with  corresponding reel and item numbers.      Related microform collections:       Early American Imprints I and II 1639-1820   Early English Books I and II 1475-1700   Manuscripts of Cotton Mather              Back to: European  History Microform Sets: A-E                  News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Contact Us: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Tisch Contacts and Information  The main building of the Tisch School of the Arts is located at 721 Broadway, between Waverly Place and Washington Place, just south of Eighth Street. Administrative Offices Admissions (Undergraduate), Academic Services, Financial Aid, Career Development, Counseling Services Office of Student Affairs 726 Broadway, 2nd Floor 212 998 1900 tisch.student.affairs@nyu.edu Admissions (Graduate) Office of Student Affairs 726 Broadway, 2nd Floor 212 998 1918 tisch.gradadmissions@nyu.edu Computer Information Technology 665 Broadway, 6th Floor tisch.it@nyu.edu Dean 721 Broadway, 12th Floor 212 998 1800 Deputy Dean 721 Broadway, 12th Floor 212 998 1491 External Affairs and Alumni Relations 721 Broadway, 12th Floor 212 998 6991 Facilities 721 Broadway, 7th Floor 212 998 1959 Human Resources 665 Broadway, 6th Floor 212 998 1905 Departments and Programs  Art and Public Policy / Arts Politics 665 Broadway, 6th Floor 212 992 8200 tisch.arpo@nyu.edu Cinema Studies 721 Broadway, 6th Floor 212 998 1600 Clive Davis Institute of Recorded Music 194 Mercer Street, 5th Floor 212 992 8400 tisch.recorded.music@nyu.edu Dance 111 Second Avenue, 3rd Floor 212 998 1980 Design for Stage and Film 721 Broadway, 3rd Floor 212 998 1950 Drama (Undergraduate) 721 Broadway, 3rd Floor 212 998 1850 tisch.drama.ug@nyu.edu Film Graduate Division, Kanbar Institute of Film and Television 721 Broadway, 10th Floor 212 998 1780 Film Undergraduate Division, Kanbar Institute of Film and Television 721 Broadway, 11th Floor 212 998 1700 Games NYU Game Center 2 Metrotech Center, 8th Floor Brooklyn 646 997 0708 Goldberg Department of Dramatic Writing 721 Broadway, 7th Floor 212 998 1940 tisch.ddw@nyu.edu  Graduate Acting 721 Broadway, 5th Floor 212 998 1960 Graduate Musical Theater Writing 715 Broadway, 2nd Floor 212 998 1830 Interactive Telecommunications (ITP) 721 Broadway, 4th Floor 212 998 1880 itp.admissions@nyu.edu Open Arts 721 Broadway, 12th Floor 212 998 1500 Performance Studies 721 Broadway, 6th Floor 212 998 1620 performance.studies@nyu.edu Photography and Imaging 721 Broadway, 8th Floor 212 998 1930 photo.tsoa@nyu.edu Special Programs (Study Abroad, Summer) 721 Broadway, 12th Floor 212 998 1500  Web Site Information    Web Administration: Joshua Sanchez Systems Administrator: Minghui Hu Web Programmer: Kevin Tan Website Design: R/GA    Important Notice Regarding Online Privacy and Security     Directions by Car Directions by Subway or Bus Directions by Train or Ferry  Tisch School of the Arts 721 Broadway New York, NY 10003           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "MCC-UE 1700 - Gender and Communication - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 1700 - Gender and Communication        This course explores the ways people create, maintain, and augment the meaning of gender, developing insight into understanding gender ideology and the media representation of gender. The course examines how ideas about gender shape our communication practices, and how our practices of communication produce gender. View sample syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]