[{"detail": [{"content": "Transients, Surges and Faults in Power Systems | Enterprise Learning | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Outreach / Enterprise Learning / Programs / Executive Programs                         Enterprise Learning                                                             Transients, Surges and Faults in Power Systems                         Overview   How it works   Faculty   Contact     A Week Long Professional Development course on Transients, Surges and Faults in Power Systems   Learn how to compute common electromagnetic transients in transmission and distribution systems. This course not only introduces the physical principles of electromagnetic transients, but gives the chance to calculate hands-on transients using the Alternative Transients Program (ATP), the industry&rsquo;s most widely used Electromagnetic Transients Program (EMTP). Intended for power engineers who plan and operate transmission and distribution systems, and useful to engineers who work in the electrical transportation industry, the course uncovers the effects of planned and unplanned switching operations, lightning, short- circuits, and other transients.   Learn how to compute, analyze, reduce and prevent large transient over-voltages and over- currents caused by internal switching operations and lightning. You will come away with an appreciation of the principles of insulation design of electrical equipment. A great number of application examples will be offered in class, as assignments and as projects.   This course provides a refresher of basic concepts of electric circuits and its elements. It includes the classification and importance of electromagnetic transients in power systems. Learn about switching transients in simple electrical circuits as well as analytical and numerical solutions of differential equations. Explore transients in three-phase circuits, transmission lines, transformers, machines, inductors, capacitors, and etc. Be introduced to the modeling of power apparatus and system components as well as protection against, and reduction of, the effects of electrical transient&mdash;over-voltages and over-currents. Case studies are presented throughout.   Textbook Electrical Transients in Power Systems, by Allan Greenwood (Wiley, 1991).   Software Access to the royalty-free ATP will be provided to those who complete a licensing agreement with the Canadian/American EMTP User Group .   Laptops Students are invited to bring laptops to class to work examples. Note, however, that the course is about transients and not about the use of ATP. The EMTP Theory book and the ATP Draw Users Guide will be provided as pdf files.   Pre-requisite Knowledge of electric circuits and the solution of ordinary differential equations.   How it Works   Transients, Surges and Faults in Power Systems (EL 6633) starts on a Wednesday and continues in class until Friday. Over the weekend students will be given an opportunity to review material, complete assignments, and study for the mid-term exam given on Monday.. The course continues through the week, with classroom lectures and activities, concluding on Tuesday. If you are taking the course for credit, your mini-project is due on the week after and your final exam is held on that same day.   If you take this course for 3 graduate credits&mdash;   Short, one hour, open-book mid-term exam , testing knowledge of concepts covered in the first three days of class. The exam covers Chapters 1, 3, 4, 5 and 12 of the textbook and represents 25% of the grade.   Assignments and class examples , representing 25% of the grade, must be submitted in on the 4th meeting day of class. While most examples will be drawn from the first three days, students will need to add parametric variations, observations and conclusions. This work will be very helpful for the preparation of the mid-term exam.   Mini-project , with a deeper analysis than an assignment, a transient phenomenon of your choice, must be submitted the week following the end of class. It represents another 25% of the grade.   2-hour final open-book exam , representing the final 25% of the grade, and based on the material of the entire course, will be held on the day the mini-project is due.   Faculty   Francisco de Le&oacute;n, Ph.D.   Power engineering expert Francisco de Le&oacute;n is an internationally recognized authority on electromagnetic design and modeling of electrical machines, analysis of power systems, cable ampacity, and nonlinear and unbalanced power circuits. Prof. de Le&oacute;n teaches in the Department of Electrical and Computer Engineering at the School of Engineering and performs research in several Consolidated Edison- funded projects. Prof. de Le&oacute;n received his master&rsquo;s and undergraduate degrees in Electrical Engineering from the National Polytechnic Institute (IPN) in Mexico where he eventually joined as faculty. He earned his Ph.D. from the University of Toronto.     Download Brochure (PDF)       Contact Us           Jay VanDerwerken   Managing Director   Enterprise learning   E-mail: jvanderwerken@nyu.edu      Phone: 718-260-3611                                    Enterprise Learning      Worldwide Delivery   Board   News and Publications   Programs Master&#039;s Degree   Graduate Certificates   3-Course Immersion Certificates   Executive Programs Advanced Technical Leadership Certificate   Wireless Personal Communications   Clean Energy Leadership Certificate   Enabling Tools and Technologies for 21st Century Industry   Multi-Protocol Label Switching   Sustainability Leadership Certificate   Transients, Surges and Faults in Power Systems     Enterprise Learning/SCPS Joint Program     Corporate Rewards   Corporate Members   Corporate Partners   Society Co-Sponsors   Contact                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]