[{"detail": [{"content": "Spring 2007 Course Descriptions    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Spring 2007 Course Descriptions         Please note: all course numbers listed here with an “x” before them are crosslisted with the Religious Studies Program but are primarily sponsored by another academic department.      V90.0015 – Senior Seminar: Religion, Ethnicity, and the Secular Nation (Becker) Thursday; 12:30pm – 3:15pm This seminar will provide an opportunity to examine the key categories of “ethnicity,” “the nation,” and “the secular” vis-à-vis the development of the category of “religion.” The syllabus will include a variety of readings, from standard thinkers in modern political theory, such as Thomas Hobbes, John Locke, and Jean-Jacques Rousseau, to the most recent anthropological and philosophical work on secularism and its critics. Students will be required to complete several written assignments and engage the readings and their peers as closely as possible. V90.0102 – Judaism, Christianity, and Islam (Peters) Monday/Wednesday; 11:00am – 12:15pm This is a course on the world's three great monotheistic religions: Judaism, Christianity and Islam. It is not a history of each but a laying out of the three in a comparative context so that both the similarities and differences of each may be observed. They are posed, in a sense, for a family portrait, since each claims to be the \"Child of Abraham\" in the sense that it, and it alone, claims to be the heir to the promise made to Abraham by the God they all worship. The approach is historical and descriptive of beliefs and institutions, and each community is taken on its own terms and without polemical intent.    xV90.0113 – The Jews in Medieval Spain (Kozodoy) Tuesday/Thursday; 9:30am – 10:45am The 700 years from the Muslim conquest of Spain in the eighth century to the expulsion of the Jews in 1492 saw the greatest levels of mutual toleration and coexistence among Jews, Christians, and Muslims achieved at any time during the Middle Ages. This course uses contemporary sources, from philosophical treatises to religious polemics to erotic love poetry, to introduce the history of this important Jewish community and its relationship to Muslim and Christian societies that surround it. It considers economic, cultural, and religious interactions, mutual influence, and violent conflict. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    xV90.0220 – Early History of God (Fleming) Tuesday/Thursday; 11:00am – 12:15pm This course explores evidence concerning the appearance of monotheism in ancient Israel, including the Hebrew Bible, ancient writing from Israel and its neighbors, and a range of other artifacts. The premise of the course is that Israel was not alone in ascribing priority of power to a single god, and Israel’s result is comprehensible only in the context of these wider currents. Student must also register for a recitation section. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0302 – Introduction to the New Testament (Becker) Monday/Wednesday; 12:30pm – 1:45pm The purpose of this class is to introduce students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament as well as other important early Christian documents. No prior knowledge is required. Students will be given the opportunity to read most of the New Testament in a lecture hall setting where the professor will provide historical context and focus on significant issues, describe modern scholarly methodologies, and place the empirical material within the larger framework of ancient history and the theoretical study of religion. The readings from secondary literature and several other non-canonical sources will provide a historical and literary context for the composition of the New Testament literature. Please note that the focus of this course is not the truth claims of Christianity or the refutation of them. This course is interested in the cultural history of the eastern Mediterranean in antiquity.    V90.0337 – Religions of India (Elmore) Tuesday/Thursday; 9:30am – 10:45pm The goal of this course is to introduce students to the vibrant religious traditions of South Asia. The course will examine Hindu, Buddhist, Islamic, and Jain traditions as well as the ancient and modern contexts in which they are situated. In order to guide our inquiries we will focus on relations between religion and politics from the early Vedic period to the violent communalisms of the present. The class will include extensive use of visual resources in addition to traditional texts.    xV90.0404 – Classical Mythology (Meineck) Monday/Wednesday; 2:00pm – 3:15pm This course discusses the myths and legends of Greek mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. This course begins with creation, as vividly described by Hesiod in the Theogony , and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome. This course is sponsored by the Department of Classics .    xV90.0639 – The Making of the Muslim Middle East, 600-1400 (Pregill) Tuesday/Thursday; 2:00pm – 3:15pm This course is a historical and comparative approach to the first half millennium of Islamic history. It traces the cultural and religious strands shaping the institutions, belief systems, and practices. Using primary sources, students explore the major debates in cultural history of this period. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .    V90.0650 – Topics: Religion, Colonialism and Post-colonialism (Elmore)  Tuesday/Thursday; 11:00am – 12:15pm The foundations of religious studies are deeply intertwined with modern European colonialisms. For example, early social scientific efforts to locate the origins of religion drew from the field studies of colonial administrators and explorers. Modern methods in the comparative study of religions developed from efforts to identify the most appropriate means of converting, subduing, disciplining, and managing subject populations. Too often, however, this relationship is treated as an afterthought. By contrast, this course will focus centrally on the inextricable relations between “religion” and colonialisms. By investigating the various ways in which colonial powers employed “religion” we gain valuable insight into the evolution of the concept itself as well as the effects different understandings of religion had in colonial contexts.      In order to trace these differences, the course will be divided into three sections—missions, management, and effects. In “Missions,” students will look at primary documents concerning colonialisms in which conversion was an important element, as well as scholarly treatment of these enterprises. In “Management,” students will discuss how the concept of religion functioned in colonialisms of modernization. In the final section, “Effects,” students will concentrate on the growth of world religions and the effects of modern colonialism on colonizing and colonized societies. Of particular concern is the objectification and reconfiguration of indigenous traditions in the image of “religion” and how the experience and management of other traditions in turn transformed conceptions of religion in the metropole. As we move through these three sections we will also move through various regions in the world. We will begin by examining missions in the Americas and Africa. The management section will look at India and the Middle East. The final section will take examples from across the globe including Indonesia, Egypt, and the United States. V90.0650 – Topics: American Evangelicalism (Curtis) Tuesday/Thursday; 3:30pm – 4:45pm This course will examine the varieties of Evangelicalism in the United States. We will pay particular attention to how different groups of Evangelicals (i.e., Fundamentalists, Pentecostals, Neo-evangelicals) imagine their relationship to American political and cultural institutions. In addition to looking at significant theological movements within different groups and denominations, we will also cover Evangelical approaches to topics including revivalism, apocalypticism, scientific creationism, civil rights, education, law, sexual regulation, and mass media.    xV90.0674 – Islam and Politics (Haykel) Tuesday/Thursday; 11:00am – 12:15pm This course will attempt to explain the rise of Islamic political movements in the contemporary Middle East and look at the various ways in which they have been discussed in the media and in academic writings. Examples of Islamist writings and publications will also be presented in order to elucidate the ways in which Islamists depict themselves and their concerns. Because of the nature of these movements, the course will have a multi-disciplinary approach, drawing on concepts from politics, history and law. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .        xV90.0675 – Jewish Philosophy in the Medieval World (Kozodoy) Tuesday/Thursday; 12:30pm – 1:45pm This course will focus on readings (in translation) and analysis of representative selections from the writings of the major Jewish philosophers of the Middle Ages, with emphasis on the Kuzari of Yehuda Halevi and the Guide to the Perplexed of Moses Maimonides. Special attention will be paid to the cultural context in which these works were produced. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .      xV90.0695 – American Jewish History (Diner) Tuesday/Thursday; 8:00am – 9:15am Students in this course will examine the major events and personalities in American Jewish history since colonial time, including the waves of Jewish immigration and development of the American Jewish community. Student must also register for a recitation section. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0706 – Muslim Spain (Peters) Monday/Wednesday; 2:00pm – 3:15pm The intent of this course is to introduce the student to one of the two examples – the other was the Balkans – when there was a long-time Muslim polity in Europe. The course will trace the political flow of events, from the Arab-Berber conquest of the peninsula and their experiments in state-formation to the gradual emergence of Christian rivals in the northern kingdoms and the reversal of the tide until the final submission of the surviving Muslim enclave of Granada in 1492. The chief emphasis, however, will be on 1) the construction of a remarkable social and intellectual culture out of the various indigenous and imported elements available; 2) how the three indigestible ingredients called Islam, Christianity and Judaism fared in that melting pot, particularly when one of the others was stirring; and 3) the problems posed by the notion of \"Muslim Spain\" for Spanish historians and for Westerners generally.    xV90.0719 – Introduction to Ancient Egyptian Religion (Goelet) Monday/Wednesday; 11:00am – 12:15pm This course examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences – all illustrated by Egyptian religious texts or scenes from temples and tombs. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .    xV90.0807 – Dead Sea Scrolls: Judaism and Christianity (Schiffman) Tuesday/Thursday; 2:00pm – 3:15pm This course is a survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity and will include readings and discussions of English translations of the major texts. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0981 – Internship (Staff) TBD    V90.0998 – Independent Study (Staff) TBD"}]},
{"detail": [{"content": "Spring 2007 Course Descriptions    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Spring 2007 Course Descriptions         Please note: all course numbers listed here with an “x” before them are crosslisted with the Religious Studies Program but are primarily sponsored by another academic department.      V90.0015 – Senior Seminar: Religion, Ethnicity, and the Secular Nation (Becker) Thursday; 12:30pm – 3:15pm This seminar will provide an opportunity to examine the key categories of “ethnicity,” “the nation,” and “the secular” vis-à-vis the development of the category of “religion.” The syllabus will include a variety of readings, from standard thinkers in modern political theory, such as Thomas Hobbes, John Locke, and Jean-Jacques Rousseau, to the most recent anthropological and philosophical work on secularism and its critics. Students will be required to complete several written assignments and engage the readings and their peers as closely as possible. V90.0102 – Judaism, Christianity, and Islam (Peters) Monday/Wednesday; 11:00am – 12:15pm This is a course on the world's three great monotheistic religions: Judaism, Christianity and Islam. It is not a history of each but a laying out of the three in a comparative context so that both the similarities and differences of each may be observed. They are posed, in a sense, for a family portrait, since each claims to be the \"Child of Abraham\" in the sense that it, and it alone, claims to be the heir to the promise made to Abraham by the God they all worship. The approach is historical and descriptive of beliefs and institutions, and each community is taken on its own terms and without polemical intent.    xV90.0113 – The Jews in Medieval Spain (Kozodoy) Tuesday/Thursday; 9:30am – 10:45am The 700 years from the Muslim conquest of Spain in the eighth century to the expulsion of the Jews in 1492 saw the greatest levels of mutual toleration and coexistence among Jews, Christians, and Muslims achieved at any time during the Middle Ages. This course uses contemporary sources, from philosophical treatises to religious polemics to erotic love poetry, to introduce the history of this important Jewish community and its relationship to Muslim and Christian societies that surround it. It considers economic, cultural, and religious interactions, mutual influence, and violent conflict. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    xV90.0220 – Early History of God (Fleming) Tuesday/Thursday; 11:00am – 12:15pm This course explores evidence concerning the appearance of monotheism in ancient Israel, including the Hebrew Bible, ancient writing from Israel and its neighbors, and a range of other artifacts. The premise of the course is that Israel was not alone in ascribing priority of power to a single god, and Israel’s result is comprehensible only in the context of these wider currents. Student must also register for a recitation section. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0302 – Introduction to the New Testament (Becker) Monday/Wednesday; 12:30pm – 1:45pm The purpose of this class is to introduce students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament as well as other important early Christian documents. No prior knowledge is required. Students will be given the opportunity to read most of the New Testament in a lecture hall setting where the professor will provide historical context and focus on significant issues, describe modern scholarly methodologies, and place the empirical material within the larger framework of ancient history and the theoretical study of religion. The readings from secondary literature and several other non-canonical sources will provide a historical and literary context for the composition of the New Testament literature. Please note that the focus of this course is not the truth claims of Christianity or the refutation of them. This course is interested in the cultural history of the eastern Mediterranean in antiquity.    V90.0337 – Religions of India (Elmore) Tuesday/Thursday; 9:30am – 10:45pm The goal of this course is to introduce students to the vibrant religious traditions of South Asia. The course will examine Hindu, Buddhist, Islamic, and Jain traditions as well as the ancient and modern contexts in which they are situated. In order to guide our inquiries we will focus on relations between religion and politics from the early Vedic period to the violent communalisms of the present. The class will include extensive use of visual resources in addition to traditional texts.    xV90.0404 – Classical Mythology (Meineck) Monday/Wednesday; 2:00pm – 3:15pm This course discusses the myths and legends of Greek mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. This course begins with creation, as vividly described by Hesiod in the Theogony , and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome. This course is sponsored by the Department of Classics .    xV90.0639 – The Making of the Muslim Middle East, 600-1400 (Pregill) Tuesday/Thursday; 2:00pm – 3:15pm This course is a historical and comparative approach to the first half millennium of Islamic history. It traces the cultural and religious strands shaping the institutions, belief systems, and practices. Using primary sources, students explore the major debates in cultural history of this period. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .    V90.0650 – Topics: Religion, Colonialism and Post-colonialism (Elmore)  Tuesday/Thursday; 11:00am – 12:15pm The foundations of religious studies are deeply intertwined with modern European colonialisms. For example, early social scientific efforts to locate the origins of religion drew from the field studies of colonial administrators and explorers. Modern methods in the comparative study of religions developed from efforts to identify the most appropriate means of converting, subduing, disciplining, and managing subject populations. Too often, however, this relationship is treated as an afterthought. By contrast, this course will focus centrally on the inextricable relations between “religion” and colonialisms. By investigating the various ways in which colonial powers employed “religion” we gain valuable insight into the evolution of the concept itself as well as the effects different understandings of religion had in colonial contexts.      In order to trace these differences, the course will be divided into three sections—missions, management, and effects. In “Missions,” students will look at primary documents concerning colonialisms in which conversion was an important element, as well as scholarly treatment of these enterprises. In “Management,” students will discuss how the concept of religion functioned in colonialisms of modernization. In the final section, “Effects,” students will concentrate on the growth of world religions and the effects of modern colonialism on colonizing and colonized societies. Of particular concern is the objectification and reconfiguration of indigenous traditions in the image of “religion” and how the experience and management of other traditions in turn transformed conceptions of religion in the metropole. As we move through these three sections we will also move through various regions in the world. We will begin by examining missions in the Americas and Africa. The management section will look at India and the Middle East. The final section will take examples from across the globe including Indonesia, Egypt, and the United States. V90.0650 – Topics: American Evangelicalism (Curtis) Tuesday/Thursday; 3:30pm – 4:45pm This course will examine the varieties of Evangelicalism in the United States. We will pay particular attention to how different groups of Evangelicals (i.e., Fundamentalists, Pentecostals, Neo-evangelicals) imagine their relationship to American political and cultural institutions. In addition to looking at significant theological movements within different groups and denominations, we will also cover Evangelical approaches to topics including revivalism, apocalypticism, scientific creationism, civil rights, education, law, sexual regulation, and mass media.    xV90.0674 – Islam and Politics (Haykel) Tuesday/Thursday; 11:00am – 12:15pm This course will attempt to explain the rise of Islamic political movements in the contemporary Middle East and look at the various ways in which they have been discussed in the media and in academic writings. Examples of Islamist writings and publications will also be presented in order to elucidate the ways in which Islamists depict themselves and their concerns. Because of the nature of these movements, the course will have a multi-disciplinary approach, drawing on concepts from politics, history and law. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .        xV90.0675 – Jewish Philosophy in the Medieval World (Kozodoy) Tuesday/Thursday; 12:30pm – 1:45pm This course will focus on readings (in translation) and analysis of representative selections from the writings of the major Jewish philosophers of the Middle Ages, with emphasis on the Kuzari of Yehuda Halevi and the Guide to the Perplexed of Moses Maimonides. Special attention will be paid to the cultural context in which these works were produced. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .      xV90.0695 – American Jewish History (Diner) Tuesday/Thursday; 8:00am – 9:15am Students in this course will examine the major events and personalities in American Jewish history since colonial time, including the waves of Jewish immigration and development of the American Jewish community. Student must also register for a recitation section. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0706 – Muslim Spain (Peters) Monday/Wednesday; 2:00pm – 3:15pm The intent of this course is to introduce the student to one of the two examples – the other was the Balkans – when there was a long-time Muslim polity in Europe. The course will trace the political flow of events, from the Arab-Berber conquest of the peninsula and their experiments in state-formation to the gradual emergence of Christian rivals in the northern kingdoms and the reversal of the tide until the final submission of the surviving Muslim enclave of Granada in 1492. The chief emphasis, however, will be on 1) the construction of a remarkable social and intellectual culture out of the various indigenous and imported elements available; 2) how the three indigestible ingredients called Islam, Christianity and Judaism fared in that melting pot, particularly when one of the others was stirring; and 3) the problems posed by the notion of \"Muslim Spain\" for Spanish historians and for Westerners generally.    xV90.0719 – Introduction to Ancient Egyptian Religion (Goelet) Monday/Wednesday; 11:00am – 12:15pm This course examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences – all illustrated by Egyptian religious texts or scenes from temples and tombs. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .    xV90.0807 – Dead Sea Scrolls: Judaism and Christianity (Schiffman) Tuesday/Thursday; 2:00pm – 3:15pm This course is a survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity and will include readings and discussions of English translations of the major texts. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0981 – Internship (Staff) TBD    V90.0998 – Independent Study (Staff) TBD"}, {"content": "Sample Program for Major or Minor | MARC | NYU                              Medieval and Renaissance Center                                      Back to  previous page                Printer Friendly       Sample Program for Major or Minor Interested in a Medieval and Renaissance Studies (MARS) Major?    Major Requirements: Ten courses: five in a single field of concentration; three or four in other fields; and one or two interdisciplinary seminars. The fields of concentration are languages and literature, history, philosophy &amp; religion, fine arts, and music. Students must also show proficiency in one ancient language and one other language appropriate to their concentration. Keep in mind when registering that some courses may have perquisites or require you to also sign up for recitations. Sample Programs (From SY2008-2009 Courses): 1. British Literature I, Shakespeare I, Old English Literature and Culture, Literature and Religion, Chaucer and His Contemporaries three fine arts courses such as History of Western Art I , History of Western Art II , and Italian Renaissance Sculpture two interdisciplinary seminars: The Education of the Prince: Machiavelli and His Critics and Piety and Plunder: Late Medieval and Early Modern Incursions Within and Without 2. History of Western Art I, History of Western Art II, Italian Art of the Age of Baroque, Renaissance Art Survey, Pontormo to Vasari a history course such as The Civilization and Culture of the Middle Ages a literature and language course such as Fiction Before the Novel: The Chivalric Romance a music course such as Medieval &amp; Renaissance Music a philosophy and religion course such as The Making of the Muslim Middle East, 600-1400 A.D. an interdisciplinary seminar: Piety and Plunder: Late Medieval and Early Modern Incursions Within and Without 3. The Civilization and Culture of the Middle Ages, The Early Middle Ages: 300-1050, Crusade and Trade: Western Expansion in the Eastern Mediterranean, The Renaissance, Media and Communication in the Middle Ages a philosophy &amp; religion course such as Jewish Philosophy in the Medieval World three literature and language courses such as Dante’s Divine Comedy in Translation , Old English Literature and Culture , and Medieval Literature (taught in French) an interdisciplinary seminar: The Education of the Prince: Machiavelli and His Critics Courses in medieval or Renaissance topics offered at NYU programs abroad count towards a MARS major or minor. Honors Program: MARS majors are eligible for the honors program. Students must have at least two full years in residence at NYU. In order to complete the major requirements under the honors program, students are required to maintain a general GPA of 3.65 and a major GPA of 3.7. Honors students are required to register for the Senior Honors Seminar (MEDI-UA 999) during the fall semester and Independent Study (MEDI-UA 997) in the spring. As part of Independent Study, students will develop an honors thesis under a department faculty member’s supervision. The subject of the honors thesis and the faculty advisor are chosen in consultation with the director of undergraduate studies. The average length of a thesis is 25-50 double-spaced, typed pages. Interested in a Medieval and Renaissance Studies (MARS) Minor? Minor Requirements: Five courses in Medieval and Renaissance studies: two from a single field of concentration; one each from two other fields; and one interdisciplinary seminar. The fields of concentration are languages and literature, history, philosophy &amp; religion, fine arts, and music. Sample Programs 1. Old English Literature and Culture + Chaucer and His Contemporaries a fine arts course such as History of Western Art I a music course such as Medieval &amp; Renaissance Music an interdisciplinary seminar such as The Education of the Prince: Machiavelli and His Critics 2. History of Western Art I + History of Western Art II a literature and language course such as Fiction Before the Novel: The Chivalric Romance a philosophy and religion course such as The Making of the Muslim Middle East, 600-1400 A.D. an interdisciplinary seminar: Piety and Plunder: Late Medieval and Early Modern Incursions Within and Without 3. The Civilization and Culture of the Middle Age + The Early Middle Ages: 300-1050  a philosophy &amp; religion course such as Jewish Philosophy in the Medieval World a literature and language course such as Dante’s Divine Comedy in Translation an interdisciplinary seminar: The Education of the Prince: Machiavelli and His Critics Note: Medieval and Renaissance majors and minors may also take courses abroad to fulfill requirements.                                            Back to Top                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2008 Undergrad Courses    | MEIS | NYU                                                                Back to  previous page                                Fall 2008 Undergrad Courses Department of Middle Eastern and Islamic Studies   Fall 2008 Schedule of Undergraduate Courses                             Course No.                       Course Name                       Meeting Days &amp; Times                       Location                       Instructor                                   V55.0502                       World Cultures: Islamic Societies                       TBA                       TBA                       Peters                                   V77. 0611                       History of Ancient Egypt                       MW 11 – 12:15pm                       TBA                       Goelet                                   V77.0640                               Making of the Muslim Mid East 600-1400                                       TR 3:30-4:45                               TBA                       Pomerantz                                   V77.0640                               Recitations for V77.0640          Tuesday,         Wednesday, Thursday                       6:20 – 7:20pm        -        -                    V77.0674        Religion and politics in the muslim world        F 9:30 – 12:15pm                TBA               Pomerantz                            V77.0711                       Literature and society in the arab world                       MW 11-12:15pm (Limited to 15, pref. To majors)                       TBA                       Abdelwahed                           V77.0718        Ancient Indian Literature                Wed 4:55 – 7:35pm               TBA        Ilieva /Naqvi                    V77.0781        The Qur’an and it’s interpretation        TR9:30-10:45am        TBA        Katz                    V77.0782        Topics in islamic studies: Medieval education        TR2:00- 3:15pm            TBA        Rowson                    V77.0697        Palestine, zionism and israel        TR 11:00-12:15        TBA        Lockman                    V77.0697        Recitation for v77.0697        Monday 9:30 – 10:45 am        Tuesday 9:30 – 10:45 am        Wednesday 9:30 – 10:45 am        Thursday 9:30 – 10:45     am        -        TBA        -                    V77.0750        V57.0542        Politics of the Nears and Middle East        TR 2:00-3:15pm        TBA        Mitchell                    V29.0811        V77.0811        The Empire Writes Back        R        2:00 pm-4:45 pm        TBA        Halim                    Updated on 12&#047;20&#047;2011       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2007 Course Descriptions    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Spring 2007 Course Descriptions         Please note: all course numbers listed here with an “x” before them are crosslisted with the Religious Studies Program but are primarily sponsored by another academic department.      V90.0015 – Senior Seminar: Religion, Ethnicity, and the Secular Nation (Becker) Thursday; 12:30pm – 3:15pm This seminar will provide an opportunity to examine the key categories of “ethnicity,” “the nation,” and “the secular” vis-à-vis the development of the category of “religion.” The syllabus will include a variety of readings, from standard thinkers in modern political theory, such as Thomas Hobbes, John Locke, and Jean-Jacques Rousseau, to the most recent anthropological and philosophical work on secularism and its critics. Students will be required to complete several written assignments and engage the readings and their peers as closely as possible. V90.0102 – Judaism, Christianity, and Islam (Peters) Monday/Wednesday; 11:00am – 12:15pm This is a course on the world's three great monotheistic religions: Judaism, Christianity and Islam. It is not a history of each but a laying out of the three in a comparative context so that both the similarities and differences of each may be observed. They are posed, in a sense, for a family portrait, since each claims to be the \"Child of Abraham\" in the sense that it, and it alone, claims to be the heir to the promise made to Abraham by the God they all worship. The approach is historical and descriptive of beliefs and institutions, and each community is taken on its own terms and without polemical intent.    xV90.0113 – The Jews in Medieval Spain (Kozodoy) Tuesday/Thursday; 9:30am – 10:45am The 700 years from the Muslim conquest of Spain in the eighth century to the expulsion of the Jews in 1492 saw the greatest levels of mutual toleration and coexistence among Jews, Christians, and Muslims achieved at any time during the Middle Ages. This course uses contemporary sources, from philosophical treatises to religious polemics to erotic love poetry, to introduce the history of this important Jewish community and its relationship to Muslim and Christian societies that surround it. It considers economic, cultural, and religious interactions, mutual influence, and violent conflict. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    xV90.0220 – Early History of God (Fleming) Tuesday/Thursday; 11:00am – 12:15pm This course explores evidence concerning the appearance of monotheism in ancient Israel, including the Hebrew Bible, ancient writing from Israel and its neighbors, and a range of other artifacts. The premise of the course is that Israel was not alone in ascribing priority of power to a single god, and Israel’s result is comprehensible only in the context of these wider currents. Student must also register for a recitation section. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0302 – Introduction to the New Testament (Becker) Monday/Wednesday; 12:30pm – 1:45pm The purpose of this class is to introduce students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament as well as other important early Christian documents. No prior knowledge is required. Students will be given the opportunity to read most of the New Testament in a lecture hall setting where the professor will provide historical context and focus on significant issues, describe modern scholarly methodologies, and place the empirical material within the larger framework of ancient history and the theoretical study of religion. The readings from secondary literature and several other non-canonical sources will provide a historical and literary context for the composition of the New Testament literature. Please note that the focus of this course is not the truth claims of Christianity or the refutation of them. This course is interested in the cultural history of the eastern Mediterranean in antiquity.    V90.0337 – Religions of India (Elmore) Tuesday/Thursday; 9:30am – 10:45pm The goal of this course is to introduce students to the vibrant religious traditions of South Asia. The course will examine Hindu, Buddhist, Islamic, and Jain traditions as well as the ancient and modern contexts in which they are situated. In order to guide our inquiries we will focus on relations between religion and politics from the early Vedic period to the violent communalisms of the present. The class will include extensive use of visual resources in addition to traditional texts.    xV90.0404 – Classical Mythology (Meineck) Monday/Wednesday; 2:00pm – 3:15pm This course discusses the myths and legends of Greek mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. This course begins with creation, as vividly described by Hesiod in the Theogony , and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome. This course is sponsored by the Department of Classics .    xV90.0639 – The Making of the Muslim Middle East, 600-1400 (Pregill) Tuesday/Thursday; 2:00pm – 3:15pm This course is a historical and comparative approach to the first half millennium of Islamic history. It traces the cultural and religious strands shaping the institutions, belief systems, and practices. Using primary sources, students explore the major debates in cultural history of this period. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .    V90.0650 – Topics: Religion, Colonialism and Post-colonialism (Elmore)  Tuesday/Thursday; 11:00am – 12:15pm The foundations of religious studies are deeply intertwined with modern European colonialisms. For example, early social scientific efforts to locate the origins of religion drew from the field studies of colonial administrators and explorers. Modern methods in the comparative study of religions developed from efforts to identify the most appropriate means of converting, subduing, disciplining, and managing subject populations. Too often, however, this relationship is treated as an afterthought. By contrast, this course will focus centrally on the inextricable relations between “religion” and colonialisms. By investigating the various ways in which colonial powers employed “religion” we gain valuable insight into the evolution of the concept itself as well as the effects different understandings of religion had in colonial contexts.      In order to trace these differences, the course will be divided into three sections—missions, management, and effects. In “Missions,” students will look at primary documents concerning colonialisms in which conversion was an important element, as well as scholarly treatment of these enterprises. In “Management,” students will discuss how the concept of religion functioned in colonialisms of modernization. In the final section, “Effects,” students will concentrate on the growth of world religions and the effects of modern colonialism on colonizing and colonized societies. Of particular concern is the objectification and reconfiguration of indigenous traditions in the image of “religion” and how the experience and management of other traditions in turn transformed conceptions of religion in the metropole. As we move through these three sections we will also move through various regions in the world. We will begin by examining missions in the Americas and Africa. The management section will look at India and the Middle East. The final section will take examples from across the globe including Indonesia, Egypt, and the United States. V90.0650 – Topics: American Evangelicalism (Curtis) Tuesday/Thursday; 3:30pm – 4:45pm This course will examine the varieties of Evangelicalism in the United States. We will pay particular attention to how different groups of Evangelicals (i.e., Fundamentalists, Pentecostals, Neo-evangelicals) imagine their relationship to American political and cultural institutions. In addition to looking at significant theological movements within different groups and denominations, we will also cover Evangelical approaches to topics including revivalism, apocalypticism, scientific creationism, civil rights, education, law, sexual regulation, and mass media.    xV90.0674 – Islam and Politics (Haykel) Tuesday/Thursday; 11:00am – 12:15pm This course will attempt to explain the rise of Islamic political movements in the contemporary Middle East and look at the various ways in which they have been discussed in the media and in academic writings. Examples of Islamist writings and publications will also be presented in order to elucidate the ways in which Islamists depict themselves and their concerns. Because of the nature of these movements, the course will have a multi-disciplinary approach, drawing on concepts from politics, history and law. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .        xV90.0675 – Jewish Philosophy in the Medieval World (Kozodoy) Tuesday/Thursday; 12:30pm – 1:45pm This course will focus on readings (in translation) and analysis of representative selections from the writings of the major Jewish philosophers of the Middle Ages, with emphasis on the Kuzari of Yehuda Halevi and the Guide to the Perplexed of Moses Maimonides. Special attention will be paid to the cultural context in which these works were produced. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .      xV90.0695 – American Jewish History (Diner) Tuesday/Thursday; 8:00am – 9:15am Students in this course will examine the major events and personalities in American Jewish history since colonial time, including the waves of Jewish immigration and development of the American Jewish community. Student must also register for a recitation section. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0706 – Muslim Spain (Peters) Monday/Wednesday; 2:00pm – 3:15pm The intent of this course is to introduce the student to one of the two examples – the other was the Balkans – when there was a long-time Muslim polity in Europe. The course will trace the political flow of events, from the Arab-Berber conquest of the peninsula and their experiments in state-formation to the gradual emergence of Christian rivals in the northern kingdoms and the reversal of the tide until the final submission of the surviving Muslim enclave of Granada in 1492. The chief emphasis, however, will be on 1) the construction of a remarkable social and intellectual culture out of the various indigenous and imported elements available; 2) how the three indigestible ingredients called Islam, Christianity and Judaism fared in that melting pot, particularly when one of the others was stirring; and 3) the problems posed by the notion of \"Muslim Spain\" for Spanish historians and for Westerners generally.    xV90.0719 – Introduction to Ancient Egyptian Religion (Goelet) Monday/Wednesday; 11:00am – 12:15pm This course examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences – all illustrated by Egyptian religious texts or scenes from temples and tombs. This course is sponsored by the Department of Middle Eastern &amp; Islamic Studies .    xV90.0807 – Dead Sea Scrolls: Judaism and Christianity (Schiffman) Tuesday/Thursday; 2:00pm – 3:15pm This course is a survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity and will include readings and discussions of English translations of the major texts. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .    V90.0981 – Internship (Staff) TBD    V90.0998 – Independent Study (Staff) TBD"}, {"content": "Sample Program for Major or Minor | MARC | NYU                              Medieval and Renaissance Center                                      Back to  previous page                Printer Friendly       Sample Program for Major or Minor Interested in a Medieval and Renaissance Studies (MARS) Major?    Major Requirements: Ten courses: five in a single field of concentration; three or four in other fields; and one or two interdisciplinary seminars. The fields of concentration are languages and literature, history, philosophy &amp; religion, fine arts, and music. Students must also show proficiency in one ancient language and one other language appropriate to their concentration. Keep in mind when registering that some courses may have perquisites or require you to also sign up for recitations. Sample Programs (From SY2008-2009 Courses): 1. British Literature I, Shakespeare I, Old English Literature and Culture, Literature and Religion, Chaucer and His Contemporaries three fine arts courses such as History of Western Art I , History of Western Art II , and Italian Renaissance Sculpture two interdisciplinary seminars: The Education of the Prince: Machiavelli and His Critics and Piety and Plunder: Late Medieval and Early Modern Incursions Within and Without 2. History of Western Art I, History of Western Art II, Italian Art of the Age of Baroque, Renaissance Art Survey, Pontormo to Vasari a history course such as The Civilization and Culture of the Middle Ages a literature and language course such as Fiction Before the Novel: The Chivalric Romance a music course such as Medieval &amp; Renaissance Music a philosophy and religion course such as The Making of the Muslim Middle East, 600-1400 A.D. an interdisciplinary seminar: Piety and Plunder: Late Medieval and Early Modern Incursions Within and Without 3. The Civilization and Culture of the Middle Ages, The Early Middle Ages: 300-1050, Crusade and Trade: Western Expansion in the Eastern Mediterranean, The Renaissance, Media and Communication in the Middle Ages a philosophy &amp; religion course such as Jewish Philosophy in the Medieval World three literature and language courses such as Dante’s Divine Comedy in Translation , Old English Literature and Culture , and Medieval Literature (taught in French) an interdisciplinary seminar: The Education of the Prince: Machiavelli and His Critics Courses in medieval or Renaissance topics offered at NYU programs abroad count towards a MARS major or minor. Honors Program: MARS majors are eligible for the honors program. Students must have at least two full years in residence at NYU. In order to complete the major requirements under the honors program, students are required to maintain a general GPA of 3.65 and a major GPA of 3.7. Honors students are required to register for the Senior Honors Seminar (MEDI-UA 999) during the fall semester and Independent Study (MEDI-UA 997) in the spring. As part of Independent Study, students will develop an honors thesis under a department faculty member’s supervision. The subject of the honors thesis and the faculty advisor are chosen in consultation with the director of undergraduate studies. The average length of a thesis is 25-50 double-spaced, typed pages. Interested in a Medieval and Renaissance Studies (MARS) Minor? Minor Requirements: Five courses in Medieval and Renaissance studies: two from a single field of concentration; one each from two other fields; and one interdisciplinary seminar. The fields of concentration are languages and literature, history, philosophy &amp; religion, fine arts, and music. Sample Programs 1. Old English Literature and Culture + Chaucer and His Contemporaries a fine arts course such as History of Western Art I a music course such as Medieval &amp; Renaissance Music an interdisciplinary seminar such as The Education of the Prince: Machiavelli and His Critics 2. History of Western Art I + History of Western Art II a literature and language course such as Fiction Before the Novel: The Chivalric Romance a philosophy and religion course such as The Making of the Muslim Middle East, 600-1400 A.D. an interdisciplinary seminar: Piety and Plunder: Late Medieval and Early Modern Incursions Within and Without 3. The Civilization and Culture of the Middle Age + The Early Middle Ages: 300-1050  a philosophy &amp; religion course such as Jewish Philosophy in the Medieval World a literature and language course such as Dante’s Divine Comedy in Translation an interdisciplinary seminar: The Education of the Prince: Machiavelli and His Critics Note: Medieval and Renaissance majors and minors may also take courses abroad to fulfill requirements.                                            Back to Top                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2008 Undergrad Courses    | MEIS | NYU                                                                Back to  previous page                                Fall 2008 Undergrad Courses Department of Middle Eastern and Islamic Studies   Fall 2008 Schedule of Undergraduate Courses                             Course No.                       Course Name                       Meeting Days &amp; Times                       Location                       Instructor                                   V55.0502                       World Cultures: Islamic Societies                       TBA                       TBA                       Peters                                   V77. 0611                       History of Ancient Egypt                       MW 11 – 12:15pm                       TBA                       Goelet                                   V77.0640                               Making of the Muslim Mid East 600-1400                                       TR 3:30-4:45                               TBA                       Pomerantz                                   V77.0640                               Recitations for V77.0640          Tuesday,         Wednesday, Thursday                       6:20 – 7:20pm        -        -                    V77.0674        Religion and politics in the muslim world        F 9:30 – 12:15pm                TBA               Pomerantz                            V77.0711                       Literature and society in the arab world                       MW 11-12:15pm (Limited to 15, pref. To majors)                       TBA                       Abdelwahed                           V77.0718        Ancient Indian Literature                Wed 4:55 – 7:35pm               TBA        Ilieva /Naqvi                    V77.0781        The Qur’an and it’s interpretation        TR9:30-10:45am        TBA        Katz                    V77.0782        Topics in islamic studies: Medieval education        TR2:00- 3:15pm            TBA        Rowson                    V77.0697        Palestine, zionism and israel        TR 11:00-12:15        TBA        Lockman                    V77.0697        Recitation for v77.0697        Monday 9:30 – 10:45 am        Tuesday 9:30 – 10:45 am        Wednesday 9:30 – 10:45 am        Thursday 9:30 – 10:45     am        -        TBA        -                    V77.0750        V57.0542        Politics of the Nears and Middle East        TR 2:00-3:15pm        TBA        Mitchell                    V29.0811        V77.0811        The Empire Writes Back        R        2:00 pm-4:45 pm        TBA        Halim                    Updated on 12&#047;20&#047;2011       Contact Us | &copy; New York University , Arts and Science"}]}]