[{"detail": [{"content": "Request Information                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions   /   Contact Us                 Sub Navigation                                 Meet the Admissions Team                       Other Admissions Contacts                       Request Information                       Our Communications Philosophy                                                                   Request Information                                                 Join our contact list                  We will share the latest information about the university, including invitations to special events and details of our admissions and financial aid process.              Sign up today                                                 Join our contact list                                How to unsubscribe   If you would like to unsubscribe from NYU Undergraduate Admissions marketing communications, please send a message to admissions@nyu.edu requesting to be removed. Please include your full name, e-mail address, date of birth, and NYU identification number (if applicable).   Please allow 7-10 days for us to process your request.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Request Information                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions   /   Contact Us                 Sub Navigation                                 Meet the Admissions Team                       Other Admissions Contacts                       Request Information                       Our Communications Philosophy                                                                   Request Information                                                 Join our contact list                  We will share the latest information about the university, including invitations to special events and details of our admissions and financial aid process.              Sign up today                                                 Join our contact list                                How to unsubscribe   If you would like to unsubscribe from NYU Undergraduate Admissions marketing communications, please send a message to admissions@nyu.edu requesting to be removed. Please include your full name, e-mail address, date of birth, and NYU identification number (if applicable).   Please allow 7-10 days for us to process your request.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "About NYU                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Leadership & University Administration                       University Initiatives                       News, Publications, and Facts                       Working at NYU                       Visitor Information                       Policies and Guidelines                       Giving to NYU                                                                                           More than 175 years ago, Albert Gallatin, the distinguished statesman who served as secretary of the treasury under Presidents Thomas Jefferson and James Madison, declared his intention to establish \"in this immense and fast-growing city ... a system of rational and practical education fitting for all and graciously opened to all.\" Founded in 1831, New York University is now one of the largest private universities in the United States. Of the more than 3,000 colleges and universities in America, New York University is one of only 60 member institutions of the distinguished Association of American Universities.     From a student body of 158 during NYU's very first semester, enrollment has grown to more than 40,000 students...                      continued below                                        This content requires the Macromedia Flash Player. Get Flash Player                                                                                                                                                                                                                                                                                                                                                                            Startup Connection NYU fosters innovation and entrepreneurship across the University through a wide variety of offerings both inside and outside the classroom. Read More                                                                                                         Get Around New York        Where am I?                   New York is a big city and surprisingly small at the same time. It will take time to come out of the subway and know which direction you're facing.            Read more                                                                                                         Take a Bus        Options abound for mass transit in NYC.                   Going uptown, downtown, or across town, NYU transportation can get you where you need to go.            Read more                                                                                                         Mom and Dad Coming for a Visit?        Find a place for them to stay.                   Space is at a premium in NYC. Help your parents find a place to stay that isn't the futon in your studio.              Read more                                                                                                                                                        NYU 2031        Planning the Future of NYU                   Academics, global, NYU in NYC, and sustainability are the framework of the NYU 2031 plan to keep the University on course for its 200th anniversary.            Learn more                                                                                                         Fast Facts        Learn More About NYU                   When was the University founded? What's our favorite color? What if someone asks you to sing the Alma Mater with them? How many students actually go to NYU?            Brush up                                                                                              History Albert Gallatin established NYU “in this immense and fast-growing city.\" Read More                                                                                                    NYU Today        University News                   Awards, research news, publications, events, and information from our local experts can be found at the University's primary news source. Keep up-to-date on University news.            Read more                                                                                                         University        Policies &amp; Guidelines                   Intellectual property and ethical standards that guide our University and its enterprise.            Learn more                                                                                                                                                                               continued from above       ... attending 18 schools and colleges at five major centers in Manhattan and in sites in Africa, Asia, Europe, and South America. Today, students come from every state in the union and from 133 foreign countries. The faculty, which initially consisted of fourteen professors and lecturers (among them artist and inventor Samuel F. B. Morse), now totals over 3,100 full-time members whose research and teaching encompasses the humanities, the sciences, and the social sciences; the law; medicine; business; education; the fine arts, studio art, and the performing and cinematic arts; music; social work; public administration; the ancient world; and continuing and professional studies. With more than 2,500 courses offered, the University awards more than 25 different degrees. Although overall the University is large, the individuals schools and colleges are small- to moderate-sized units—each with its own traditions, programs, and faculty – and there are many communities to be found within the NYU community based on interests, activities, and shared experiences.     The center of NYU is its Washington Square campus in the heart of Greenwich Village. One of the city's most creative and energetic communities, the Village is a historic neighborhood that has attracted generations of writers, musicians, artists, and intellectuals. NYU, in keeping with its founder’s vision, is “in and of the city”: the University – which has no walls and no gates – is deeply intertwined with New York City, drawing inspiration from its vitality.     In addition to its Manhattan locations, the University is also located in Brooklyn with the second oldest school of engineering and technology in the country, and has research facilities, notably the Nelson Institute of Environmental Medicine, in Sterling Forest, near Tuxedo, New York.     And NYU has established itself as the first global network university, with a comprehensive liberal arts campus in Abu Dhabi – the first to be operated abroad by a major U.S. research university – and other sites for study and research in Accra, Ghana; Berlin, Germany; Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; and Tel Aviv, Israel, among other locations.        NYU Mission Statement   Great cities are engines of creativity, and New York University takes its name and spirit from one of the busiest, most diverse and dynamic cities of all. The University lives within New York and other great cities, from Abu Dhabi to Shanghai, Paris to Prague, Sydney to Buenos Aires—all magnets for talented, ambitious people.   Thriving beyond borders and across academic disciplines, NYU has emerged as one of the most networked and extensive worldwide platform for learning, teaching, researching, building knowledge, and inventing new ways to meet humanity’s challenges. Its students, faculty and alumni feed off the stimulating power of swirling intellectual and cultural experiences by mastering academic disciplines, expressing themselves in the arts, and excelling in demanding professions.   New York University’s mission is to be a top quality international center of scholarship, teaching and research. This involves retaining and attracting outstanding faculty who are leaders in their fields, encouraging them to create programs that draw outstanding students, and providing an intellectually rich environment. NYU seeks to take academic and cultural advantage of its location and to embrace diversity among faculty, staff and students to ensure a wide range of perspectives, including international perspectives, in the educational experience.                                          Message From the President Under President Sexton's administration, the University has moved forward from being an institution that is \"in and of the city,\" to being one that is in and of the world. Read More                             Indices        of Interest »          A Fact Sheet of NYU Data Over Time                          Are you interested in working at NYU?        Apply for Jobs at NYU      Application Instructions      Frequently Asked Questions      Affirmative Action Recruiting       Are you currently employed at NYU?        New Employees      Faculty      Employees      Employment Policies                           University News                   At the Grassroots: Urban Gardening as Politics   Friday, May 1, 2015          NYU Faculty Featured in “Women in Science” Discussion—May 20 at Brooklyn’s DSK   Friday, May 1, 2015          “What Remains?”—On View at NYU’s Gallatin Galleries Through May 12   Friday, May 1, 2015          NYU Symphony Plays Philip Glass, Valgeir Sigurðsson, at Symphony Space   Friday, May 1, 2015          NYU Alumni and Faculty Earn 13 Drama Desk Nominations   Friday, May 1, 2015          New York Institute for the Humanities at NYU Announces New Fellows for 2015   Friday, May 1, 2015          Center for Data Science to Advance Deep Learning Research with Multi-GPU Cluster   Thursday, April 30, 2015          Tisch Grad Film Announces 2015 “Purple List” Selections   Thursday, April 30, 2015          Center for Ballet and the Arts Announces New Fellowship for Women Choreographers   Tuesday, April 28, 2015          Small High School Reform Boosts Districtwide Outcomes   Tuesday, April 28, 2015          Sherrilyn Ifill, NAACP Legal Defense Fund Leader and NYU Law Alum, to Speak at NYU’s Commencement   Tuesday, April 28, 2015          ITP Spring Show, May 19-20   Monday, April 27, 2015              More News                                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Request Information                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions   /   Contact Us                 Sub Navigation                                 Meet the Admissions Team                       Other Admissions Contacts                       Request Information                       Our Communications Philosophy                                                                   Request Information                                                 Join our contact list                  We will share the latest information about the university, including invitations to special events and details of our admissions and financial aid process.              Sign up today                                                 Join our contact list                                How to unsubscribe   If you would like to unsubscribe from NYU Undergraduate Admissions marketing communications, please send a message to admissions@nyu.edu requesting to be removed. Please include your full name, e-mail address, date of birth, and NYU identification number (if applicable).   Please allow 7-10 days for us to process your request.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "About NYU                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Leadership & University Administration                       University Initiatives                       News, Publications, and Facts                       Working at NYU                       Visitor Information                       Policies and Guidelines                       Giving to NYU                                                                                           More than 175 years ago, Albert Gallatin, the distinguished statesman who served as secretary of the treasury under Presidents Thomas Jefferson and James Madison, declared his intention to establish \"in this immense and fast-growing city ... a system of rational and practical education fitting for all and graciously opened to all.\" Founded in 1831, New York University is now one of the largest private universities in the United States. Of the more than 3,000 colleges and universities in America, New York University is one of only 60 member institutions of the distinguished Association of American Universities.     From a student body of 158 during NYU's very first semester, enrollment has grown to more than 40,000 students...                      continued below                                        This content requires the Macromedia Flash Player. Get Flash Player                                                                                                                                                                                                                                                                                                                                                                            Startup Connection NYU fosters innovation and entrepreneurship across the University through a wide variety of offerings both inside and outside the classroom. Read More                                                                                                         Get Around New York        Where am I?                   New York is a big city and surprisingly small at the same time. It will take time to come out of the subway and know which direction you're facing.            Read more                                                                                                         Take a Bus        Options abound for mass transit in NYC.                   Going uptown, downtown, or across town, NYU transportation can get you where you need to go.            Read more                                                                                                         Mom and Dad Coming for a Visit?        Find a place for them to stay.                   Space is at a premium in NYC. Help your parents find a place to stay that isn't the futon in your studio.              Read more                                                                                                                                                        NYU 2031        Planning the Future of NYU                   Academics, global, NYU in NYC, and sustainability are the framework of the NYU 2031 plan to keep the University on course for its 200th anniversary.            Learn more                                                                                                         Fast Facts        Learn More About NYU                   When was the University founded? What's our favorite color? What if someone asks you to sing the Alma Mater with them? How many students actually go to NYU?            Brush up                                                                                              History Albert Gallatin established NYU “in this immense and fast-growing city.\" Read More                                                                                                    NYU Today        University News                   Awards, research news, publications, events, and information from our local experts can be found at the University's primary news source. Keep up-to-date on University news.            Read more                                                                                                         University        Policies &amp; Guidelines                   Intellectual property and ethical standards that guide our University and its enterprise.            Learn more                                                                                                                                                                               continued from above       ... attending 18 schools and colleges at five major centers in Manhattan and in sites in Africa, Asia, Europe, and South America. Today, students come from every state in the union and from 133 foreign countries. The faculty, which initially consisted of fourteen professors and lecturers (among them artist and inventor Samuel F. B. Morse), now totals over 3,100 full-time members whose research and teaching encompasses the humanities, the sciences, and the social sciences; the law; medicine; business; education; the fine arts, studio art, and the performing and cinematic arts; music; social work; public administration; the ancient world; and continuing and professional studies. With more than 2,500 courses offered, the University awards more than 25 different degrees. Although overall the University is large, the individuals schools and colleges are small- to moderate-sized units—each with its own traditions, programs, and faculty – and there are many communities to be found within the NYU community based on interests, activities, and shared experiences.     The center of NYU is its Washington Square campus in the heart of Greenwich Village. One of the city's most creative and energetic communities, the Village is a historic neighborhood that has attracted generations of writers, musicians, artists, and intellectuals. NYU, in keeping with its founder’s vision, is “in and of the city”: the University – which has no walls and no gates – is deeply intertwined with New York City, drawing inspiration from its vitality.     In addition to its Manhattan locations, the University is also located in Brooklyn with the second oldest school of engineering and technology in the country, and has research facilities, notably the Nelson Institute of Environmental Medicine, in Sterling Forest, near Tuxedo, New York.     And NYU has established itself as the first global network university, with a comprehensive liberal arts campus in Abu Dhabi – the first to be operated abroad by a major U.S. research university – and other sites for study and research in Accra, Ghana; Berlin, Germany; Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; and Tel Aviv, Israel, among other locations.        NYU Mission Statement   Great cities are engines of creativity, and New York University takes its name and spirit from one of the busiest, most diverse and dynamic cities of all. The University lives within New York and other great cities, from Abu Dhabi to Shanghai, Paris to Prague, Sydney to Buenos Aires—all magnets for talented, ambitious people.   Thriving beyond borders and across academic disciplines, NYU has emerged as one of the most networked and extensive worldwide platform for learning, teaching, researching, building knowledge, and inventing new ways to meet humanity’s challenges. Its students, faculty and alumni feed off the stimulating power of swirling intellectual and cultural experiences by mastering academic disciplines, expressing themselves in the arts, and excelling in demanding professions.   New York University’s mission is to be a top quality international center of scholarship, teaching and research. This involves retaining and attracting outstanding faculty who are leaders in their fields, encouraging them to create programs that draw outstanding students, and providing an intellectually rich environment. NYU seeks to take academic and cultural advantage of its location and to embrace diversity among faculty, staff and students to ensure a wide range of perspectives, including international perspectives, in the educational experience.                                          Message From the President Under President Sexton's administration, the University has moved forward from being an institution that is \"in and of the city,\" to being one that is in and of the world. Read More                             Indices        of Interest »          A Fact Sheet of NYU Data Over Time                          Are you interested in working at NYU?        Apply for Jobs at NYU      Application Instructions      Frequently Asked Questions      Affirmative Action Recruiting       Are you currently employed at NYU?        New Employees      Faculty      Employees      Employment Policies                           University News                   At the Grassroots: Urban Gardening as Politics   Friday, May 1, 2015          NYU Faculty Featured in “Women in Science” Discussion—May 20 at Brooklyn’s DSK   Friday, May 1, 2015          “What Remains?”—On View at NYU’s Gallatin Galleries Through May 12   Friday, May 1, 2015          NYU Symphony Plays Philip Glass, Valgeir Sigurðsson, at Symphony Space   Friday, May 1, 2015          NYU Alumni and Faculty Earn 13 Drama Desk Nominations   Friday, May 1, 2015          New York Institute for the Humanities at NYU Announces New Fellows for 2015   Friday, May 1, 2015          Center for Data Science to Advance Deep Learning Research with Multi-GPU Cluster   Thursday, April 30, 2015          Tisch Grad Film Announces 2015 “Purple List” Selections   Thursday, April 30, 2015          Center for Ballet and the Arts Announces New Fellowship for Women Choreographers   Tuesday, April 28, 2015          Small High School Reform Boosts Districtwide Outcomes   Tuesday, April 28, 2015          Sherrilyn Ifill, NAACP Legal Defense Fund Leader and NYU Law Alum, to Speak at NYU’s Commencement   Tuesday, April 28, 2015          ITP Spring Show, May 19-20   Monday, April 27, 2015              More News                                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Visitor Information                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Visitor Information                 Sub Navigation                                 Getting to NYU                       Campus Tours                       Parking                       Hotels                       NYU Transportation                                                                   Visitor Information       With over 40,000 students, NYU's campus buildings are spread throughout New York City, from midtown Manhattan to the heart of Greenwich Village, and even downtown Brooklyn. One of the United State's most creative and energetic cities, New York City's historic neighborhoods have attracted generations of writers, musicians, artists, and intellectuals.   Beyond the the campus, New York City becomes an extension of the University's campus. With institutes and centers on the Upper East Side and academic buildings down in the Financial District, getting from place to place at NYU requires a little assistance.                                                          Public Transit                                                                                               Hop Stop Your Way Around NYC                                                                                         Find Your Way Around Campus                                         Luckily, there are a lot of options available to get around New York City. NYU Transportation services run between the Washington Square campus and NYU residence halls. The MTA runs the subway, train and bus systems that will get you where you need to go.   If all else fails, head over to Broadway to catch a cab downtown (yellow cabs only, please) or over to Sixth Avenue to catch one going uptown.                                Jeffrey S. Gould Welcome Center 50 West 4th Street New York, NY 10012 212.998.4550 Read More          Ticket Information      NYU has a University box office that is dedicated to serving the needs of students. See information about Ticket Central on their Web site www.nyu.edu/ticketcentral .      For additional information for theatre, sporting events, and other performances, call the following:      Movies    (212) 777-FILM      Telecharge (Broadway shows)    (212) 239-6200      Lincoln Center for the Performing Arts    (212) 875-5000      Radio City Music Hall    (212) 247-4777      Ticketmaster    (212) 307-7171      Madison Square Garden    (212) 465-6741                                   Looking for a Place to Stay? There are limited lodging options in the immediate NYU area, so you may want to consider staying further uptown, or even outside of the city. Read More                   Transportation The NYU Department of Public Safety manages campus transportation services between the Washington Square campus and student residence halls and apartment buildings that are located beyond walking distance. Service is also provided between the Washington Square campus and the Schools of Medicine & Dentistry. Read More                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]