[{"detail": [{"content": "2015-16 Course Descriptions &mdash; Institute for the Study of the Ancient World                                                                                                           Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               Graduate Program                &gt;                                                                   2015-16 Course Descriptions                            2015-16 Course Descriptions                                                       Info                                                                                                2015-16 Course Descriptions                                                                                                                                           2015-16 Courses    To enroll in an ISAW course, you must first obtain the permission of the instructor. You may then forward the permission email to marc.leblanc@nyu.edu to get the registration access code.    All classes are held in the 2nd floor seminar room unless indicated otherwise.  Fall 2015 Seminars    ISAW-GA 3002-001 Observation and Experiment in Ancient Physical Science Alexander Jones alexander.jones@nyu.edu Wednesdays, 2:00-5:00pm    This seminar explores the empirical elements in ancient scientific traditions that aimed at systematic description, explanation, or prediction of physical phenomena. Scientific practices of the Ancient Near East and the Greco-Roman world will figure prominently, but those of other civilizations may be investigated according to the interests and competences of participants. The evidence is largely textual; knowledge of at least one ancient language in which relevant scientific texts exist is required. Participants will choose topics, select study materials, and guide discussion for at least one session.    An initial selection of topics will include the following: the rise of systematic observation of spontaneously occurring phenomena in the context of interpretation of the phenomena as ominous signs; practices of recording and transmitting observations of astral, meteorological, and mundane events; precision, accuracy, and instruments of measurement, especially in astronomical observation records; experiment and experimental apparatus in Greek harmonic theory; empirical claims within deductive scientific texts, e.g. in optics, mechanics, and astronomy; empirical argument in Ptolemy's Optics; adjustment and fabrication of reported observations and measurements.    Permission of the instructor is required.    ISAW-GA 3007-001 Greco-Arabic Translation Movement Robert Hoyland rgh2@nyu.edu Tuesdays, 9:00am-12:00pm    This course will explore the different paths along which knowledge of Antiquity passed into Muslim intellectual culture and how it was received and interpreted.  The focus will not just be on the so-called ‘translation movement’, but also the broader question of how pre-Islamic histories and cultures fared in the Middle East after the Arab conquests.  We will principally look at Greek texts translated into Arabic, which receive the most scholarly attention, because they are regarded as crucial to understanding how classical learning was conveyed to Europe and because classicists are always hoping to find lost Greek works preserved in Arabic. However, we will also give consideration to translation from Middle Persian and Sanskrit, which may well have been substantial, though the question has been too little studied to be sure.      Assessment will be via a final paper which should draw upon study of original Arabic texts (or a text) and should have a research dimension to it (i.e. not be just a survey of what is known).    Permission of the instructor and knowledge of Arabic are required, and some familiarity with Greek would be an advantage.    ISAW-GA 3010-001 The Manuscripts of Early Chinese Natural Philosophy Ethan Harkness harkness@nyu.edu Fridays, 2:00-5:00pm    This course will introduce students to a variety of recently excavated Chinese technical manuscripts dating from the late Warring States, Qin, and Western Han periods (4th – 1st centuries BCE).  We will pay particular attention to the various calendrically-based divination texts promulgated in the manuscripts known as rishu (“daybooks”), but the fields of astronomy, geography, medicine, and mathematics will all receive due consideration.  When appropriate, reference will be made to connections with transmitted texts and to the later repercussions of ideas developed and refined in the years immediately surrounding the formation of the Chinese empire.  Topics to consider will include the social function of the early technical texts; the nature of their transmission and evolution; regional idiosyncrasies; the interconnected roles of scribes and readers; and the possible function of both political ideology and private interests in shaping the texts.    Prerequisites are good reading knowledge of modern and classical Chinese and permission of the instructor.    ISAW-GA 3010-002 Advanced Study in Chinese Art &amp; Archaeology Lillian Tseng lillian.tseng@nyu.edu Tuesdays, 2:00-5:00pm    This course is intended to provide intensive analyses of primary sources and related scholarship in Chinese art &amp; archaeology for graduate students who have sufficient knowledge of the field. Topics to study depend on the research need of the students.    Ability to read Classical Chinese and permission of the instructor are required.    ISAW-GA 3012-001 Archaeology and Historiography: Perspectives on Time, Space, Text and Material Roderick Campbell rbc2@nyu.edu Thursdays, 2:00-5:00pm    Though treated as separate disciplines and usually housed in different departments, at the highest level history and archaeology share the common goal of understanding the human past. Nevertheless, in both theory and method, not only are archaeology and history internally diverse, but also frequently miles apart. This seminar will embark on an interdisciplinary exploration of the historical sciences: their histories, philosophies and methodologies. Special focus will be on theories of time (change, tradition, process, event, etc.), space (physical space, place, landscape, etc.), text (context, genre, discourse, memory, etc.) and material (material culture, materiality, things, actor-networks, etc.)    The reading load in this course will be heavy. Permission of the instructor is required.    ISAW-GA 3013-001 Production, Accumulation, Trade, and Value: Political Economy in the Ancient Mediterranean Lorenzo d’Alfonso and Elizabeth Murphy lda5@nyu.edu ; elizabeth.murphy@nyu.edu Mondays, 2:00-5:00pm    During the last decades, renewed attention has been devoted to the importance of market and private enterprise in the economies of the ancient Mediterranean, as exemplified by such works as A history of market performance: from ancient Babylonia to the modern world (van der Spek et al., eds., 2015), Commerce and colonization in the ancient Near East (Aubet, 2013), and The Roman market economy (Temin, 2013). On the one hand, interest in market and private enterprise enables us to traverse artificial distinctions between pre-classical and classical ancient Mediterranean civilizations and to pose cross-culturally comparative questions about ancient state economies. On the other hand, this new trend in some respects pays less attention to institutional and political impacts on ancient economies. This impact has perhaps received too much attention in the historiography of ancient western Asia, but the meaning of political intervention in the economic process acquires a different meaning when embedded in a context of private enterprises. For the Roman world, the interests of imperial institutions (e.g., military supply chains, annona redistributions, imperial monopolies) as influencing the scale and organization of economic activities has been long recognized, but recent approaches have turned to the more subtle and indirect ways that institutions affected regional economic development. In response to these academic trends, this course aims to examine the role of political economy in the ancient Mediterranean from multiple vantages.  The first classes will focus on recent theoretical works on political economy such as Piketty’s Capital , and North’s Institutions, Institutional Change, and Economic Performance , as well as some of the ‘classic’ works on ancient economies, such as those by Polanyi, Finley, and Rostovtzeff. In the following classes, ideas developed through the theory classes will then be confronted with specific case studies from the protohistory of ancient western Asia and the Greco-Roman world. These thematic classes will consider issues of primary production, storage and hoarding (accumulation of surpluses and wealth), trade, and the definition of value.     Permission of the instructors is required.    Fall 2015 Tutorials    ISAW-GA 3014-001 Texts from the Libraries of the Kingdom of Eshnunna Beate Pongratz-Leisten bpl2@nyu.edu Tuesdays, 2:00-5:00pm Large Conference Room, 6th Floor     Various cities of the kingdom of Eshnunna have yielded literary texts, among them the city of Eshnunna, which seems to have housed a center for scribal training already during the Old Akkadian period, where a forerunner to The Great Revolt Against Naram-Sin has come to light; the city of Tell Harmal, ancient Shaduppum, where the only copy of Sargon in Foreign Lands has been found; and the city of Tell Haddad, ancient Meturan, which yielded a remarkable collection of tablets from a private house owned by an exorcist. In addition to Akkadian archival texts found in separate rooms, there has come to light from two areas a library containing a fragment of the Laws of Eshnunna as well as numerous lexical, liturgical, literary and magic texts (incantations), two prayers to the sun god, and the earliest attested bilingual forerunner to the hemerological series Inbu bel arhi . Among the literary texts, perhaps the most unexpected discovery is a copy of the Sumerian version of the story of Adapa and two larger fragments of the Death of  Gilgamesh . Other Gilgamesh stories represented at Meturan are Gilgamesh and the Bull of An , Gilgamesh and Huwawa , and Gilgamesh, EnkIdu and the Netherworld .    The goal of this seminar is to examine Eshnunna’s role in the transmission of scholarly knowledge through an in-depth analysis of the written compositions extant from the major cities of the kingdom.    Permission of the instructor and knowledge of Akkadian and Sumerian are required.    ISAW-GA 3014-002 Advanced Akkadian: Old Babylonian Historical Texts Beate Pongratz-Leisten bpl2@nyu.edu Thursdays, 11:00am-1:00pm Small Conference Room, 6th Floor     This advanced course in Akkadian will emphasize the reading of Old Babylonian texts from the sites of Mari and Eshnunna in order to investigate the rise to power and political relations of these two kingdoms during the Old Babylonian period. Primary texts read will include the treaty concluded between between Zimri-lim of Mari and Ibal-pi-el II of Eshnunna and a lengthy letter from Ibal-pi-el II to Zimri-lim offering a political alliance.  These two texts offer insight into the form and structure as well as the terminology of international treaties during the first half of the second millennium BCE. Additional readings will include not only other historical inscriptions of the kings of Mari and of Eshnunna but also, for the purposes of comparison and contrast, inscriptions of the kings of Larsa.    Students will acquire an in-depth understanding of the variety and scope of historical and particularly royal inscriptions in the time of the competing territorial states of the Old Babylonian period.    Permission of the instructor and Intermediate Akkadian are required.    Fall 2015 Other Courses    ISAW-GA 1000-001 Intro to Ancient Egyptian I Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This course, in the first part of a full year course over two semesters, introduces students to the Middle Egyptian (Classical) dialect of the Ancient Egyptian language in its hieroglyphic form. The classes are structured primarily according to the lessons in J.P. Allen, Middle Egyptian. An Introduction to the Language and Culture of the Hieroglyphs . The course will usually proceed at the rate of one chapter per week, but occasionally a chapter may be skipped or two chapters will be combined. The goal of the first semester is to reach the treatment of the Egyptian verb and the infinitive in Allen’s 13th and 14th chapters. The lessons will be supplemented with readings from A.H. Gardiner, Egyptian Grammar , 3rd. edition, M. Collier and B. Manley, How to Read Egyptian Hieroglyphs , revised edition, and occasional excerpts from Egyptian funerary stelae.    Permission of the instructor is required.    ISAW-GA 1002-001 Advanced Ancient Egyptian I Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This course is based on readings from actual Egyptian hieroglyphic texts in their original form. In the early stages of the course, the readings will be presented in both a “normalized” form with the individual sentences and clauses demarked as well as in the original, continuous text format. The readings will be drawn from a wide range of genres and will increase in difficulty as the course progresses. Where appropriate, photographs and line drawings will be used so that students will learn to handle hieroglyphic text as it actually appears on Egyptian objects. The readings are drawn from a text book in progress.    Permission of the instructor is required.    Spring 2016 Seminars    ISAW-GA 3007-001 Roman Law and the Papyri Roger Bagnall roger.bagnall@nyu.edu Thursdays, 9:00am-12:00pm    Ever since the first legal documents on papyrus dating to the Roman imperial period were published in the nineteenth century, it has been evident to jurists that the papyri offered a unique opportunity to look in depth at how the majestic and complex structure of Roman law that we know from the classical jurists (largely excerpted in Justinian’s Digest) worked on the ground in the provinces. A sizable literature on the subject developed in the early twentieth centuy and has continued to evolve. This seminar will take a series of key issues and institutions, including marriage, the legal status of women, slavery, testation, and major contract types. For each we will examine both selections from the jurists and some representative papyrus documents.    Permission of the instructor is required.    ISAW-GA 3010-001 Shang Civilization: Text and Material Culture Roderick Campbell rbc2@nyu.edu Fridays, 2:00-5:00pm    This seminar will focus on the Shang dynasty of ancient China from the perspective of archaeology, epigraphy and transmitted texts. The archaeology will cover north China in the 2nd millennium BCE, but focus on the site of Anyang where inscribed oracle-bones and bronzes, monumental tombs and palatial buildings were discovered in the early 20th century demonstrating the historicity of the Shang dynasty. The oracle-bones and bronze inscriptions of the Anyang period will present an opportunity to glimpse a partial image of Shang royal and high elite concerns, especially concerning ritual. A study of Shang history from the perspective of transmitted texts will give both an opportunity to understand the place of the Shang dynasty in later Chinese history as well as its formation as historical subject. This course will be taught at several levels and students of non-sinological background are welcome. While the ability to read classical and modern Chinese would be an asset, neither language is a requirement for this seminar.    Permission of the instructor is required.    ISAW-GA 3012-001 Beyond China and Byzantium Robert Hoyland and Sören Stark rgh2@nyu.edu ;   soeren.stark@nyu.edu Tuesdays, 9:00am-12:00pm    Permission of the instructors is required.    ISAW-GA 3014-001 Cultural Memory and the Libraries in Mesopotamia Beate Pongratz-Leisten bpl2@nyu.edu Tuesdays, 2:00-5:00pm    Permission of the instructor is required.    ISAW-GA 3023-001 Special Topics in Digital Humanities for the Ancient World: Computational Photography and 3D Modeling Sebastian Heath sh1933@nyu.edu Wednesdays, 2:00-5:00pm    The premise of this course is that virtual representations of the ancient world will become increasingly important to both research and teaching as the ability to create, work with, and share such digital resources becomes less expensive and more widely available. Accordingly, the course will combine hands-on experience with creating and using virtual representations of ancient material culture, including objects and architectural spaces, with a review of current practices being employed by projects around the world. Students will use such tools as the open-source 3d-suite Blender, the game engine Unity, and applications for making models with smartphone cameras. We will explore techniques for making richly-textured 3d models of real objects as well as create immersive virtual environments. Readings will include reports of ongoing work as well as discussions of why 3D matters and how it is being used in the classroom. Guest speakers from academia and industry will provide a broad perspective on current trends. Students will use their own computers and should be willing to apply themselves to learning the digital skills the class introduces.    Permission of the instructor is required.    Spring 2016 Tutorials    ISAW-GA 3014-002 Advanced Akkadian: Neo-Babylonian Historical Inscriptions Beate Pongratz-Leisten bpl2@nyu.edu Thursdays, 11:00am-1:00pm Small Conference Room, 6th Floor     The Advanced Reading of Akkadian Class of Neo-Babylonian Inscriptions is designed to introduce into the Neo-Babylonian dialect and to familiarize the student with its particular paleography and grammar. Simultaneously, a diachronic choice of Neo-Babylonian inscriptions reaching from Nabupolassar, its founder, to Nabonidus will provide an insight into the history of the Neo-Babylonian empire.    Permission of the instructor and knowledge of Akkadian are required.    Spring 2016 Other Courses    ISAW-GA 1001-001 Intro to Ancient Egyptian II Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD  This course is a continuation of the first semester. The course will proceed at the rate of a chapter per week through J.P. Allen, Middle Egyptian. An Introduction to the Language and Culture of the Hieroglyphs . From time to time, passages from actual Egyptian texts will supplement the examples in Allen’s grammar. Depending on the progress of the class, the last weeks of the course will cover the hieroglyphic transcription of The Tale of the Shipwrecked Sailor , an actual Egyptian literary tale.    Permission of the instructor is required.    ISAW-GA 1003-001 Advanced Ancient Egyptian II Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This is a continuation of the fall semester course, using additional sources of increasing difficulty. Depending on the progress of the class, there will be occasional readings from hieratic primarily based on sources that the students have already read in hieroglyphic transcription during this course and the previous semester.    Permission of the instructor is required.    Past Seminars                                                                                                                                                                      Navigation                                               Doctoral Program                                    Admissions and Financial Aid                                    What We Study                                    Degree Requirements                                    Program Structure                                    Faculty                                    Our Graduate Students                                    Archaeological Projects                                    Frequently Asked Questions                                    2015-16 Course Descriptions                                    Visiting Graduate Students                                    Resources and Facilities                                    Student Handbook                                                                                                           NYU Home    Privacy Policy    Site Map    RSS Feed"}]},
{"detail": [{"content": "2015-16 Course Descriptions &mdash; Institute for the Study of the Ancient World                                                                                                           Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               Graduate Program                &gt;                                                                   2015-16 Course Descriptions                            2015-16 Course Descriptions                                                       Info                                                                                                2015-16 Course Descriptions                                                                                                                                           2015-16 Courses    To enroll in an ISAW course, you must first obtain the permission of the instructor. You may then forward the permission email to marc.leblanc@nyu.edu to get the registration access code.    All classes are held in the 2nd floor seminar room unless indicated otherwise.  Fall 2015 Seminars    ISAW-GA 3002-001 Observation and Experiment in Ancient Physical Science Alexander Jones alexander.jones@nyu.edu Wednesdays, 2:00-5:00pm    This seminar explores the empirical elements in ancient scientific traditions that aimed at systematic description, explanation, or prediction of physical phenomena. Scientific practices of the Ancient Near East and the Greco-Roman world will figure prominently, but those of other civilizations may be investigated according to the interests and competences of participants. The evidence is largely textual; knowledge of at least one ancient language in which relevant scientific texts exist is required. Participants will choose topics, select study materials, and guide discussion for at least one session.    An initial selection of topics will include the following: the rise of systematic observation of spontaneously occurring phenomena in the context of interpretation of the phenomena as ominous signs; practices of recording and transmitting observations of astral, meteorological, and mundane events; precision, accuracy, and instruments of measurement, especially in astronomical observation records; experiment and experimental apparatus in Greek harmonic theory; empirical claims within deductive scientific texts, e.g. in optics, mechanics, and astronomy; empirical argument in Ptolemy's Optics; adjustment and fabrication of reported observations and measurements.    Permission of the instructor is required.    ISAW-GA 3007-001 Greco-Arabic Translation Movement Robert Hoyland rgh2@nyu.edu Tuesdays, 9:00am-12:00pm    This course will explore the different paths along which knowledge of Antiquity passed into Muslim intellectual culture and how it was received and interpreted.  The focus will not just be on the so-called ‘translation movement’, but also the broader question of how pre-Islamic histories and cultures fared in the Middle East after the Arab conquests.  We will principally look at Greek texts translated into Arabic, which receive the most scholarly attention, because they are regarded as crucial to understanding how classical learning was conveyed to Europe and because classicists are always hoping to find lost Greek works preserved in Arabic. However, we will also give consideration to translation from Middle Persian and Sanskrit, which may well have been substantial, though the question has been too little studied to be sure.      Assessment will be via a final paper which should draw upon study of original Arabic texts (or a text) and should have a research dimension to it (i.e. not be just a survey of what is known).    Permission of the instructor and knowledge of Arabic are required, and some familiarity with Greek would be an advantage.    ISAW-GA 3010-001 The Manuscripts of Early Chinese Natural Philosophy Ethan Harkness harkness@nyu.edu Fridays, 2:00-5:00pm    This course will introduce students to a variety of recently excavated Chinese technical manuscripts dating from the late Warring States, Qin, and Western Han periods (4th – 1st centuries BCE).  We will pay particular attention to the various calendrically-based divination texts promulgated in the manuscripts known as rishu (“daybooks”), but the fields of astronomy, geography, medicine, and mathematics will all receive due consideration.  When appropriate, reference will be made to connections with transmitted texts and to the later repercussions of ideas developed and refined in the years immediately surrounding the formation of the Chinese empire.  Topics to consider will include the social function of the early technical texts; the nature of their transmission and evolution; regional idiosyncrasies; the interconnected roles of scribes and readers; and the possible function of both political ideology and private interests in shaping the texts.    Prerequisites are good reading knowledge of modern and classical Chinese and permission of the instructor.    ISAW-GA 3010-002 Advanced Study in Chinese Art &amp; Archaeology Lillian Tseng lillian.tseng@nyu.edu Tuesdays, 2:00-5:00pm    This course is intended to provide intensive analyses of primary sources and related scholarship in Chinese art &amp; archaeology for graduate students who have sufficient knowledge of the field. Topics to study depend on the research need of the students.    Ability to read Classical Chinese and permission of the instructor are required.    ISAW-GA 3012-001 Archaeology and Historiography: Perspectives on Time, Space, Text and Material Roderick Campbell rbc2@nyu.edu Thursdays, 2:00-5:00pm    Though treated as separate disciplines and usually housed in different departments, at the highest level history and archaeology share the common goal of understanding the human past. Nevertheless, in both theory and method, not only are archaeology and history internally diverse, but also frequently miles apart. This seminar will embark on an interdisciplinary exploration of the historical sciences: their histories, philosophies and methodologies. Special focus will be on theories of time (change, tradition, process, event, etc.), space (physical space, place, landscape, etc.), text (context, genre, discourse, memory, etc.) and material (material culture, materiality, things, actor-networks, etc.)    The reading load in this course will be heavy. Permission of the instructor is required.    ISAW-GA 3013-001 Production, Accumulation, Trade, and Value: Political Economy in the Ancient Mediterranean Lorenzo d’Alfonso and Elizabeth Murphy lda5@nyu.edu ; elizabeth.murphy@nyu.edu Mondays, 2:00-5:00pm    During the last decades, renewed attention has been devoted to the importance of market and private enterprise in the economies of the ancient Mediterranean, as exemplified by such works as A history of market performance: from ancient Babylonia to the modern world (van der Spek et al., eds., 2015), Commerce and colonization in the ancient Near East (Aubet, 2013), and The Roman market economy (Temin, 2013). On the one hand, interest in market and private enterprise enables us to traverse artificial distinctions between pre-classical and classical ancient Mediterranean civilizations and to pose cross-culturally comparative questions about ancient state economies. On the other hand, this new trend in some respects pays less attention to institutional and political impacts on ancient economies. This impact has perhaps received too much attention in the historiography of ancient western Asia, but the meaning of political intervention in the economic process acquires a different meaning when embedded in a context of private enterprises. For the Roman world, the interests of imperial institutions (e.g., military supply chains, annona redistributions, imperial monopolies) as influencing the scale and organization of economic activities has been long recognized, but recent approaches have turned to the more subtle and indirect ways that institutions affected regional economic development. In response to these academic trends, this course aims to examine the role of political economy in the ancient Mediterranean from multiple vantages.  The first classes will focus on recent theoretical works on political economy such as Piketty’s Capital , and North’s Institutions, Institutional Change, and Economic Performance , as well as some of the ‘classic’ works on ancient economies, such as those by Polanyi, Finley, and Rostovtzeff. In the following classes, ideas developed through the theory classes will then be confronted with specific case studies from the protohistory of ancient western Asia and the Greco-Roman world. These thematic classes will consider issues of primary production, storage and hoarding (accumulation of surpluses and wealth), trade, and the definition of value.     Permission of the instructors is required.    Fall 2015 Tutorials    ISAW-GA 3014-001 Texts from the Libraries of the Kingdom of Eshnunna Beate Pongratz-Leisten bpl2@nyu.edu Tuesdays, 2:00-5:00pm Large Conference Room, 6th Floor     Various cities of the kingdom of Eshnunna have yielded literary texts, among them the city of Eshnunna, which seems to have housed a center for scribal training already during the Old Akkadian period, where a forerunner to The Great Revolt Against Naram-Sin has come to light; the city of Tell Harmal, ancient Shaduppum, where the only copy of Sargon in Foreign Lands has been found; and the city of Tell Haddad, ancient Meturan, which yielded a remarkable collection of tablets from a private house owned by an exorcist. In addition to Akkadian archival texts found in separate rooms, there has come to light from two areas a library containing a fragment of the Laws of Eshnunna as well as numerous lexical, liturgical, literary and magic texts (incantations), two prayers to the sun god, and the earliest attested bilingual forerunner to the hemerological series Inbu bel arhi . Among the literary texts, perhaps the most unexpected discovery is a copy of the Sumerian version of the story of Adapa and two larger fragments of the Death of  Gilgamesh . Other Gilgamesh stories represented at Meturan are Gilgamesh and the Bull of An , Gilgamesh and Huwawa , and Gilgamesh, EnkIdu and the Netherworld .    The goal of this seminar is to examine Eshnunna’s role in the transmission of scholarly knowledge through an in-depth analysis of the written compositions extant from the major cities of the kingdom.    Permission of the instructor and knowledge of Akkadian and Sumerian are required.    ISAW-GA 3014-002 Advanced Akkadian: Old Babylonian Historical Texts Beate Pongratz-Leisten bpl2@nyu.edu Thursdays, 11:00am-1:00pm Small Conference Room, 6th Floor     This advanced course in Akkadian will emphasize the reading of Old Babylonian texts from the sites of Mari and Eshnunna in order to investigate the rise to power and political relations of these two kingdoms during the Old Babylonian period. Primary texts read will include the treaty concluded between between Zimri-lim of Mari and Ibal-pi-el II of Eshnunna and a lengthy letter from Ibal-pi-el II to Zimri-lim offering a political alliance.  These two texts offer insight into the form and structure as well as the terminology of international treaties during the first half of the second millennium BCE. Additional readings will include not only other historical inscriptions of the kings of Mari and of Eshnunna but also, for the purposes of comparison and contrast, inscriptions of the kings of Larsa.    Students will acquire an in-depth understanding of the variety and scope of historical and particularly royal inscriptions in the time of the competing territorial states of the Old Babylonian period.    Permission of the instructor and Intermediate Akkadian are required.    Fall 2015 Other Courses    ISAW-GA 1000-001 Intro to Ancient Egyptian I Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This course, in the first part of a full year course over two semesters, introduces students to the Middle Egyptian (Classical) dialect of the Ancient Egyptian language in its hieroglyphic form. The classes are structured primarily according to the lessons in J.P. Allen, Middle Egyptian. An Introduction to the Language and Culture of the Hieroglyphs . The course will usually proceed at the rate of one chapter per week, but occasionally a chapter may be skipped or two chapters will be combined. The goal of the first semester is to reach the treatment of the Egyptian verb and the infinitive in Allen’s 13th and 14th chapters. The lessons will be supplemented with readings from A.H. Gardiner, Egyptian Grammar , 3rd. edition, M. Collier and B. Manley, How to Read Egyptian Hieroglyphs , revised edition, and occasional excerpts from Egyptian funerary stelae.    Permission of the instructor is required.    ISAW-GA 1002-001 Advanced Ancient Egyptian I Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This course is based on readings from actual Egyptian hieroglyphic texts in their original form. In the early stages of the course, the readings will be presented in both a “normalized” form with the individual sentences and clauses demarked as well as in the original, continuous text format. The readings will be drawn from a wide range of genres and will increase in difficulty as the course progresses. Where appropriate, photographs and line drawings will be used so that students will learn to handle hieroglyphic text as it actually appears on Egyptian objects. The readings are drawn from a text book in progress.    Permission of the instructor is required.    Spring 2016 Seminars    ISAW-GA 3007-001 Roman Law and the Papyri Roger Bagnall roger.bagnall@nyu.edu Thursdays, 9:00am-12:00pm    Ever since the first legal documents on papyrus dating to the Roman imperial period were published in the nineteenth century, it has been evident to jurists that the papyri offered a unique opportunity to look in depth at how the majestic and complex structure of Roman law that we know from the classical jurists (largely excerpted in Justinian’s Digest) worked on the ground in the provinces. A sizable literature on the subject developed in the early twentieth centuy and has continued to evolve. This seminar will take a series of key issues and institutions, including marriage, the legal status of women, slavery, testation, and major contract types. For each we will examine both selections from the jurists and some representative papyrus documents.    Permission of the instructor is required.    ISAW-GA 3010-001 Shang Civilization: Text and Material Culture Roderick Campbell rbc2@nyu.edu Fridays, 2:00-5:00pm    This seminar will focus on the Shang dynasty of ancient China from the perspective of archaeology, epigraphy and transmitted texts. The archaeology will cover north China in the 2nd millennium BCE, but focus on the site of Anyang where inscribed oracle-bones and bronzes, monumental tombs and palatial buildings were discovered in the early 20th century demonstrating the historicity of the Shang dynasty. The oracle-bones and bronze inscriptions of the Anyang period will present an opportunity to glimpse a partial image of Shang royal and high elite concerns, especially concerning ritual. A study of Shang history from the perspective of transmitted texts will give both an opportunity to understand the place of the Shang dynasty in later Chinese history as well as its formation as historical subject. This course will be taught at several levels and students of non-sinological background are welcome. While the ability to read classical and modern Chinese would be an asset, neither language is a requirement for this seminar.    Permission of the instructor is required.    ISAW-GA 3012-001 Beyond China and Byzantium Robert Hoyland and Sören Stark rgh2@nyu.edu ;   soeren.stark@nyu.edu Tuesdays, 9:00am-12:00pm    Permission of the instructors is required.    ISAW-GA 3014-001 Cultural Memory and the Libraries in Mesopotamia Beate Pongratz-Leisten bpl2@nyu.edu Tuesdays, 2:00-5:00pm    Permission of the instructor is required.    ISAW-GA 3023-001 Special Topics in Digital Humanities for the Ancient World: Computational Photography and 3D Modeling Sebastian Heath sh1933@nyu.edu Wednesdays, 2:00-5:00pm    The premise of this course is that virtual representations of the ancient world will become increasingly important to both research and teaching as the ability to create, work with, and share such digital resources becomes less expensive and more widely available. Accordingly, the course will combine hands-on experience with creating and using virtual representations of ancient material culture, including objects and architectural spaces, with a review of current practices being employed by projects around the world. Students will use such tools as the open-source 3d-suite Blender, the game engine Unity, and applications for making models with smartphone cameras. We will explore techniques for making richly-textured 3d models of real objects as well as create immersive virtual environments. Readings will include reports of ongoing work as well as discussions of why 3D matters and how it is being used in the classroom. Guest speakers from academia and industry will provide a broad perspective on current trends. Students will use their own computers and should be willing to apply themselves to learning the digital skills the class introduces.    Permission of the instructor is required.    Spring 2016 Tutorials    ISAW-GA 3014-002 Advanced Akkadian: Neo-Babylonian Historical Inscriptions Beate Pongratz-Leisten bpl2@nyu.edu Thursdays, 11:00am-1:00pm Small Conference Room, 6th Floor     The Advanced Reading of Akkadian Class of Neo-Babylonian Inscriptions is designed to introduce into the Neo-Babylonian dialect and to familiarize the student with its particular paleography and grammar. Simultaneously, a diachronic choice of Neo-Babylonian inscriptions reaching from Nabupolassar, its founder, to Nabonidus will provide an insight into the history of the Neo-Babylonian empire.    Permission of the instructor and knowledge of Akkadian are required.    Spring 2016 Other Courses    ISAW-GA 1001-001 Intro to Ancient Egyptian II Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD  This course is a continuation of the first semester. The course will proceed at the rate of a chapter per week through J.P. Allen, Middle Egyptian. An Introduction to the Language and Culture of the Hieroglyphs . From time to time, passages from actual Egyptian texts will supplement the examples in Allen’s grammar. Depending on the progress of the class, the last weeks of the course will cover the hieroglyphic transcription of The Tale of the Shipwrecked Sailor , an actual Egyptian literary tale.    Permission of the instructor is required.    ISAW-GA 1003-001 Advanced Ancient Egyptian II Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This is a continuation of the fall semester course, using additional sources of increasing difficulty. Depending on the progress of the class, there will be occasional readings from hieratic primarily based on sources that the students have already read in hieroglyphic transcription during this course and the previous semester.    Permission of the instructor is required.    Past Seminars                                                                                                                                                                      Navigation                                               Doctoral Program                                    Admissions and Financial Aid                                    What We Study                                    Degree Requirements                                    Program Structure                                    Faculty                                    Our Graduate Students                                    Archaeological Projects                                    Frequently Asked Questions                                    2015-16 Course Descriptions                                    Visiting Graduate Students                                    Resources and Facilities                                    Student Handbook                                                                                                           NYU Home    Privacy Policy    Site Map    RSS Feed"}, {"content": "Sebastian Heath &mdash; Institute for the Study of the Ancient World                                                                                                                          Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               People                &gt;                                           Faculty                &gt;                                                                   Sebastian Heath                            Sebastian Heath                                                       Info                                                                                                                                                                      Clinical Assistant Professor of Ancient Studies             15 E. 84th Street New York, NY 10028      sebastian.heath@nyu.edu                      Sebastian Heath has an A.B. from Brown University in Medieval Studies and received his Ph.D. in Classical Art and Archaeology from the University of Michigan. His research interests include Roman pottery, numismatics and the role of Digital Humanities in the study of the Ancient World, including the use of 3d models in fieldwork and teaching. The focus of his work at ISAW is the role of technology in scholarly communication and publication, which includes editorial work on ISAW Papers and ISAW's born-digital books. The most recent publication in the latter series is J. Ben-Dov and S. Sanders (eds.), Ancient Jewish Sciences and the History of Knowledge in Second Temple Literature .    Recent courses taught include the graduate seminar \" Maps, Models and Databases: Digital Tools for the Ancient World \" and \"The Archaeology of Rome and the Empire\" in the NYU Department of Classics. In Fall 2014 he is teaching \" Rome: A Visual and Virtual Empire \" at NYU's Gallatin School of Individualized Study. His Spring 2015 seminar will be \"Mapping and Data Visualization for the Ancient World\" (ISAW-GA 3023).    Dr. Heath has participated in excavation and survey in Cyprus, France, Greece, Israel, Italy, Tunisia, Turkey and the United Kingdom. Current field work includes publication of Roman pottery from the Lower City at Troy in Turkey and work on archival material from the American Excavation at Kenchreai in Greece. Much of his work appears in digital form. He is co-editor with Billur Tekkök of the digital publication  Greek, Roman and Byzantine Pottery at Ilion (Troia) , is an editor of  The Pylos Regional Archaeological Project: Internet Edition , and a founding editor of Nomisma.org . Along with Jennifer Chi, he is co-editor of the exhibition catalog Edge of Empires: Pagans, Jews and Christians at Roman Dura-Europos . Other articles and chapters include \"Legal Threats to Cultural Exchange of Archaeological Materials\" ( online ) in the  American Journal of Archaeology (2009); \"Diversity and Reuse of Digital Resources for Ancient Mediterranean Material Culture\" ( online ) in the volume  Digital Research in the Study of Classical Antiquity , Bodard and Mahony, eds. (2010); and \" Closing Gaps with Low-Cost 3D \" in Visions of Substance: 3d Imaging in Mediterranean Archaeology, B. Olson and W. Caraher, eds. (2015). He was Project Manager of the NEH-Funded \" Linked Ancient World Data Institute \" (LAWDI). A report on LAWDI has recently appeared in Information Standards Quarterly , and reports on many of the projects presented at LAWDI are available in \" Current Practice in Linked Open Data for the Ancient World , \" ISAW Papers 7.    From 2008 to 2011, Dr. Heath served as Vice-President for Professional Responsibilities of the Archaeological Institute of America. He came to ISAW from the American Numismatic Society, where he remains a Research Scientist and Fellow.    See https://nyu.academia.edu/SebastianHeath for links to digital copies of publications and other materials.                             Publications             For more recent papers see Academia.edu .    2010. “Digitization and Reuse of Ancient Mediterranean Material Culture”, in S. Mahony and G. Bodard (eds.) Digital Research in the Study of Classical Antiquity, Ashgate, pp. 35-52.    2009. with G. Schwartz. “Legal Threats to Cultural Exchange of Archaeological Materials,” American Journal of Archaeology 113.3 (July 2009), pp. 459-461.    2007. “Acquisitions for 2005 in the American Numismatic Society collection,” American Journal of Numismatics 19 (Second Series), pp. 183-190. With the curatorial staff of the Society.    2006-2010. with Billur Tekkök. Greek, Roman and Byzantine Pottery at Ilion (Troia). http://classics.uc.edu/troy/grbpottery.    2006. “A Box Mirror Made from Two Antinous Medallions of Smyrna,” American Journal of Numismatics 18 (Second Series), pp. 63-74.    2006. “Acquisitions for 2005 in the American Numismatic Society collection,” American Journal of Numismatics 18 (Second Series), pp. 153-202. With the curatorial staff of the Society.    2005. Susan E. Alcock et al., “The Pylos Regional Archaeological Project, Part VII: Historic Messenia. Geometric to Late Roman,” in Hesperia 74.2, pp. 147-209.    2004/5. “Acquisitions for 2003 and 2004 in the American Numismatic Society collection,” American Journal of Numismatics 16/17 (Second Series), pp. 269-303. With the curatorial staff of the Society.    2002. “Acquisitions for 2002 in the American Numismatic Society collection,\" American Journal of Numismatics 14 (Second Series), pp. 179-222. With the curatorial staff of the society.    2002. The British Museum Lot of Silver from the Taranto 1911 Hoard (Inventory of Greek Coins Hoards [1973], no. 1874) . New York. Electronic publication available at http://numismatics.org/html/dpubs/taranto1911/. With John Kroll.    2001. \"A sixth-century tremissis from Psalmodi (Gard, France),\" American Journal of Numismatics 13 (Second Series): 63-80. With David Yoon.    2001. “Acquisitions for 2000 and 2001 in the American Numismatic Society collection,\" American Journal of Numismatics 13 (Second Series), pp. 151-212. With the curatorial staff of the society.    2001. “A cemetery and mausoleum on the W edge of Leptiminus: salvage excavations and recording, 1992 (Site 177),” with David Mattingly in L. Stirling, D. Mattingly, and N. Ben Lazrig (eds.) Leptiminus (Lamta). Report No. 2. The East Baths, Cemeteries, Kilns, Venus Mosaic, Site Museum, And Other Studies , pp. 397-408.    1998. “Mapping and Databases” in Jack Davis (ed.), Sandy Pylos: From Nestor to the Battle of Navarino, University of Texas Press, pp. 298-301.    1997. Jack Davis et al ., “The Pylos Archaeological Project,  Part I: Overview and the Archaeological Survey,” in Hesperia 66.3, pp. 391-494. Contributed the section “Data Mapping,” pp. 411-414.    1992. Gregory Crane et al . The Perseus Project 1.0. Yale University Press.    1990. \"Hypertext from the Data Point of View: Paths and Links in the Perseus Project\" in Hypertexts: Concepts, systems, and applications , A. Rizk, N. Streitz and J. Andre (eds). Cambridge University Press, pp. 324-336. With Elli Mylonas.                                                                                                                                                                        People                                               Faculty                                          Lorenzo d'Alfonso                                    Roger Bagnall                                    Roderick B. Campbell                                    Sebastian Heath                                    Robert G. Hoyland                                    Alexander Jones                                    Beate Pongratz-Leisten                                    Daniel T. Potts                                    Sören Stark                                    Lillian Lan-ying Tseng                                                     Affiliated Faculty                                    Staff                                    Visiting Research Scholars                                    Students                                    Alumni                                    Senior Fellows                                    Research Associates                                                                                                      NYU Home    Privacy Policy    Site Map    RSS Feed"}]},
{"detail": [{"content": "2015-16 Course Descriptions &mdash; Institute for the Study of the Ancient World                                                                                                           Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               Graduate Program                &gt;                                                                   2015-16 Course Descriptions                            2015-16 Course Descriptions                                                       Info                                                                                                2015-16 Course Descriptions                                                                                                                                           2015-16 Courses    To enroll in an ISAW course, you must first obtain the permission of the instructor. You may then forward the permission email to marc.leblanc@nyu.edu to get the registration access code.    All classes are held in the 2nd floor seminar room unless indicated otherwise.  Fall 2015 Seminars    ISAW-GA 3002-001 Observation and Experiment in Ancient Physical Science Alexander Jones alexander.jones@nyu.edu Wednesdays, 2:00-5:00pm    This seminar explores the empirical elements in ancient scientific traditions that aimed at systematic description, explanation, or prediction of physical phenomena. Scientific practices of the Ancient Near East and the Greco-Roman world will figure prominently, but those of other civilizations may be investigated according to the interests and competences of participants. The evidence is largely textual; knowledge of at least one ancient language in which relevant scientific texts exist is required. Participants will choose topics, select study materials, and guide discussion for at least one session.    An initial selection of topics will include the following: the rise of systematic observation of spontaneously occurring phenomena in the context of interpretation of the phenomena as ominous signs; practices of recording and transmitting observations of astral, meteorological, and mundane events; precision, accuracy, and instruments of measurement, especially in astronomical observation records; experiment and experimental apparatus in Greek harmonic theory; empirical claims within deductive scientific texts, e.g. in optics, mechanics, and astronomy; empirical argument in Ptolemy's Optics; adjustment and fabrication of reported observations and measurements.    Permission of the instructor is required.    ISAW-GA 3007-001 Greco-Arabic Translation Movement Robert Hoyland rgh2@nyu.edu Tuesdays, 9:00am-12:00pm    This course will explore the different paths along which knowledge of Antiquity passed into Muslim intellectual culture and how it was received and interpreted.  The focus will not just be on the so-called ‘translation movement’, but also the broader question of how pre-Islamic histories and cultures fared in the Middle East after the Arab conquests.  We will principally look at Greek texts translated into Arabic, which receive the most scholarly attention, because they are regarded as crucial to understanding how classical learning was conveyed to Europe and because classicists are always hoping to find lost Greek works preserved in Arabic. However, we will also give consideration to translation from Middle Persian and Sanskrit, which may well have been substantial, though the question has been too little studied to be sure.      Assessment will be via a final paper which should draw upon study of original Arabic texts (or a text) and should have a research dimension to it (i.e. not be just a survey of what is known).    Permission of the instructor and knowledge of Arabic are required, and some familiarity with Greek would be an advantage.    ISAW-GA 3010-001 The Manuscripts of Early Chinese Natural Philosophy Ethan Harkness harkness@nyu.edu Fridays, 2:00-5:00pm    This course will introduce students to a variety of recently excavated Chinese technical manuscripts dating from the late Warring States, Qin, and Western Han periods (4th – 1st centuries BCE).  We will pay particular attention to the various calendrically-based divination texts promulgated in the manuscripts known as rishu (“daybooks”), but the fields of astronomy, geography, medicine, and mathematics will all receive due consideration.  When appropriate, reference will be made to connections with transmitted texts and to the later repercussions of ideas developed and refined in the years immediately surrounding the formation of the Chinese empire.  Topics to consider will include the social function of the early technical texts; the nature of their transmission and evolution; regional idiosyncrasies; the interconnected roles of scribes and readers; and the possible function of both political ideology and private interests in shaping the texts.    Prerequisites are good reading knowledge of modern and classical Chinese and permission of the instructor.    ISAW-GA 3010-002 Advanced Study in Chinese Art &amp; Archaeology Lillian Tseng lillian.tseng@nyu.edu Tuesdays, 2:00-5:00pm    This course is intended to provide intensive analyses of primary sources and related scholarship in Chinese art &amp; archaeology for graduate students who have sufficient knowledge of the field. Topics to study depend on the research need of the students.    Ability to read Classical Chinese and permission of the instructor are required.    ISAW-GA 3012-001 Archaeology and Historiography: Perspectives on Time, Space, Text and Material Roderick Campbell rbc2@nyu.edu Thursdays, 2:00-5:00pm    Though treated as separate disciplines and usually housed in different departments, at the highest level history and archaeology share the common goal of understanding the human past. Nevertheless, in both theory and method, not only are archaeology and history internally diverse, but also frequently miles apart. This seminar will embark on an interdisciplinary exploration of the historical sciences: their histories, philosophies and methodologies. Special focus will be on theories of time (change, tradition, process, event, etc.), space (physical space, place, landscape, etc.), text (context, genre, discourse, memory, etc.) and material (material culture, materiality, things, actor-networks, etc.)    The reading load in this course will be heavy. Permission of the instructor is required.    ISAW-GA 3013-001 Production, Accumulation, Trade, and Value: Political Economy in the Ancient Mediterranean Lorenzo d’Alfonso and Elizabeth Murphy lda5@nyu.edu ; elizabeth.murphy@nyu.edu Mondays, 2:00-5:00pm    During the last decades, renewed attention has been devoted to the importance of market and private enterprise in the economies of the ancient Mediterranean, as exemplified by such works as A history of market performance: from ancient Babylonia to the modern world (van der Spek et al., eds., 2015), Commerce and colonization in the ancient Near East (Aubet, 2013), and The Roman market economy (Temin, 2013). On the one hand, interest in market and private enterprise enables us to traverse artificial distinctions between pre-classical and classical ancient Mediterranean civilizations and to pose cross-culturally comparative questions about ancient state economies. On the other hand, this new trend in some respects pays less attention to institutional and political impacts on ancient economies. This impact has perhaps received too much attention in the historiography of ancient western Asia, but the meaning of political intervention in the economic process acquires a different meaning when embedded in a context of private enterprises. For the Roman world, the interests of imperial institutions (e.g., military supply chains, annona redistributions, imperial monopolies) as influencing the scale and organization of economic activities has been long recognized, but recent approaches have turned to the more subtle and indirect ways that institutions affected regional economic development. In response to these academic trends, this course aims to examine the role of political economy in the ancient Mediterranean from multiple vantages.  The first classes will focus on recent theoretical works on political economy such as Piketty’s Capital , and North’s Institutions, Institutional Change, and Economic Performance , as well as some of the ‘classic’ works on ancient economies, such as those by Polanyi, Finley, and Rostovtzeff. In the following classes, ideas developed through the theory classes will then be confronted with specific case studies from the protohistory of ancient western Asia and the Greco-Roman world. These thematic classes will consider issues of primary production, storage and hoarding (accumulation of surpluses and wealth), trade, and the definition of value.     Permission of the instructors is required.    Fall 2015 Tutorials    ISAW-GA 3014-001 Texts from the Libraries of the Kingdom of Eshnunna Beate Pongratz-Leisten bpl2@nyu.edu Tuesdays, 2:00-5:00pm Large Conference Room, 6th Floor     Various cities of the kingdom of Eshnunna have yielded literary texts, among them the city of Eshnunna, which seems to have housed a center for scribal training already during the Old Akkadian period, where a forerunner to The Great Revolt Against Naram-Sin has come to light; the city of Tell Harmal, ancient Shaduppum, where the only copy of Sargon in Foreign Lands has been found; and the city of Tell Haddad, ancient Meturan, which yielded a remarkable collection of tablets from a private house owned by an exorcist. In addition to Akkadian archival texts found in separate rooms, there has come to light from two areas a library containing a fragment of the Laws of Eshnunna as well as numerous lexical, liturgical, literary and magic texts (incantations), two prayers to the sun god, and the earliest attested bilingual forerunner to the hemerological series Inbu bel arhi . Among the literary texts, perhaps the most unexpected discovery is a copy of the Sumerian version of the story of Adapa and two larger fragments of the Death of  Gilgamesh . Other Gilgamesh stories represented at Meturan are Gilgamesh and the Bull of An , Gilgamesh and Huwawa , and Gilgamesh, EnkIdu and the Netherworld .    The goal of this seminar is to examine Eshnunna’s role in the transmission of scholarly knowledge through an in-depth analysis of the written compositions extant from the major cities of the kingdom.    Permission of the instructor and knowledge of Akkadian and Sumerian are required.    ISAW-GA 3014-002 Advanced Akkadian: Old Babylonian Historical Texts Beate Pongratz-Leisten bpl2@nyu.edu Thursdays, 11:00am-1:00pm Small Conference Room, 6th Floor     This advanced course in Akkadian will emphasize the reading of Old Babylonian texts from the sites of Mari and Eshnunna in order to investigate the rise to power and political relations of these two kingdoms during the Old Babylonian period. Primary texts read will include the treaty concluded between between Zimri-lim of Mari and Ibal-pi-el II of Eshnunna and a lengthy letter from Ibal-pi-el II to Zimri-lim offering a political alliance.  These two texts offer insight into the form and structure as well as the terminology of international treaties during the first half of the second millennium BCE. Additional readings will include not only other historical inscriptions of the kings of Mari and of Eshnunna but also, for the purposes of comparison and contrast, inscriptions of the kings of Larsa.    Students will acquire an in-depth understanding of the variety and scope of historical and particularly royal inscriptions in the time of the competing territorial states of the Old Babylonian period.    Permission of the instructor and Intermediate Akkadian are required.    Fall 2015 Other Courses    ISAW-GA 1000-001 Intro to Ancient Egyptian I Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This course, in the first part of a full year course over two semesters, introduces students to the Middle Egyptian (Classical) dialect of the Ancient Egyptian language in its hieroglyphic form. The classes are structured primarily according to the lessons in J.P. Allen, Middle Egyptian. An Introduction to the Language and Culture of the Hieroglyphs . The course will usually proceed at the rate of one chapter per week, but occasionally a chapter may be skipped or two chapters will be combined. The goal of the first semester is to reach the treatment of the Egyptian verb and the infinitive in Allen’s 13th and 14th chapters. The lessons will be supplemented with readings from A.H. Gardiner, Egyptian Grammar , 3rd. edition, M. Collier and B. Manley, How to Read Egyptian Hieroglyphs , revised edition, and occasional excerpts from Egyptian funerary stelae.    Permission of the instructor is required.    ISAW-GA 1002-001 Advanced Ancient Egyptian I Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This course is based on readings from actual Egyptian hieroglyphic texts in their original form. In the early stages of the course, the readings will be presented in both a “normalized” form with the individual sentences and clauses demarked as well as in the original, continuous text format. The readings will be drawn from a wide range of genres and will increase in difficulty as the course progresses. Where appropriate, photographs and line drawings will be used so that students will learn to handle hieroglyphic text as it actually appears on Egyptian objects. The readings are drawn from a text book in progress.    Permission of the instructor is required.    Spring 2016 Seminars    ISAW-GA 3007-001 Roman Law and the Papyri Roger Bagnall roger.bagnall@nyu.edu Thursdays, 9:00am-12:00pm    Ever since the first legal documents on papyrus dating to the Roman imperial period were published in the nineteenth century, it has been evident to jurists that the papyri offered a unique opportunity to look in depth at how the majestic and complex structure of Roman law that we know from the classical jurists (largely excerpted in Justinian’s Digest) worked on the ground in the provinces. A sizable literature on the subject developed in the early twentieth centuy and has continued to evolve. This seminar will take a series of key issues and institutions, including marriage, the legal status of women, slavery, testation, and major contract types. For each we will examine both selections from the jurists and some representative papyrus documents.    Permission of the instructor is required.    ISAW-GA 3010-001 Shang Civilization: Text and Material Culture Roderick Campbell rbc2@nyu.edu Fridays, 2:00-5:00pm    This seminar will focus on the Shang dynasty of ancient China from the perspective of archaeology, epigraphy and transmitted texts. The archaeology will cover north China in the 2nd millennium BCE, but focus on the site of Anyang where inscribed oracle-bones and bronzes, monumental tombs and palatial buildings were discovered in the early 20th century demonstrating the historicity of the Shang dynasty. The oracle-bones and bronze inscriptions of the Anyang period will present an opportunity to glimpse a partial image of Shang royal and high elite concerns, especially concerning ritual. A study of Shang history from the perspective of transmitted texts will give both an opportunity to understand the place of the Shang dynasty in later Chinese history as well as its formation as historical subject. This course will be taught at several levels and students of non-sinological background are welcome. While the ability to read classical and modern Chinese would be an asset, neither language is a requirement for this seminar.    Permission of the instructor is required.    ISAW-GA 3012-001 Beyond China and Byzantium Robert Hoyland and Sören Stark rgh2@nyu.edu ;   soeren.stark@nyu.edu Tuesdays, 9:00am-12:00pm    Permission of the instructors is required.    ISAW-GA 3014-001 Cultural Memory and the Libraries in Mesopotamia Beate Pongratz-Leisten bpl2@nyu.edu Tuesdays, 2:00-5:00pm    Permission of the instructor is required.    ISAW-GA 3023-001 Special Topics in Digital Humanities for the Ancient World: Computational Photography and 3D Modeling Sebastian Heath sh1933@nyu.edu Wednesdays, 2:00-5:00pm    The premise of this course is that virtual representations of the ancient world will become increasingly important to both research and teaching as the ability to create, work with, and share such digital resources becomes less expensive and more widely available. Accordingly, the course will combine hands-on experience with creating and using virtual representations of ancient material culture, including objects and architectural spaces, with a review of current practices being employed by projects around the world. Students will use such tools as the open-source 3d-suite Blender, the game engine Unity, and applications for making models with smartphone cameras. We will explore techniques for making richly-textured 3d models of real objects as well as create immersive virtual environments. Readings will include reports of ongoing work as well as discussions of why 3D matters and how it is being used in the classroom. Guest speakers from academia and industry will provide a broad perspective on current trends. Students will use their own computers and should be willing to apply themselves to learning the digital skills the class introduces.    Permission of the instructor is required.    Spring 2016 Tutorials    ISAW-GA 3014-002 Advanced Akkadian: Neo-Babylonian Historical Inscriptions Beate Pongratz-Leisten bpl2@nyu.edu Thursdays, 11:00am-1:00pm Small Conference Room, 6th Floor     The Advanced Reading of Akkadian Class of Neo-Babylonian Inscriptions is designed to introduce into the Neo-Babylonian dialect and to familiarize the student with its particular paleography and grammar. Simultaneously, a diachronic choice of Neo-Babylonian inscriptions reaching from Nabupolassar, its founder, to Nabonidus will provide an insight into the history of the Neo-Babylonian empire.    Permission of the instructor and knowledge of Akkadian are required.    Spring 2016 Other Courses    ISAW-GA 1001-001 Intro to Ancient Egyptian II Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD  This course is a continuation of the first semester. The course will proceed at the rate of a chapter per week through J.P. Allen, Middle Egyptian. An Introduction to the Language and Culture of the Hieroglyphs . From time to time, passages from actual Egyptian texts will supplement the examples in Allen’s grammar. Depending on the progress of the class, the last weeks of the course will cover the hieroglyphic transcription of The Tale of the Shipwrecked Sailor , an actual Egyptian literary tale.    Permission of the instructor is required.    ISAW-GA 1003-001 Advanced Ancient Egyptian II Ogden Goelet ogden.goelet@nyu.edu Time and Location, TBD    This is a continuation of the fall semester course, using additional sources of increasing difficulty. Depending on the progress of the class, there will be occasional readings from hieratic primarily based on sources that the students have already read in hieroglyphic transcription during this course and the previous semester.    Permission of the instructor is required.    Past Seminars                                                                                                                                                                      Navigation                                               Doctoral Program                                    Admissions and Financial Aid                                    What We Study                                    Degree Requirements                                    Program Structure                                    Faculty                                    Our Graduate Students                                    Archaeological Projects                                    Frequently Asked Questions                                    2015-16 Course Descriptions                                    Visiting Graduate Students                                    Resources and Facilities                                    Student Handbook                                                                                                           NYU Home    Privacy Policy    Site Map    RSS Feed"}, {"content": "Sebastian Heath &mdash; Institute for the Study of the Ancient World                                                                                                                          Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               People                &gt;                                           Faculty                &gt;                                                                   Sebastian Heath                            Sebastian Heath                                                       Info                                                                                                                                                                      Clinical Assistant Professor of Ancient Studies             15 E. 84th Street New York, NY 10028      sebastian.heath@nyu.edu                      Sebastian Heath has an A.B. from Brown University in Medieval Studies and received his Ph.D. in Classical Art and Archaeology from the University of Michigan. His research interests include Roman pottery, numismatics and the role of Digital Humanities in the study of the Ancient World, including the use of 3d models in fieldwork and teaching. The focus of his work at ISAW is the role of technology in scholarly communication and publication, which includes editorial work on ISAW Papers and ISAW's born-digital books. The most recent publication in the latter series is J. Ben-Dov and S. Sanders (eds.), Ancient Jewish Sciences and the History of Knowledge in Second Temple Literature .    Recent courses taught include the graduate seminar \" Maps, Models and Databases: Digital Tools for the Ancient World \" and \"The Archaeology of Rome and the Empire\" in the NYU Department of Classics. In Fall 2014 he is teaching \" Rome: A Visual and Virtual Empire \" at NYU's Gallatin School of Individualized Study. His Spring 2015 seminar will be \"Mapping and Data Visualization for the Ancient World\" (ISAW-GA 3023).    Dr. Heath has participated in excavation and survey in Cyprus, France, Greece, Israel, Italy, Tunisia, Turkey and the United Kingdom. Current field work includes publication of Roman pottery from the Lower City at Troy in Turkey and work on archival material from the American Excavation at Kenchreai in Greece. Much of his work appears in digital form. He is co-editor with Billur Tekkök of the digital publication  Greek, Roman and Byzantine Pottery at Ilion (Troia) , is an editor of  The Pylos Regional Archaeological Project: Internet Edition , and a founding editor of Nomisma.org . Along with Jennifer Chi, he is co-editor of the exhibition catalog Edge of Empires: Pagans, Jews and Christians at Roman Dura-Europos . Other articles and chapters include \"Legal Threats to Cultural Exchange of Archaeological Materials\" ( online ) in the  American Journal of Archaeology (2009); \"Diversity and Reuse of Digital Resources for Ancient Mediterranean Material Culture\" ( online ) in the volume  Digital Research in the Study of Classical Antiquity , Bodard and Mahony, eds. (2010); and \" Closing Gaps with Low-Cost 3D \" in Visions of Substance: 3d Imaging in Mediterranean Archaeology, B. Olson and W. Caraher, eds. (2015). He was Project Manager of the NEH-Funded \" Linked Ancient World Data Institute \" (LAWDI). A report on LAWDI has recently appeared in Information Standards Quarterly , and reports on many of the projects presented at LAWDI are available in \" Current Practice in Linked Open Data for the Ancient World , \" ISAW Papers 7.    From 2008 to 2011, Dr. Heath served as Vice-President for Professional Responsibilities of the Archaeological Institute of America. He came to ISAW from the American Numismatic Society, where he remains a Research Scientist and Fellow.    See https://nyu.academia.edu/SebastianHeath for links to digital copies of publications and other materials.                             Publications             For more recent papers see Academia.edu .    2010. “Digitization and Reuse of Ancient Mediterranean Material Culture”, in S. Mahony and G. Bodard (eds.) Digital Research in the Study of Classical Antiquity, Ashgate, pp. 35-52.    2009. with G. Schwartz. “Legal Threats to Cultural Exchange of Archaeological Materials,” American Journal of Archaeology 113.3 (July 2009), pp. 459-461.    2007. “Acquisitions for 2005 in the American Numismatic Society collection,” American Journal of Numismatics 19 (Second Series), pp. 183-190. With the curatorial staff of the Society.    2006-2010. with Billur Tekkök. Greek, Roman and Byzantine Pottery at Ilion (Troia). http://classics.uc.edu/troy/grbpottery.    2006. “A Box Mirror Made from Two Antinous Medallions of Smyrna,” American Journal of Numismatics 18 (Second Series), pp. 63-74.    2006. “Acquisitions for 2005 in the American Numismatic Society collection,” American Journal of Numismatics 18 (Second Series), pp. 153-202. With the curatorial staff of the Society.    2005. Susan E. Alcock et al., “The Pylos Regional Archaeological Project, Part VII: Historic Messenia. Geometric to Late Roman,” in Hesperia 74.2, pp. 147-209.    2004/5. “Acquisitions for 2003 and 2004 in the American Numismatic Society collection,” American Journal of Numismatics 16/17 (Second Series), pp. 269-303. With the curatorial staff of the Society.    2002. “Acquisitions for 2002 in the American Numismatic Society collection,\" American Journal of Numismatics 14 (Second Series), pp. 179-222. With the curatorial staff of the society.    2002. The British Museum Lot of Silver from the Taranto 1911 Hoard (Inventory of Greek Coins Hoards [1973], no. 1874) . New York. Electronic publication available at http://numismatics.org/html/dpubs/taranto1911/. With John Kroll.    2001. \"A sixth-century tremissis from Psalmodi (Gard, France),\" American Journal of Numismatics 13 (Second Series): 63-80. With David Yoon.    2001. “Acquisitions for 2000 and 2001 in the American Numismatic Society collection,\" American Journal of Numismatics 13 (Second Series), pp. 151-212. With the curatorial staff of the society.    2001. “A cemetery and mausoleum on the W edge of Leptiminus: salvage excavations and recording, 1992 (Site 177),” with David Mattingly in L. Stirling, D. Mattingly, and N. Ben Lazrig (eds.) Leptiminus (Lamta). Report No. 2. The East Baths, Cemeteries, Kilns, Venus Mosaic, Site Museum, And Other Studies , pp. 397-408.    1998. “Mapping and Databases” in Jack Davis (ed.), Sandy Pylos: From Nestor to the Battle of Navarino, University of Texas Press, pp. 298-301.    1997. Jack Davis et al ., “The Pylos Archaeological Project,  Part I: Overview and the Archaeological Survey,” in Hesperia 66.3, pp. 391-494. Contributed the section “Data Mapping,” pp. 411-414.    1992. Gregory Crane et al . The Perseus Project 1.0. Yale University Press.    1990. \"Hypertext from the Data Point of View: Paths and Links in the Perseus Project\" in Hypertexts: Concepts, systems, and applications , A. Rizk, N. Streitz and J. Andre (eds). Cambridge University Press, pp. 324-336. With Elli Mylonas.                                                                                                                                                                        People                                               Faculty                                          Lorenzo d'Alfonso                                    Roger Bagnall                                    Roderick B. Campbell                                    Sebastian Heath                                    Robert G. Hoyland                                    Alexander Jones                                    Beate Pongratz-Leisten                                    Daniel T. Potts                                    Sören Stark                                    Lillian Lan-ying Tseng                                                     Affiliated Faculty                                    Staff                                    Visiting Research Scholars                                    Students                                    Alumni                                    Senior Fellows                                    Research Associates                                                                                                      NYU Home    Privacy Policy    Site Map    RSS Feed"}, {"content": "Tom Elliott &mdash; Institute for the Study of the Ancient World                                                                                                                          Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               People                &gt;                                           Staff                &gt;                                                                   Tom Elliott                            Tom Elliott                                                       Info                                                                                                                                                                      Associate Director for Digital Programs and Senior Research Scholar                  tom.elliott@nyu.edu                      Personal website: http://www.paregorios.org    Want to meet or talk? Please suggest a date and time via my Doodle meet-me page .    Tom Elliott graduated from Duke University in 1989 with B.S. in Computer Science and a second major in Classical Studies. Following service as a Communications and Computer Systems Officer in the United States Air Force, he worked as a software developer and program manager for AEgis Research Corporation on a number of visual and engineering simulation projects. He received his Ph.D. in Ancient History from the University of North Carolina, Chapel Hill in 2004, for research focused on the intersection of Roman documentary, administrative and geographic studies. His doctoral dissertation was entitled:  Epigraphic Evidence for Boundary Disputes in the Early Roman Empire .    Tom has spent over a decade advancing the practice of digital humanities in ancient studies. In the late 1990s, he wrote database software that was used to prepare the alphabetical gazetteer and  Map-by-Map Directory that accompanies the  Barrington Atlas of the Greek and Roman World (Princeton, 2000). During that period he also started the  EpiDoc Community , which creates standards-based tools and guidelines for the digital encoding of epigraphic and papyrological texts like those published in the  Inscriptions of Aphrodisias 2007 or by the  Integrating Digital Papyrology project. In August 2000, he was appointed as Founding Director of the  Ancient World Mapping Center at the University of North Carolina in Chapel Hill. In February 2006, Tom stepped down from this position to assume full-time leadership of the  Pleiades Project , which is developing an online workspace for ancient geography. In 2008, he brought this role with him to the Institute, where he is also responsible for developing and overseeing a spectrum of innovative digital projects and services .                   View Full CV                       Publications                   Online Resource: demarc: Epigraphic Evidence for Boundary Disputes in the Early Roman Empire , Department of History, University of North Carolina at Chapel Hill 2004; github.com 2012-, https://github.com/paregorios/demarc .    Online Resource: \"Peutinger Map Names and Features, With Commentary and User's Guide,\" with R. Talbert, 2010, Cambridge University Press, 2010, http://www.cambridge.org/us/talbert/talbertdatabase/prm.html (= Appendix 7 to R. Talbert, Rome's World, The Peutinger Map Reconsidered , Cambridge, 2010).          Journal  Article: “Digital Geography and Classics,” with S. Gillies, in   Digital Humanities Quarterly 3.1 (Winter 2009),   http://www.digitalhumanities.org/dhq/vol/3/1/000031.html .             Book  Chapter: “Constructing a Digital Publication for the Peutinger  Map,” R. Talbert and R. Unger (eds.), Cartography in Antiquity  and the Middle Ages: Fresh Perspectives, New Methods , Brill,  2008.       Book  Chapter: “Bringing an Ancient Map of the Roman World into Modern  GIS: Cartographic and Historical Perspectives Revealed,” with R.  Talbert, in A. Knowles and A. Hillier (eds.), Placing History:  How Maps, Spatial Data, and GIS are Changing Historical Scholarship ,  ESRI Press, 2008.    Published  Conference Paper: \"New Classroom Maps for Ancient Geography,\"   The Occasional Papers of the American Philological Association's  Committee on Ancient History 3 (2006), 61-80.    Book  Chapter: “Mapping the Ancient World” with Richard Talbert in  Anne Knowles (ed.), Past Time, Past Place: GIS for History ,  ESRI Press, 2002.    Numerous original map designs and digital map production for publication in monographs, journal articles, and educational games, as well as educational use, under the auspices of Classical Atlas Project and AWMC, 1999-2005 (samples available from the  AWMC map room ).    Web publication: “Abbreviations in Latin Inscriptions,” American Society of Greek and Latin Epigraphy (ASGLE) ( www.case.edu/artsci/clsc/asgle/abbrev/latin/ ), June 1998.                                                                                                            Filed under:     dig-prog-team                                                                      People                                               Faculty                                    Affiliated Faculty                                    Staff                                          Jennifer Miyuki Babcock                                    Diane Bennett                                    Desiree Carrasquillo                                    Roberta Casagrande-Kim                                    Andrea Chang                                    Jennifer Y. Chi                                    Junli Diao                                    Amanda Dietz                                    Tom Elliott                                    Jill Golden                                    Eliana Katsiaouni                                    Mike Kojasevic                                    Marc LeBlanc                                    Gabriel McKee                                    Angela Nacol                                    David M. Ratzan                                    Kristen Soule                                    Tiffany Wall                                                     Visiting Research Scholars                                    Students                                    Alumni                                    Senior Fellows                                    Research Associates                                                                                                      NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]