[{"detail": [{"content": "Course List, Department of Politics, NYU                                                                                                                                                Back to Previous Page         Politics Ph.D. Course Offerings      Political Philosophy and Normative Theory Political Methodology American Politics Political Economy Comparative Politics International Relations  Political Philosophy and Normative Theory  Social and Political Methods (POL-GA.2106.001) Syllabi: Ollman Communism (POL-GA.2140.001) Syllabi: Ollman Fundamentals of modern communist thought; writings of Marx, Engels, Lenin, and their major critics. Emphasis is on communism as the unrealized potential of capitalism and therefore more on what in capitalism suggests this potential and less on the precapitalist societies that called themselves \"communist.\" Seminar in Political Theory (POL-GA.3100, 3101, 3300) Required of all Ph.D. candidates majoring in political theory. Syllabi:  Deliberation and Democratic Theory, Landa and Manin Fall 2012 Rawls and his Critics, Pevnik Fall 2011 Introduction to Machiavelli, Holmes Spring 2010 Republicanism: Ancient and Modern, Ferejohn Theories of Justice, Pevnick Spring 2015 Formal Political Theory Workshop, Hafer w/Landa Epistemic Democracy, Manin Democratic Theory, Schwartzberg Spring 2014 Deciding Together in Supreme/Constitutional Courts, Pasquino Political Theory Seminar, Hardin Drafting and Ratification of the U.S. Constitution, Holmes War and Democracy, Ferejohn Spring 2015  General seminar in political philosophy. The specific topic of the seminar varies, but this is an advanced seminar that assumes extensive background.            Political Methodology  Quantitative Methods  Quant I (POL-GA.1250) Syllabi: Beber Fall 2014  Quant II (POL-GA.1251) Syllabi: Samii Spring 2014  Quant III (POL-GA.2251) Syllabi: Rozenas Fall 2014  Seminar in Political Methodology (POL-GA.3200, 3201) Required of all Ph.D. candidates majoring in political methodology. Syllabi:  Voting: Theory and Experiments, Morton Fall 2013 Advances in Experiments, Morton Fall 2013 Experimental Methods, Morton Spring 2010 Topics in Network Analysis, Larson Spring 2013 Agent-based Modeling, Laver Spring 2013 Seminar in Political Methodology, Beck Experimental Methods, Dickson Topics in Network Analysis, Larson Spring 2015 Topics not Covered in Quant 1-3, Beck Modeling Political Processes, Smith Quantitative Field Methods, Samii Spring 2014  The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background. Formal Theory Mathematics for Political Scientists (POL-GA.1110) Syllabi: Dragu Covers   basic topics of mathematics -- calculus, linear algebra, optimization,   real analysis -- with wide application in political science, and   introduces the student to the rigorous and formal mathematical language   used in Game Theory I, Game Theory II, Political Economy Core, and more   advanced courses. Game Theory I (POL-GA.1260) Syllabi: Landa Spring 2014 , Dickson Survey of the main concepts and findings of game theory that are relevant to the study of politics. Game Theory II (POL-GA.2260) Syllabi: Hafer Formal Modeling in Political Science (POL-GA.2105) Syllabi: Brams Fall 2013 Introduction   to formal modeling and deductive theorizing. Main tools of analysis   used are decision theory, game theory, and social choice theory.         American Politics    American Political Institutions and Processes (POL-GA.1300) Core course. Syllabi: Gordon Fall 2014 Overview of public policymaking process; political participation, organization, and structure; governmental institutions.    The Domestic Politics of the United States I (POL-GA.1350) Core course. Syllabi: Rosenthal Fall 2012 This course provides graduate students with a broad overview of important topics in the study of the domestic politics in the United States. The course will examine in depth the analysis and merits of a selection of contemporary research on political participation, mass opinion, elections, legislative politics, inter-branch relations,bureaucratic politics, judicial politics, federalism, inequality, and the role of money in politics. The course goals are to first, introduce students to important controversies in the study of American domestic politics; and second, to encourage students to think rigorously about the process of conducting political research.                                         Public Policy (POL-GA.2371) Syllabi: Mead Fall 2014 Advanced-level study of policymaking process in federal politics and research issues raised by it. Emphasis is on interaction of policy analysis and political institutions. Some prior knowledge of public policy is assumed.    Seminar in American Government and Politics (POL-GA.3300, 3301) Required of all Ph.D. candidates majoring in American politics. Syllabi: Political Economy of Public Policy in the US, Rosenthal Fall 2010 Polarization, Rosenthal Fall 2011 Biology of Politics Dawes Fall 2013 Public Opinion and Public Policy in Advanced Industrial Democracies, Egan Spring 2013 Economics and Elections Seminar , Nagler Spring 2013 Political Behavior Dawes Fall 2013 Judicial Decision Making, Friedman Big Data in Political Science: Sampling, Model Selection, Interpretation and Presentation of Results, Nagler General seminar in American government. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.         Political Economy       Political Economy (POL-GA.1400) Core course. Syllabi: Hafer Overview of fundamental contributions to the field of Political Economy. Covers topics in: (1) Social Choice and collective aggregation of preferences. (2) Electoral competition. The Spatial model and theories of turnout. (3) Public Choice, Public Economics and Comparative Electoral Systems. Mathematical background at the level of Mathematics for Political Science G53.1110 or above is a pre-requisite.     Politics of Economic Growth (POL-GA.2424 Syllabi: Przeworski Fall 2011 Introduction to growth economics, the impact of intracountry inequality on growth, the effects of voter preferences and government policies on economic growth. Knowledge of some economics (microeconomics with calculus), game-theory (perfect Bayesian equilibrium), and statistics (OLS) is assumed.      Seminar in Political Economy (POL-GA.3400, 3401) Required of all Ph.D. candidates majoring in political economy. General seminar in political economy. The specific topic of the seminar   varies, but this is an advanced seminar that assumes extensive   background. Note : In addition to the required core course and seminar,   courses toward a major or minor overlap with, and are drawn from, the   remaining five fields. These courses are listed below. For course   descriptions, refer to entries by number within the other field   listings. Other courses may be included with the approval of the   director of graduate studies. Syllabi:  Political Economy of Development, Satyanath Falll 2010 Dynamic Models, Przeworski Fall 2012 The (Micro) Political Economy of Development, Dube Spring 2013 Political Economy of Institution Design, Dragu Spring 2014 Models, Przeworski Topics in the Political Economy of Trade and Finance, Rosendorff Political Economy of Development, Satyanath Spring 2015 State Formation, Stasavage Spring 2015  The Political Economy of the Pacific Basin (POL-GA.2774) Syllabi: Denoon           Comparative Politics    Comparative Politics (POL-GA.1500) Core course. Syllabi: Rozenas Spring 2014 Basic approaches to comparative political inquiry and the application of these approaches to specific problems of political analysis. Understanding of political phenomena in a comparative perspective. Comparative Politics of Industrialized Democracies (POL-GA.1550) Core course. Syllabi: Laver Fall 2013 This course is designed as an introduction to the comparative study of politics in different institutional and cultural settings. Themes covered will include: the role of institutional \"veto players\"; presidential and parliamentary government; bicameral and unicameral legislatures; the institutional structuring of legislative decision-making; electoral systems; social capital/civic culture; social and political cleavages; dimensions of policy and ideology; voting; party competition; and the making and breaking of governments. Comparative Politics of Developing Countries (POL-GA.1551) Core course. Syllabi: Scacco, Querubin Spring 2014 This course introduces students to the methodology and to some of the main themes in comparative politics of developing countries. The aim of the course is to prepare students to do comparative research through an in-depth coverage of current debate in comparative politics of developing countries and an introduction to the main methodological approaches. Seminar in Comparative Politics ( POL-GA .3500, 3501) Required of all Ph.D. candidates majoring in comparative politics. General seminar in comparative politics. The specific topic of the   seminar varies, but this is an advanced seminar requiring extensive   background. Syllabi:  Political History, Przeworski Spring 2010 From Representative Institutions to Democracy, Przeworski Fall 2010 Explaining Intrastate Conflict, Scacco Fall 2010 Comparative Political Behavior, Tucker Fall 2010 Aid, Resources and Democracy, Dube  Regime Transitions, Przeworksi Fall 2012 Ethnicity and Violence, Chandra Politics of Income Distribution, Przeworski Fall 2014 Political Violence, Scacco Politics of Post-Communism, Tucker China the Civilization-State, Hsiung European Union, Schain         International Relations    International Politics: Concepts and Theories ( POL-GA .1700) Core course. Syllabi: Bueno De Mesquita Fall 2013 , Gilligan Spring 2015 Objectives and scope of studies of international politics, research problems, global models of political action and reaction. International Relations: International Security ( POL-GA .1751) Syllabi: Smith Fall 2014 This graduate course surveys modern approaches to the study on international conflict. Emphasis is placed on rigorous scientific approaches which use models to derive testable implication as to conflict relations. International Law, Interplay of Politics and Law ( POL-GA .2900) Syllabi: Hsiung Fall 2010 Rules that govern in the legal relationship and current development of law among nations, based on the study of cases. The use of the law for the regulation of international behavior and environment. Seminar in International Politics ( POL-GA .3700, 3701)  Required of all Ph.D. candidates majoring in international relations. Syllabi: International Intervention in Conflicts, Beber Spring 2011 Cooperation and Political Economy, Gilligan War and International Intervention, Beber Spring 2015  General seminar in international politics. The specific topic of the seminar varies, but this is an advanced course requiring extensive background. Courses listed with number G53.xxxx are listed pending formal approval.    List of Older Courses"}]},
{"detail": [{"content": "Course List, Department of Politics, NYU                                                                                                                                                Back to Previous Page         Politics Ph.D. Course Offerings      Political Philosophy and Normative Theory Political Methodology American Politics Political Economy Comparative Politics International Relations  Political Philosophy and Normative Theory  Social and Political Methods (POL-GA.2106.001) Syllabi: Ollman Communism (POL-GA.2140.001) Syllabi: Ollman Fundamentals of modern communist thought; writings of Marx, Engels, Lenin, and their major critics. Emphasis is on communism as the unrealized potential of capitalism and therefore more on what in capitalism suggests this potential and less on the precapitalist societies that called themselves \"communist.\" Seminar in Political Theory (POL-GA.3100, 3101, 3300) Required of all Ph.D. candidates majoring in political theory. Syllabi:  Deliberation and Democratic Theory, Landa and Manin Fall 2012 Rawls and his Critics, Pevnik Fall 2011 Introduction to Machiavelli, Holmes Spring 2010 Republicanism: Ancient and Modern, Ferejohn Theories of Justice, Pevnick Spring 2015 Formal Political Theory Workshop, Hafer w/Landa Epistemic Democracy, Manin Democratic Theory, Schwartzberg Spring 2014 Deciding Together in Supreme/Constitutional Courts, Pasquino Political Theory Seminar, Hardin Drafting and Ratification of the U.S. Constitution, Holmes War and Democracy, Ferejohn Spring 2015  General seminar in political philosophy. The specific topic of the seminar varies, but this is an advanced seminar that assumes extensive background.            Political Methodology  Quantitative Methods  Quant I (POL-GA.1250) Syllabi: Beber Fall 2014  Quant II (POL-GA.1251) Syllabi: Samii Spring 2014  Quant III (POL-GA.2251) Syllabi: Rozenas Fall 2014  Seminar in Political Methodology (POL-GA.3200, 3201) Required of all Ph.D. candidates majoring in political methodology. Syllabi:  Voting: Theory and Experiments, Morton Fall 2013 Advances in Experiments, Morton Fall 2013 Experimental Methods, Morton Spring 2010 Topics in Network Analysis, Larson Spring 2013 Agent-based Modeling, Laver Spring 2013 Seminar in Political Methodology, Beck Experimental Methods, Dickson Topics in Network Analysis, Larson Spring 2015 Topics not Covered in Quant 1-3, Beck Modeling Political Processes, Smith Quantitative Field Methods, Samii Spring 2014  The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background. Formal Theory Mathematics for Political Scientists (POL-GA.1110) Syllabi: Dragu Covers   basic topics of mathematics -- calculus, linear algebra, optimization,   real analysis -- with wide application in political science, and   introduces the student to the rigorous and formal mathematical language   used in Game Theory I, Game Theory II, Political Economy Core, and more   advanced courses. Game Theory I (POL-GA.1260) Syllabi: Landa Spring 2014 , Dickson Survey of the main concepts and findings of game theory that are relevant to the study of politics. Game Theory II (POL-GA.2260) Syllabi: Hafer Formal Modeling in Political Science (POL-GA.2105) Syllabi: Brams Fall 2013 Introduction   to formal modeling and deductive theorizing. Main tools of analysis   used are decision theory, game theory, and social choice theory.         American Politics    American Political Institutions and Processes (POL-GA.1300) Core course. Syllabi: Gordon Fall 2014 Overview of public policymaking process; political participation, organization, and structure; governmental institutions.    The Domestic Politics of the United States I (POL-GA.1350) Core course. Syllabi: Rosenthal Fall 2012 This course provides graduate students with a broad overview of important topics in the study of the domestic politics in the United States. The course will examine in depth the analysis and merits of a selection of contemporary research on political participation, mass opinion, elections, legislative politics, inter-branch relations,bureaucratic politics, judicial politics, federalism, inequality, and the role of money in politics. The course goals are to first, introduce students to important controversies in the study of American domestic politics; and second, to encourage students to think rigorously about the process of conducting political research.                                         Public Policy (POL-GA.2371) Syllabi: Mead Fall 2014 Advanced-level study of policymaking process in federal politics and research issues raised by it. Emphasis is on interaction of policy analysis and political institutions. Some prior knowledge of public policy is assumed.    Seminar in American Government and Politics (POL-GA.3300, 3301) Required of all Ph.D. candidates majoring in American politics. Syllabi: Political Economy of Public Policy in the US, Rosenthal Fall 2010 Polarization, Rosenthal Fall 2011 Biology of Politics Dawes Fall 2013 Public Opinion and Public Policy in Advanced Industrial Democracies, Egan Spring 2013 Economics and Elections Seminar , Nagler Spring 2013 Political Behavior Dawes Fall 2013 Judicial Decision Making, Friedman Big Data in Political Science: Sampling, Model Selection, Interpretation and Presentation of Results, Nagler General seminar in American government. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.         Political Economy       Political Economy (POL-GA.1400) Core course. Syllabi: Hafer Overview of fundamental contributions to the field of Political Economy. Covers topics in: (1) Social Choice and collective aggregation of preferences. (2) Electoral competition. The Spatial model and theories of turnout. (3) Public Choice, Public Economics and Comparative Electoral Systems. Mathematical background at the level of Mathematics for Political Science G53.1110 or above is a pre-requisite.     Politics of Economic Growth (POL-GA.2424 Syllabi: Przeworski Fall 2011 Introduction to growth economics, the impact of intracountry inequality on growth, the effects of voter preferences and government policies on economic growth. Knowledge of some economics (microeconomics with calculus), game-theory (perfect Bayesian equilibrium), and statistics (OLS) is assumed.      Seminar in Political Economy (POL-GA.3400, 3401) Required of all Ph.D. candidates majoring in political economy. General seminar in political economy. The specific topic of the seminar   varies, but this is an advanced seminar that assumes extensive   background. Note : In addition to the required core course and seminar,   courses toward a major or minor overlap with, and are drawn from, the   remaining five fields. These courses are listed below. For course   descriptions, refer to entries by number within the other field   listings. Other courses may be included with the approval of the   director of graduate studies. Syllabi:  Political Economy of Development, Satyanath Falll 2010 Dynamic Models, Przeworski Fall 2012 The (Micro) Political Economy of Development, Dube Spring 2013 Political Economy of Institution Design, Dragu Spring 2014 Models, Przeworski Topics in the Political Economy of Trade and Finance, Rosendorff Political Economy of Development, Satyanath Spring 2015 State Formation, Stasavage Spring 2015  The Political Economy of the Pacific Basin (POL-GA.2774) Syllabi: Denoon           Comparative Politics    Comparative Politics (POL-GA.1500) Core course. Syllabi: Rozenas Spring 2014 Basic approaches to comparative political inquiry and the application of these approaches to specific problems of political analysis. Understanding of political phenomena in a comparative perspective. Comparative Politics of Industrialized Democracies (POL-GA.1550) Core course. Syllabi: Laver Fall 2013 This course is designed as an introduction to the comparative study of politics in different institutional and cultural settings. Themes covered will include: the role of institutional \"veto players\"; presidential and parliamentary government; bicameral and unicameral legislatures; the institutional structuring of legislative decision-making; electoral systems; social capital/civic culture; social and political cleavages; dimensions of policy and ideology; voting; party competition; and the making and breaking of governments. Comparative Politics of Developing Countries (POL-GA.1551) Core course. Syllabi: Scacco, Querubin Spring 2014 This course introduces students to the methodology and to some of the main themes in comparative politics of developing countries. The aim of the course is to prepare students to do comparative research through an in-depth coverage of current debate in comparative politics of developing countries and an introduction to the main methodological approaches. Seminar in Comparative Politics ( POL-GA .3500, 3501) Required of all Ph.D. candidates majoring in comparative politics. General seminar in comparative politics. The specific topic of the   seminar varies, but this is an advanced seminar requiring extensive   background. Syllabi:  Political History, Przeworski Spring 2010 From Representative Institutions to Democracy, Przeworski Fall 2010 Explaining Intrastate Conflict, Scacco Fall 2010 Comparative Political Behavior, Tucker Fall 2010 Aid, Resources and Democracy, Dube  Regime Transitions, Przeworksi Fall 2012 Ethnicity and Violence, Chandra Politics of Income Distribution, Przeworski Fall 2014 Political Violence, Scacco Politics of Post-Communism, Tucker China the Civilization-State, Hsiung European Union, Schain         International Relations    International Politics: Concepts and Theories ( POL-GA .1700) Core course. Syllabi: Bueno De Mesquita Fall 2013 , Gilligan Spring 2015 Objectives and scope of studies of international politics, research problems, global models of political action and reaction. International Relations: International Security ( POL-GA .1751) Syllabi: Smith Fall 2014 This graduate course surveys modern approaches to the study on international conflict. Emphasis is placed on rigorous scientific approaches which use models to derive testable implication as to conflict relations. International Law, Interplay of Politics and Law ( POL-GA .2900) Syllabi: Hsiung Fall 2010 Rules that govern in the legal relationship and current development of law among nations, based on the study of cases. The use of the law for the regulation of international behavior and environment. Seminar in International Politics ( POL-GA .3700, 3701)  Required of all Ph.D. candidates majoring in international relations. Syllabi: International Intervention in Conflicts, Beber Spring 2011 Cooperation and Political Economy, Gilligan War and International Intervention, Beber Spring 2015  General seminar in international politics. The specific topic of the seminar varies, but this is an advanced course requiring extensive background. Courses listed with number G53.xxxx are listed pending formal approval.    List of Older Courses"}, {"content": "Bulletin Course Descriptions, Department of Politics, NYU                                                                                                                                                Back to Previous Page         Course Descriptions (GSAS Bulletin)     Political Philosophy And Theory    History of Political and Social Thought    POL-GA 1100 Core course. 4 points. 2013-14, 2014-15. Major political thinkers of past and present. Special reference to enduring problems in political theory.    Methods of Political and Social Analysis    POL-GA 2106 4 points. 2013-14, 2014-15. Nature and functions of theory, particularly Marxist dialectic, that attempt to analyze political phenomena systematically; historical, sociological, psychological, and phenomenological research; classical and current works.    Communism    POL-GA 2140 4 points. 2013-14, 2014-15. Fundamentals of modern communist thought; writings of Marx, Engels, Lenin, and their major critics. Emphasis is on communism as the unrealized potential of capitalism and therefore more on what in capitalism suggests this potential and less on the precapitalist societies that called themselves \"communist.\"    Seminar in Political Theory    POL-GA 3100, 3101 Required of all Ph.D. candidates majoring in political theory. 4 points. 2013-14, 2014-15. General seminar in political philosophy. The specific topic of the seminar varies, but this is an advanced seminar that assumes extensive background.    Political Methodology    Mathematics for Political Scientists    POL-GA 1110 4 points. 2013-14, 2014-15. Covers basic topics of mathematics—calculus, linear algebra, optimization, real analysis—with wide application in political science, and introduces the student to the rigorous and formal mathematical language used in Game Theory I, Game Theory II, Political Economy Core, and more advanced courses.    Introduction to Quantitative Political Analysis I    POL-GA 1120 For M.A. students only. 4 points. 2013-14, 2014-15. Introduces elementary statistical analysis and prepares the student for POL-GA 2127. Topics include probability theory, distribution theory, estimation of simple statistical models, and hypothesis testing.    Introduction to Quantitative Political Analysis I    POL-GA 1250 For Ph.D. students only. 4 points. 2013-14, 2014-15. Introduces elementary statistical analysis and prepares the student for POL-GA 1251. Topics include probability theory, distribution theory, estimation of simple statistical models, and hypothesis testing.    Introduction to Quantitative Political Analysis II    POL-GA 1251 For Ph.D. students only. 4 points. 2013-14, 2014-15. Builds on POL-GA 2151. Provides working knowledge of some of the quantitative methods used in political science research. Emphasis is on using and critiquing the general linear model. Introduction to categorical data analysis and research methodology.    Game Theory I    POL-GA 1260 For Ph.D. students only. 4 points. 2013-14, 2014-15. Survey of the main concepts and findings of game theory that are relevant to the study of politics.    Formal Modeling in Political Science    POL-GA 2105 4 points. 2013-14, 2014-15. Introduction to formal modeling and deductive theorizing. Main tools of analysis used are decision theory, game theory, and social choice theory.    Game Theory and Politics    POL-GA 2108 For M.A. students only. Prerequisite: one course in statistics or formal modeling. 4 points. 2013-14, 2014-15. Survey of the main concepts and findings of game theory that are relevant to the study of politics.    Introduction to Quantitative Political Analysis II    POL-GA 2127 For M.A. students only. 4 points. 2013-14, 2014-15. Builds on POL-GA 1120. Provides working knowledge of some of the quantitative methods used in political science research. Emphasis is on using and critiquing the general linear model. Introduction to categorical data analysis and research methodology.    Math and Democracy: Designing Better Voting and Fair-Division Procedures    POL-GA 2170 4 points. 2013-14, 2014-15. Analysis of democratic procedures, or rules of play, that (1) reflect the interests of the citizens in elections and (2) respect due process and rule of law in the fair division of public and private goods. By making precise the properties of these procedures and clarifying trade-offs among them, mathematics strengthens the intellectual foundations of democratic institutions. While mathematical training is helpful in understanding some topics in the course, more important is the ability to think carefully and rigorously about the nature of democracy and its institutions.    Quantitative Methods in Political Science III    POL-GA 2251 For Ph.D. students only. 4 points. 2013-14, 2014-15. Builds on POL-GA 1250 and 1251. Concentrates more specifically on political science research methods. Emphasis is on problems of research design, data collection, statistical solutions, data analysis, and statistical theory.    Game Theory II    POL-GA 2260 For Ph.D students only. 4 points. 2013-14, 2014-15. Builds on POL-GA 1260 and POL-GA 1110. Advanced analysis of the concepts and findings of game theory as relevant to the study of politics.    Seminar in Political Methodology    POL-GA 3200 Required of all Ph.D. candidates majoring in political methodology. 4 points. 2013-14, 2014-15. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.    American Politics    American Politics—The Domestic Politics of the United States I    POL-GA 1350 Core course. 4 points. 2013-14, 2014-15. Broad overview of important topics in the study of the domestic politics in the United States. Examines in depth the analysis and merits of a selection of contemporary research on political participation, mass opinion, elections, legislative politics, interbranch relations, bureaucratic politics, judicial politics, federalism, inequality, and the role of money in politics. Course goals are to (1) introduce students to important controversies in the study of American domestic politics and (2) encourage students to think rigorously about the process of conducting political research.    American Politics—The Domestic Politics of the United States II    POL-GA 1351 Core course. 4 points. 2013-14, 2014-15. A more focused exploration of important topics in the study of the domestic politics of the United States. Examines in depth the analysis and merits of a selection of contemporary research on political participation, mass opinion, elections, legislative politics, interbranch relations, bureaucratic politics, judicial politics, federalism, inequality, and the role of money in politics.    Campaigns and Elections    POL-GA 2324 4 points. 2013-14, 2014-15. Analysis of U.S. election processes through theoretical and practical approaches to the study of voting, campaigns, and elections. Studies role of parties, pressure groups, media, polls, etc.    Public Policy    POL-GA 2371 4 points. 2013-14, 2014-15. Advanced-level study of policymaking process in federal politics and research issues raised by it. Emphasis is on interaction of policy analysis and political institutions. Some prior knowledge of public policy is assumed.    Seminar in American Government and Politics    POL-GA 3300, 3301 Required of all Ph.D. candidates majoring in American politics. 4 points. 2013-14, 2014-15. General seminar in American government. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.    Political Economy    Political Economy    POL-GA 1400 Core course. For M.A. students only. 4 points. 2013-14, 2014-15. Overview of the emerging field of political economy. Surveys three broad intellectual traditions prominent in the political economy literature: (1) the application of microeconomic, game theoretic, and public choice theory to politics, (2) a focus on institutions and the behavior of their related politics, and (3) Marxian and neo-Marxian approaches. The course requires an understanding of basic microeconomics.    Political Economy    POL-GA 1450 Core course. For Ph.D. students only. 4 points. 2013-14, 2014-15. Overview of fundamental contributions to the field of political economy. Covers topics in (1) social choice and collective aggregation of preferences; (2) electoral competition; the spatial model and theories of turnout; and (3) public choice, public economics, and comparative electoral systems. The course requires an understanding of mathematical background at the level of POL-GA 1110 or above.    Politics of Economic Growth    POL-GA 2424 4 points. 2013-14, 2014-15. Introduction to growth economics, the impact of intracountry inequality on growth, the effects of voter preferences and government policies on economic growth. Knowledge of some economics (microeconomics with calculus), game- theory (perfect Bayesian equilibrium), and statistics (OLS) is assumed.    Seminar in Political Economy    POL-GA 3400 Required of all Ph.D. candidates majoring in political economy. 4 points. 2013-14, 2014-15. General seminar in political economy. The specific topic of the seminar varies, but this is an advanced seminar that assumes extensive background.    Comparative Politics    Comparative Politics    POL-GA 1500 For M.A. students only. Core course. 4 points. 2013-14, 2014-15. Basic approaches to comparative political inquiry and the application of these approaches to specific problems of political analysis. Understanding of political phenomena in a comparative perspective.    Comparative Politics of Industrialized Democracies    POL-GA 1550 For Ph.D. students only. Core course. 4 points. 2013-14, 2014-15. Introduction to the comparative study of politics in different institutional and cultural settings. Themes covered include the role of institutional \"veto players\"; presidential and parliamentary government; bicameral and unicameral legislatures; the institutional structuring of legislative decision making; electoral systems; social capital/civic culture; social and political cleavages; dimensions of policy and ideology; voting; party competition; and the making and breaking of governments.    Comparative Politics of Developing Countries    POL-GA 1551 For Ph.D. students only. Core course. 4 points. 2013-14, 2014-15. Introduction to the methodology and to some of the main themes in comparative politics of developing countries. Prepares students to do comparative research through an in-depth coverage of current debate in comparative politics of developing countries and an introduction to the main methodological approaches.    The Political Economy of Development    POL-GA 2536 4 points. 2013-14, 2014-15. Assesses the issues and debates in the current literature on the political economy of development; analyzes principal characteristics of the contemporary world economy, especially patterns of inequality and the varying explanations for their emergence.    Middle Eastern Government and Politics    POL-GA 2590 4 points. 2013-14, 2014-15.   POLitical analysis of the Middle East, covering such issues as class and state formation, political economy of oil, problems of development, rural and urban politics, regional conflict, politics of gender, and religious identity.    Seminar in Comparative Politics    POL-GA 3500, 3501 Required of all Ph.D. candidates majoring in comparative politics. 4 points. 2013-14, 2014-15. General seminar in comparative politics. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.    International Relations    International Politics: Concepts and Theories    POL-GA 1700 For M.A. students only. Core course. 4 points. 2013-14, 2014-15. Objectives and scope of studies of international politics, research problems, global models of political action and reaction.    Normative Issues in International Politics    POL-GA 1730 For M.A. students only. 4 points. 2013-14, 2014-15. What values guide us as we make choices about using force, ending conflict, protecting human rights, promoting social justice, preserving the environment, and participating in international organizations? This course is designed to provide analytical rigor to the perennial question: What role does ethics play in the conduct of foreign affairs? Principles of realism, liberalism, cosmopolitanism, communitarianism, and supranationalism are considered in light of specific case studies.    Topics in International Organization    POL-GA 1731-1735 For M.A. students only. 4 points. 2013-14, 2014-15. Introduction to the practice of policymaking in the United Nations system. Taught by practitioners from the United Nations, its affiliated agencies, and regional subgroups, and, in some cases, related nongovernmental organizations. Topics change depending on the expertise of the practitioner teaching the course. Examples include peacekeeping operations, humanitarian assistance, regional integration, or economic development. Note: Ph.D. students may not take this course.    International Relations: Cooperation and Political Economy    POL-GA 1750 For Ph.D. students only. Core course. 4 points. 2013-14, 2014-15. Core course that covers two crucial areas in international relations: cooperation and political economy. Covers general theories of cooperation that are useful for understanding cooperation across issue areas including human rights, peacekeeping, and international trade and finance in international politics.    International Relations: Conflict    POL-GA 1751 For Ph.D. students only. Core course. 4 points. 2013-14, 2014-15. Survey of modern approaches to the study on international conflict. Emphasis is placed on rigorous scientific approaches that use models to derive testable implication as to conflict relations.    U.S. Foreign Policy    POL-GA 2750 4 points. 2013-14, 2014-15. American foreign policy and the major international problems facing the United States today.    The Political Economy of North-South Relations    POL-GA 2770 4 points. 2013-14, 2014-15. Major issues involved in restructuring the international economic system. Analyzes initiatives of the Western, Socialist, and developing countries. Emphasis is on trade and monetary questions. Acquaintance with international politics and economics is necessary.    The Political Economy of the Pacific Basin    POL-GA 2774 4 points. 2013-14, 2014-15. Evaluates recent trends in East Asian and Pacific economic and political developments. The character of economic growth, the nature of the political systems, and implications of recent dynamism. Overall trends are analyzed with discussion focused on three distinct regions: Northeast Asia, Southeast Asia, and the Pacific Islands.    International Political Economy    POL-GA 2775 4 points. 2013-14, 2014-15. A general introduction to the field: evolution of the international political economy, international cooperation, international institutions, international trade and finance policy, macroeconomic policy coordination.    International Law    POL-GA 2900 4 points. 2013-14, 2014-15. Rules that govern in the legal relationship and current development of law among nations, based on the study of cases. The use of the law for the regulation of international behavior and environment.    Seminar in International Politics    POL-GA 3700 Required of all Ph.D. candidates majoring in international relations. 4 points. 2013-14, 2014-15. General seminar in international politics. The specific topic of the seminar varies, but this is an advanced course requiring extensive background.    Internship Supervision    Internship Seminar    POL-GA 3995 Prerequisite: approved internship position consistent with student's academic and/or career trajectory. 2 points. 2013-14, 2014-15. Required course for students in the M.A. and M.A. international affairs programs completing their internship requirement.    Thesis Supervision    Master's Thesis Seminar    POL-GA 4000 Prerequisites: completion of all course work, or on track to complete all course work, during the semester in which enrolled in course; approved master's thesis proposal. 2 points. 2013-14, 2014-15. Required capstone course for students in the M.A. and M.A in international affairs programs. Support for thesis-writing process.    Reading and Research    Dissertation Research    POL-GA 3951 Prerequisite: completion of comprehensive examination. 4 points. 2013-14, 2014-15. Individual research related to the doctoral dissertation.    Reading and Research in Politics    POL-GA 3991, 3992, 3993 Prerequisite: written petition stating the need for the course and including a preliminary bibliography, approved by the professor supervising the course and by the director of graduate studies. No more than 12 points of reading and research may be taken during a student's graduate program, of which no more than 8 points may be taken during work on the master's degree. 1-4 points per term. 2013-14, 2014-15. Tutorial for students whose individual needs are not met by formal courses. A substantial research paper or final examination is required.    Workshop in Political Science    POL-GA 3955 Prerequisite: Student must be engaged in research and must be ready to make a research presentation and receive comments on that research. 2 points. 2013-14, 2014-15. Continues the student's education in how to do political research and is seen as a key aspect in helping students to complete in a timely manner, and improve the quality of, their dissertation (and related) research."}]},
{"detail": [{"content": "Course List, Department of Politics, NYU                                                                                                                                                Back to Previous Page         Politics Ph.D. Course Offerings      Political Philosophy and Normative Theory Political Methodology American Politics Political Economy Comparative Politics International Relations  Political Philosophy and Normative Theory  Social and Political Methods (POL-GA.2106.001) Syllabi: Ollman Communism (POL-GA.2140.001) Syllabi: Ollman Fundamentals of modern communist thought; writings of Marx, Engels, Lenin, and their major critics. Emphasis is on communism as the unrealized potential of capitalism and therefore more on what in capitalism suggests this potential and less on the precapitalist societies that called themselves \"communist.\" Seminar in Political Theory (POL-GA.3100, 3101, 3300) Required of all Ph.D. candidates majoring in political theory. Syllabi:  Deliberation and Democratic Theory, Landa and Manin Fall 2012 Rawls and his Critics, Pevnik Fall 2011 Introduction to Machiavelli, Holmes Spring 2010 Republicanism: Ancient and Modern, Ferejohn Theories of Justice, Pevnick Spring 2015 Formal Political Theory Workshop, Hafer w/Landa Epistemic Democracy, Manin Democratic Theory, Schwartzberg Spring 2014 Deciding Together in Supreme/Constitutional Courts, Pasquino Political Theory Seminar, Hardin Drafting and Ratification of the U.S. Constitution, Holmes War and Democracy, Ferejohn Spring 2015  General seminar in political philosophy. The specific topic of the seminar varies, but this is an advanced seminar that assumes extensive background.            Political Methodology  Quantitative Methods  Quant I (POL-GA.1250) Syllabi: Beber Fall 2014  Quant II (POL-GA.1251) Syllabi: Samii Spring 2014  Quant III (POL-GA.2251) Syllabi: Rozenas Fall 2014  Seminar in Political Methodology (POL-GA.3200, 3201) Required of all Ph.D. candidates majoring in political methodology. Syllabi:  Voting: Theory and Experiments, Morton Fall 2013 Advances in Experiments, Morton Fall 2013 Experimental Methods, Morton Spring 2010 Topics in Network Analysis, Larson Spring 2013 Agent-based Modeling, Laver Spring 2013 Seminar in Political Methodology, Beck Experimental Methods, Dickson Topics in Network Analysis, Larson Spring 2015 Topics not Covered in Quant 1-3, Beck Modeling Political Processes, Smith Quantitative Field Methods, Samii Spring 2014  The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background. Formal Theory Mathematics for Political Scientists (POL-GA.1110) Syllabi: Dragu Covers   basic topics of mathematics -- calculus, linear algebra, optimization,   real analysis -- with wide application in political science, and   introduces the student to the rigorous and formal mathematical language   used in Game Theory I, Game Theory II, Political Economy Core, and more   advanced courses. Game Theory I (POL-GA.1260) Syllabi: Landa Spring 2014 , Dickson Survey of the main concepts and findings of game theory that are relevant to the study of politics. Game Theory II (POL-GA.2260) Syllabi: Hafer Formal Modeling in Political Science (POL-GA.2105) Syllabi: Brams Fall 2013 Introduction   to formal modeling and deductive theorizing. Main tools of analysis   used are decision theory, game theory, and social choice theory.         American Politics    American Political Institutions and Processes (POL-GA.1300) Core course. Syllabi: Gordon Fall 2014 Overview of public policymaking process; political participation, organization, and structure; governmental institutions.    The Domestic Politics of the United States I (POL-GA.1350) Core course. Syllabi: Rosenthal Fall 2012 This course provides graduate students with a broad overview of important topics in the study of the domestic politics in the United States. The course will examine in depth the analysis and merits of a selection of contemporary research on political participation, mass opinion, elections, legislative politics, inter-branch relations,bureaucratic politics, judicial politics, federalism, inequality, and the role of money in politics. The course goals are to first, introduce students to important controversies in the study of American domestic politics; and second, to encourage students to think rigorously about the process of conducting political research.                                         Public Policy (POL-GA.2371) Syllabi: Mead Fall 2014 Advanced-level study of policymaking process in federal politics and research issues raised by it. Emphasis is on interaction of policy analysis and political institutions. Some prior knowledge of public policy is assumed.    Seminar in American Government and Politics (POL-GA.3300, 3301) Required of all Ph.D. candidates majoring in American politics. Syllabi: Political Economy of Public Policy in the US, Rosenthal Fall 2010 Polarization, Rosenthal Fall 2011 Biology of Politics Dawes Fall 2013 Public Opinion and Public Policy in Advanced Industrial Democracies, Egan Spring 2013 Economics and Elections Seminar , Nagler Spring 2013 Political Behavior Dawes Fall 2013 Judicial Decision Making, Friedman Big Data in Political Science: Sampling, Model Selection, Interpretation and Presentation of Results, Nagler General seminar in American government. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.         Political Economy       Political Economy (POL-GA.1400) Core course. Syllabi: Hafer Overview of fundamental contributions to the field of Political Economy. Covers topics in: (1) Social Choice and collective aggregation of preferences. (2) Electoral competition. The Spatial model and theories of turnout. (3) Public Choice, Public Economics and Comparative Electoral Systems. Mathematical background at the level of Mathematics for Political Science G53.1110 or above is a pre-requisite.     Politics of Economic Growth (POL-GA.2424 Syllabi: Przeworski Fall 2011 Introduction to growth economics, the impact of intracountry inequality on growth, the effects of voter preferences and government policies on economic growth. Knowledge of some economics (microeconomics with calculus), game-theory (perfect Bayesian equilibrium), and statistics (OLS) is assumed.      Seminar in Political Economy (POL-GA.3400, 3401) Required of all Ph.D. candidates majoring in political economy. General seminar in political economy. The specific topic of the seminar   varies, but this is an advanced seminar that assumes extensive   background. Note : In addition to the required core course and seminar,   courses toward a major or minor overlap with, and are drawn from, the   remaining five fields. These courses are listed below. For course   descriptions, refer to entries by number within the other field   listings. Other courses may be included with the approval of the   director of graduate studies. Syllabi:  Political Economy of Development, Satyanath Falll 2010 Dynamic Models, Przeworski Fall 2012 The (Micro) Political Economy of Development, Dube Spring 2013 Political Economy of Institution Design, Dragu Spring 2014 Models, Przeworski Topics in the Political Economy of Trade and Finance, Rosendorff Political Economy of Development, Satyanath Spring 2015 State Formation, Stasavage Spring 2015  The Political Economy of the Pacific Basin (POL-GA.2774) Syllabi: Denoon           Comparative Politics    Comparative Politics (POL-GA.1500) Core course. Syllabi: Rozenas Spring 2014 Basic approaches to comparative political inquiry and the application of these approaches to specific problems of political analysis. Understanding of political phenomena in a comparative perspective. Comparative Politics of Industrialized Democracies (POL-GA.1550) Core course. Syllabi: Laver Fall 2013 This course is designed as an introduction to the comparative study of politics in different institutional and cultural settings. Themes covered will include: the role of institutional \"veto players\"; presidential and parliamentary government; bicameral and unicameral legislatures; the institutional structuring of legislative decision-making; electoral systems; social capital/civic culture; social and political cleavages; dimensions of policy and ideology; voting; party competition; and the making and breaking of governments. Comparative Politics of Developing Countries (POL-GA.1551) Core course. Syllabi: Scacco, Querubin Spring 2014 This course introduces students to the methodology and to some of the main themes in comparative politics of developing countries. The aim of the course is to prepare students to do comparative research through an in-depth coverage of current debate in comparative politics of developing countries and an introduction to the main methodological approaches. Seminar in Comparative Politics ( POL-GA .3500, 3501) Required of all Ph.D. candidates majoring in comparative politics. General seminar in comparative politics. The specific topic of the   seminar varies, but this is an advanced seminar requiring extensive   background. Syllabi:  Political History, Przeworski Spring 2010 From Representative Institutions to Democracy, Przeworski Fall 2010 Explaining Intrastate Conflict, Scacco Fall 2010 Comparative Political Behavior, Tucker Fall 2010 Aid, Resources and Democracy, Dube  Regime Transitions, Przeworksi Fall 2012 Ethnicity and Violence, Chandra Politics of Income Distribution, Przeworski Fall 2014 Political Violence, Scacco Politics of Post-Communism, Tucker China the Civilization-State, Hsiung European Union, Schain         International Relations    International Politics: Concepts and Theories ( POL-GA .1700) Core course. Syllabi: Bueno De Mesquita Fall 2013 , Gilligan Spring 2015 Objectives and scope of studies of international politics, research problems, global models of political action and reaction. International Relations: International Security ( POL-GA .1751) Syllabi: Smith Fall 2014 This graduate course surveys modern approaches to the study on international conflict. Emphasis is placed on rigorous scientific approaches which use models to derive testable implication as to conflict relations. International Law, Interplay of Politics and Law ( POL-GA .2900) Syllabi: Hsiung Fall 2010 Rules that govern in the legal relationship and current development of law among nations, based on the study of cases. The use of the law for the regulation of international behavior and environment. Seminar in International Politics ( POL-GA .3700, 3701)  Required of all Ph.D. candidates majoring in international relations. Syllabi: International Intervention in Conflicts, Beber Spring 2011 Cooperation and Political Economy, Gilligan War and International Intervention, Beber Spring 2015  General seminar in international politics. The specific topic of the seminar varies, but this is an advanced course requiring extensive background. Courses listed with number G53.xxxx are listed pending formal approval.    List of Older Courses"}, {"content": "Bulletin Course Descriptions, Department of Politics, NYU                                                                                                                                                Back to Previous Page         Course Descriptions (GSAS Bulletin)     Political Philosophy And Theory    History of Political and Social Thought    POL-GA 1100 Core course. 4 points. 2013-14, 2014-15. Major political thinkers of past and present. Special reference to enduring problems in political theory.    Methods of Political and Social Analysis    POL-GA 2106 4 points. 2013-14, 2014-15. Nature and functions of theory, particularly Marxist dialectic, that attempt to analyze political phenomena systematically; historical, sociological, psychological, and phenomenological research; classical and current works.    Communism    POL-GA 2140 4 points. 2013-14, 2014-15. Fundamentals of modern communist thought; writings of Marx, Engels, Lenin, and their major critics. Emphasis is on communism as the unrealized potential of capitalism and therefore more on what in capitalism suggests this potential and less on the precapitalist societies that called themselves \"communist.\"    Seminar in Political Theory    POL-GA 3100, 3101 Required of all Ph.D. candidates majoring in political theory. 4 points. 2013-14, 2014-15. General seminar in political philosophy. The specific topic of the seminar varies, but this is an advanced seminar that assumes extensive background.    Political Methodology    Mathematics for Political Scientists    POL-GA 1110 4 points. 2013-14, 2014-15. Covers basic topics of mathematics—calculus, linear algebra, optimization, real analysis—with wide application in political science, and introduces the student to the rigorous and formal mathematical language used in Game Theory I, Game Theory II, Political Economy Core, and more advanced courses.    Introduction to Quantitative Political Analysis I    POL-GA 1120 For M.A. students only. 4 points. 2013-14, 2014-15. Introduces elementary statistical analysis and prepares the student for POL-GA 2127. Topics include probability theory, distribution theory, estimation of simple statistical models, and hypothesis testing.    Introduction to Quantitative Political Analysis I    POL-GA 1250 For Ph.D. students only. 4 points. 2013-14, 2014-15. Introduces elementary statistical analysis and prepares the student for POL-GA 1251. Topics include probability theory, distribution theory, estimation of simple statistical models, and hypothesis testing.    Introduction to Quantitative Political Analysis II    POL-GA 1251 For Ph.D. students only. 4 points. 2013-14, 2014-15. Builds on POL-GA 2151. Provides working knowledge of some of the quantitative methods used in political science research. Emphasis is on using and critiquing the general linear model. Introduction to categorical data analysis and research methodology.    Game Theory I    POL-GA 1260 For Ph.D. students only. 4 points. 2013-14, 2014-15. Survey of the main concepts and findings of game theory that are relevant to the study of politics.    Formal Modeling in Political Science    POL-GA 2105 4 points. 2013-14, 2014-15. Introduction to formal modeling and deductive theorizing. Main tools of analysis used are decision theory, game theory, and social choice theory.    Game Theory and Politics    POL-GA 2108 For M.A. students only. Prerequisite: one course in statistics or formal modeling. 4 points. 2013-14, 2014-15. Survey of the main concepts and findings of game theory that are relevant to the study of politics.    Introduction to Quantitative Political Analysis II    POL-GA 2127 For M.A. students only. 4 points. 2013-14, 2014-15. Builds on POL-GA 1120. Provides working knowledge of some of the quantitative methods used in political science research. Emphasis is on using and critiquing the general linear model. Introduction to categorical data analysis and research methodology.    Math and Democracy: Designing Better Voting and Fair-Division Procedures    POL-GA 2170 4 points. 2013-14, 2014-15. Analysis of democratic procedures, or rules of play, that (1) reflect the interests of the citizens in elections and (2) respect due process and rule of law in the fair division of public and private goods. By making precise the properties of these procedures and clarifying trade-offs among them, mathematics strengthens the intellectual foundations of democratic institutions. While mathematical training is helpful in understanding some topics in the course, more important is the ability to think carefully and rigorously about the nature of democracy and its institutions.    Quantitative Methods in Political Science III    POL-GA 2251 For Ph.D. students only. 4 points. 2013-14, 2014-15. Builds on POL-GA 1250 and 1251. Concentrates more specifically on political science research methods. Emphasis is on problems of research design, data collection, statistical solutions, data analysis, and statistical theory.    Game Theory II    POL-GA 2260 For Ph.D students only. 4 points. 2013-14, 2014-15. Builds on POL-GA 1260 and POL-GA 1110. Advanced analysis of the concepts and findings of game theory as relevant to the study of politics.    Seminar in Political Methodology    POL-GA 3200 Required of all Ph.D. candidates majoring in political methodology. 4 points. 2013-14, 2014-15. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.    American Politics    American Politics—The Domestic Politics of the United States I    POL-GA 1350 Core course. 4 points. 2013-14, 2014-15. Broad overview of important topics in the study of the domestic politics in the United States. Examines in depth the analysis and merits of a selection of contemporary research on political participation, mass opinion, elections, legislative politics, interbranch relations, bureaucratic politics, judicial politics, federalism, inequality, and the role of money in politics. Course goals are to (1) introduce students to important controversies in the study of American domestic politics and (2) encourage students to think rigorously about the process of conducting political research.    American Politics—The Domestic Politics of the United States II    POL-GA 1351 Core course. 4 points. 2013-14, 2014-15. A more focused exploration of important topics in the study of the domestic politics of the United States. Examines in depth the analysis and merits of a selection of contemporary research on political participation, mass opinion, elections, legislative politics, interbranch relations, bureaucratic politics, judicial politics, federalism, inequality, and the role of money in politics.    Campaigns and Elections    POL-GA 2324 4 points. 2013-14, 2014-15. Analysis of U.S. election processes through theoretical and practical approaches to the study of voting, campaigns, and elections. Studies role of parties, pressure groups, media, polls, etc.    Public Policy    POL-GA 2371 4 points. 2013-14, 2014-15. Advanced-level study of policymaking process in federal politics and research issues raised by it. Emphasis is on interaction of policy analysis and political institutions. Some prior knowledge of public policy is assumed.    Seminar in American Government and Politics    POL-GA 3300, 3301 Required of all Ph.D. candidates majoring in American politics. 4 points. 2013-14, 2014-15. General seminar in American government. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.    Political Economy    Political Economy    POL-GA 1400 Core course. For M.A. students only. 4 points. 2013-14, 2014-15. Overview of the emerging field of political economy. Surveys three broad intellectual traditions prominent in the political economy literature: (1) the application of microeconomic, game theoretic, and public choice theory to politics, (2) a focus on institutions and the behavior of their related politics, and (3) Marxian and neo-Marxian approaches. The course requires an understanding of basic microeconomics.    Political Economy    POL-GA 1450 Core course. For Ph.D. students only. 4 points. 2013-14, 2014-15. Overview of fundamental contributions to the field of political economy. Covers topics in (1) social choice and collective aggregation of preferences; (2) electoral competition; the spatial model and theories of turnout; and (3) public choice, public economics, and comparative electoral systems. The course requires an understanding of mathematical background at the level of POL-GA 1110 or above.    Politics of Economic Growth    POL-GA 2424 4 points. 2013-14, 2014-15. Introduction to growth economics, the impact of intracountry inequality on growth, the effects of voter preferences and government policies on economic growth. Knowledge of some economics (microeconomics with calculus), game- theory (perfect Bayesian equilibrium), and statistics (OLS) is assumed.    Seminar in Political Economy    POL-GA 3400 Required of all Ph.D. candidates majoring in political economy. 4 points. 2013-14, 2014-15. General seminar in political economy. The specific topic of the seminar varies, but this is an advanced seminar that assumes extensive background.    Comparative Politics    Comparative Politics    POL-GA 1500 For M.A. students only. Core course. 4 points. 2013-14, 2014-15. Basic approaches to comparative political inquiry and the application of these approaches to specific problems of political analysis. Understanding of political phenomena in a comparative perspective.    Comparative Politics of Industrialized Democracies    POL-GA 1550 For Ph.D. students only. Core course. 4 points. 2013-14, 2014-15. Introduction to the comparative study of politics in different institutional and cultural settings. Themes covered include the role of institutional \"veto players\"; presidential and parliamentary government; bicameral and unicameral legislatures; the institutional structuring of legislative decision making; electoral systems; social capital/civic culture; social and political cleavages; dimensions of policy and ideology; voting; party competition; and the making and breaking of governments.    Comparative Politics of Developing Countries    POL-GA 1551 For Ph.D. students only. Core course. 4 points. 2013-14, 2014-15. Introduction to the methodology and to some of the main themes in comparative politics of developing countries. Prepares students to do comparative research through an in-depth coverage of current debate in comparative politics of developing countries and an introduction to the main methodological approaches.    The Political Economy of Development    POL-GA 2536 4 points. 2013-14, 2014-15. Assesses the issues and debates in the current literature on the political economy of development; analyzes principal characteristics of the contemporary world economy, especially patterns of inequality and the varying explanations for their emergence.    Middle Eastern Government and Politics    POL-GA 2590 4 points. 2013-14, 2014-15.   POLitical analysis of the Middle East, covering such issues as class and state formation, political economy of oil, problems of development, rural and urban politics, regional conflict, politics of gender, and religious identity.    Seminar in Comparative Politics    POL-GA 3500, 3501 Required of all Ph.D. candidates majoring in comparative politics. 4 points. 2013-14, 2014-15. General seminar in comparative politics. The specific topic of the seminar varies, but this is an advanced seminar requiring extensive background.    International Relations    International Politics: Concepts and Theories    POL-GA 1700 For M.A. students only. Core course. 4 points. 2013-14, 2014-15. Objectives and scope of studies of international politics, research problems, global models of political action and reaction.    Normative Issues in International Politics    POL-GA 1730 For M.A. students only. 4 points. 2013-14, 2014-15. What values guide us as we make choices about using force, ending conflict, protecting human rights, promoting social justice, preserving the environment, and participating in international organizations? This course is designed to provide analytical rigor to the perennial question: What role does ethics play in the conduct of foreign affairs? Principles of realism, liberalism, cosmopolitanism, communitarianism, and supranationalism are considered in light of specific case studies.    Topics in International Organization    POL-GA 1731-1735 For M.A. students only. 4 points. 2013-14, 2014-15. Introduction to the practice of policymaking in the United Nations system. Taught by practitioners from the United Nations, its affiliated agencies, and regional subgroups, and, in some cases, related nongovernmental organizations. Topics change depending on the expertise of the practitioner teaching the course. Examples include peacekeeping operations, humanitarian assistance, regional integration, or economic development. Note: Ph.D. students may not take this course.    International Relations: Cooperation and Political Economy    POL-GA 1750 For Ph.D. students only. Core course. 4 points. 2013-14, 2014-15. Core course that covers two crucial areas in international relations: cooperation and political economy. Covers general theories of cooperation that are useful for understanding cooperation across issue areas including human rights, peacekeeping, and international trade and finance in international politics.    International Relations: Conflict    POL-GA 1751 For Ph.D. students only. Core course. 4 points. 2013-14, 2014-15. Survey of modern approaches to the study on international conflict. Emphasis is placed on rigorous scientific approaches that use models to derive testable implication as to conflict relations.    U.S. Foreign Policy    POL-GA 2750 4 points. 2013-14, 2014-15. American foreign policy and the major international problems facing the United States today.    The Political Economy of North-South Relations    POL-GA 2770 4 points. 2013-14, 2014-15. Major issues involved in restructuring the international economic system. Analyzes initiatives of the Western, Socialist, and developing countries. Emphasis is on trade and monetary questions. Acquaintance with international politics and economics is necessary.    The Political Economy of the Pacific Basin    POL-GA 2774 4 points. 2013-14, 2014-15. Evaluates recent trends in East Asian and Pacific economic and political developments. The character of economic growth, the nature of the political systems, and implications of recent dynamism. Overall trends are analyzed with discussion focused on three distinct regions: Northeast Asia, Southeast Asia, and the Pacific Islands.    International Political Economy    POL-GA 2775 4 points. 2013-14, 2014-15. A general introduction to the field: evolution of the international political economy, international cooperation, international institutions, international trade and finance policy, macroeconomic policy coordination.    International Law    POL-GA 2900 4 points. 2013-14, 2014-15. Rules that govern in the legal relationship and current development of law among nations, based on the study of cases. The use of the law for the regulation of international behavior and environment.    Seminar in International Politics    POL-GA 3700 Required of all Ph.D. candidates majoring in international relations. 4 points. 2013-14, 2014-15. General seminar in international politics. The specific topic of the seminar varies, but this is an advanced course requiring extensive background.    Internship Supervision    Internship Seminar    POL-GA 3995 Prerequisite: approved internship position consistent with student's academic and/or career trajectory. 2 points. 2013-14, 2014-15. Required course for students in the M.A. and M.A. international affairs programs completing their internship requirement.    Thesis Supervision    Master's Thesis Seminar    POL-GA 4000 Prerequisites: completion of all course work, or on track to complete all course work, during the semester in which enrolled in course; approved master's thesis proposal. 2 points. 2013-14, 2014-15. Required capstone course for students in the M.A. and M.A in international affairs programs. Support for thesis-writing process.    Reading and Research    Dissertation Research    POL-GA 3951 Prerequisite: completion of comprehensive examination. 4 points. 2013-14, 2014-15. Individual research related to the doctoral dissertation.    Reading and Research in Politics    POL-GA 3991, 3992, 3993 Prerequisite: written petition stating the need for the course and including a preliminary bibliography, approved by the professor supervising the course and by the director of graduate studies. No more than 12 points of reading and research may be taken during a student's graduate program, of which no more than 8 points may be taken during work on the master's degree. 1-4 points per term. 2013-14, 2014-15. Tutorial for students whose individual needs are not met by formal courses. A substantial research paper or final examination is required.    Workshop in Political Science    POL-GA 3955 Prerequisite: Student must be engaged in research and must be ready to make a research presentation and receive comments on that research. 2 points. 2013-14, 2014-15. Continues the student's education in how to do political research and is seen as a key aspect in helping students to complete in a timely manner, and improve the quality of, their dissertation (and related) research."}, {"content": "The Logic of Political Survival Data Source, Department of Politics, NYU                                                                                                                                                Back to Previous Page         The Logic of Political Survival Data Source     Bruce Bueno de Mesquita Alastair Smith Randolph Siverson James Morrow      Welcome to  our data page. The material here contains the data we used in our book.  Additionally, we have all the batch files we used to generate the results. We  present these materials for several reasons. First, we are all believer in  replication. The materials here allow anyone to replicate our results. This is  particularly important since many of our results are presented in abbreviated  form, rather than full regression output. Second, in the book we discuss and  allude to many results that, for brevity, we do not present. Many of these  analyses are contained here. Third, we believe the selectorate model is a power  tool for explaining politics. While in the book we attempt to present results  illustrative of the model’s implications, our analyses are far from  comprehensive. In addition to the variables discussed in the book, the data  contained here has numerous additional variables. For example we have numerous  alternative measures of GDP. We hope the availability of this data will  encourage scholars to pursue what we believe to be a fruitful research  agenda. Finally, we recognize that many  scholars are best convinced when they ‘see it for themselves’. We think such  skepticism is healthy. We have no doubt that scholars analyzing our results for  themselves will we see the robustness of our results and recognize that we have  not selectively picked only those results that directly support our arguments  and ignored other.          Important Note      To the best of our  knowledge, the data we provide are either in the public domain (i.e. readily  available on the internet or in printed form) or we have been granted the right  to distribute the data (for instance, the WBDI). If you believe any of the data  we provide does not fit within either of the first two categories then please  contact us.      Structure of the Material      In  compiling our data, we have utilized numerous existing works. We thank the  scholars responsible for these studies for making their data available to us  and others. Where appropriate we have included the original codebooks. We have  four basic sections: our datasets, the code used to generate our results in  batch files (and the coded used to compile the data), the output files for our  results, and codebooks. All our materials are in STATA 7, the program we used  throughout. This statistical package is available through www.stata.com .  Several programs exist that convert data between various formats, for  example StatTransfer ( www.stattransfer.com ),  although these will not convert the code that replicates our analyses. Many  files are zipped to save space.        Datasets      We have two basic datasets. In the first ( bdm2s2_nation_year_data.dta ), our unit of observation is nation-year. I.e. we have US 1950, 1951, 1952 and Canada 1950, 1951 etc. In the second (bdm2s2_leader_year_data.dta), the unit of observation is leader-year. Thus the same nation year might appear twice. For instance in the US 2001, both William J. Clinton and George W. Bush are coded as President.        As far as possible we indicate the origins of the variables,  with variable labels. We also compile extracts from the appropriate codebooks  for those interested in the details of the coding. The appendix to this  document contains a list of variables. The following abbreviations indicate  data sources: Banks refers to Arthur S. Banks Cross National Time Series Data  Archive 2001 . Polity 4  refers to the latest release of the Polity project . WBDI (or WB) corresponds  to the World Bank Development Indicators 2001. ACLP refers to Przeworski, Adam  Michael Alvarez, José Antonio Cheibub and Fernando Limongi. 2000. Democracy and Development: Political  Institutions and Material Well‑Being in the World, 1950‑1990 . Cambridge:  Cambridge University Press. COW refers to the Correlates of War data project .   Datavine refers to a variety of dataset compiled on the web at  http://paradocs.pols.columbia.edu/datavine/MainPage.jsp. Although we do not  make use of these data they provide alternative coding for many of our  variables, hence we include them in the data to allow robustness testing.        1) Data      Nation Year Main Data: bdm2s2_nation_year_data.dta      Leader Data: leader_data.zip      Constituent Data (Individual data used to compile our data):   constituent_data.zip          Batch files Results Codebooks The Logic of Political Survival . Our  book manuscript in pdf format.            Errors and Updates - This file documents errors that have been found in the data.      Main Sources      Polity 4      The Polity 4 data are currently housed at Center for  International Development and Conflict Management at the University of  Maryland, College Park. A description of the POLITY project and data  are contained in the codebook section (the information is downloaded directly  from CIDCM).      Banks: The Cross-National Time-Series Data Archive (CNTS)      Contains international and country facts from 1815 until 1999. These data  were compiled under the leadership of Arthur Banks at SUNY-Binghamton.      World Bank Development Indicators: CD-ROM 2001.      A codebook of the World Bank variables are contained the codebook section      COW: Correlates of War Data, 1816-1997      Version 3.0. We used these data to code for interstate,  civil and extra state wars. (Singer  and Small 1972; Small and Singer 1982; Sarkees (forthcoming))      EUgene      We obtained COW  capability scores (Singer, Bremer, and Stuckey (1972)) and the components that  does into these score, such as military expenditure, Militarized Interstate Dispute data (Jones,  Bremer, and Singer (1996)) , and power status and distances between states  (Small and Singer 1982) from EUgene (Bennett, and Stam 2000). The documentation for this program is available in our  codebook section.      Human Rights Abuse Data      Poe, Tate and Keith 1999.      Population Migration Data .      Mitchell 1998a,b.              Citations      Singer, J. David,  and Melvin Small (1972). The Wages of War, 1816-1965: A Statistical Handbook .  New York: John Wiley.      Small, Melvin, and J. David Singer (1982). Resort to Arms: International  and Civil Wars, 1816-1980 . Beverly Hills, Calif.: Sage Publications.      Sarkees, Meredith Reid (2000). \"Correlates of War War Datasets: An  Update to 1997\", Conflict Management and Peace Science . Vol 18. No  1. Fall p.123-144.      Bennett, D. Scott, and Allan Stam. 2000. “ EUGene : A Conceptual Manual.” International  Interactions 26:179-204. Website: http://eugenesoftware.org .      Jones, Daniel M., Stuart  A. Bremer and J. David Singer 1996. \"Militarized Interstate Disputes,  1816-1992: Rationale, Coding Rules, and Empirical Patterns.\" Conflict  Management and Peace Science 15(2); 163:213.      Singer, J. David, Stuart  Bremer, and John Stuckey. 1972. \"Capability Distribution, Uncertainty,  and Major Power War, 1820-1965.\" in  Bruce Russett, ed. Peace, War and Numbers . Beverly Hills: Sage.      Small, Melvin, and J.  David Singer. 1982. Resort  to Arms: International and Civil Wars,  1816-1980 . Beverly Hills: Sage Publications.          Mitchell, B. R. 1998. International Historical  Statistics: Europe, 1750-1993. Fourth edition. New York:  Stockbridge Press and London: Macmillan.          Mitchell, B. R. 1998. International Historical  Statistics: Africa, Asia and Oceania, 1750-1993. Third edition. New  York: Stockbridge Press and London: Macmillan.          Poe, Steven C. and C. Neal Tate. 1994. \"Repression  of Human Rights to Personal Integrity in the 1980s: A Global Analysis.\" American  Political Science Review. 88:853-900.      Poe, Steven C. and C. Neal Tate and Linda Camp Keith.  1999. \"Repression of the Human Right to Personal Integrity Revisited: A  Global Crossnational Study Covering the Years 1976-1993,\" International  Studies Quarterly , 1999 43:291-315.              Appendix: Variables      ccode \"COW country code\";   year “year”;       Leader Data      leader “Leader’s name”   leader_id “Leader identification number: if same leader  returns to office then she gets a new number.”;   inday “ day leader enters office”;   inmonth “Month leader enters office;”    inyear “Year leader enters office”;    outday “Day leader leaves office”;   outmonth “Month leader leaves office”;   outyear “Year leader leaves office”;   indate “Date entering office (stata internal format)”;   outdate “Date  leaving office (stata internal format)”;   leadgone “Leader leaves office in this observation”;   intime “Either the date the leader enters office or the  first day of the year if she was in office in the previous year”;   endtime “Either the date the leader leaves office or if she  survives the whole year then 12/31/year”;    time_in_office \"total tenure of leader thus far  \";   year_in_office \"1st, 2nd, 3rd, ... year in office?  \";   tenure “tenure in office: (endtime-indate)/365.25”;        Banks      Assinations \"BANKS: Assinations--political  motivated murder or attempt of high level official\";   GenStrikes \"BANKS: Gneral strikes 1000+workers, more than  one employer \";   Guerilla \"BANKS: Guerilla warfare-- aimed at  overthrow of regime \";   GovCrises \"BANKS: situation that threatens a  downfall of regime (excl. revolt)  \";   Purges \"Banks: systematic elimination  (jail/kill) within regime or opposition  \";   Riots \"Banks: violent demo./clash of 100+ citizens  involving physical force\";   Revolutions \"BANKS: illegal or forced chg. in top gov.  elite, or attempt gain independence\";   AntiGovDem   \"BANKS: Peaceful public gathering 100+ people to express  discontent \";   ConflictIndex   \"BANKS:  24*assinations+43GenStrike+46Guerilla+48GovCri+86Purges+102Riots+148Rev+200antigovdem\";   RegisteredVoters \"BANKS: Registered Voters \";   RegimeType \"BANKS: Regime type:  1=civilian,2=military-civilian,3=military,4=other\";   Coups \"BANKS:  number of Coup d'Etat \";   MajConstChg \"BANKS: Major Constitutional changes:  number\";   HeadofState \"BANKS:  1=monarch,2=president,3=military,4=other\";   Premier \"BANKS:  1=executive is premierial, 2 =formal executive is non-premerial\";   Legselec \"BANKS: Legislative Selection.  0=none,1=nonelective,2=elective \";   NatGovRevenue \"BANKS:  National Gov. Revenue US$ \";   NatGovExpend \"BANKS: National Gov. Expenditure US$ \";     gen defenseovertotal=real(s05f7) ;   defenseovertotal \"BANKS: defenese expenditure divided by  total expenditure \";          Polity 4      democ   “Polity4: institutionalized democracy score”   autoc “Polity4: institutionalized autocracy score”   polity “Polity4: combined polity score”   polity2 “Polity4: revised polity score”   durable “Polity4: regime durability”   xrreg “Polity4: regulation of executive recruitment”   xrcomp   “Polity4: competitiveness of executive recruitment”   xropen   “Polity4: openness of executive recruitment”   xconst “Polity4: executive constraints”   parreg   “Polity4: regulation of participation”   parcomp “Polity4: competitiveness of participation”   exrec “Polity4: concept: executive recruitment”   exconst “Polity4: concept: executive constraints”   polcomp   “Polity4: concept: political competition”   prior “Polity4: transition: prior polity code”   eyear   “Polity4: transition: polity end year”   edate “Polity4: transition: polity end date”   eprec   “Polity4: end date precision”   interim “Polity4:  transition: interim polity code”   byear   “Polity4: transition: polity begin year”   bdate “Polity4: transition: polity begin date”   bprec “Polity4: begin date precision”   post “Polity4: transition: post polity code”   change “Polity4: transition: change in polity”   d3 “Polity4:  3d conversion”   sf “Polity4:  collapse of central authority”   regtrans   “Polity4: transition: nature of regime change”          World Bank Development Indicators 2001      Birthrate \"WBDI: Birth rate, crude (per 1,000  people)\";   GrossDomInvest \" WBDI: Gross fixed capital formation (%  of GDP)\";     /* Gross fixed capital formation (gross domestic fixed investment) includes land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. For more information, see WDI table 4.9.*/   CurRevenue \" WBDI: Current revenue, excluding grants (%  of GDP)\";   CapitalExpend_tot \" WBDI: Capital expenditure (% of total  expenditure)\";   EducExpend \" WBDI: Genuine savings: education expenditure  (% of GDP)\";   HealthExpend \" WBDI: Health expenditure, total (% of  GDP)\";   newspaper \" WBDI: Daily newspapers (per 1,000  people)\";   Deathrate \" WBDI: Death rate, crude (per 1,000  people)\";   Expenditure \" WBDI: Expenditure, total (% of GDP)\";   ConsumptionSpending \" WBDI: Final  consumption expenditure, etc. (% of GDP)\";   CapitalExpend \" WBDI: Capital Expenditure (% of GDP)\";   Foreign_Finnace \" WBDI: Financing from abroad (% of  GDP)\";   FDI \" WBDI: Foreign direct investment, net inflows  (% of GDP)\";   Saving_dom \" WBDI: Genuine domestic savings (% of  GDP)\";   Capital_formation \" WBDI: Gross capital formation (% of  GDP)\";   GrossDomSaving \" WBDI: Gross domestic savings (% of  GDP)\";   GrossNatSaving \" WBDI: Gross national savings,  including NCTR (% of GDP)\";   HealthExpPPP \" WBDI: Health expenditure per capita, PPP  (current international $)\";   HealthEXP “WBDI: Health expenditure, total (% of GDP)\";   Beds \" WBDI: Hospital beds (per 1,000  people)\";   Illiteracy \" WBDI: Illiteracy rate, adult total (% of  people ages 15 and above)\";   ImmuneDPT \" WBDI: Immunization, DPT (% of children under  12 months)\";   ImmuneMEASLES \" WBDI: Immunization, measles (% of children  under 12 months)\";   Labor_PrimEd \" WBDI: Labor force with primary education (%  of total)\";   LifeExp \" WBDI: Life expectancy at birth, total  (years)\";   LowBirth \" WBDI: Low-birthweight babies (% of  births)\";   InfMort \" WBDI: Mortality rate, infant (per 1,000 live  births)\";   MilExGNI \" WBDI: Military expenditure (% of GNI)\";   MilEx \" WBDI: Military expenditure (% of central  government expenditure)\";   MilPerson \" WBDI: Military personnel (% of total labor  force)\";   Doctors \" WBDI: Physicians (per 1,000 people)\";   FemSec \" WBDI: Secondary education, pupils (%  female)\";   Aid_expend \" WBDI: Aid (% of central government  expenditures)\";   Aid_pcUS \" WBDI: Aid per capita (current US$)\"  ;    WB_gdp95 \" WBDI: GDP (constant 1995 US$)\" ;    WB_gdp_curUS \" WBDI: GDP (current US$)\" ;    WB_growth \" WBDI: GDP growth (annual %)\" ;    WB_gdppc_constUS95 \" WBDI: GDP per capita (constant 1995  US$)\" ;    WB_pop \" WBDI: Population, total\" ;    total_aid \" WBDI: WB_population* Aid_pcUS (i.e current  US$)\";   aid_cap_constUS \" WBDI: Aid per capita (const  US$)\";   aid_gdp \" WBDI: Foreign aid over GDP \";      Freedom House      PR “Freedom House: Political Rights Index”;   CL “Freedom House: Civil Liberties Index”;         ACLP    INST \"ACLP: Classification of regimes: 0=dictator;  1=parliamentary demo: 2=mixed demo:3=Presidential demo\";   AGEA \"ACLP: Age of regime by AUT\";   AGEI \"ACLP: Age of regime by INST\";   AUT \"ACLP: Classification of regimes: 0=demo:  1=bureaucracy: 2=autocracy\";   BRITCOL \"ACLP:Former British Colony \";   CATH \"ACLP: %age Catholics in population \";   COMEX \"ACLP:  Primiary Commodity exporters =1 \";   EDTG \"ACLP: Growth rate in EDT \";   EDT \"ACLP: Cummulative years of education for average  member of work force (Bhalla 1994) \";   ELF60 \"ACLP: ethnolinguistic fractionization\";   GINI \"ACLP: GINI index of inequality\";   GXPDEDUC \"ACLP: Central government expenditure on  education as as share of GDP (both at factor cost, current national currency).  [WB1994\";   GXPDHLTH \"ACLP: Central government expenditure on  health as a share of GDP (both at factor cost, current national currency). [WB  1994\";   GXPDSSEC \"ACLP: Central government expenditure on  social security and welfare as a share of GDP (both at factor cost, current  national currency) [WB 1994\";   GXPKTOTL \"ACLP: Central government total capital  expenditure as a share of GDP (both at factor cost, current national currency)  [WB 1994\";   ETHNIC \"ACLP: Percentage of population of the largest  ETHNIC group, measured in the year for which data were available (roughly  1976-1985). [The Economist 1988 and Vanhanen 1992].\";   INEQ \"ACLP: Ratio of income shares of the top to  the bottom quintiles of income recipients. [Deininger and Squire 1996].\";   LEGSELEC \"ACLP: Legislative selection. As in BANKS but  undated and slightly modofied \";   MOSLEM \"ACLP: Percentage of Moslems in the  population. [LPS 1993/94].\";    OIL \"ACLP: Dummy variable coded 1 if the average  ratio of fuel exports to total exports in 1984-86 exceeded 50%, 0 otherwise.  [International Monetary Fund (1994b)].\";   PROT \"ACLP: Percentage of Protestants in the  populaton [LPS 1993/94].\";   PRIVCON \"ACLP: Private Consumption \";   REGION \"ACLP: Region of the world, coded 1 if Latin  America and Caribbean; 2 if Middle East; 3 if Eastern Europe; 4 if Africa; 5 if  Southern Asia; 6 if Eastern Asia; 7 if OECD. [World Bank 1990].\";   REGION2 \"ACLP: Region of the world, coded 1 if  Sub-Saharan Africa; 2 if South Asia; 3 if East Asia; 4 if South East Asia; 5 if  Pacific Islands/Oceania; 6 if Middle East/North Africa; 7 if Latin America; 8  if Caribbean and non-Iberic America; 9 if Eastern Europe/Soviet Union; 10 if  Industrial Countries.\";   RELIGION \"ACLP: Percentage of population of the largest  religious group, measured in the year for which data were available (roughly  1976-1985). [The Economist 1988 and Vanhanen 1992]\";   RIOTS \"ACLP: Number of violent demonstrations or  clashes of more than 100 citizens involving the use of physical force. [Banks  1996].\";   STRIKES \"ACLP: Number of strikes of 1,000 or more  industrial or service workers that involves more than one employer and that is  aimed at national government policies or authority. [Banks 1996].\";   UNSTABLE \"ACLP: Dummy variable coded 1 for all the  years in a country that experienced at least one regime transition (as defined  by REG) between 1950 and 1990.\";   WAR \"Dummy variable coded 1 when there is a war of  any type (international or civil) on the territory of a country, 0 otherwise.  [Singer and Small 1994\";   TAXGDP \"Cheibub: Tax revenue / GDP\";   TAXGNP \"Cheibub: Tax Revenue /GNP\";   TREV \"Cheibub: Total Revenue/GDP\";   INCOMEY \"Cheibub: Income Tax/GDP\";   INCOMET \"Cheibub: Income tax/tax revenue \";   DIRT \"Cheibub: Direct Tax/TAX revenue\";   INDIRT \"Cheibub: Indirect TAX/ TAX revenue \";         Penn World Tables      eda \"Effective Development Assistance (=EDA GQ  +grants -TA-B Debt): Craig Burnside, David Dollar: Aid Dataset\";   pop \"population: PWT\";   rgdpch \"Real GDP per capita in constant dollars  (Chain Index) (expressed in international prices, base 1985.) : PWT\";   rgdpl \"Real GDP per capita (Laspeyres index) (1985  intl. prices) : PWT\";   c \" Real  Consumption share of GDP [%] (1985 intl. prices) : PWT\";   i \" Real Investment share of GDP [%] (1985 intl.  prices): PWT\";   g \" Real Government share of GDP [%] (1985 intl.  prices): PWT\";   rgdptt \"Real  GDP per capita in constant dollars adjusted for changes in terms of trade (1985  international prices for domestic absorption and current prices for exports and  imports.) : PWT\";   cgdp \" Real GDP per capita (current intl. prices):  PWT\";   y \"CGDP  relative to U.S. [%] (U.S.=100, current intl. prices) : PWT\";   cc \" Real Consumption share of GDP [%] (current  intl. prices) : PWT\";   ci \" Real Investment share of GDP [%] (current  intl. prices): PWT\";   cg \"Real Government share of GDP [%] (current  intl. prices) : PWT\";   p \"Price level GDP [%] (PPP GDP/ U.S. dollar  exchange rate) : PWT\";   pc \" Price level Consumption [%] ([PPP of C]/XR):  PWT\";   pi \"Price level Investment [%] ([PPP of I]/XR) :  PWT\";   pg \"Price level Government [%] ([PPP of G]/XR) :  PWT\";   xr \"Exchange Rate with U.S. dollar : PWT\";   rgdpea \"Real GDP per Equivalent Adult (1985 intl.  prices): PWT\";   rgdpw \"Real GDP per Worker (1985 intl. prices) :  PWT\";   kapw \"Non-residential  Capital Stock per Worker (1985 intl. prices) : PWT\";   kdur   \"Producer Durables (% of KAPW) (1985 intl. prices) : PWT\";   knres \" Nonresidential construction (% of KAPW)  (1985 intl. prices) : PWT\";   kother \" Other Construction (% of KAPW) (1985 intl.  prices): PWT\";   kres \"Residential construction (% of KAPW)  (1985 intl. prices) : PWT\";   ktranp \"Transportation Equipment (% of KAPW) (1985  intl. prices) : PWT\";   open \"Openness (Exports+Imports)/Nominal GDP :  PWT\";   rgnp \"Real Gross National Product (% of CGDP) :  PWT\";   ipri \" Gross Domestic Private Investment (% of  Gross Domestic Investment in current intl.prices) : PWT\";   stliv \" Standard of Living Index (Consumption plus  government consumption minus military expenditure, % of GDP) : PWT\";     COW    warno \"COW: Interstate War Number\";   is_war_start \"COW: Does an interstate war start this year?  (1/0)\";   duration \"COW: Length of interstate war participation  in days\";   deaths \"COW: Number of battle related deaths sustained  by participant's armed forces in interstate war\";    outcome \"COW: Interstate War outcome for participant (1  = on winning side, 2 = on losing side, 3 = on side A of a tie, 4 = on side B of  a tie, 5 = on side A of ongoing war, 6 = on side B of ongoing war)\";   initiate \"COW: Interstate, Did state initiate war? (0 =  no, 1 = yes)\";   sysstat \"COW: System membership status of state (1 =  neither central sub-system member nor major power, 2 = central sub-system  member only [only relevant 1816 through 1919], 3 = central sub-system member  &amp; a major power [only relevant 1816 through 1919], 4 = major power  only)\";   IS_WAR \"COW: Interstate War (1/0)\";   number_of_ISwars \"COW: Number of Interstate Wars that  nation is engaged during year \";   biggestISwar \"COW: Dummy for the largest interstate war  ongoing in that year (by deaths): in nation year analyses use to select only  the largest war\";    warnoEX \"COW: War Number: Extra state war\";   EX_war_start \"COW: Does an extrastate war start this year?  (1/0)\";   EXduration \"COW: Length of EX war participation in days:  \";   EXdeaths \"COW: Number of battle related deaths  sustained by participant's armed forces in war\";    EXintside \"COW extrastate: On which side did participant  intervene? (0 = NA/state is primary actor in war, 1 = on side of state; 2 = on  side of colony/non-state, 3 = on neither side)\";   EXinitiate \"COW extrastate:Did state initiate war? (0 =  no, 1 = yes)\";   EX_WAR \"COW: Extrastate War (1/0)\";   number_of_EXwars \"COW: Number of Extrastate Wars that  nation is engaged during year \";    biggestEXwar \"COW: Dummy for the largest extrastate war ongoing in  that year (by deaths): in nation year analyses use to select only the largest  war\";   warnoCL \"COW: Civil War Number\";   CL_war_start \"COW: Does a civil war start this year?  (1/0)\";   CLduration \"COW: Length of CIVIL war participation in  days: \";   CLdeaths \"COW: Number of civil war battle related  deaths sustained by participant's armed forces in war\";    CLintside \"COW: On which side did participant intervene?  (0 = NA/state is primary actor in war, 1 = on side of state; 2 = on side of  colony/non-state, 3 = on neither side)\";   CLinitiate \"COW civil war: Did state initiate war? (0 =  no, 1 = yes)\";   CL_WAR \"CIVIL War (1/0)\";   number_of_CLwars \"COW: Number of CIVIL Wars that nation  is engaged during year \";   biggestCLwar \"COW: Dummy for the largest CIVIL war ongoing  in that year (by deaths): in nation year analyses use to select only the  largest war\";   cap \"COW: capabilities\";    milper \"COW: military personnel\";   milex \"COW: military expenditure\";   energy \"COW: energy consumption\";   irst \"COW: Iron and Steel production\";   majpow \"COW: Major Power?\";         Human Rights Abuses Data (Poe et. Al. 1999)    ai “Amnesty international human rights score (1  to 5 scale)   sd “State Department human rights score (1 to 5  scale)   ainew “Amnesty international scale with missing  values filled with sd data”   sdnew “State department data with missing values  filled by ai data”       Population Migration Data (Mitchell 1998)    immig \"Immigration\";   emig \"emigration\";             DATAVINE Data      finittrm \"Is there a finite term in office? (1 if yes,  O if no): Phil Keefer:World Bank data set on political institutions\";   yrcurnt \"Years left in current term: Phil Keefer:World  Bank data set on political institutions\";   military \"Is Chief Executive a military officer?: Phil  Keefer:World Bank data set on political institutions\";   auton \"Federalism? Autonomy regions: Phil  Keefer:World Bank data set on political institutions\";   strikes \"strikes: Easterley\";   nspolpr \"political protests:Easterley\";   agovdem \"Anti-government demonstrations: Any peaceful  public gathering of at least 100 people for the primary purpose of displaying  or voicing their opposition to government policies or authority, excluding  demonstrations of a distinctly anti-foreign nature.:Easterley&amp;Levine\";   govtcris \" Major Government Crises: Any rapidly  developing situation that threatens to bring the downfall of the present regine  - excluding situations of revolt aimed at such  overthrow.:Easterley&amp;levine\";   corrupti80_89 \"corruption:Easterley&amp;levine\";   purges \" Purges: Any systematic elimination by  jailing or execution of political opposition within the ranks of the regime or  the opposition.:Easterley&amp;levine\";   coups \" Coups dEtat: The number of  extraconstitutional or forced changes in the top government elite and/or its  effective control of the nations power structure in a given year. Unsuccessful  coups are not counted.:Easterley&amp;levine\";   riots \"Any violent demonstration or clash of more  than 100 citizens involving the use of physical  force.:Easterley&amp;levine\";   constchg \"Major Constitutional Changes: The number of  basic alternations in a states constitutional structure, the extreme case being  the adoption of a new constitution that significantly alters the prerogatives  of the various branches of government.:Easterley&amp;levine\";   cabchg \"Major Cabinet Changes: The number of times in  a year that a new premier is named and/or 50% of the cabinet posts are occupied  by new ministers.:Easterley&amp;levine\";   genocide \"Dummy =1 for countries with genocidal  incident involving political victims or mixed communal and political  victims.:Easterley&amp;levine\";     Other Sources    esolow \"Solow productivity  residual=ZPGDP-0.4*ZKAP-0.6*ZLAB: Fischer J of Monetary Econ 1993\";   bhkavg \"average Barro-Lee human capital stock (average  years of educational attainment of the labor force: Fischer J of Monetary Econ  1993\";   exchprem \"log (1+BLACK), where BLACK is the average  black market exchange rate premium from WDR: Fischer J of Monetary Econ  1993\";         BdM2S2 Constructions      cowreg \"COW region code\";   regyr \"region-year dummy\";   demaut \"Polity: (democracy score - autocracy score  +10)/20\";   lpop \"log of population: Penn World Tables\";   lpop_WB \"log of population (World Bank)\";    S \"Selectorate size: Legselec/2 Polity\";   W \"  Winning Coalition size\"; gen W=0; replace W=W+1 if (xrcomp&gt;=2);replace  W=W+1 if (xropen&gt;2);replace W=W+1 if parcomp==5;     gen W_extend = W; replace W=W + 1 if (RegimeType~=.  &amp; RegimeType~=2 &amp; RegimeType~=3);replace W=W/4 Polity;   W_mod \"Alternative coding for Winning Coalition  Size\";     gen W_mod=1; replace W_mod=W_mod+1 if  (xrcomp&gt;=2);replace W_mod=W_mod+1 if (xropen&gt;2);replace W_mod=W_mod+1 if  parcomp==5;replace W_mod=W_mod-1 if (xrreg==1 |xrreg==2);replace W_mod=W_mod/4;   Parl_Pres “ Institutional Variable: 0 if Demaut&lt;1, takes vale  of ACLP’s INST variable otherwise”   w2 \"Winning Coalition (W) squared\";   demaut2 \"Democracy measure (demaut) squared\";   WoverS \"W/S: transformed to avoid division by zero: =W/(log((s+1)*10)/3)\";   dbigw \"demaut is bigger than W\"   dw30 \"Change in W: W minus W at t-3\";   lagW \"lagged W\";   lagW2 \"lagged W squared\";   dwos30 \"change in WoverS: today versus three years earlier\";   grow “PWT:(rgdpc-L.rgdpc)/L.rgdpc”   LongGR1 “PWT long term growth (five year average):  (F2.rgdpc-L2.rgdpc)/L2.rgdpc”   LagGrow “Lagged growth PWT”    lrgdpc \"log GDP pc: PWT\";   laglrgdpc \"lagged log of GDP pc PWT\";   lgdpWB \"log GDP pc: WBDI 2001\";   laglgdpWB \"lagged log of GDP pc: WBDI 2001\";   VarGrow_ \"Variance in growth rate (PWT growth)\";   build \"noresidential+residential and other  construction: WBDI \";   bal_bud \"unBalanced Budget: abs((NatGovRevenue-  NatGovExpend)/NatGovRevenue)\"   Klepto \"Kleptocracy? surplus funds not spend by  leader\"   nexcap \"percapita government expenditure in US$\""}]}]