[[{"detail": [{"content": "Youth in Foster Care: An Examination of Social, Mental, and Physical Risks - Applied Psychology OPUS - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Applied Psychology OPUS                          Home    About     Submissions    Staff Writer Positions    Current and Past Issues    Contact                                     Youth in Foster Care: An Examination of Social, Mental, and Physical Risks       Erin Kim Hazen    According to the United States Administration for Children and Families (2013), approximately 400,000 children and adolescents were involved in the foster care system in the year 2012. The average length of time a young person stays in foster care is 22.4 months (Administration for Children and Families, 2013). Foster care is an example of an institutionalized system, also known as an exosystem (Brofenbrenner, 1977). Exosystems are important to examine when exploring the mental health of adolescents because they provide the general cultural context within which social interactions and identity development occur (Bronfenbrenner, 1977).    Adolescents in foster care may be particularly vulnerable to stressful events prior to foster care such as removal from the home, separation from familiar social circles, and constant transitions to different homes and schools (Dorsey, et. al., 2011; Kramer, Sigel, Connors-Burrow, Savary, &amp; Tempel, 2013). In addition to these dramatic changes, one-half to three-fourths of adolescents exhibit behavioral or social-emotional issues (Landsverk, Burns, Stambaugh, &amp; Reutz, 2009). Since youth with histories of foster care appear to have different life experiences compared to their peers, this paper explores the social effects, mental health risks, and the physical health risks that this population faces.  Social Risks Research indicates that experiences within the foster care system affect adolescents&rsquo; engagement in school activities, their sibling ties, and their relationships with family members and caregivers (Conn et al, 2014; Fong et al, 2006; Harder, Knorth, &amp; Kalverboer, 2013; Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helfrich, 2013). Social activities have been shown to serve as a protective factor against foster care placement disruptions (Fong et al, 2006). However, adolescents in foster care participate less in positive and structured extracurricular activities compared to peers who are not involved in the foster care system (Conn et. al., 2014). More specifically, one study found that only 40% of youth in foster care reported participating in in-school activities that focused on honing leadership skills, helping improve their communities, and creating positive peer and mentor relationships (Conn, et. al., 2014). In addition to the content of these types of activities, the consistency and continuity of extracurriculars are also related to academic achievement and improved well-being, specifically related to happiness and feelings of security (Fong et al 2006). However, when youth in foster care are not engaging in these types of activities, they are more likely to exhibit internalizing symptoms, including depression, as well as symptoms associated with conduct disorder (Conn et. al., 2014; Dorsey et. al., 2012). Thus, foster care adolescents&rsquo; lack of engagement in school activities has implications for how they react to their lived experiences (Conn et. al., 2014; Fong et al 2006)    In addition to a lack of social engagement in school activities, youth in foster care also experience social issues regarding their siblings. Studies have shown that foster care adolescents exhibit feelings of obligatory guardianship over blood siblings who are also in foster care (Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helfrich, 2013). However, the foster care system may separate siblings from each other (Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helfrich, 2013). The consequences of sibling separation include internalizing symptoms such as distress, withdrawal, and somatic problems, in part due to failed attempts at sibling visitations that result from transportation issues and an inability to keep in contact (Wojciak, McWey, &amp; Helfrich, 2013).    In keeping with this idea, severed ties with family members as the result of being removed from the home may cause adolescents in foster care to become more prone to insecure attachment styles (Ainsworth &amp; Bell, 1970). Insecure attachment, defined as the avoidance of others due to fear of rejection, may prevent youth in foster care from connecting with their teachers and new caregivers (Ainsworth &amp; Bell 1970; Harder, Knorth, &amp; Kalverboer, 2013). Youth in foster care who have had frequent placement disruption tend to have issues with higher risk of disordered attachment and aggression towards others (Newton, Litrownik, &amp; Landsvark, 2000). These kind of emotional disruptions indicate that the social risks surrounding disruptions within sibling and family relationships have implications for the mental health of youth as well (Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helfrich, 2013). Mental Health Risks Adolescents in the foster care system report higher levels of mental distress as compared to non-foster care peers (Baker et. al., 2007; Coleman-Cowger, Green, &amp; Clark, 2011; dosReis, Zito, Safer, &amp; Soeken, 2001; Stevens, Brice, Ale &amp; Morris, 2011). In fact, 61% of adolescents in the foster care system meet diagnostic criteria for at least one psychiatric disorder during their lifetime, including major depression, separation anxiety disorder, and oppositional defiant disorder (McMillen et. al. 2005). Baker and colleagues (2007) found that 51% of their sample of youth in foster care had a history of psychiatric hospitalization, while 77% were prescribed psychiatric medication. In addition, rates of disruptive behavioral disorder and major depression disorder among this population are three times higher compared to non-foster care youth (McMillen et. al. 2005; Stevens, Brice, Ale &amp; Morris, 2011). These significantly high rates may be due to previous family history of psychological disorders, abuse, or the stress of placement disruptions within the foster care system (McMillen et. al. 2005). The high rates of adolescents in foster care diagnosed with psychiatric disorders indicate the prevalence of mental health risks associated with this population (Baker et. al., 2007; Coleman-Cowger, Green, &amp; Clark, 2011; dosReis, Zito, Safer, &amp; Soeken, 2001; Stevens, Brice, Ale &amp; Morris, 2011)    A significant mental health risk that is particularly relevant to youth in foster care is post-traumatic stress disorder (i.e., PTSD; Dorsey et al 2012;). According to the DSM-V, PTSD is an anxiety disorder triggered by one or more traumatic events throughout the lifetime (American Psychological Association, 2013). Dorsey and colleagues (2012) found that when this specific population is exposed to trauma before foster care, they have a higher risk of PTSD. The types of trauma that predicted lifetime symptoms of PTSD include rape, molestation, and acts of terrorism (Salazar et. al. 2012). Although sexual violation is the most common form of trauma, community violence was also related to PTSD (Dubner &amp; Motta, 1999; Garrido et. al. 2011; Salazar et al 2012). Thus, there are different types of trauma which are associated with PTSD (Dubner &amp; Motta, 1999; Garrido et. al. 2011; Salazar et al 2012).    While some researchers have focused on the mental health risks of being involved in the foster care system, others have contributed to an understanding of the physical health risks that youth in foster care experience. Physical Health Risks Adolescents in foster care are more likely than those not in foster care to engage in behaviors that pose serious physical health risks, including drug abuse and sexual risk-taking (Coleman-Cowger, Green, &amp; Clark, 2011; Pilowsky &amp; Wu, 2007; Vaughn, Ollie, McMillen, Scott, &amp; Munson, 2006 ). Research indicates that almost 50% of youth in foster care have a history of drug use and that one-third meet diagnostic criteria for substance usage disorder (i.e., the exhibition of one or more substance abuse symptoms within a 12-month period; DSM-V, 2014; Vaughn et al., 2006). Specifically, foster care adolescents are five times more likely than community counterparts to develop a dependence on marijuana, tobacco, and heavy drugs like methamphetamines or heroin (Coleman-Cowger, Green, &amp; Clark, 2011; Pilowsky &amp; Wu, 2007; Vaughn, Ollie, McMillen, Scott, &amp; Munson, 2006). Previous findings indicate that marijuana use moderates the risk for contracting HIV/AIDs (Auslander, Thompson, &amp; Gerke, 2014; McDonald, Mariscal, Yan, &amp; Brook, 2014). In addition to an increased likelihood of using drugs, adolescents in foster care also engage in sexual risk-taking to a greater degree than their non-foster care counterparts.    Youth in foster care have sex at a younger age compared to non-foster care adolescents (Boonstra, 2011; Coleman-Cowger, Green, &amp; Clark, 2011), and engage in more sexual risk-taking like participating in unprotected sex (Risley-Curtis, 1997). In addition, adolescents in the foster care system are also more likely to report instances of sexual abuse compared to non-foster care youth (Coleman-Cowger, Green, &amp; Clark, 2011; Elze et al, 2001). According to a study conducted by Risley-Curtis (1997), 15% of youth in foster care between the ages of 13 and 18 have had at least one STD during their lifetime. Although this population is at-risk for HIV and AIDS (Becker &amp; Barth, 2000; Coleman-Cowger,Green, &amp; Clark, 2011; Risley-Curtis, 1997), sexual abuse victims in the foster care system who were involved in unwanted sexual intercourse were particularly highat-risk (Elze et al 2001).    In addition, teen pregnancy is one of the most prevalent sexual activity risks among this population (Boonstra, 2011; Coleman-Cowger, Green, &amp; Clark, 2011; Leve, Kerr, &amp; Harold 2013, Risley-Curtis, 1997; Rutman, Strega, Callahan, &amp; Dominelli, 2002; The Public Advocate for the City of New York, 2005). Approximately 1 out of every 6 women in foster care ages 13-21 are either mothers or pregnant (The Public Advocate for the City of New York, 2005). The prevalence of teen pregnancy is typically perceived negatively, particularly from social workers working with these adolescents who blame teen pregnancy on the &ldquo;cycle&rdquo;, which refers to the idea that these young women are repeating &ldquo;reckless&rdquo; patterns from their mothers and inadvertently reinforces class and race stereotypes (Dworsky &amp; Courtney. 2010; Rutman et. al., 2002). Teen mothers may also be at-risk for dangers in childbearing (e.g. miscarriages) and childrearing (e.g. child fatality) (Leve, Kerr, &amp; Harold, 2013; The Public Advocate for the City of New York, 2005). In addition, some research suggests that illicit drug use for young mothers in the foster care system nearly doubles after pregnancy (Leve et al, 2013). Examining the rates and risks of drug abuse and sexual risk-taking are pertinent to understanding the physical health risks of adolescents in foster care. Conclusion After examining the social, mental, and physical risks of adolescents in foster care, the relationships that youth in foster care create among their peers, caregivers, and sexual partners appear to be crucial in terms of both external and internal outcomes (Conn et al 2014; Herrick &amp; Piccus, 2005; Risley-Curtis, 1997; Wojciak, McWey, &amp; Helrich, 2013). Furthermore, the maintenance of ties to biological family when possible has implications for healthy relationships among siblings (Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helrich, 2013) and also for monitoring any familial history of psychological disorders (McMillen et al 2005). Despite the fact that relationships are important, Fong and colleagues (2006) found that many foster parents were not aware of youth&rsquo;s engagement in risky behaviors before and even during foster care placement. This could cause issues in the future between the youth and their foster parents because of the lack of awareness about youth&rsquo;s individual interests and needs. Further studies should address this issue by designing studies that create programs that help train parents or kin while to create mindfulness of the young people in foster care in order to promote healthy attachment. Through competent and empathetic social support, these relationships can help prevent adolescents from detrimental risk. Education targeted at adolescents in foster care regarding the long-term consequences of social, mental, and physical risks could also prevent and create self-awareness about their experiences.    References    Administration on Children, Youth and Families. (2013). Recent demographic trends in foster care. Office of Data, Analysis, Research and Evaluation: Data Brief 2013-1.    Ainsworth, M.D. &amp; Bell, S.M. (1970). Attachment, exploration, and separation: Illustrated by the behavior of one-year-olds in a strange situation. Child Development, 41 (1), 49-67.    American Psychiatric Association. (2013). Diagnostic and Statistical Manual of Mental Disorders (5th ed.).    Auslander, W.F. Thompson, R.G., Gerke, D.R. (2014) The moderating effect of marijuana use on the relationship between delinquent behavior and HIV risk among adolescents in foster care. Journal of HIV/AIDS &amp; Social Services, 13 (2), 179-197.    Baker, A.J. L., Kurland, D., Curtis, P., Alexander, G., &amp; Papa-Lentini, C. (2007). Mental Health and Behavioral Problems of Youth in the Child Welfare System: Residential Treatment Centers Compared to Therapeutic Foster Care in the Odyssey Project Population. Child Welfare: Journal of Policy, Practice, and Program, 86 (3), 97-123.    Becker, M.G. &amp; Barth, R.P. (2000) Power through choices: The development of a sexuality education curriculum for youths in out-of-home care. Child Welfare: Journal of Policy, Practice, and Program, 79 (3), 269-282.    Boonstra, H.D. (2011). Teen Pregnancy Among Young Women In Foster Care: A Primer. Guttmacher Policy Review, 14 (2), 8-19.    Brofenbrenner, U. (1977). Toward an experimental ecology of human development. American Psychologist, 32 (7), 513-531.    Conn, A., Calais, C., Szilagyi, M., Baldwin, C., &amp; Jee, S. H. (2014). Youth in out-of-home care: Relation of engagement in structured group activities with social and mental health measures. Children and Youth Services Review, 36 (0), 201-205.    Coleman-Cowger, V.H., Green, B.A., &amp; Clark, T.T. (2011). The impact of mental health issues, substance use, and exposure to victimization on pregnancy rates among a sample of youth with past-year foster care placement. Youth and Child Services Review, 33 (11), 2207-2212.    Dorsey, S., Burns, B., Southerland, D., Cox, J., Wagner, H., &amp; Farmer, E. (2012). Prior trauma exposure for youth in treatment foster care. Journal of Child and Family Studies, 21 (5), 816-824.    dosReis, S., Zito, J.M., Safer, D.J., &amp; Soeken, K.L. (2001). Mental Health Services for Youths in Foster Care and Disabled Youths. American Journal of Public Health, 91 (7), 1094-1099.    Dubner, A. E., Motta, R.W. (1999). Sexually and physically abused foster care children and posttraumatic stress disorder. Journal of Consulting and Clinical Psychology, 67 (3), 367-373.    Dworsky, A. &amp; Courtney, M.E. (2010). The risk of teenage pregnancy among transitioning foster youth: Implications for extending state care beyond age 18. Children and Youth Services Review, 32 (10), 1351-1356.    Dubner, A. E., Motta, R.W. (1999). Sexually and physically abused foster care children and posttraumatic stress disorder. Journal of Consulting and Clinical Psychology, 67 (3), 367-373.    Elze, Diane E., Auslander, W., McMillen, C., Edmond, T., &amp; Thompson R. (2001) Untangling the impact of sexual abuse on HIV Risk Behaviors among Youths in Foster Care. AIDS Education and Prevention, 13 (4), 377-89.    Fong, R., Schwab, J., &amp; Armour, M. (2006). Continuity of activities and child well-being for foster care youth. Child and Youth Services Review, 28 (11), 1359-1374.    Garrido, E.F., Culhane, S.E., Petrenko, C.L.M., &amp; Taussig, H.N. (2011). Psychosocial consequences of caregiver transitions for maltreated youth entering foster care: The moderating impact of community violence exposure. American Journal of Orthopsychiatry, 81 (3), 382-389.    Harder, A. T., Knorth, E. J., &amp; Kalverboer, M. E. (2013). A secure base? The adolescent-staff relationship in secure residential youth care. Child &amp; Family Social Work, 18 (3), 305-317. doi:10.1111/j.1365-2206.2012.00846.x    Hegar, R.L.&amp; Rosenthal, J.A. (2009). Kinship care and sibling placement: Child behavior, family relationships, and school outcomes, Children and Youth Services Review, 31 (6), 670-679,    Kramer, T. L. Sigel, B.A., Conners-Burrow, N.A., Savary, P.E. &amp; Tempel, A. (2013). A statewide introduction of trauma-informed care in a child welfare system. Children and Youth Services Review, 35 (1), 19-24.    Landsverk, J. A., Burns, B. J., Stambaugh, L. F., &amp; Rolls Reutz, J. A. (2009). Psychosocial interventions for children and adolescents in foster care: Review of research literature. Child Welfare, 88 (1), 49-49-69.    Leve, L. D., Kerr, D.C.R.., &amp; Harold, G.T. (2013). Young Adult Outcomes Associated With Teen Pregnancy Among High-Risk Girls in a Randomized Controlled Trial of Multidimensional Treatment Foster Care. Journal of Child &amp; Adolescent Substance Abuse, 22 (5), 421-434.    McDonald, T.P., Mariscal, S.E., Yan, Y., Brook, J. (2014) Substance use and abuse for youths in foster care: Results from the communities that care normative database . Journal of Child &amp; Adolescent Substance Abuse, 23 (4), 262-268.    McMillen, C., Zima, B.T., Scott, L.D., Auslander, W.F., Munson, M., Ollies, M.T., Spitznagel, E.L., Pilowsky, D.J., &amp; Wu, L. (2007). Psychiatric symptoms and substance use disorders in a nationally representative sample of American adolescents involved with foster care. Journal of Adolescent Health, 38 (4), 351-358.    Newton, R.R., Litrownik, A. &amp; Landsverk, J.A. (2000). Children and youth in foster care: disentangling the relationship between problem behaviors and number of placements. Child Abuse and Neglect, 24 (10), 1363-1374.    Risley-Curtiss, C. (1997). Sexual activity and contraceptive use among children entering out-of-home care. Child Welfare, 76 (4), 475-499.    Rutman, D., Strega, S., Callahan, M., &amp; Dominelli, L. (2002) &lsquo;Undeserving&rsquo; mothers? Practitioners&rsquo; experiences working with young mothers in/from care. Child &amp; Family Social Work, 7 (3), 149-159.    Salazar, A. M., Keller, T.E., Gowen, L.K. &amp; Courtney M.E. (2013). Social psychiatry and psychiatric epidemiology. Social Psychiatry and Psychiatric Epidemiology, 48 (4), 545-551.    Stevens, S.B., Brice, C.S., Ale. C.M., &amp; Morris, T.L. (2011). Examining depression, anxiety, and foster care placement as predictors of substance use and sexual activity in adolescents. Journal of Social Service Research, 37 (5), 539-554.    The Public Advocate for the City of New York. (2005). Children raising children: City fails to adequately assist pregnant and parenting youth in foster care. Retrieved from http://www.nyc.gov/html/records/pdf/govpub/2708children_raising_children.pdf    Vaughn, M.G., Ollie, M.T., M.S.W., McMillen, J.C., Scott, L., &amp; Munson, M. (2006). Substance use and abuse among older youth in foster care. Addictive Behaviors, 32 (9), 1929-1935.    Wojciak, A. S., McWey, L.M., Helfrich, C.M. (2013). Sibling relationships and internalizing symptoms of youth in foster care. Children and Youth Services Review , 35(7), 1071-1077.                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Youth in Foster Care: An Examination of Social, Mental, and Physical Risks - Applied Psychology OPUS - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Applied Psychology OPUS                          Home    About     Submissions    Staff Writer Positions    Current and Past Issues    Contact                                     Youth in Foster Care: An Examination of Social, Mental, and Physical Risks       Erin Kim Hazen    According to the United States Administration for Children and Families (2013), approximately 400,000 children and adolescents were involved in the foster care system in the year 2012. The average length of time a young person stays in foster care is 22.4 months (Administration for Children and Families, 2013). Foster care is an example of an institutionalized system, also known as an exosystem (Brofenbrenner, 1977). Exosystems are important to examine when exploring the mental health of adolescents because they provide the general cultural context within which social interactions and identity development occur (Bronfenbrenner, 1977).    Adolescents in foster care may be particularly vulnerable to stressful events prior to foster care such as removal from the home, separation from familiar social circles, and constant transitions to different homes and schools (Dorsey, et. al., 2011; Kramer, Sigel, Connors-Burrow, Savary, &amp; Tempel, 2013). In addition to these dramatic changes, one-half to three-fourths of adolescents exhibit behavioral or social-emotional issues (Landsverk, Burns, Stambaugh, &amp; Reutz, 2009). Since youth with histories of foster care appear to have different life experiences compared to their peers, this paper explores the social effects, mental health risks, and the physical health risks that this population faces.  Social Risks Research indicates that experiences within the foster care system affect adolescents&rsquo; engagement in school activities, their sibling ties, and their relationships with family members and caregivers (Conn et al, 2014; Fong et al, 2006; Harder, Knorth, &amp; Kalverboer, 2013; Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helfrich, 2013). Social activities have been shown to serve as a protective factor against foster care placement disruptions (Fong et al, 2006). However, adolescents in foster care participate less in positive and structured extracurricular activities compared to peers who are not involved in the foster care system (Conn et. al., 2014). More specifically, one study found that only 40% of youth in foster care reported participating in in-school activities that focused on honing leadership skills, helping improve their communities, and creating positive peer and mentor relationships (Conn, et. al., 2014). In addition to the content of these types of activities, the consistency and continuity of extracurriculars are also related to academic achievement and improved well-being, specifically related to happiness and feelings of security (Fong et al 2006). However, when youth in foster care are not engaging in these types of activities, they are more likely to exhibit internalizing symptoms, including depression, as well as symptoms associated with conduct disorder (Conn et. al., 2014; Dorsey et. al., 2012). Thus, foster care adolescents&rsquo; lack of engagement in school activities has implications for how they react to their lived experiences (Conn et. al., 2014; Fong et al 2006)    In addition to a lack of social engagement in school activities, youth in foster care also experience social issues regarding their siblings. Studies have shown that foster care adolescents exhibit feelings of obligatory guardianship over blood siblings who are also in foster care (Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helfrich, 2013). However, the foster care system may separate siblings from each other (Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helfrich, 2013). The consequences of sibling separation include internalizing symptoms such as distress, withdrawal, and somatic problems, in part due to failed attempts at sibling visitations that result from transportation issues and an inability to keep in contact (Wojciak, McWey, &amp; Helfrich, 2013).    In keeping with this idea, severed ties with family members as the result of being removed from the home may cause adolescents in foster care to become more prone to insecure attachment styles (Ainsworth &amp; Bell, 1970). Insecure attachment, defined as the avoidance of others due to fear of rejection, may prevent youth in foster care from connecting with their teachers and new caregivers (Ainsworth &amp; Bell 1970; Harder, Knorth, &amp; Kalverboer, 2013). Youth in foster care who have had frequent placement disruption tend to have issues with higher risk of disordered attachment and aggression towards others (Newton, Litrownik, &amp; Landsvark, 2000). These kind of emotional disruptions indicate that the social risks surrounding disruptions within sibling and family relationships have implications for the mental health of youth as well (Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helfrich, 2013). Mental Health Risks Adolescents in the foster care system report higher levels of mental distress as compared to non-foster care peers (Baker et. al., 2007; Coleman-Cowger, Green, &amp; Clark, 2011; dosReis, Zito, Safer, &amp; Soeken, 2001; Stevens, Brice, Ale &amp; Morris, 2011). In fact, 61% of adolescents in the foster care system meet diagnostic criteria for at least one psychiatric disorder during their lifetime, including major depression, separation anxiety disorder, and oppositional defiant disorder (McMillen et. al. 2005). Baker and colleagues (2007) found that 51% of their sample of youth in foster care had a history of psychiatric hospitalization, while 77% were prescribed psychiatric medication. In addition, rates of disruptive behavioral disorder and major depression disorder among this population are three times higher compared to non-foster care youth (McMillen et. al. 2005; Stevens, Brice, Ale &amp; Morris, 2011). These significantly high rates may be due to previous family history of psychological disorders, abuse, or the stress of placement disruptions within the foster care system (McMillen et. al. 2005). The high rates of adolescents in foster care diagnosed with psychiatric disorders indicate the prevalence of mental health risks associated with this population (Baker et. al., 2007; Coleman-Cowger, Green, &amp; Clark, 2011; dosReis, Zito, Safer, &amp; Soeken, 2001; Stevens, Brice, Ale &amp; Morris, 2011)    A significant mental health risk that is particularly relevant to youth in foster care is post-traumatic stress disorder (i.e., PTSD; Dorsey et al 2012;). According to the DSM-V, PTSD is an anxiety disorder triggered by one or more traumatic events throughout the lifetime (American Psychological Association, 2013). Dorsey and colleagues (2012) found that when this specific population is exposed to trauma before foster care, they have a higher risk of PTSD. The types of trauma that predicted lifetime symptoms of PTSD include rape, molestation, and acts of terrorism (Salazar et. al. 2012). Although sexual violation is the most common form of trauma, community violence was also related to PTSD (Dubner &amp; Motta, 1999; Garrido et. al. 2011; Salazar et al 2012). Thus, there are different types of trauma which are associated with PTSD (Dubner &amp; Motta, 1999; Garrido et. al. 2011; Salazar et al 2012).    While some researchers have focused on the mental health risks of being involved in the foster care system, others have contributed to an understanding of the physical health risks that youth in foster care experience. Physical Health Risks Adolescents in foster care are more likely than those not in foster care to engage in behaviors that pose serious physical health risks, including drug abuse and sexual risk-taking (Coleman-Cowger, Green, &amp; Clark, 2011; Pilowsky &amp; Wu, 2007; Vaughn, Ollie, McMillen, Scott, &amp; Munson, 2006 ). Research indicates that almost 50% of youth in foster care have a history of drug use and that one-third meet diagnostic criteria for substance usage disorder (i.e., the exhibition of one or more substance abuse symptoms within a 12-month period; DSM-V, 2014; Vaughn et al., 2006). Specifically, foster care adolescents are five times more likely than community counterparts to develop a dependence on marijuana, tobacco, and heavy drugs like methamphetamines or heroin (Coleman-Cowger, Green, &amp; Clark, 2011; Pilowsky &amp; Wu, 2007; Vaughn, Ollie, McMillen, Scott, &amp; Munson, 2006). Previous findings indicate that marijuana use moderates the risk for contracting HIV/AIDs (Auslander, Thompson, &amp; Gerke, 2014; McDonald, Mariscal, Yan, &amp; Brook, 2014). In addition to an increased likelihood of using drugs, adolescents in foster care also engage in sexual risk-taking to a greater degree than their non-foster care counterparts.    Youth in foster care have sex at a younger age compared to non-foster care adolescents (Boonstra, 2011; Coleman-Cowger, Green, &amp; Clark, 2011), and engage in more sexual risk-taking like participating in unprotected sex (Risley-Curtis, 1997). In addition, adolescents in the foster care system are also more likely to report instances of sexual abuse compared to non-foster care youth (Coleman-Cowger, Green, &amp; Clark, 2011; Elze et al, 2001). According to a study conducted by Risley-Curtis (1997), 15% of youth in foster care between the ages of 13 and 18 have had at least one STD during their lifetime. Although this population is at-risk for HIV and AIDS (Becker &amp; Barth, 2000; Coleman-Cowger,Green, &amp; Clark, 2011; Risley-Curtis, 1997), sexual abuse victims in the foster care system who were involved in unwanted sexual intercourse were particularly highat-risk (Elze et al 2001).    In addition, teen pregnancy is one of the most prevalent sexual activity risks among this population (Boonstra, 2011; Coleman-Cowger, Green, &amp; Clark, 2011; Leve, Kerr, &amp; Harold 2013, Risley-Curtis, 1997; Rutman, Strega, Callahan, &amp; Dominelli, 2002; The Public Advocate for the City of New York, 2005). Approximately 1 out of every 6 women in foster care ages 13-21 are either mothers or pregnant (The Public Advocate for the City of New York, 2005). The prevalence of teen pregnancy is typically perceived negatively, particularly from social workers working with these adolescents who blame teen pregnancy on the &ldquo;cycle&rdquo;, which refers to the idea that these young women are repeating &ldquo;reckless&rdquo; patterns from their mothers and inadvertently reinforces class and race stereotypes (Dworsky &amp; Courtney. 2010; Rutman et. al., 2002). Teen mothers may also be at-risk for dangers in childbearing (e.g. miscarriages) and childrearing (e.g. child fatality) (Leve, Kerr, &amp; Harold, 2013; The Public Advocate for the City of New York, 2005). In addition, some research suggests that illicit drug use for young mothers in the foster care system nearly doubles after pregnancy (Leve et al, 2013). Examining the rates and risks of drug abuse and sexual risk-taking are pertinent to understanding the physical health risks of adolescents in foster care. Conclusion After examining the social, mental, and physical risks of adolescents in foster care, the relationships that youth in foster care create among their peers, caregivers, and sexual partners appear to be crucial in terms of both external and internal outcomes (Conn et al 2014; Herrick &amp; Piccus, 2005; Risley-Curtis, 1997; Wojciak, McWey, &amp; Helrich, 2013). Furthermore, the maintenance of ties to biological family when possible has implications for healthy relationships among siblings (Herrick &amp; Piccus, 2005; Wojciak, McWey, &amp; Helrich, 2013) and also for monitoring any familial history of psychological disorders (McMillen et al 2005). Despite the fact that relationships are important, Fong and colleagues (2006) found that many foster parents were not aware of youth&rsquo;s engagement in risky behaviors before and even during foster care placement. This could cause issues in the future between the youth and their foster parents because of the lack of awareness about youth&rsquo;s individual interests and needs. Further studies should address this issue by designing studies that create programs that help train parents or kin while to create mindfulness of the young people in foster care in order to promote healthy attachment. Through competent and empathetic social support, these relationships can help prevent adolescents from detrimental risk. Education targeted at adolescents in foster care regarding the long-term consequences of social, mental, and physical risks could also prevent and create self-awareness about their experiences.    References    Administration on Children, Youth and Families. (2013). Recent demographic trends in foster care. Office of Data, Analysis, Research and Evaluation: Data Brief 2013-1.    Ainsworth, M.D. &amp; Bell, S.M. (1970). Attachment, exploration, and separation: Illustrated by the behavior of one-year-olds in a strange situation. Child Development, 41 (1), 49-67.    American Psychiatric Association. (2013). Diagnostic and Statistical Manual of Mental Disorders (5th ed.).    Auslander, W.F. Thompson, R.G., Gerke, D.R. (2014) The moderating effect of marijuana use on the relationship between delinquent behavior and HIV risk among adolescents in foster care. Journal of HIV/AIDS &amp; Social Services, 13 (2), 179-197.    Baker, A.J. L., Kurland, D., Curtis, P., Alexander, G., &amp; Papa-Lentini, C. (2007). Mental Health and Behavioral Problems of Youth in the Child Welfare System: Residential Treatment Centers Compared to Therapeutic Foster Care in the Odyssey Project Population. Child Welfare: Journal of Policy, Practice, and Program, 86 (3), 97-123.    Becker, M.G. &amp; Barth, R.P. (2000) Power through choices: The development of a sexuality education curriculum for youths in out-of-home care. Child Welfare: Journal of Policy, Practice, and Program, 79 (3), 269-282.    Boonstra, H.D. (2011). Teen Pregnancy Among Young Women In Foster Care: A Primer. Guttmacher Policy Review, 14 (2), 8-19.    Brofenbrenner, U. (1977). Toward an experimental ecology of human development. American Psychologist, 32 (7), 513-531.    Conn, A., Calais, C., Szilagyi, M., Baldwin, C., &amp; Jee, S. H. (2014). Youth in out-of-home care: Relation of engagement in structured group activities with social and mental health measures. Children and Youth Services Review, 36 (0), 201-205.    Coleman-Cowger, V.H., Green, B.A., &amp; Clark, T.T. (2011). The impact of mental health issues, substance use, and exposure to victimization on pregnancy rates among a sample of youth with past-year foster care placement. Youth and Child Services Review, 33 (11), 2207-2212.    Dorsey, S., Burns, B., Southerland, D., Cox, J., Wagner, H., &amp; Farmer, E. (2012). Prior trauma exposure for youth in treatment foster care. Journal of Child and Family Studies, 21 (5), 816-824.    dosReis, S., Zito, J.M., Safer, D.J., &amp; Soeken, K.L. (2001). Mental Health Services for Youths in Foster Care and Disabled Youths. American Journal of Public Health, 91 (7), 1094-1099.    Dubner, A. E., Motta, R.W. (1999). Sexually and physically abused foster care children and posttraumatic stress disorder. Journal of Consulting and Clinical Psychology, 67 (3), 367-373.    Dworsky, A. &amp; Courtney, M.E. (2010). The risk of teenage pregnancy among transitioning foster youth: Implications for extending state care beyond age 18. Children and Youth Services Review, 32 (10), 1351-1356.    Dubner, A. E., Motta, R.W. (1999). Sexually and physically abused foster care children and posttraumatic stress disorder. Journal of Consulting and Clinical Psychology, 67 (3), 367-373.    Elze, Diane E., Auslander, W., McMillen, C., Edmond, T., &amp; Thompson R. (2001) Untangling the impact of sexual abuse on HIV Risk Behaviors among Youths in Foster Care. AIDS Education and Prevention, 13 (4), 377-89.    Fong, R., Schwab, J., &amp; Armour, M. (2006). Continuity of activities and child well-being for foster care youth. Child and Youth Services Review, 28 (11), 1359-1374.    Garrido, E.F., Culhane, S.E., Petrenko, C.L.M., &amp; Taussig, H.N. (2011). Psychosocial consequences of caregiver transitions for maltreated youth entering foster care: The moderating impact of community violence exposure. American Journal of Orthopsychiatry, 81 (3), 382-389.    Harder, A. T., Knorth, E. J., &amp; Kalverboer, M. E. (2013). A secure base? The adolescent-staff relationship in secure residential youth care. Child &amp; Family Social Work, 18 (3), 305-317. doi:10.1111/j.1365-2206.2012.00846.x    Hegar, R.L.&amp; Rosenthal, J.A. (2009). Kinship care and sibling placement: Child behavior, family relationships, and school outcomes, Children and Youth Services Review, 31 (6), 670-679,    Kramer, T. L. Sigel, B.A., Conners-Burrow, N.A., Savary, P.E. &amp; Tempel, A. (2013). A statewide introduction of trauma-informed care in a child welfare system. Children and Youth Services Review, 35 (1), 19-24.    Landsverk, J. A., Burns, B. J., Stambaugh, L. F., &amp; Rolls Reutz, J. A. (2009). Psychosocial interventions for children and adolescents in foster care: Review of research literature. Child Welfare, 88 (1), 49-49-69.    Leve, L. D., Kerr, D.C.R.., &amp; Harold, G.T. (2013). Young Adult Outcomes Associated With Teen Pregnancy Among High-Risk Girls in a Randomized Controlled Trial of Multidimensional Treatment Foster Care. Journal of Child &amp; Adolescent Substance Abuse, 22 (5), 421-434.    McDonald, T.P., Mariscal, S.E., Yan, Y., Brook, J. (2014) Substance use and abuse for youths in foster care: Results from the communities that care normative database . Journal of Child &amp; Adolescent Substance Abuse, 23 (4), 262-268.    McMillen, C., Zima, B.T., Scott, L.D., Auslander, W.F., Munson, M., Ollies, M.T., Spitznagel, E.L., Pilowsky, D.J., &amp; Wu, L. (2007). Psychiatric symptoms and substance use disorders in a nationally representative sample of American adolescents involved with foster care. Journal of Adolescent Health, 38 (4), 351-358.    Newton, R.R., Litrownik, A. &amp; Landsverk, J.A. (2000). Children and youth in foster care: disentangling the relationship between problem behaviors and number of placements. Child Abuse and Neglect, 24 (10), 1363-1374.    Risley-Curtiss, C. (1997). Sexual activity and contraceptive use among children entering out-of-home care. Child Welfare, 76 (4), 475-499.    Rutman, D., Strega, S., Callahan, M., &amp; Dominelli, L. (2002) &lsquo;Undeserving&rsquo; mothers? Practitioners&rsquo; experiences working with young mothers in/from care. Child &amp; Family Social Work, 7 (3), 149-159.    Salazar, A. M., Keller, T.E., Gowen, L.K. &amp; Courtney M.E. (2013). Social psychiatry and psychiatric epidemiology. Social Psychiatry and Psychiatric Epidemiology, 48 (4), 545-551.    Stevens, S.B., Brice, C.S., Ale. C.M., &amp; Morris, T.L. (2011). Examining depression, anxiety, and foster care placement as predictors of substance use and sexual activity in adolescents. Journal of Social Service Research, 37 (5), 539-554.    The Public Advocate for the City of New York. (2005). Children raising children: City fails to adequately assist pregnant and parenting youth in foster care. Retrieved from http://www.nyc.gov/html/records/pdf/govpub/2708children_raising_children.pdf    Vaughn, M.G., Ollie, M.T., M.S.W., McMillen, J.C., Scott, L., &amp; Munson, M. (2006). Substance use and abuse among older youth in foster care. Addictive Behaviors, 32 (9), 1929-1935.    Wojciak, A. S., McWey, L.M., Helfrich, C.M. (2013). Sibling relationships and internalizing symptoms of youth in foster care. Children and Youth Services Review , 35(7), 1071-1077.                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Child Welfare/Foster Care | Child Study Center                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Child Study Center                                                                                  Home   About   Research   News   Education   Make a Difference   Patient Care                                  Home Research Institutes and Programs Trauma and Resilience Research Program Trauma Systems Therapy Populations &amp; Service Types Child Welfare/Foster Care            Print  Email               - A + A                                         Research      About NYU CSC Research     open/close   Institutes and Programs  Phyllis Green and Randolph Cōwen Institute for Pediatric Neuroscience   Institute for Attention Deficit Hyperactivity and Behavior Disorders   Anita Saltz Institute for Anxiety and Mood Disorders   Autism Spectrum Disorders Clinical and Research Program   Trauma and Resilience Research Program  About the Program   Research Overview   Recruiting Research Studies   Research Publications   Program Faculty and Staff   Clinical Services   Trauma Systems Therapy Overview   About Us   Training &amp; Technical Assistance   Populations &amp; Service Types Child Welfare/Foster Care   Refugees and Immigrants   Residential   Substance Abuse   Hospital Units   School Based   Community Health Clinics     Featured Programs   Contact Us     Resources and Links         open/close   Research Studies  Recruiting Studies   Nonrecruiting Studies     Research Publications   Refugee Services Toolkit   Research Faculty   Research Trainees     open/close   Participate in Research  Questions and Answers     Research Partners   The IDEAS Center                                                                                                    Child Welfare/Foster Care                                            TST has been adapted for use in the child welfare system. TST-CW has been developed to focus on issues related to child protection concerns. More specifically, the aim of this adaptation is to equip the social environment of a traumatized child with important information related to the legalities of child protection, entitlements, and relevant processes of the legal and court system.   Agencies that have adapted TST within the child welfare/foster care sector include Ulster County Mental Health Department (NY), Jewish Board of Family and Children’s Services (NY), The Children’s Village (NY), KVC Health Systems (KS, KY, NE), Allegany County Community Services (NY), Hillside Family of Agencies (NY), Lutheran Social Services of the South (TX), Cayuga Family of Services (NY), and Foster Care Counseling Project (NJ).   The TST Child Welfare approach emphasizes the importance of providing trauma informed training to child welfare case workers, as well as foster care resource parents.                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]