[{"detail": [{"content": "Downtown Music IV: Loft Jazz, 1972-79           Downtown Music IV: Loft Jazz, 1972-79    The 1970s was a decade of crisis in jazz, at least according to the conventional wisdom as represented by Ken Burns' television documentary \"Jazz.\" But the musical activity at a number of downtown Manhattan lofts tells a different story. While mainstream jazz found itself losing the support system of American nightclubs and record labels, largely the result of the increasing dominance of rock and youth-culture marketing, a number of musicians already marginal to the jazz mainstream actually ended up forging, as a matter of artistic and financial self-preservation, one of the most vital jazz scenes New York has ever known.    This do-it-yourself mode certainly precedes the 'seventies, especially among the jazz avant garde. Amiri Baraka, in 1963, wrote of musicians outside the mainstream who, unable to find work in the major clubs, played gigs at downtown lofts and coffee shops. For a loft presentation, Baraka wrote, \"one small ad is placed in the Village Voice , and a few hand-painted signs are posted in important places all over the downtown area.\" [1] The most significant precursor to the loft scene was the series of concerts organized by trumpeter Bill Dixon in the Fall of 1964 called \"The October Revolution in Jazz.\" Though the concerts took place at an Upper West Side venue, the Cellar Caf, the series had an impetus based on artists' self-determination that would become central to downtown music scenes. Free-jazz pioneer Ornette Coleman hosted concerts at his Prince Street loft beginning in the late 'sixties, but the beginning of a jazz loft scene as a full-blown cultural phenomenon came in 1972, when saxophonist Sam Rivers hosted, at his Bond Street loft, a counter-festival to George Wein's mainstream Newport in New York Festival. Shortly afterward, Rivers received funding from the New York State Council on the Arts for an ongoing series of concerts.    Jazz critic Gary Giddins denies that there is any style of music that one could call \"loft jazz,\" stating that \"Loft jazz is any jazz played in a loft.\" [2] For practical purposes, however, one can identify certain elements that characterize a great deal of the music performed at the lofts in the 'seventies. It was clearly music that fell outside the jazz mainstream, carrying forward the legacy of 'sixties free jazz but informed by other strains. The musicians continued to eschew the popular-song harmonic foundation of bebop while often foregrounding the blues elements that were somewhat more subliminal in much of free jazz. Rhythmically, some of the music began to incorporate influences of funk, African and Afro-Caribbean music, alongside the more abstract free-jazz foundation. Most important, however, was the infusion of a critical mass of new blood. In the first half of the decade a number of extremely talented musicians arrived in New York from vital scenes in the Midwest and on the West Coast: Chicago's A.A.C.M. (Association for the Advancement of Creative Musicians), the Black Artists Group (B.A.G.) of St. Louis, and the circle of the charismatic and influential Los Angeles pianist-composer Horace Tapscott. Many of these musicians would become major forces both in the downtown lofts and the international jazz scene in years to come, among them Oliver Lake, Julius Hemphill and Hamiet Bluiett (St. Louis), Anthony Braxton, Leroy Jenkins and Henry Threadgill (Chicago), and David Murray and Arthur Blythe (Los Angeles). These musicians brought, among other things, an interest in incorporating free playing within more complex compositional structures.    In addition to Sam Rivers' Studio Rivbea, other key Soho and Noho venues included: Ali's Alley, run by drummer Rashied Ali, a veteran of the John Coltrane quartet; pianist John Fischer's Environ; and The Ladies' Fort, run by singer Joe Lee Wilson, just down the street from Studio Rivbea. Studio We was on Eldridge Street, on the Lower East Side, and percussionist Warren Smith's Studio WIS and The Brook were located in Chelsea. Other venues that occasionally featured the same musicians included the Tin Palace, a club at Bowery and 2nd Street, Jazzmania Society, a loft in the East 20s, and La Mama theatre on East 4th.    By 1975 most of the lofts mentioned above were in operation, but most were gone by the end of the decade. It's not clear what led to their demise. Rising rents due to gentrification may have played a small part, though full-scale gentrification was still several years away. Some point to rivalries among the various lofts (see Eugene Chadbourne's account, linked in Web Resources). Some of the factors, however, were more positive. The Jazz at the Public Theater series gave the musicians a higher-profile venue and better pay. Verna Gillis's alternative space Soundscape, in midtown, provided other performance opportunities. Trombonist/composer George Lewis's tenure (1980-82) as music curator of the Kitchen brought more musicians with roots in the jazz tradition into that institution. A renewed interest in jazz, among audiences and in the media, brought more recording and performance opportunities for many of the musicians, both in the United States and abroad.    Still, the do-it-yourself spirit persisted, especially among musicians whose music was less adaptable to mainstream tastes. Bassist William Parker, a younger musician of the loft era, became a prime mover in the ongoing presentation of this music, especially with the advent of the Vision Festival in 1997.    The music of the lofts also left its imprint on musicians who became central to other downtown music circles. James Chance, a key player in the brief but influential \"no wave\" scene, attended shows at the lofts regularly, as did John Zorn, who would become the most prominent figure in downtown improvised music of the 'eighties.      Footnotes    [1] Baraka, Imamu Amiri (LeRoi Jones), Black Music (New York: Da Capo Press, 1998), 96.    [2] Giddins, Gary, Riding on a Blue Note: Jazz and American Pop (New York: Oxford University Press, 1981), 190.     &lt;&lt; Downtown Music III: Bibliography and Resources | Table of Contents | Downtown Music IV: Bibliography and Resources &gt;&gt;             Home   |   Fales Services   |   Collection Descriptions &amp; Finding Aids   |   Exhibitions &amp; Publications   |   Programs &amp; Events   |   Contact Fales          Bobst Library   |   NYU Libraries   |   NYU Home Page"}]},
{"detail": [{"content": "Downtown Music IV: Loft Jazz, 1972-79           Downtown Music IV: Loft Jazz, 1972-79    The 1970s was a decade of crisis in jazz, at least according to the conventional wisdom as represented by Ken Burns' television documentary \"Jazz.\" But the musical activity at a number of downtown Manhattan lofts tells a different story. While mainstream jazz found itself losing the support system of American nightclubs and record labels, largely the result of the increasing dominance of rock and youth-culture marketing, a number of musicians already marginal to the jazz mainstream actually ended up forging, as a matter of artistic and financial self-preservation, one of the most vital jazz scenes New York has ever known.    This do-it-yourself mode certainly precedes the 'seventies, especially among the jazz avant garde. Amiri Baraka, in 1963, wrote of musicians outside the mainstream who, unable to find work in the major clubs, played gigs at downtown lofts and coffee shops. For a loft presentation, Baraka wrote, \"one small ad is placed in the Village Voice , and a few hand-painted signs are posted in important places all over the downtown area.\" [1] The most significant precursor to the loft scene was the series of concerts organized by trumpeter Bill Dixon in the Fall of 1964 called \"The October Revolution in Jazz.\" Though the concerts took place at an Upper West Side venue, the Cellar Caf, the series had an impetus based on artists' self-determination that would become central to downtown music scenes. Free-jazz pioneer Ornette Coleman hosted concerts at his Prince Street loft beginning in the late 'sixties, but the beginning of a jazz loft scene as a full-blown cultural phenomenon came in 1972, when saxophonist Sam Rivers hosted, at his Bond Street loft, a counter-festival to George Wein's mainstream Newport in New York Festival. Shortly afterward, Rivers received funding from the New York State Council on the Arts for an ongoing series of concerts.    Jazz critic Gary Giddins denies that there is any style of music that one could call \"loft jazz,\" stating that \"Loft jazz is any jazz played in a loft.\" [2] For practical purposes, however, one can identify certain elements that characterize a great deal of the music performed at the lofts in the 'seventies. It was clearly music that fell outside the jazz mainstream, carrying forward the legacy of 'sixties free jazz but informed by other strains. The musicians continued to eschew the popular-song harmonic foundation of bebop while often foregrounding the blues elements that were somewhat more subliminal in much of free jazz. Rhythmically, some of the music began to incorporate influences of funk, African and Afro-Caribbean music, alongside the more abstract free-jazz foundation. Most important, however, was the infusion of a critical mass of new blood. In the first half of the decade a number of extremely talented musicians arrived in New York from vital scenes in the Midwest and on the West Coast: Chicago's A.A.C.M. (Association for the Advancement of Creative Musicians), the Black Artists Group (B.A.G.) of St. Louis, and the circle of the charismatic and influential Los Angeles pianist-composer Horace Tapscott. Many of these musicians would become major forces both in the downtown lofts and the international jazz scene in years to come, among them Oliver Lake, Julius Hemphill and Hamiet Bluiett (St. Louis), Anthony Braxton, Leroy Jenkins and Henry Threadgill (Chicago), and David Murray and Arthur Blythe (Los Angeles). These musicians brought, among other things, an interest in incorporating free playing within more complex compositional structures.    In addition to Sam Rivers' Studio Rivbea, other key Soho and Noho venues included: Ali's Alley, run by drummer Rashied Ali, a veteran of the John Coltrane quartet; pianist John Fischer's Environ; and The Ladies' Fort, run by singer Joe Lee Wilson, just down the street from Studio Rivbea. Studio We was on Eldridge Street, on the Lower East Side, and percussionist Warren Smith's Studio WIS and The Brook were located in Chelsea. Other venues that occasionally featured the same musicians included the Tin Palace, a club at Bowery and 2nd Street, Jazzmania Society, a loft in the East 20s, and La Mama theatre on East 4th.    By 1975 most of the lofts mentioned above were in operation, but most were gone by the end of the decade. It's not clear what led to their demise. Rising rents due to gentrification may have played a small part, though full-scale gentrification was still several years away. Some point to rivalries among the various lofts (see Eugene Chadbourne's account, linked in Web Resources). Some of the factors, however, were more positive. The Jazz at the Public Theater series gave the musicians a higher-profile venue and better pay. Verna Gillis's alternative space Soundscape, in midtown, provided other performance opportunities. Trombonist/composer George Lewis's tenure (1980-82) as music curator of the Kitchen brought more musicians with roots in the jazz tradition into that institution. A renewed interest in jazz, among audiences and in the media, brought more recording and performance opportunities for many of the musicians, both in the United States and abroad.    Still, the do-it-yourself spirit persisted, especially among musicians whose music was less adaptable to mainstream tastes. Bassist William Parker, a younger musician of the loft era, became a prime mover in the ongoing presentation of this music, especially with the advent of the Vision Festival in 1997.    The music of the lofts also left its imprint on musicians who became central to other downtown music circles. James Chance, a key player in the brief but influential \"no wave\" scene, attended shows at the lofts regularly, as did John Zorn, who would become the most prominent figure in downtown improvised music of the 'eighties.      Footnotes    [1] Baraka, Imamu Amiri (LeRoi Jones), Black Music (New York: Da Capo Press, 1998), 96.    [2] Giddins, Gary, Riding on a Blue Note: Jazz and American Pop (New York: Oxford University Press, 1981), 190.     &lt;&lt; Downtown Music III: Bibliography and Resources | Table of Contents | Downtown Music IV: Bibliography and Resources &gt;&gt;             Home   |   Fales Services   |   Collection Descriptions &amp; Finding Aids   |   Exhibitions &amp; Publications   |   Programs &amp; Events   |   Contact Fales          Bobst Library   |   NYU Libraries   |   NYU Home Page"}, {"content": "Undergraduate Music Study in Prague - Music Department - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Department                               Undergraduate Music Study in Prague                                  VIDEOS : View videos of NYU Prague    GRADUATE STUDY : Graduate Summer and Intersession Study Abroad here          Why study abroad?    Prague, one of the most beautiful cities in Europe, is a center for symphonic and ensemble music performance, opera, theatre, jazz, composition, film scoring, music business, and music technology. Today, Prague is a major training ground for some of the finest jazz and classical performers in Europe and has become a music industry and film music hub. A global perspective in your studies is a key ingredient in your education and preparation for the professional world. Read about our program in the Prague Post .    How does it work?    Undergraduates studying abroad take NYU courses, are guaranteed housing through NYU, and have many of their classes in the NYU Academic Center. Courses are taught in English by renowned scholars, artists, and musicians. If you are an NYU student, your grades and credits appear directly on your NYU records. If you are a visiting student, NYU will send a transcript to your home institution for credit transfer.    What are the details?    Tuition at NYU in Prague is the same as at NYU&rsquo;s Washington Square campus in New York City. If you&rsquo;re a current NYU student, your financial aid package travels abroad with you. Non-NYU students can find tuition and fee information and learn about scholarship opportunities on the NYU Global Academic Centers site . The cost of your housing abroad may actually be less than it would be at NYU&rsquo;s Washington Square campus. Prague is filled with casual restaurants and caf&eacute;s where the food is delicious and inexpensive. When you prefer to cook, there are kitchens and cookware in the student residences and plenty of shops and markets nearby.    What is my next step?    The Prague music curriculum was created to enable music majors to move through their programs of music study as if they were at their own school. Please consult with your academic adviser to plan your course of study for the coming semesters. You can apply to the music programs abroad at the NYU Global Academic Centers site .    How do I apply?    Students interested in enrolling in NYU music programs abroad should apply using the online application found on the NYU Global Academic Centers site . The admissions process ensures that all students studying abroad with NYU are capable of performing at the same high academic standards as on our Washington Square campus. Deadlines and application requirements are posted on the website .       Click here for downloadable Prague brochure       Fall and Spring in Prague             Music History and Theory          Prague Fall Curriculum             Topics in 20th-Century Music          4 points                Music History III: 19th-Century Music          2 points                Music Theory III          2 points                Aural Comprehension III          1 point                Keyboard Harmony and Improvisation III          1 point             Prague Spring Curriculum             Music History IV: 20th Century          2 points                Music Theory IV: 20th Century          2 points                Music History II: Baroque and Classical          2 points                Keyboard Harmony and Improvisation IV          1 point                Aural Comprehension IV          1 point             Applied Music             Students may take one 3-point, weekly individual lesson and up to two ensembles per semester. Individual music instruction and group ensembles meet one hour per week.                Individual Instruction on Wind or Percussion Instruments Includes all woodwind, brass, and percussion instruments; classical and jazz styles.          3 points                Individual Instruction on String Instruments Includes all string orchestral instruments and guitar; classical and jazz styles.          3 points                Individual Instruction on Piano Classical and jazz styles.          3 points                Individual Voice Instruction Classical, music theatre, and jazz styles.          3 points                Individual Music Composition Instruction Traditional, music theatre, film scoring, and jazz styles.          3 points                Chamber Ensembles Classical chamber groups; duo and larger. (Placement audition required on site during first week.)          1 point                Jazz Ensembles Jazz groups: duo and larger. (Placement audition required on site during first week.)          1 point             Theatre             Contemporary European Theater: A Comparative Study          4 points             Twenty-first Century Theatermakers       4 points             Business and Economics             Music business majors should confer with their academic adviser as to the possible use of these business and economics courses to satisfy their program of study requirements. A list of courses is available on the NYU Global Academic Centers site .             Language Courses             Elementary- and intermediate-level courses are available in Czech and German, among others. A full list of language courses is available on the NYU Global Academic Centers site.             Internships in Music Business and Music Technology             Internship site assignments are administered by the NYU staff in Prague. Students are placed in various professional venues, such as concert halls, record companies, recording studios, television and radio stations, theatres, management companies, and other areas of the music industry. Only music technology majors are allowed to register for music technology internships.                Internship in Music Business Permission of Steinhardt School music business faculty required. One point for every 50 hours of on-site internship.          1 -3 points                Internship in Music Technology Permission of Steinhardt School music technology faculty required. Music technology majors only. One point for every 50 hours of on-site internship.          1 -3 points                Steinhardt School Independent Study Permission of Steinhardt School music faculty required. If in the form of a field placement, 1 point for every 45 hours of on-site fieldwork.          1 -3 points                College of Arts and Science Independent Study in Music Permission of College of Arts and Science music faculty required.          2-4 points                Teaching Observations                Music education and educational theatre majors are required to complete hours of observations each semester in a teaching setting pursuant to teacher certification regulations. These teaching observations are completed before student teaching and do not include any student teaching activities. Music and theatre teaching venues conducted in English are available. Teaching observation placements are administered by the NYU in Prague staff. Permission from Steinhardt School music education or educational theatre faculty is required.                For the most current listing of course offerings in music and other subject areas, visit the NYU Global Academic Centers site .    NYU Study Abroad Admissions 7 East 12th Street, 6th Floor l New York, NY 10003-4475 TEL 212.998.4433 l FAX 212.995.4103                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Downtown Music IV: Loft Jazz, 1972-79           Downtown Music IV: Loft Jazz, 1972-79    The 1970s was a decade of crisis in jazz, at least according to the conventional wisdom as represented by Ken Burns' television documentary \"Jazz.\" But the musical activity at a number of downtown Manhattan lofts tells a different story. While mainstream jazz found itself losing the support system of American nightclubs and record labels, largely the result of the increasing dominance of rock and youth-culture marketing, a number of musicians already marginal to the jazz mainstream actually ended up forging, as a matter of artistic and financial self-preservation, one of the most vital jazz scenes New York has ever known.    This do-it-yourself mode certainly precedes the 'seventies, especially among the jazz avant garde. Amiri Baraka, in 1963, wrote of musicians outside the mainstream who, unable to find work in the major clubs, played gigs at downtown lofts and coffee shops. For a loft presentation, Baraka wrote, \"one small ad is placed in the Village Voice , and a few hand-painted signs are posted in important places all over the downtown area.\" [1] The most significant precursor to the loft scene was the series of concerts organized by trumpeter Bill Dixon in the Fall of 1964 called \"The October Revolution in Jazz.\" Though the concerts took place at an Upper West Side venue, the Cellar Caf, the series had an impetus based on artists' self-determination that would become central to downtown music scenes. Free-jazz pioneer Ornette Coleman hosted concerts at his Prince Street loft beginning in the late 'sixties, but the beginning of a jazz loft scene as a full-blown cultural phenomenon came in 1972, when saxophonist Sam Rivers hosted, at his Bond Street loft, a counter-festival to George Wein's mainstream Newport in New York Festival. Shortly afterward, Rivers received funding from the New York State Council on the Arts for an ongoing series of concerts.    Jazz critic Gary Giddins denies that there is any style of music that one could call \"loft jazz,\" stating that \"Loft jazz is any jazz played in a loft.\" [2] For practical purposes, however, one can identify certain elements that characterize a great deal of the music performed at the lofts in the 'seventies. It was clearly music that fell outside the jazz mainstream, carrying forward the legacy of 'sixties free jazz but informed by other strains. The musicians continued to eschew the popular-song harmonic foundation of bebop while often foregrounding the blues elements that were somewhat more subliminal in much of free jazz. Rhythmically, some of the music began to incorporate influences of funk, African and Afro-Caribbean music, alongside the more abstract free-jazz foundation. Most important, however, was the infusion of a critical mass of new blood. In the first half of the decade a number of extremely talented musicians arrived in New York from vital scenes in the Midwest and on the West Coast: Chicago's A.A.C.M. (Association for the Advancement of Creative Musicians), the Black Artists Group (B.A.G.) of St. Louis, and the circle of the charismatic and influential Los Angeles pianist-composer Horace Tapscott. Many of these musicians would become major forces both in the downtown lofts and the international jazz scene in years to come, among them Oliver Lake, Julius Hemphill and Hamiet Bluiett (St. Louis), Anthony Braxton, Leroy Jenkins and Henry Threadgill (Chicago), and David Murray and Arthur Blythe (Los Angeles). These musicians brought, among other things, an interest in incorporating free playing within more complex compositional structures.    In addition to Sam Rivers' Studio Rivbea, other key Soho and Noho venues included: Ali's Alley, run by drummer Rashied Ali, a veteran of the John Coltrane quartet; pianist John Fischer's Environ; and The Ladies' Fort, run by singer Joe Lee Wilson, just down the street from Studio Rivbea. Studio We was on Eldridge Street, on the Lower East Side, and percussionist Warren Smith's Studio WIS and The Brook were located in Chelsea. Other venues that occasionally featured the same musicians included the Tin Palace, a club at Bowery and 2nd Street, Jazzmania Society, a loft in the East 20s, and La Mama theatre on East 4th.    By 1975 most of the lofts mentioned above were in operation, but most were gone by the end of the decade. It's not clear what led to their demise. Rising rents due to gentrification may have played a small part, though full-scale gentrification was still several years away. Some point to rivalries among the various lofts (see Eugene Chadbourne's account, linked in Web Resources). Some of the factors, however, were more positive. The Jazz at the Public Theater series gave the musicians a higher-profile venue and better pay. Verna Gillis's alternative space Soundscape, in midtown, provided other performance opportunities. Trombonist/composer George Lewis's tenure (1980-82) as music curator of the Kitchen brought more musicians with roots in the jazz tradition into that institution. A renewed interest in jazz, among audiences and in the media, brought more recording and performance opportunities for many of the musicians, both in the United States and abroad.    Still, the do-it-yourself spirit persisted, especially among musicians whose music was less adaptable to mainstream tastes. Bassist William Parker, a younger musician of the loft era, became a prime mover in the ongoing presentation of this music, especially with the advent of the Vision Festival in 1997.    The music of the lofts also left its imprint on musicians who became central to other downtown music circles. James Chance, a key player in the brief but influential \"no wave\" scene, attended shows at the lofts regularly, as did John Zorn, who would become the most prominent figure in downtown improvised music of the 'eighties.      Footnotes    [1] Baraka, Imamu Amiri (LeRoi Jones), Black Music (New York: Da Capo Press, 1998), 96.    [2] Giddins, Gary, Riding on a Blue Note: Jazz and American Pop (New York: Oxford University Press, 1981), 190.     &lt;&lt; Downtown Music III: Bibliography and Resources | Table of Contents | Downtown Music IV: Bibliography and Resources &gt;&gt;             Home   |   Fales Services   |   Collection Descriptions &amp; Finding Aids   |   Exhibitions &amp; Publications   |   Programs &amp; Events   |   Contact Fales          Bobst Library   |   NYU Libraries   |   NYU Home Page"}, {"content": "Undergraduate Music Study in Prague - Music Department - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Department                               Undergraduate Music Study in Prague                                  VIDEOS : View videos of NYU Prague    GRADUATE STUDY : Graduate Summer and Intersession Study Abroad here          Why study abroad?    Prague, one of the most beautiful cities in Europe, is a center for symphonic and ensemble music performance, opera, theatre, jazz, composition, film scoring, music business, and music technology. Today, Prague is a major training ground for some of the finest jazz and classical performers in Europe and has become a music industry and film music hub. A global perspective in your studies is a key ingredient in your education and preparation for the professional world. Read about our program in the Prague Post .    How does it work?    Undergraduates studying abroad take NYU courses, are guaranteed housing through NYU, and have many of their classes in the NYU Academic Center. Courses are taught in English by renowned scholars, artists, and musicians. If you are an NYU student, your grades and credits appear directly on your NYU records. If you are a visiting student, NYU will send a transcript to your home institution for credit transfer.    What are the details?    Tuition at NYU in Prague is the same as at NYU&rsquo;s Washington Square campus in New York City. If you&rsquo;re a current NYU student, your financial aid package travels abroad with you. Non-NYU students can find tuition and fee information and learn about scholarship opportunities on the NYU Global Academic Centers site . The cost of your housing abroad may actually be less than it would be at NYU&rsquo;s Washington Square campus. Prague is filled with casual restaurants and caf&eacute;s where the food is delicious and inexpensive. When you prefer to cook, there are kitchens and cookware in the student residences and plenty of shops and markets nearby.    What is my next step?    The Prague music curriculum was created to enable music majors to move through their programs of music study as if they were at their own school. Please consult with your academic adviser to plan your course of study for the coming semesters. You can apply to the music programs abroad at the NYU Global Academic Centers site .    How do I apply?    Students interested in enrolling in NYU music programs abroad should apply using the online application found on the NYU Global Academic Centers site . The admissions process ensures that all students studying abroad with NYU are capable of performing at the same high academic standards as on our Washington Square campus. Deadlines and application requirements are posted on the website .       Click here for downloadable Prague brochure       Fall and Spring in Prague             Music History and Theory          Prague Fall Curriculum             Topics in 20th-Century Music          4 points                Music History III: 19th-Century Music          2 points                Music Theory III          2 points                Aural Comprehension III          1 point                Keyboard Harmony and Improvisation III          1 point             Prague Spring Curriculum             Music History IV: 20th Century          2 points                Music Theory IV: 20th Century          2 points                Music History II: Baroque and Classical          2 points                Keyboard Harmony and Improvisation IV          1 point                Aural Comprehension IV          1 point             Applied Music             Students may take one 3-point, weekly individual lesson and up to two ensembles per semester. Individual music instruction and group ensembles meet one hour per week.                Individual Instruction on Wind or Percussion Instruments Includes all woodwind, brass, and percussion instruments; classical and jazz styles.          3 points                Individual Instruction on String Instruments Includes all string orchestral instruments and guitar; classical and jazz styles.          3 points                Individual Instruction on Piano Classical and jazz styles.          3 points                Individual Voice Instruction Classical, music theatre, and jazz styles.          3 points                Individual Music Composition Instruction Traditional, music theatre, film scoring, and jazz styles.          3 points                Chamber Ensembles Classical chamber groups; duo and larger. (Placement audition required on site during first week.)          1 point                Jazz Ensembles Jazz groups: duo and larger. (Placement audition required on site during first week.)          1 point             Theatre             Contemporary European Theater: A Comparative Study          4 points             Twenty-first Century Theatermakers       4 points             Business and Economics             Music business majors should confer with their academic adviser as to the possible use of these business and economics courses to satisfy their program of study requirements. A list of courses is available on the NYU Global Academic Centers site .             Language Courses             Elementary- and intermediate-level courses are available in Czech and German, among others. A full list of language courses is available on the NYU Global Academic Centers site.             Internships in Music Business and Music Technology             Internship site assignments are administered by the NYU staff in Prague. Students are placed in various professional venues, such as concert halls, record companies, recording studios, television and radio stations, theatres, management companies, and other areas of the music industry. Only music technology majors are allowed to register for music technology internships.                Internship in Music Business Permission of Steinhardt School music business faculty required. One point for every 50 hours of on-site internship.          1 -3 points                Internship in Music Technology Permission of Steinhardt School music technology faculty required. Music technology majors only. One point for every 50 hours of on-site internship.          1 -3 points                Steinhardt School Independent Study Permission of Steinhardt School music faculty required. If in the form of a field placement, 1 point for every 45 hours of on-site fieldwork.          1 -3 points                College of Arts and Science Independent Study in Music Permission of College of Arts and Science music faculty required.          2-4 points                Teaching Observations                Music education and educational theatre majors are required to complete hours of observations each semester in a teaching setting pursuant to teacher certification regulations. These teaching observations are completed before student teaching and do not include any student teaching activities. Music and theatre teaching venues conducted in English are available. Teaching observation placements are administered by the NYU in Prague staff. Permission from Steinhardt School music education or educational theatre faculty is required.                For the most current listing of course offerings in music and other subject areas, visit the NYU Global Academic Centers site .    NYU Study Abroad Admissions 7 East 12th Street, 6th Floor l New York, NY 10003-4475 TEL 212.998.4433 l FAX 212.995.4103                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Requirements - Undergraduate Program - Music Technology - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Undergraduate Program - Music Technology                 Programs      Undergraduate        Overview     Requirements     Applying     Course List          Master's        Overview     Requirements     Applying     Course List          3-Summer Master of Music in Music Technology    Accelerated BM/MM        Overview     Requirements     Applying     Course List          Doctoral        Overview     Requirements     Applying     Course List          Summer          Undergraduate &amp; Graduate Courses     3-Summer Master of Music in Music Technology     Summer Electronic Music Institute     Summer Institute of Music Production Technology     Girls Electronic Music Seminar          Study Abroad    Internships       People      Faculty and Staff    Featured Alumni        Facilities      About the Facilities     Studios        Studio Booking     Afterhours     Theatre Spaces     NYU Library               Financial Aid        General     Student Employment         Research        About Research     MARL Homepage     Master's Theses     Doctoral Theses          Media and Events        About Media and Events     Photos     Videos     Seminars     Open Houses          2014       2013      2012      2011      2010      2009      2008      2007            Clubs/Projects          Society of Women In Technology      Music Tech Album Project                  Contact Us        Contact     Request information          FAQ        General FAQ      Prospective Graduate Students     Current Graduate Students     Prospective Undergraduate Students     Current Undergraduate Student     Advisement     Orientation          Welcome      Checklist                                  Requirements                                       Course ID and Name          Credits          Term                Liberal Arts Core Requirements (40)          40             FLGED-UE xxxx    Foreign Language    4             EXPOS-UA 0001    Writing The Essay    4             ACE-UE 0110    The Advanced College Essay    4                Math/Computer Science(by advisement)    4                Math/Computer Science(recommended: MPATE-GE 2618 )    4             MAP-UA 02xx    Natural Science    4             MPATC-UE 1505    Performing Arts in Western Civilization    4                Select one course from the following:          4                MAP-UA 0405/0406    Conversations of the West                MAP-UA 0503    World Cultures                MAP-UA 06xx    Societies and Social Sciences                   Liberal Arts Elective(by advisement)    4                Liberal Arts Elective(by advisement)    4                Music Core Requirements          28             MPATC-UE 0006    Aural Comprehension I    1    Fa          MPATC-UE 0007    Aural Comprehension II    1    Sp          MPATC-UE 0008    Aural Comprehension III    1    Fa          MPATC-UE 0009    Aural Comprehension IV    1    Sp          MPATC-UE 0035    Music Theory I    2    Fa          MPATC-UE 0036    Music Theory II    2    Sp          MPATC-UE 0037    Music Theory III    2    Fa          MPATC-UE 0038    Music Theory IV    2    Sp          MPAPE-UE 0072    Keyboard Harmony &amp; Improv. I    1    Fa          MPAPE-UE 0073    Keyboard Harmony &amp; Improv. II    1    Sp          MPAPE-UE 0074    Keyboard Harmony &amp; Improv. III    1    Fa          MPAPE-UE 0075    Keyboard Harmony &amp; Improv. IV    1    Sp          MPATC-UE 1067    Music History I: Medieval &amp; Renaiss.    2    Fa/Sp          MPATC-UE 1068    Music History II: Baroque &amp; Classical    2    Fa/Sp          MPATC-UE 1077    Music History III: 19th Century    2    Fa/Sp          MPATC-UE 1078    Music History IV: 20th Century    2    Fa/Sp             Performance Ensembles __ __ __ __    4                Other Requirements          0             SAHS-UE 0001    New Student Seminar    0                Collegium (8x) __ __ __ __ __ __ __ __    0             English Competency Examination (taken upon completion of EXPOS-UA 0110)             Music Technology Specialization Requirements          37             MPATE-UE 1001    Recording Technology I    3    Fa/Su            MPATE-UE 1003    Recording Technology II    3    Sp/Su            MPATE-UE 1010    Audio For Video I    3    Fa/Su          MPATE-UE 1011    Concert Recording I    2    Fa/Su          MPATE-UE 1035    Musical Acoustics    3    Fa          MPATE-UE 1801    Music Tech Fundamentals    3    Fa/Sp          MPATE-UE 1817    Electronics Technology I    3    Sp          MPATE-UE 1827    Electronics Technology I - LAB    1    Sp          MPATE-UE 1818    Electronics Technology II    3    Fa          MPATE-UE 1828    Electronics Technology II - LAB    1    Fa          MPATE-UE 1820    Music Technology Internship    3    all             You can take both, the other will be elective:          3                MPATE-UE 1037    Electronic Music Synthesis    3    all          MPATE-UE 1047    Computer Music Synthesis    3    Fa/Sp             Open Electives and Guided Specialization          17             MPATE-UE 1005    Recording Practicum III    4    Fa          MPATE-UE 1006    Recording Practicum IV    4    Sp          MPATE-UE 1009    Studio Maintenance II    3    Sp          MPATE-UE 1014    MIDI Technology II    3    Fa/Sp          MPATE-UE 1053    Analog Audio Circuits    3             MPATE-UE 1225    Audio For Video II    3    Sp/Su          MPATE-UE 1815    Computational Design    4    Sp             Music Electives          10                Private Lessons                NCRD-UT 8505    Advanced Music Theory Courses                   Music Business Electives                   Other (by advisement only)                   Other (by advisement only)                   Degree Total Credits          128                If you are a current student and have questions for advisement, please check here first (password protected).                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]