[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Digital Revolution: History of Media III                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1042                    Section        001                    Instructor        Stephen Duncombe                    Days                            Mon,Wed                                 Time                            12:30 PM -       1:45 PM                                Units        4.0                    Level        U                    Foundation Requirement        SOC                                           Description       We are in the midst of a revolution. Computers permeate nearly every aspect of our life, yet we understand relatively little about how they work, their historical development, and their impact on our thought and actions. As with previous technological and communications revolutions like the rise of print and the ascendency of the image, computing is transforming our economic and political landscape, bringing with it new possibilities as well as new problems. In this course we explore this ever changing and rapidly expanding terrain, paying special attention to how computers and the Internet are transforming how we experience and understand identity and community, control and liberation, simulation and authenticity, creation and collaboration, and the practice of politics. Authors whose works we read may include: Jean Baudrillard, Jorge Luis Borges, Yochai Benkler, Nicholar Carr, the Critical Art Ensemble, Galileo, Donna Haraway, Lawrence Lessig, Lewis Mumford, Plato, the RAND Corporation, Sherry Turkle, and Ellen Ullman.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Digital Revolution: History of Media III                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1042                    Section        001                    Instructor        Stephen Duncombe                    Days                            Mon,Wed                                 Time                            12:30 PM -       1:45 PM                                Units        4.0                    Level        U                    Foundation Requirement        SOC                                           Description       We are in the midst of a revolution. Computers permeate nearly every aspect of our life, yet we understand relatively little about how they work, their historical development, and their impact on our thought and actions. As with previous technological and communications revolutions like the rise of print and the ascendency of the image, computing is transforming our economic and political landscape, bringing with it new possibilities as well as new problems. In this course we explore this ever changing and rapidly expanding terrain, paying special attention to how computers and the Internet are transforming how we experience and understand identity and community, control and liberation, simulation and authenticity, creation and collaboration, and the practice of politics. Authors whose works we read may include: Jean Baudrillard, Jorge Luis Borges, Yochai Benkler, Nicholar Carr, the Critical Art Ensemble, Galileo, Donna Haraway, Lawrence Lessig, Lewis Mumford, Plato, the RAND Corporation, Sherry Turkle, and Ellen Ullman.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "The Digital Revolution is Here | Cable                                                 Menu  Alumni Community Archives                                                                    The Digital Revolution is Here                    The Governance Lab is home to innovative minds determined to change the way public policy is approached and applied If you weren&rsquo;t looking for it, you might walk past the new Governance Lab without even seeing it. GovLab headquarters moved into Two MetroTech at the NYU Polytechnic School of Engineering in September, setting up in an open, concrete-floored space at the end of a narrow, unadorned hallway that is soon to be totally renovated (see &ldquo;Transformative Process&rdquo;); a handful of arrows printed on foamcore quietly announced its arrival. But what many people don&rsquo;t notice might be one of the most exciting experiments in public policy today&mdash;an &ldquo;action research&rdquo; organization focused on facilitating innovations in governance at the intersection of law, policy, and technology that improves people&rsquo;s lives.   &ldquo;It&rsquo;s like a secret, underground operation of brilliant thinkers and doers trying to imagine, test and deploy the bottom-up solutions that every government needs, even if they don&rsquo;t realize it yet,&rdquo; notes one online participant in &ldquo;Solving Public Problems Through Technology,&rdquo; the flagship course offering of the Academy, the part of GovLab devoted to educational and training offerings to both degree students and public officials.  Okay, so it&rsquo;s not actually a secret, or underground. It&rsquo;s on the ninth floor and looks more like a tech startup than a Bat Cave. But the people here are rethinking the biggest problems facing the world today, using emerging technologies, public data, and civic engagement. They&rsquo;re partnering in innovative ways with students, as well as civic leaders and entrepreneurs, to build tools to improve healthcare, prisons, immigration, elder care, literacy, and more.   The common thread running through it all can be found in the name: governance. What does governance mean&mdash;more importantly, what can governance be&mdash;in a technologically advancing, information-oriented, and socially networked world? Quite simply, how can technology create a more open and representative government?     Two Students Discuss Their Work With the GovLab     Moving Mountains   &ldquo;Every survey will tell you that the rate of trust in government is declining,&rdquo; says Beth Noveck, the GovLab&rsquo;s Co-Founder and Director. &ldquo;People are actively banding together to express these concerns&mdash;just think of Occupy Wall Street, the Arab Spring, the Climate March. But we don&rsquo;t have a clear conception of what could replace the things that people are so dissatisfied with. We don&rsquo;t have the models of how we might do things differently.&rdquo;   It&rsquo;s a late September afternoon, and Noveck has just finished meeting with a half-dozen students, discussing open government, online resources, and crowdsourcing. Toward the end of the conversation, she is heard to say, &ldquo;We&rsquo;re not sitting on a mountaintop, here.&rdquo; The students lean forward in their chairs when she speaks.  Just three years ago, Noveck was in the Obama White House as Deputy Chief Technology Officer and Director of the Open Government Initiative. She is also the founder of the New York Law School &ldquo;Do Tank,&rdquo; the State of Play conferences, and co-founder of a software company launched to encourage democratic deliberation in the early days of the commercial web.   &ldquo;People are actively banding together to express these concerns&mdash;just think of Occupy Wall Street, the Arab Spring, the Climate March. But we don&rsquo;t have a clear conception of what could replace the things that people are so dissatisfied with. We don&rsquo;t have the models of how we might do things differently.&rdquo;     The American critic Alexander Woollcott once wrote, &ldquo;I&#39;m tired of hearing it said that democracy doesn&#39;t work. Of course it doesn&#39;t work. We are supposed to work it.&rdquo; From her early days as a student of fragile democracies in 20th-century Europe, Noveck has been devoted to working democracy. So has the GovLab&rsquo;s other Co-Founder and its Chief of Research and Development, Stefaan Verhulst. Verhulst spent 13 years heading up the research activities of a private foundation, looking at solving public problems through information technology.  &ldquo;I became frustrated that most of the problems we know can somehow be solved, but are mostly not solved because we don&rsquo;t manage to actually engage the public or because the government&rsquo;s mechanisms are flawed,&rdquo; says Verhulst. &ldquo;There is a lot of experimentation regarding governance and solving public problems.   Unfortunately, there&rsquo;s little evidence as to what works when or for whom or in which context. I thought our biggest contribution would be finding out what works and what doesn&rsquo;t work through action research.&rdquo;  Action research means implementing changes or processes while simultaneously reflecting on and evaluating their effectiveness. In a fast-moving world, action research means solving problems in real time and tailoring the solutions as you go.   So when Noveck says &ldquo;We&rsquo;re not sitting on a mountaintop, here,&rdquo; it&rsquo;s because she and Verhulst agree that if you&rsquo;re going to move a mountain, you can&rsquo;t be sitting on it.   Working Democracy   Verhulst and Noveck met years ago at a conference in the United Kingdom. They shared an interest in creating an information culture that would serve the goals of democracy, so when they co-founded the GovLab in late 2012, says Noveck, &ldquo;We start[ed] from the core hypothesis that more open and collaborative ways of working, enabled by technology, [would] lead to decisions and solutions that are more effective and more legitimate.&rdquo;   The GovLab&rsquo;s approach to proving this hypothesis is three-pronged. First, it runs education and training programs through the GovLab Academy. Its primary offering is &ldquo;Solving Public Problems with Technology,&rdquo; a masters-level course delivered both in person (alternating between the NYU and MIT campuses), and online to students across the world. (Plans are underway to launch shorter, intensive workshop versions of the course, too.) Whether for credit or not, students apply to the course by proposing specific social problems they&rsquo;d like to address. Student projects this fall include tools to monitor and report neighborhood noise pollution; encourage cardiovascular health; track library usage among educationally at-risk minority boys; and improve the living conditions of women immigrants in the Bronx.   &ldquo;We&rsquo;re focused on opening up data, then using it for a variety of public interest projects [and] on how [to] tap into the collective intelligence to solve problems differently.&rdquo;     &ldquo;The course is offered as a series of supports, interventions, and exercises to help people get real projects done&mdash;it&rsquo;s all about how to create and implement governance innovation in the real world,&rdquo; says Alan Kantrow, the Gov- Lab&rsquo;s Chief Learning and Communications Officer. &ldquo;&ldquo;The research reflex runs through it all.&rdquo;  Secondly, the GovLab undertakes research projects with partners in civic leadership. Like the Academy students, these organizations come with problems to solve. One recent project, with United Kingdom health officials, explored the delivery of open data to citizens to make informed healthcare decisions. Another reimagined Internet governance with ICANN (Internet Corporation for Assigned Names and Numbers). A number of upcoming partnerships are with governments of American cities. &ldquo;None of the content [of this work] is proprietary,&rdquo; Kantrow points out. &ldquo;It&rsquo;s all available for use and dissemination.&rdquo;   This is key to the GovLab&rsquo;s efforts because, according to Verhulst, the two biggest assets in society today are the amount and availability of data and the level of connectivity between people. &ldquo;We&rsquo;re focused on opening up data, then using it for a variety of public interest projects [and] on how [to] tap into the collective intelligence to solve problems differently,&rdquo; he says.   The GovLab&rsquo;s third endeavor is to attract and cultivate the in-house technical talent to build tools that enable organizations and citizens to solve problems and participate in their communities and government. To work democracy, as Woollcott put it.   Arnaud Sahuguet, the GovLab&rsquo;s Chief Technology Officer, came to this position from Google, where for years he pushed for projects around open data and access to civic information. &ldquo;I&rsquo;m not yet convinced that we can actually solve all these problems,&rdquo; he admits, &ldquo;But at GovLab I can give them my full attention and see what we can do.&rdquo;   Sahuguet is building software tools while also building a technology team. He&rsquo;s recruiting product designers and engineers passionate about governance. He says Brooklyn, infused with the spirit of collaboration and invention, is the perfect place for this. &ldquo;At [the NYU Polytechnic School of Engineering], there is a reservoir of talent [and] a rich engineering environment. We&rsquo;re creating an infrastructure where we can welcome contributions.&rdquo;   &ldquo;If you look around, turn on the TV, governance is the number one issue everywhere,&rdquo; Sahuguet says. &ldquo;Selling you on the mission is a complete no-brainer. The challenge is to convince people to join a risky adventure.&rdquo;   In other words, never mind climbing Everest&mdash;who wants to help move it?                                     Appointments       Juliana Freire Professor, Computer Science and Engineering   Claudio Silva Professor, Computer Science and Engineering                     Facebook Twitter Linked In    Cable The alumni magazine of NYU Polytechnic School of Engineering"}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Digital Revolution: History of Media III                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1042                    Section        001                    Instructor        Stephen Duncombe                    Days                            Mon,Wed                                 Time                            12:30 PM -       1:45 PM                                Units        4.0                    Level        U                    Foundation Requirement        SOC                                           Description       We are in the midst of a revolution. Computers permeate nearly every aspect of our life, yet we understand relatively little about how they work, their historical development, and their impact on our thought and actions. As with previous technological and communications revolutions like the rise of print and the ascendency of the image, computing is transforming our economic and political landscape, bringing with it new possibilities as well as new problems. In this course we explore this ever changing and rapidly expanding terrain, paying special attention to how computers and the Internet are transforming how we experience and understand identity and community, control and liberation, simulation and authenticity, creation and collaboration, and the practice of politics. Authors whose works we read may include: Jean Baudrillard, Jorge Luis Borges, Yochai Benkler, Nicholar Carr, the Critical Art Ensemble, Galileo, Donna Haraway, Lawrence Lessig, Lewis Mumford, Plato, the RAND Corporation, Sherry Turkle, and Ellen Ullman.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "The Digital Revolution is Here | Cable                                                 Menu  Alumni Community Archives                                                                    The Digital Revolution is Here                    The Governance Lab is home to innovative minds determined to change the way public policy is approached and applied If you weren&rsquo;t looking for it, you might walk past the new Governance Lab without even seeing it. GovLab headquarters moved into Two MetroTech at the NYU Polytechnic School of Engineering in September, setting up in an open, concrete-floored space at the end of a narrow, unadorned hallway that is soon to be totally renovated (see &ldquo;Transformative Process&rdquo;); a handful of arrows printed on foamcore quietly announced its arrival. But what many people don&rsquo;t notice might be one of the most exciting experiments in public policy today&mdash;an &ldquo;action research&rdquo; organization focused on facilitating innovations in governance at the intersection of law, policy, and technology that improves people&rsquo;s lives.   &ldquo;It&rsquo;s like a secret, underground operation of brilliant thinkers and doers trying to imagine, test and deploy the bottom-up solutions that every government needs, even if they don&rsquo;t realize it yet,&rdquo; notes one online participant in &ldquo;Solving Public Problems Through Technology,&rdquo; the flagship course offering of the Academy, the part of GovLab devoted to educational and training offerings to both degree students and public officials.  Okay, so it&rsquo;s not actually a secret, or underground. It&rsquo;s on the ninth floor and looks more like a tech startup than a Bat Cave. But the people here are rethinking the biggest problems facing the world today, using emerging technologies, public data, and civic engagement. They&rsquo;re partnering in innovative ways with students, as well as civic leaders and entrepreneurs, to build tools to improve healthcare, prisons, immigration, elder care, literacy, and more.   The common thread running through it all can be found in the name: governance. What does governance mean&mdash;more importantly, what can governance be&mdash;in a technologically advancing, information-oriented, and socially networked world? Quite simply, how can technology create a more open and representative government?     Two Students Discuss Their Work With the GovLab     Moving Mountains   &ldquo;Every survey will tell you that the rate of trust in government is declining,&rdquo; says Beth Noveck, the GovLab&rsquo;s Co-Founder and Director. &ldquo;People are actively banding together to express these concerns&mdash;just think of Occupy Wall Street, the Arab Spring, the Climate March. But we don&rsquo;t have a clear conception of what could replace the things that people are so dissatisfied with. We don&rsquo;t have the models of how we might do things differently.&rdquo;   It&rsquo;s a late September afternoon, and Noveck has just finished meeting with a half-dozen students, discussing open government, online resources, and crowdsourcing. Toward the end of the conversation, she is heard to say, &ldquo;We&rsquo;re not sitting on a mountaintop, here.&rdquo; The students lean forward in their chairs when she speaks.  Just three years ago, Noveck was in the Obama White House as Deputy Chief Technology Officer and Director of the Open Government Initiative. She is also the founder of the New York Law School &ldquo;Do Tank,&rdquo; the State of Play conferences, and co-founder of a software company launched to encourage democratic deliberation in the early days of the commercial web.   &ldquo;People are actively banding together to express these concerns&mdash;just think of Occupy Wall Street, the Arab Spring, the Climate March. But we don&rsquo;t have a clear conception of what could replace the things that people are so dissatisfied with. We don&rsquo;t have the models of how we might do things differently.&rdquo;     The American critic Alexander Woollcott once wrote, &ldquo;I&#39;m tired of hearing it said that democracy doesn&#39;t work. Of course it doesn&#39;t work. We are supposed to work it.&rdquo; From her early days as a student of fragile democracies in 20th-century Europe, Noveck has been devoted to working democracy. So has the GovLab&rsquo;s other Co-Founder and its Chief of Research and Development, Stefaan Verhulst. Verhulst spent 13 years heading up the research activities of a private foundation, looking at solving public problems through information technology.  &ldquo;I became frustrated that most of the problems we know can somehow be solved, but are mostly not solved because we don&rsquo;t manage to actually engage the public or because the government&rsquo;s mechanisms are flawed,&rdquo; says Verhulst. &ldquo;There is a lot of experimentation regarding governance and solving public problems.   Unfortunately, there&rsquo;s little evidence as to what works when or for whom or in which context. I thought our biggest contribution would be finding out what works and what doesn&rsquo;t work through action research.&rdquo;  Action research means implementing changes or processes while simultaneously reflecting on and evaluating their effectiveness. In a fast-moving world, action research means solving problems in real time and tailoring the solutions as you go.   So when Noveck says &ldquo;We&rsquo;re not sitting on a mountaintop, here,&rdquo; it&rsquo;s because she and Verhulst agree that if you&rsquo;re going to move a mountain, you can&rsquo;t be sitting on it.   Working Democracy   Verhulst and Noveck met years ago at a conference in the United Kingdom. They shared an interest in creating an information culture that would serve the goals of democracy, so when they co-founded the GovLab in late 2012, says Noveck, &ldquo;We start[ed] from the core hypothesis that more open and collaborative ways of working, enabled by technology, [would] lead to decisions and solutions that are more effective and more legitimate.&rdquo;   The GovLab&rsquo;s approach to proving this hypothesis is three-pronged. First, it runs education and training programs through the GovLab Academy. Its primary offering is &ldquo;Solving Public Problems with Technology,&rdquo; a masters-level course delivered both in person (alternating between the NYU and MIT campuses), and online to students across the world. (Plans are underway to launch shorter, intensive workshop versions of the course, too.) Whether for credit or not, students apply to the course by proposing specific social problems they&rsquo;d like to address. Student projects this fall include tools to monitor and report neighborhood noise pollution; encourage cardiovascular health; track library usage among educationally at-risk minority boys; and improve the living conditions of women immigrants in the Bronx.   &ldquo;We&rsquo;re focused on opening up data, then using it for a variety of public interest projects [and] on how [to] tap into the collective intelligence to solve problems differently.&rdquo;     &ldquo;The course is offered as a series of supports, interventions, and exercises to help people get real projects done&mdash;it&rsquo;s all about how to create and implement governance innovation in the real world,&rdquo; says Alan Kantrow, the Gov- Lab&rsquo;s Chief Learning and Communications Officer. &ldquo;&ldquo;The research reflex runs through it all.&rdquo;  Secondly, the GovLab undertakes research projects with partners in civic leadership. Like the Academy students, these organizations come with problems to solve. One recent project, with United Kingdom health officials, explored the delivery of open data to citizens to make informed healthcare decisions. Another reimagined Internet governance with ICANN (Internet Corporation for Assigned Names and Numbers). A number of upcoming partnerships are with governments of American cities. &ldquo;None of the content [of this work] is proprietary,&rdquo; Kantrow points out. &ldquo;It&rsquo;s all available for use and dissemination.&rdquo;   This is key to the GovLab&rsquo;s efforts because, according to Verhulst, the two biggest assets in society today are the amount and availability of data and the level of connectivity between people. &ldquo;We&rsquo;re focused on opening up data, then using it for a variety of public interest projects [and] on how [to] tap into the collective intelligence to solve problems differently,&rdquo; he says.   The GovLab&rsquo;s third endeavor is to attract and cultivate the in-house technical talent to build tools that enable organizations and citizens to solve problems and participate in their communities and government. To work democracy, as Woollcott put it.   Arnaud Sahuguet, the GovLab&rsquo;s Chief Technology Officer, came to this position from Google, where for years he pushed for projects around open data and access to civic information. &ldquo;I&rsquo;m not yet convinced that we can actually solve all these problems,&rdquo; he admits, &ldquo;But at GovLab I can give them my full attention and see what we can do.&rdquo;   Sahuguet is building software tools while also building a technology team. He&rsquo;s recruiting product designers and engineers passionate about governance. He says Brooklyn, infused with the spirit of collaboration and invention, is the perfect place for this. &ldquo;At [the NYU Polytechnic School of Engineering], there is a reservoir of talent [and] a rich engineering environment. We&rsquo;re creating an infrastructure where we can welcome contributions.&rdquo;   &ldquo;If you look around, turn on the TV, governance is the number one issue everywhere,&rdquo; Sahuguet says. &ldquo;Selling you on the mission is a complete no-brainer. The challenge is to convince people to join a risky adventure.&rdquo;   In other words, never mind climbing Everest&mdash;who wants to help move it?                                     Appointments       Juliana Freire Professor, Computer Science and Engineering   Claudio Silva Professor, Computer Science and Engineering                     Facebook Twitter Linked In    Cable The alumni magazine of NYU Polytechnic School of Engineering"}, {"content": "NYU to Host Mediapart CEO Edwy Plenel for Public Lecture, “Digital Revolution, Democratic Revolution?” —April 12                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   March   /   19                                                         NYU to Host Mediapart CEO Edwy Plenel for Public Lecture, “Digital Revolution, Democratic Revolution?” —April 12                   March 19, 2013          230                                        New York University will host Edwy Plenel, founder and CEO of the digital newspaper Mediapart, for a public lecture, “Digital Revolution, Democratic Revolution? How the Digital Revolution is Changing Public Space,” on Friday, April 12, 6 p.m., at NYU’s Arthur L. Carter Journalism Institute, 20 Cooper Square (between 5th and 6th Streets), 7th floor.   The event, co-sponsored by NYU’s Institute of African American Affairs and Institute for Public Knowledge, is free and open to the public. To RSVP, call 212.998.IAAA(4222) or click here . Subways: 6 (Astor Place); N, R (8th Street). Reporters interested in attending must contact James Devitt, NYU’s Office of Public Affairs, at 212.998.6808 or james.devitt@nyu.edu.   Like the previous two industrial revolutions, the digital revolution has radically changed public space: it has become borderless and open to all individuals. This technological revolution offers huge democratic opportunities that confront state authorities and economic powers. The event will use the French experience of Mediapart—a digital newspaper, that is both independent and participatory—to reflect upon the political Internet. Penel will discuss new media and democracy in Europe as well as the relations between North and South in the context of the Internet and the global changes that it is bringing.   Plenel, previously editor-in-chief of Le Monde, has published several books, including, most recently, “Le droit de savoir” (“The Right to Know”, Don Quichotte, 2013).   The event is supported by NYU’s La Maison Française.                            This Press Release is in the following Topics:      Around the Square , Arts and Science           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            NYU will host Edwy Plenel, founder and CEO of the digital newspaper Mediapart, for a public lecture, &ldquo;Digital Revolution, Democratic Revolution? How the Digital Revolution is Changing Public Space,&rdquo; on Friday, April 12, 6 p.m., at NYU&rsquo;s Institute for Public Knowledge. Above, Cairo's Tahrir Square after the resignation of Hosni Mubarak in 2011. Image courtesy of Jonathan Rashad.                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]