[{"detail": [{"content": "GPH-GU 2440                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Academic Programs   /   Master of Public Health   /   Academics                       Sub Navigation                                 Courses                       Concentrations                       Dual Degrees                       Core Competencies                                                                 GPH-GU 2440      Emerging Diseases and Bioterrorism            3 credits   Prerequisite GPH-GU 2106/GPH-GU 2106   The emergence of new pathogens and drug resistance, as well as increased transmission opportunities caused by human migration, political instability and breakdown of healthcare infrastructure, has led to a rising prevalence of infectious disease. This course aims to provide training in the biology, epidemiology and control of emerging diseases. It will provide the necessary skills to analyze the interplay between human host and pathogen in both evolutionary ecology and statistical epidemiology frameworks. There will be a discussion of \"Darwinian Medicine\". Specific bioterrorism pathogens will be discussed, as well as methods of identification and predictive modeling of a bioterrorism incident. In addition to lectures, class time will include practical data handling. Discussion of both methodological and substantive epidemiology papers from the recent literature will be led by the students.                                                                   NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "GPH-GU 2440                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Academic Programs   /   Master of Public Health   /   Academics                       Sub Navigation                                 Courses                       Concentrations                       Dual Degrees                       Core Competencies                                                                 GPH-GU 2440      Emerging Diseases and Bioterrorism            3 credits   Prerequisite GPH-GU 2106/GPH-GU 2106   The emergence of new pathogens and drug resistance, as well as increased transmission opportunities caused by human migration, political instability and breakdown of healthcare infrastructure, has led to a rising prevalence of infectious disease. This course aims to provide training in the biology, epidemiology and control of emerging diseases. It will provide the necessary skills to analyze the interplay between human host and pathogen in both evolutionary ecology and statistical epidemiology frameworks. There will be a discussion of \"Darwinian Medicine\". Specific bioterrorism pathogens will be discussed, as well as methods of identification and predictive modeling of a bioterrorism incident. In addition to lectures, class time will include practical data handling. Discussion of both methodological and substantive epidemiology papers from the recent literature will be led by the students.                                                                   NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Bioterrorism Preparedness Update                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                                                About                                                            Admissions/Academic Programs                                              Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              About &gt; News, Publications and Facts &gt; Global Health Nexus &gt; Summer 2003             Global Health Nexus, Summer 2003                Bioterrorism Preparedness Update: NYUCD Hosts Army Training Course on Chemical, Biological, and Nuclear Agent Threats     From April 26 through April 28, 2003, the NYU College of Dentistry, in association with the Associated Medical Schools of New York, the Medical Society of New York State, the New York State Academic Dental Centers, and the New York City Department of Health, hosted a training course, “The Medical Management of Chemical, Biological, and Nuclear Agent Threats,” taught by experts from the U.S. Army Medical Research Institute for Chemical Defense. Nearly 100 people completed the course, and many more expressed interest or stopped by over the three-day period. The course, which was free, was open to faculty and students from medical and dental institutions across the city and state. Faculty received CME/CDE credits, and students received a certificate of participation upon completion of the course.   The event marked the first time that dentists have participated in such a comprehensive program in New York City. The goal was to give participants the opportunity to educate and prepare themselves to respond appropriately in the event of a catastrophic public health crisis. Training included classroom lectures and demonstrations, as well as hands-on demonstrations of triage and decontamination of people exposed to chemical and biological agents.   Dean Alfano said, “NYU as well as other medical and dental centers in the New York City area have been working together on this particular issue of terrorism preparedness, and we are pleased that the Army agreed to produce this course for medical and dental faculty and students in the NYC/NYS area. As 9/11 demonstrated, it is important, as health care providers, that we educate ourselves for potential catastrophic events, such as a chemical attack.”   Dr. Dianne Rekow, Director of Translational Research at the NYU College of Dentistry and Chairperson of NYUCD’s Bioterrorism and Catastrophe Response Task Force, who helped organize the course, said, “Experts from disparate disciplines, such as academic and clinical dentistry, medicine and public health, emergency management, fire departments, and the military, had the opportunity to engage in discussions that we hope will set the stage for future collaboration. The outcomes of such collaboration should further strengthen New York City’s ability to respond to threats and reaffirm its innovation and leadership in catastrophe preparedness principles and policy.”   Recent months have seen a great deal of activity surrounding the issue of a role for dentistry in bioterrorism preparedness. Here are some highlights:     The ADEA annual meeting included a symposium on dentistry and terrorism preparedness. The featured speaker at the annual meeting, New York State Health Commissioner Dr. Antonia C. Novello, subsequently invited Dean Alfano to meet with her in Albany to present his ideas on this issue.   The ADA and HHS cosponsored a major conference on bioterrorism and dentistry’s response at which Dean Alfano and Dr. Rekow were featured speakers.   Dean Alfano made a presentation to Dr. Thomas Frieden, NYC’s Health Commissioner, about using dentists’ offices as inoculation sites or places to dispense medications in the event of an emergency, thereby greatly expanding access to care for the general public and sparing physicians and other health professionals to do other things in times of crisis. His presentation led to the inclusion of dentists in the NYC emergency plan for mass inoculations for smallpox. The plan calls for about 2,000 dentists to receive certification to deliver the vaccine, along with other health care providers. This action makes NYC the first city to officially “sanction” dentists to do these inoculations.   Under Dr. Rekow’s direction, NYUCD is implementing the creation of educational modules related to terrorism preparedness and response as part of the overall curriculum. This initiative has garnered support from state and national dental organizations and academic dental centers.   The University of Medicine and Dentistry of New Jersey Dental School (UMDNJ) and NYUCD have independently developed catastrophe preparedness plans, including a “shelter in place” component. The two schools will get together soon to compare notes.   Dr. Rekow was part of an all-university group that traveled to Washington, D.C., to brief the New York Congressional delegation on activities in progress at the NYU Center for Catastrophe Preparedness.                                                              Global Health Nexus   Summer 2003   Vol. 5, No. 2   In this issue:   Special Guest Editorial     Diabetes and Oral Health: A Call to Action by Dr. D. Walter Cohen   Systemic Effects of Destructive Periodontal Diseases by Dr. Ron G. Craig     Practicing for Life SM : The Dentist's Role in Managing the Diabetic Patient by Dr. Anthony T. Vernillo     News from the College     Dean Alfano Appoints Advisory Council   Thousands Cheer the Class of 2003: Honorees Include Dr. Dominick P. DePaola, Keynote Speaker, and Legendary Actor Ossie Davis, Strusser Award Recipient   Bioterrorism Preparedness Update: NYUCD Hosts Army Training Course on Chemical, Biological, and Nuclear Agent Threats   ABC 7 and Colgate-Palmolive Join NYUCD in Cosponsoring Free Oral Health Screenings for 3,500 New Yorkers   Oral Cancer Consortium Screenings Move to April   &quot;Take Two and Call me in the Morning&quot; Noted Analgesic Researcher, Dr. Paul Desjardins, Presents Sackler Distinguished Lecture   Giving Kids a Smile: NYUCD Helps Kick off National Access to Care Day   Dental Assisting Program Celebrates Final Graduation   CE at NYUCD: The Strategic Choice for Lifelong Learning   Just Around the Corner: Accreditation 2003   Smiling Faces, Going Places Visits City Hall     International Partners in Health     International Perspectives on Advanced Study at NYUCD     Learning More Than Dentistry as an Advanced Study Student     Carribean Outreach     A Spring Break With a Difference: NYUCD Students and Faculty Set Up Free Clinic in Honduras     Live From New York: NYUCD Broadcasts First Dental Videoconference to Saudi Arabia     A Visit to Guyana Inspires a How-To Guide for Dentists in Remote Regions     The Oral Health System Next Door: A First-Hand Look at Dental Care in Cuba - by Dr. Yihong Li     Grants and Philanthropy     $1 Million Gift From Dr.Jonathan and Maxine Ferencz Establishes the Jonathan and Maxine Ferencz Advanced Education Program in Prosthodontics     NYUCD Awarded $488,000 to Improve Head and Neck Cancer Treatments and Reduce Side Effects     Support From Senator Clinton Brings NYUCD $250,000 in Federal Funds for Facilities Renovation     A Gift from the Quade Foundation Extends Scholarship Support     New York State and The Starr Foundation Award Major Grants in Support of Smiling Faces, Going Places     Seniors Build Support for Alma Mater     NYUCD in the News     Applause! Applause! Faculty, Student, and Staff News       NYUCD Unveils Monolith Honoring Recipients of ALl-University Distinguished Teaching and Administrator Awards     Part-Time Faculty Honored for the First Time at Longer-Service Awards Ceremony     Dr. Jonathan L. Ferencz Installed as President of the American College of Prosthodontics     Dr. Farhad Vahidi Appointed Acting Director of the Jonathan and Maxine Ferencz Advanced Education Program in Prosthodontics     Dr. Daniel Schweitzer Receives Fifth Annual Litvak Fellowship     Research Day 2003: In Search of Answers     ADEA Preventive Dentistry Awards Go to Brian Houston and Thomas Kolodge, Class of 2004     Drs. Joan Phelan and Denise Murphy Appointed to Bioterrorism and Catastrophe Response Task Force     ICOI Supports Bioterrorism Preparedness Initiative     Administrators and Staff Retreats: A New Tradition Takes Root     Bashes, Barbecues, and Beat-the-Blah Blasts NYUCD Students, Faculty, and Staff Build Camaraderie and Community     Celebrating Our Community     Focus on Alumni     Another Chance to Say &quot;Thank You&quot;   Looking for a Way to Increase Your Investment Income and Make a Gift to Alma Mater?                                                                            Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}]},
{"detail": [{"content": "GPH-GU 2440                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Academic Programs   /   Master of Public Health   /   Academics                       Sub Navigation                                 Courses                       Concentrations                       Dual Degrees                       Core Competencies                                                                 GPH-GU 2440      Emerging Diseases and Bioterrorism            3 credits   Prerequisite GPH-GU 2106/GPH-GU 2106   The emergence of new pathogens and drug resistance, as well as increased transmission opportunities caused by human migration, political instability and breakdown of healthcare infrastructure, has led to a rising prevalence of infectious disease. This course aims to provide training in the biology, epidemiology and control of emerging diseases. It will provide the necessary skills to analyze the interplay between human host and pathogen in both evolutionary ecology and statistical epidemiology frameworks. There will be a discussion of \"Darwinian Medicine\". Specific bioterrorism pathogens will be discussed, as well as methods of identification and predictive modeling of a bioterrorism incident. In addition to lectures, class time will include practical data handling. Discussion of both methodological and substantive epidemiology papers from the recent literature will be led by the students.                                                                   NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Bioterrorism Preparedness Update                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                                                About                                                            Admissions/Academic Programs                                              Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              About &gt; News, Publications and Facts &gt; Global Health Nexus &gt; Summer 2003             Global Health Nexus, Summer 2003                Bioterrorism Preparedness Update: NYUCD Hosts Army Training Course on Chemical, Biological, and Nuclear Agent Threats     From April 26 through April 28, 2003, the NYU College of Dentistry, in association with the Associated Medical Schools of New York, the Medical Society of New York State, the New York State Academic Dental Centers, and the New York City Department of Health, hosted a training course, “The Medical Management of Chemical, Biological, and Nuclear Agent Threats,” taught by experts from the U.S. Army Medical Research Institute for Chemical Defense. Nearly 100 people completed the course, and many more expressed interest or stopped by over the three-day period. The course, which was free, was open to faculty and students from medical and dental institutions across the city and state. Faculty received CME/CDE credits, and students received a certificate of participation upon completion of the course.   The event marked the first time that dentists have participated in such a comprehensive program in New York City. The goal was to give participants the opportunity to educate and prepare themselves to respond appropriately in the event of a catastrophic public health crisis. Training included classroom lectures and demonstrations, as well as hands-on demonstrations of triage and decontamination of people exposed to chemical and biological agents.   Dean Alfano said, “NYU as well as other medical and dental centers in the New York City area have been working together on this particular issue of terrorism preparedness, and we are pleased that the Army agreed to produce this course for medical and dental faculty and students in the NYC/NYS area. As 9/11 demonstrated, it is important, as health care providers, that we educate ourselves for potential catastrophic events, such as a chemical attack.”   Dr. Dianne Rekow, Director of Translational Research at the NYU College of Dentistry and Chairperson of NYUCD’s Bioterrorism and Catastrophe Response Task Force, who helped organize the course, said, “Experts from disparate disciplines, such as academic and clinical dentistry, medicine and public health, emergency management, fire departments, and the military, had the opportunity to engage in discussions that we hope will set the stage for future collaboration. The outcomes of such collaboration should further strengthen New York City’s ability to respond to threats and reaffirm its innovation and leadership in catastrophe preparedness principles and policy.”   Recent months have seen a great deal of activity surrounding the issue of a role for dentistry in bioterrorism preparedness. Here are some highlights:     The ADEA annual meeting included a symposium on dentistry and terrorism preparedness. The featured speaker at the annual meeting, New York State Health Commissioner Dr. Antonia C. Novello, subsequently invited Dean Alfano to meet with her in Albany to present his ideas on this issue.   The ADA and HHS cosponsored a major conference on bioterrorism and dentistry’s response at which Dean Alfano and Dr. Rekow were featured speakers.   Dean Alfano made a presentation to Dr. Thomas Frieden, NYC’s Health Commissioner, about using dentists’ offices as inoculation sites or places to dispense medications in the event of an emergency, thereby greatly expanding access to care for the general public and sparing physicians and other health professionals to do other things in times of crisis. His presentation led to the inclusion of dentists in the NYC emergency plan for mass inoculations for smallpox. The plan calls for about 2,000 dentists to receive certification to deliver the vaccine, along with other health care providers. This action makes NYC the first city to officially “sanction” dentists to do these inoculations.   Under Dr. Rekow’s direction, NYUCD is implementing the creation of educational modules related to terrorism preparedness and response as part of the overall curriculum. This initiative has garnered support from state and national dental organizations and academic dental centers.   The University of Medicine and Dentistry of New Jersey Dental School (UMDNJ) and NYUCD have independently developed catastrophe preparedness plans, including a “shelter in place” component. The two schools will get together soon to compare notes.   Dr. Rekow was part of an all-university group that traveled to Washington, D.C., to brief the New York Congressional delegation on activities in progress at the NYU Center for Catastrophe Preparedness.                                                              Global Health Nexus   Summer 2003   Vol. 5, No. 2   In this issue:   Special Guest Editorial     Diabetes and Oral Health: A Call to Action by Dr. D. Walter Cohen   Systemic Effects of Destructive Periodontal Diseases by Dr. Ron G. Craig     Practicing for Life SM : The Dentist's Role in Managing the Diabetic Patient by Dr. Anthony T. Vernillo     News from the College     Dean Alfano Appoints Advisory Council   Thousands Cheer the Class of 2003: Honorees Include Dr. Dominick P. DePaola, Keynote Speaker, and Legendary Actor Ossie Davis, Strusser Award Recipient   Bioterrorism Preparedness Update: NYUCD Hosts Army Training Course on Chemical, Biological, and Nuclear Agent Threats   ABC 7 and Colgate-Palmolive Join NYUCD in Cosponsoring Free Oral Health Screenings for 3,500 New Yorkers   Oral Cancer Consortium Screenings Move to April   &quot;Take Two and Call me in the Morning&quot; Noted Analgesic Researcher, Dr. Paul Desjardins, Presents Sackler Distinguished Lecture   Giving Kids a Smile: NYUCD Helps Kick off National Access to Care Day   Dental Assisting Program Celebrates Final Graduation   CE at NYUCD: The Strategic Choice for Lifelong Learning   Just Around the Corner: Accreditation 2003   Smiling Faces, Going Places Visits City Hall     International Partners in Health     International Perspectives on Advanced Study at NYUCD     Learning More Than Dentistry as an Advanced Study Student     Carribean Outreach     A Spring Break With a Difference: NYUCD Students and Faculty Set Up Free Clinic in Honduras     Live From New York: NYUCD Broadcasts First Dental Videoconference to Saudi Arabia     A Visit to Guyana Inspires a How-To Guide for Dentists in Remote Regions     The Oral Health System Next Door: A First-Hand Look at Dental Care in Cuba - by Dr. Yihong Li     Grants and Philanthropy     $1 Million Gift From Dr.Jonathan and Maxine Ferencz Establishes the Jonathan and Maxine Ferencz Advanced Education Program in Prosthodontics     NYUCD Awarded $488,000 to Improve Head and Neck Cancer Treatments and Reduce Side Effects     Support From Senator Clinton Brings NYUCD $250,000 in Federal Funds for Facilities Renovation     A Gift from the Quade Foundation Extends Scholarship Support     New York State and The Starr Foundation Award Major Grants in Support of Smiling Faces, Going Places     Seniors Build Support for Alma Mater     NYUCD in the News     Applause! Applause! Faculty, Student, and Staff News       NYUCD Unveils Monolith Honoring Recipients of ALl-University Distinguished Teaching and Administrator Awards     Part-Time Faculty Honored for the First Time at Longer-Service Awards Ceremony     Dr. Jonathan L. Ferencz Installed as President of the American College of Prosthodontics     Dr. Farhad Vahidi Appointed Acting Director of the Jonathan and Maxine Ferencz Advanced Education Program in Prosthodontics     Dr. Daniel Schweitzer Receives Fifth Annual Litvak Fellowship     Research Day 2003: In Search of Answers     ADEA Preventive Dentistry Awards Go to Brian Houston and Thomas Kolodge, Class of 2004     Drs. Joan Phelan and Denise Murphy Appointed to Bioterrorism and Catastrophe Response Task Force     ICOI Supports Bioterrorism Preparedness Initiative     Administrators and Staff Retreats: A New Tradition Takes Root     Bashes, Barbecues, and Beat-the-Blah Blasts NYUCD Students, Faculty, and Staff Build Camaraderie and Community     Celebrating Our Community     Focus on Alumni     Another Chance to Say &quot;Thank You&quot;   Looking for a Way to Increase Your Investment Income and Make a Gift to Alma Mater?                                                                            Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "NYU > Center for Catastrophe Preparedness &amp; Response > Experts                                                                                     > by subject matter         Bioinformatics     Bioterrorism     Communications     Computer Modeling     Conflict Negotiation     Critical Infrastructure     Emergency Management/Hospital Preparedness     First Responders     Law     Politics of Terrorism     Psychology of Terrorism     Public Health     Technology     Trauma Studies                     Experts The Center works with more than sixty NYU faculty members, sponsoring 21 distinct research projects.      Below is a listing of subject matter experts at New York University. You may also browse by topic area by selecting from the list to the left. If you need assistance in locating an expert for a specific topic, please contact a CCPR staff member for assistance.      Bioinformatics        Triola, Marc      Assistant Professor, School of Medicine, Medicine, General Internal Medicine  T: 212.263.3978   marc.triola@med.nyu.edu       Mishra, Bud        Professor of Computer Science & Mathematics & Cell Biology  Courant Institute of Mathematical Science  T: 212.998.3464  F: 212.998.3484   mishra@nyu.edu         Bioterrorism        Caufield, Page DDS, Ph.D.        Professor and Head, Division of Diagnostics, Infectious Disease and Health Promotion  New York University College of Dentistry  T: (212) 998-9603   page.caufield@nyu.edu       Steigbigel, Neal       Infectious Diseases & Immunology  New York University School of Medicine  T: 212.686.7500 x4470   steign01@popmail.med.nyu.edu         Goldfrank, Lewis    Professor and Chairman, Department of Emergency Medicine  New York Universtiy School of Medicine  T: 212.263.5022   goldfl03@popmail.med.nyu.edu         Communications       Zimmerman, Rae, PhD      Professor of Planning and Public Administration  Director, Institute for Civil Infrastructure Systems (ICIS)  Robert F. Wagner Graduate School of Public Service, New York University  T: 212.998.7432  F: 212.995.3890   Magder, Ted Ph.D.        Chair & Associate Professor, Culture and Communication  The Steinhardt School of Education  T: 212.998.5015  F: 212.995.4046   ted.magder@nyu.edu       Townsend, Anthony        Taub Urban Research Center  Robert F. Wagner Graduate School of Public Service  T: 212.998.7502  F: 212.995.3890   anthony.townsend@nyu.edu       Moss, Mitchell        Taub Urban Research Center  Robert F. Wagner Graduate School of Public Service  T: 212.998.6677  F: 212.995.3890   mitchell.moss@nyu.edu         Computer Modeling        Uretsky, Mike        Professor of Information Systems  Leonard Stern School of Business  T: 212.998.0844  F: 212.995.4228   muretsky@stern.nyu.edu       Perlin, Ken Ph.D.        Professor, Department of Computer Science  Director, Media Research Lab  T: 212.998.3386   perlin@mrl.nyu.edu       Heeger, David Ph.D.        Professor of Psychology and Neural Science  Department of Psychology and Center for Neural Science  T: 212.998.7868  F: 212.995.4349   david@cns.nyu.edu       Greengard, Leslie Ph.D.        Professor, Department of Mathematics  Courant Institute of Mathematical Sciences  T: 212.998.3306  F: 212.995.4121   greengard@cims.nyu.edu       Carrasco, Marisa Ph.D.        Chair of Psychology, Professor of Psychology and Neural Science  Department of Psychology  T: 212.992.9571  F: 212.995.4018   marisa.carrasco@nyu.edu       Maloney, Laurence Ph.D.        Professor of Psychology and Neural Science  Department of Psychology  T: 212.998.7851  F: 212.995.4349   laurence.maloney@nyu.edu       Bueno de Mesquita, Bruce, PhD        Department of Politics  T: 212.998.3521  F: 212.995.4184   bbd2@nyu.edu          Mishra, Bud        Professor of Computer Science & Mathematics & Cell Biology  Courant Institute of Mathematical Science  T: 212.998.3464  212.998.3484   mishra@nyu.edu         Narzisi, Giuseppe              Junior Research Scientist  Courant Institute of Mathematical Science  T: 212.998-3199   narzisi@nyu.edu       Conflict Negotiation        Dennis Smith        Associate Professor of Public Policy  Robert F. Wagner School of Public Administration  T: 212.998.7425   dennis.smith@nyu.edu       Zerkin, Allen        Adjunct Associate Professor of Public Administration  Robert F. Wagner School of Public Administration  T: 212.998.7494   ajz1@nyu.edu         Critical Infrastructure        Zimmerman, Rae, PhD        Professor of Planning and Public Administration  Director, Institute for Civil Infrastructure Systems (ICIS)  Robert F. Wagner Graduate School of Public Service, New York University  T: 212.998.7432  F: 212.995.3890   rae.zimmerman@nyu.edu         Emergency Management/Hospital Preparedness        Foltin, George        Associate Professor  Pediatrics, Emergency Medicine  NYU School of Medicine  T: 212.562.3161  F: 212.562.2474   george.foltin@med.nyu.edu       Goldfrank, Lewis        Professor and Chairman, Department of Emergency Medicine  New York Universtiy School of Medicine  T: 212.263.5022   goldfl03@popmail.med.nyu.edu         First Responders        Triola, Marc MD        Assistant Professor / Chief, Section of Medical Informatics  New York Univesity School of Medicine  T: 212.263.3978   Marc.Triola@msnyuhealth.org        Fulmer, Terry, PhD              Dean, New York University College of Nursing  T: 212.998.5303  F: 212.995.3143   tf1@nyu.edu         Psoter, Walter        Assistant Professor of Dentistry  New York University College of Dentistry  T: 212.998.9942  F: 212.995.4608   wp9@nyu.edu       Rekow, Dianne, DDS, PhD        Director of Translational Research, Professor Basic Sciences and Craniofacial Biology and Orthodontics  David B. Kriser Dental Center  T: 212.998.9490  F: 212.995.4087   edr1@nyu.edu       Steigbigel, Neal        Infectious Diseases & Immunology  New York University School of Medicine  T: 212.686.7500 x4470   steign01@popmail.med.nyu.edu         Law        Holmes, Stephen        Walter E. Meyer Professor of Law  New York University School of Law  T: 212.998.6357   stephen.holmes@nyu.edu       Pildes, Richard H.        Professor of Law, NYU School of Law  T: 212.998.6377  F: 212.995.4341   rick.pildes@nyu.edu       Feldman, Noah        Assistant Professor  NYU School of Law  T: 212.998.8541   noah.feldman@nyu.edu       Greenberg, Karen        Executive Director of the Center on Law and Security  NYU School of Law  T:212.992.8854  F: 212.995.4769   karen.greenberg@nyu.edu         Politics of Terrorism        Smith, Alastair, PhD        Department of Politics  T: 212.992.9678  F: 212.995.4184   alastair.smith@nyu.edu       Bueno de Mesquita, Bruce, PhD        Department of Politics  T: 212.998.3521  F: 212.995.4184   bbd2@nyu.edu           Psychology of Terrorism        Tyler, Tom Ph.D.      Professor of Psychology, Department of Psychology  T: 212.998.7816  F: 212.995.4826   tom.tyler@nyu.edu         Public Health       Goldfrank, Lewis    Professor and Chairman, Department of Emergency Medicine  New York Universtiy School of Medicine  T: 212.263.5022   goldfl03@popmail.med.nyu.edu        Fulmer, Terry, PhD              Dean, New York University College of Nursing  T: 212.998.5303  F: 212.995.3143   tf1@nyu.edu         Rodwin, Victor        Professor of Health Policy and Management  Robert F. Wagner Graduate, School of Public Service  T: 212.998.7459  F: 212.995.3890   victor.rodwin@nyu.edu             Technology        Nissenbaum, Helen        Associate Professor, Department of Culture & Communications and Computer Science  Senior Fellow, Information Law Institute  NYU Law School  T: 212.998.5251  F: 212.995.4046   helen.nissenbaum@nyu.edu         Trauma Studies        Barocas, Briana, PhD      Research Scientist  Public Safety Trauma Response Project  T: 212.998.2198   briana.barocas&#064;nyu.edu       Peggy Grauwiler, MS      Doctoral Candidate in Clinical Social work at NYU  Project Director  Public Safety Trauma Response Project  T: 212.998.2318   peggy.grauwiler@nyu.edu       Chachkes, Esther DSW        Associate Clinial Professor of Social Work  NYU Schools of Social Work and Medicine  T: 212.263.5014  F: 212.263.7764   esther.chachkes@msnyuhealth.org       Cloitre, Marylene, PhD        Cathy and Stephen Graham Professor of Child and Adolescent Psychiatry  New York University School of Medicine Department of Psychiatry, Child Study Center  T: 263.662.2230   cloitm01@popmail.med.nyu.edu       Mills, Linda        Professor of Social Work, NYU School of Social Work  Affiliated Professor of Law, NYU School of Law  T: 212.992.9712  F: 212.995.4173   linda.mills@nyu.edu       Landsberg, Gerald        Professor of Social Work, NYU  Director, Institute Against Violence  T: 212.998.5965  F: 212.995.4836   gerald.landsberg@nyu.edu"}]}]