[{"detail": [{"content": "West 10th, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       West 10th, A Student-Edited Literary Journal for NYU Undergraduates            West 10th is a literary   journal publishing poetry, prose, and photography by New York University's undergraduate students. It is edited and produced annually by a student-run editorial board and by the NYU Creative Writing Program.     Find out more about West 10th :      The site: http://west10th.org/ The Facebook page: http://www.facebook.com/West10th Twitter: http://twitter.com/West10thLit 2014-2015 Editorial Board    Editor in Chief : Eric Steifel Managing Editor : Michelle Ling Poetry Editors : Rebecca Pecaut, Sasha Leshnerr Assistant Poetry Editors : Colin Drohan, Brittany Siler Prose Editor : Anzhe Zhang Assistant Prose Editor : Alyssa Matesic Art Editor : Chuck Kuan Copy Editor : Olivia Loving          Congratulations to the 2013-14 Contributors!                      POETRY       PROSE       ART       GUEST CONTRIBUTORS       Jade Conlee Sasha Leshner Amy Moore Danielle M. Rico Andy Sebela Jenna Snyder Madeleine Walker    Zeba Fazli Neda Jebelli Emma Wren Anzhe Zhang      Jennifer Coates   Neha Hirve Dakota Richardson Virgina Tadini Haley Weiss     Poetry by Matthew Dickman and an interview with Tao Lin      West 10th Editors' Awards in Prose &amp; Poetry To celebrate the publication of West 10th , the NYU Creative Writing Program sponsors the West 10th Editors’ Awards each spring. Program faculty serving as Executive Editors select one poem and one prose piece from the student contributions to be featured in the upcoming issue of the journal. Award recipients each receive a prize of $200 and are invited to read their work at the West 10th launch party. The 2013-2014 Editors' Award Winner in Prose is Emma Wren for her story \"Murder at the Turtle Pageant.\" The 2013-2014 Editors' Award Winner in Poetry is Jade Conlee for her poem \"Fluxx.\"                 Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}]}]