[{"detail": [{"content": "Operations Management for Public, Nonprofit and Health Contexts | NYU Wagner                                    Jump to navigation                                                             Operations Management for Public, Nonprofit and Health Contexts   PADM-GP.2173, 3 points.       Courses         Description |    Syllabi |    Evaluations           Operations management specifically involves the analysis, design, operation, and improvement of the systems and processes that deliver goods or services and ultimately outputs and outcomes. It is required to achieve the organization’s mission, provide value to the organization’s many stakeholders, and effectively translate policy into action. As such, operations management plays an important part of being an effective manager and policy implementer. In this course, we will develop a lens to perceive processes and systems in a variety of contexts along with an analytical toolbox to examine and understand these. Students will learn how to build basic operations models in Excel to make effective, evidence-based managerial, design, and policy decisions as well as gain defined analytical skills that lend themselves to roles in operations, management, hospital management, policy implementation, human services, consulting, and much more.    Prerequisites: CORE-GP 1020, CORE-GP 1011, and NONCR-932 Excel I (or equivalent)                     Semester     Instructor     Syllabus Link         Fall 2013 Natalie Privett Syllabus  Spring 2013 Natalie Privett Syllabus                         Semester     Instructor     Evaluation Link         Fall 2013 Natalie Privett Evaluation  Spring 2013 Natalie Privett Evaluation                             Course Section Spring2015001 Spring2015002                         Instructors:        Privett, Natalie Ann                              Weekly Schedule:        Tue - 1:35 pm to 3:15 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:194M Room:203                                      Instructors:        Privett, Natalie Ann                              Weekly Schedule:        Tue - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:TISC Room:LC11"}]},
{"detail": [{"content": "Operations Management for Public, Nonprofit and Health Contexts | NYU Wagner                                    Jump to navigation                                                             Operations Management for Public, Nonprofit and Health Contexts   PADM-GP.2173, 3 points.       Courses         Description |    Syllabi |    Evaluations           Operations management specifically involves the analysis, design, operation, and improvement of the systems and processes that deliver goods or services and ultimately outputs and outcomes. It is required to achieve the organization’s mission, provide value to the organization’s many stakeholders, and effectively translate policy into action. As such, operations management plays an important part of being an effective manager and policy implementer. In this course, we will develop a lens to perceive processes and systems in a variety of contexts along with an analytical toolbox to examine and understand these. Students will learn how to build basic operations models in Excel to make effective, evidence-based managerial, design, and policy decisions as well as gain defined analytical skills that lend themselves to roles in operations, management, hospital management, policy implementation, human services, consulting, and much more.    Prerequisites: CORE-GP 1020, CORE-GP 1011, and NONCR-932 Excel I (or equivalent)                     Semester     Instructor     Syllabus Link         Fall 2013 Natalie Privett Syllabus  Spring 2013 Natalie Privett Syllabus                         Semester     Instructor     Evaluation Link         Fall 2013 Natalie Privett Evaluation  Spring 2013 Natalie Privett Evaluation                             Course Section Spring2015001 Spring2015002                         Instructors:        Privett, Natalie Ann                              Weekly Schedule:        Tue - 1:35 pm to 3:15 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:194M Room:203                                      Instructors:        Privett, Natalie Ann                              Weekly Schedule:        Tue - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:TISC Room:LC11"}, {"content": "Natalie Privett | NYU Wagner                                     Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                 Natalie Privett                Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives                Request More Information      Apply to Wagner                                                        Natalie Privett Assistant Professor of Management and Policy      NYU | Wagner     Faculty     http://wagner.nyu.edu/privett         295 Lafayette Street     New York     NY     10012     USA                    Bio      Courses and Syllabi     Projects   Publications &amp; Working Papers       CV     Press              Natalie Privett is an Assistant Professor of Management and Policy at the Wagner Graduate School of Public Service at New York University. Her research and focus as an educator, is  operations and supply chain management in the context of international public service. Operations Management, as Privett’s discipline is called, is an interdisciplinary field encompassing engineering, business, applied mathematics, economics, and statistics. It focuses on improved decision making and efficient processes for complex problems and systems.   As an educator, Privett’s goal is to both equip and inspire students to use analytical and quantitative tools for transformation and change.  She believes that quantitative and decision-based courses provide critical tools for the managers, policymakers and researchers of tomorrow.   Privett’s research lies at the intersection of operations management, nonprofit studies, and global public health and focuses on applying the theories and tools of operations management in philanthropy and civil society.  While NGOs and other global civil society actors, are intervening in developing geographies for operational outcomes including lower market prices and increased availability of goods, the question remains, Who, how, where, when and what operational intervention should be executed achieve these goals. Privett’s multidisciplinary research aims to explore the notion of strategic operational interventions to improve health delivery and markets in developing countries.   Prior to joining Wagner, she was a Postdoctoral Research Fellow at the MIT-Zaragoza Logistics Program in Zaragoza, Spain.  She received her PhD and Masters degrees from Stanford University’s department of Management Science &amp; Engineering, specialized in operations management.  Prior to graduate school, Privett earned her undergraduate degree in Industrial Engineering from Texas A&amp;M University and subsequently worked as an industrial engineer.                             Semester      Course            Fall 2014       PADM-GP.2174.001   The Intersection of Operations and Policy         Policy and operations are inextricably linked. This course aims to expose students to policy formation in a highly political environment, operations management of systems shaped by state and local policy, and their intersection, while building a toolbox of specific skills that support analysis and decision making in a wide variety of contexts. A unifying Multimedia Interactive Case Study (MICS) focused on the NYC family homeless shelter system will be the backdrop of this course. This course is an intensive engagement that incorporates perspectives from academic theory, City, State and Federal government, service providers, advocacy organizations, and public interest law.      Permission of instructors required to register. Please contact Academic Services to register.       Download Syllabus             Fall 2013       PADM-GP.2170.001   Performance Measurement and Management for Public, Nonprofit, and Health Care Organizations         All public and not-for-profit organizations must assemble and report information on their performance. The need for performance measures goes beyond legal and regulatory requirements. To provide services effectively and efficiently, managers need information to make decisions. This course focuses on what performance measures are needed, how they should be created and what forms of communication are most effective.       Download Syllabus             Fall 2013       PADM-GP.2170.002   Performance Measurement and Management for Public, Nonprofit, and Health Care Organizations         All public and not-for-profit organizations must assemble and report information on their performance. The need for performance measures goes beyond legal and regulatory requirements. To provide services effectively and efficiently, managers need information to make decisions. This course focuses on what performance measures are needed, how they should be created and what forms of communication are most effective.       Download Syllabus             Fall 2013       PADM-GP.2173.001   Operations Management for Public, Nonprofit and Health Contexts         Operations management specifically involves the analysis, design, operation, and improvement of the systems and processes that deliver goods or services and ultimately outputs and outcomes. It is required to achieve the organization’s mission, provide value to the organization’s many stakeholders, and effectively translate policy into action. As such, operations management plays an important part of being an effective manager and policy implementer. In this course, we will develop a lens to perceive processes and systems in a variety of contexts along with an analytical toolbox to examine and understand these. Students will learn how to build basic operations models in Excel to make effective, evidence-based managerial, design, and policy decisions as well as gain defined analytical skills that lend themselves to roles in operations, management, hospital management, policy implementation, human services, consulting, and much more.       Download Syllabus             Spring 2013       PADM-GP.2173.001   Operations Management for Public, Nonprofit and Health Contexts         Operations management specifically involves the analysis, design, operation, and improvement of the systems and processes that deliver goods or services and ultimately outputs and outcomes. It is required to achieve the organization’s mission, provide value to the organization’s many stakeholders, and effectively translate policy into action. As such, operations management plays an important part of being an effective manager and policy implementer. In this course, we will develop a lens to perceive processes and systems in a variety of contexts along with an analytical toolbox to examine and understand these. Students will learn how to build basic operations models in Excel to make effective, evidence-based managerial, design, and policy decisions as well as gain defined analytical skills that lend themselves to roles in operations, management, hospital management, policy implementation, human services, consulting, and much more.       Download Syllabus             Fall 2012       PADM-GP.2170.002   Performance Measurement and Management for Public, Nonprofit, and Health Care Organizations         All public and not-for-profit organizations must assemble and report information on their performance. The need for performance measures goes beyond legal and regulatory requirements. To provide services effectively and efficiently, managers need information to make decisions. This course focuses on what performance measures are needed, how they should be created and what forms of communication are most effective.       Download Syllabus                                     Projects            Intersection of Operations and Policy                      Date      Publication/Paper           2015      Privett, N. 2015.  Information Visibility in Humanitarian Operations: Current State-of-the-Art In N. Atlay, M. Haselkorn, and C. Zobel (Eds.), Advances in Managing Humanitarian Operations. New York: Springer.    Abstract    Purpose – Humanitarian operations can be greatly improved through increased supply chain visibility, that is, availability of information throughout the supply chain. This is broadly true for all types of humanitarian operations, whether disaster relief, global health efforts, or capacity building, or community development., and it is especially true for operations in developing or compromised country contexts. This chapter establishes basic supply chain visibility needs in humanitarian contexts and explores current state-of-the-art technologies and applications employed to gain and improve visibility in humanitarian operations. Conclusions are drawn regarding gaps in current visibility mechanisms as well as promising areas for further research and development.                             Approach – Information regarding visibility needs, technologies, and projects was collected through 22 semi-structured interviews and a review of current literature from a variety of sources. The state-of-the-art of visibility technology and applications are described by reviewing technologies, applications, and pilot projects in the humanitarian sector. Conclusions are drawn comparing these technologies and addressing their weaknesses as well as remaining gaps in currently available solutions.           Findings – There is consensus among humanitarian researchers and practitioners that increased visibility has the potential to greatly improve humanitarian operations. Firstly, though, any visibility mechanism must first be robust to potential humanitarian contextual challenges, including weak infrastructure (e.g., roads, electricity, internet and mobile networks), remoteness of operations, lack of human resources, and environmental conditions. Identified visibility needs for humanitarian operations include tracking of location, tracking of inventory levels, temperature monitoring, tracing product information, information sharing, and decision making support.      This chapter demonstrates that current state-of-the-art technologies and applications aimed at increasing visibility in humanitarian operations are varied in approach and complexity; while each tackle different needs, no one solution satisfies all. Reviewed technologies and applications are organized into the following categories: nontechnology-based applications, mature technologies, mobile phone applications and technologies, satellite-based technologies, temperature sensor and monitor technologies, and software technologies. Indeed, each mechanism investigated (state-of-the-art technologies and applications) does improve visibility to some degree, but more complete visibility must be achieved through disconnected, patchwork solutions. Thus, multifaceted and disjoined efforts must be employed to achieve even low levels of visibility today.      Over all of these technologies and applications, a set of key weaknesses has been identified. While great advances and success has been achieved, unfeasible infrastructure dependency continues to be a weakness of existing technologies and applications. Such dependency includes reliance on electricity, computers, internet connectivity, cellular networks, and existing systems (e.g., RFID reader network). It is observed in this research, that as a solution moves away from being infrastructure dependent, it becomes more dependent on human resources. As such, many of these solutions are labor intensive, dependent on reporting, and require extensive training. However, human resources constraints and dependency themselves are serious issues facing humanitarian operations. Furthermore, data collection is clearly limited and existing methods continue to be plagued by inaccuracy, deficient error checking provisions, and lack of back-up. Some data is still not real-time and delayed notification does not enable prevention. Affordability is another key weakness in the form of the devices, systems, and/or usage.      Most importantly, for information visibility to be beneficial, (1) the information must be actionable and (2) the gained information and operational reaction systems must be synchronized for action, i.e., operations must be prepared and capable to respond to the information. Thus, the greatest limitations are the lack of systems, procedures, and training that enable meaningful and appropriate reaction to the information provided.      Contribution – This research assembles and evaluates current needs and efforts in humanitarian operations and supply chain visibility. Overall, this chapter informs current research and practice of ideal, necessary and realistically obtainable information in today’s humanitarian operations. The benefits of this work extend broadly to operations and supply chain researchers and practitioners, including those engaged in humanitarian relief, global health supply chains, capacity building, and ongoing development campaigns. Furthermore, the identification of gaps in current state-of-the-art technologies and applications directs future efforts of developers and users.            Privett, N. 2015.  Supplying Health to the World The Medicine Maker, 0315, Article #302. View article    Abstract    New and improved drugs are released every year to tackle global health needs – and many pharma companies have initiatives to supply those drugs to the developing world. Unfortunately, efforts are wasted without proper supply chain management. Here, we prioritize the top ten challenges.       2014      Privett, N. and D. Gonsalves 2014.  The Top Ten Global Health Supply Chain Issues: Perspectives from the Field Operations Research for Health Care. 3(4) 226-230.    Abstract    In the battle for global health, supply chains are often found wanting. Yet most of what is known about in-country pharmaceutical supply chains resides in the experiences of individual stakeholders, with limited amounts of this knowledge captured in technical reports and papers. This short communication taps into the collective experience and wisdom of global health supply chain professionals through interviews and surveys to identify and prioritize the top 10 global health pharmaceutical supply chain challenges: (1) lack of coordination, (2) inventory management, (3) absent demand information, (4) human resource dependency, (5) order management, (6) shortage avoidance, (7) expiration, (8) warehouse management, (9) temperature control, and (10) shipment visibility. As such, this work contributes to the foundational knowledge of global health pharmaceutical supply chains. These challenges must be addressed by researchers, policy makers, and practitioners alike if global pharmaceutical supply chains are to be developed and improved in emerging regions of the world.            Privett, N. 2014.  Improving Visibility in Humanitarian Supply Chains The Humanitarian Space: Articles (The Humanitarian Practice Network). View article    Abstract    Humanitarian supply chains must function in the most challenging environments and, consequently, supply chain visibility – information and data, for instance regarding products in transit and availability and stock levels at storage and distribution points – can often be poor. Increasing supply chain visibility has the potential to greatly improve humanitarian operations by providing data to inform more effective and accurate decisions, enabling evidence-based interventions and management, exposing issues for effective remedy and increasing accountability. This article identifies a core set of visibility needs for humanitarian supply chains, discusses technology and pilot projects aimed at providing increased visibility and compares and analyses current approaches.       2011      N. Privett and F. Erhun 2011.  Efficient Funding: Auditing in the Nonprofit Sector Manufacturing &amp; Service Operations Management. 13(4) 471-488. Download Article    Abstract    Nonprofit organizations are a critical part of society as well as a growing sector of the economy. For funders there is an increasing and pressing need to ensure that society reaps the most social benefit for their money while also developing the nonprofit sector as a whole. By routinely scrutinizing nonprofit reports in an effort to deduce whether a nonprofit organization is efficient, funders may believe that they are, in fact, giving responsibly. However, we find that these nonprofit reports are unreliable, supporting a myriad of empirical research and revealing that report-based funding methods do not facilitate efficient allocation of funds. In response, we develop audit contracts that put funders in a position to enact change. Auditing, perhaps obviously, supports funders; however, we find that it also benefits the population of nonprofits. Moreover, auditing results in improved efficiency for the nonprofit sector overall. Indeed, our conclusions indicate that nonprofits may want to work with funders to increase the use of auditing, consequently increasing efficiency for the sector overall and impacting society as a whole.            Privett, Natalie 2011.  Operations Management in Community-Based Nonprofit Organizations In M. Johnson (Ed.), Community-Based Operations Research Volume 167, 2012, pp. 67-95 . Springer New York    Abstract    Addressing the needs of underrepresented, underserved, and vulnerable populations at a local level is the central goal of many charitable nonprofit organizations, and is thus naturally intertwined with community-based operations research. Through promoting and creating positive change, such nonprofits play an integral role in their communities and affect individual lives. However, the research literature addressing nonprofit operations is limited. The purpose of this chapter is to introduce to the operations research/operations management audience the modeling and policy issues of nonpro t organizations, using the fundamental metaphor of the supply chain. As the supply-side (inputs), production, and demand-side (consumers, beneficiaries, etc.) are uncoupled, we review relevant operations research and nonprofit studies (social science) literature and identify potential future research in each area. The primary contribution is cross-disciplinary understanding to support innovative theory-building, modeling and solution development for nonprofit organizations and community-based operations research.       2008      Dalal, P., T.Q. Hu, M.J. Tao, S.K.P. Sum, S. Lee, N. Privett, J.T.C. Shun and S.X. Wei, 2008.  RFID Solutions for the High­‐Tech Industry Stanford University, Hong Kong University of Science and Technology, and SAP Research    Abstract                                       In the Press   02/03/2015 Top 10 challenges facing global pharmaceutical supply chains  Science Daily                                      Contact Details          natalie.privett@nyu.edu               Links Top Ten Global Health Pharmaceutical Supply Chain Issues  Researchers identify 10 challenges for pharmaceutical supply chains Medical moves seen as too slow, disconnected Top 10 Challenges Facing Global Pharmaceutical Supply Chains Top 10 challenges facing global pharmaceutical supply chains Top Ten Concerns For Global Pharmaceutical Supply Chain Analyzed What’s Next for the Pharmaceutical Supply Chain?      Areas of Expertise         Economics Emergency Management Evaluation Evidence-Based Management Health Management International Development Infrastructure Management Public & Nonprofit Organizations      In the Press           Top 10 challenges facing global pharmaceutical supply chains - Science Daily                                                       © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Operations Management for Public, Nonprofit and Health Contexts | NYU Wagner                                    Jump to navigation                                                             Operations Management for Public, Nonprofit and Health Contexts   PADM-GP.2173, 3 points.       Courses         Description |    Syllabi |    Evaluations           Operations management specifically involves the analysis, design, operation, and improvement of the systems and processes that deliver goods or services and ultimately outputs and outcomes. It is required to achieve the organization’s mission, provide value to the organization’s many stakeholders, and effectively translate policy into action. As such, operations management plays an important part of being an effective manager and policy implementer. In this course, we will develop a lens to perceive processes and systems in a variety of contexts along with an analytical toolbox to examine and understand these. Students will learn how to build basic operations models in Excel to make effective, evidence-based managerial, design, and policy decisions as well as gain defined analytical skills that lend themselves to roles in operations, management, hospital management, policy implementation, human services, consulting, and much more.    Prerequisites: CORE-GP 1020, CORE-GP 1011, and NONCR-932 Excel I (or equivalent)                     Semester     Instructor     Syllabus Link         Fall 2013 Natalie Privett Syllabus  Spring 2013 Natalie Privett Syllabus                         Semester     Instructor     Evaluation Link         Fall 2013 Natalie Privett Evaluation  Spring 2013 Natalie Privett Evaluation                             Course Section Spring2015001 Spring2015002                         Instructors:        Privett, Natalie Ann                              Weekly Schedule:        Tue - 1:35 pm to 3:15 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:194M Room:203                                      Instructors:        Privett, Natalie Ann                              Weekly Schedule:        Tue - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:TISC Room:LC11"}, {"content": "Natalie Privett | NYU Wagner                                     Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                 Natalie Privett                Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives                Request More Information      Apply to Wagner                                                        Natalie Privett Assistant Professor of Management and Policy      NYU | Wagner     Faculty     http://wagner.nyu.edu/privett         295 Lafayette Street     New York     NY     10012     USA                    Bio      Courses and Syllabi     Projects   Publications &amp; Working Papers       CV     Press              Natalie Privett is an Assistant Professor of Management and Policy at the Wagner Graduate School of Public Service at New York University. Her research and focus as an educator, is  operations and supply chain management in the context of international public service. Operations Management, as Privett’s discipline is called, is an interdisciplinary field encompassing engineering, business, applied mathematics, economics, and statistics. It focuses on improved decision making and efficient processes for complex problems and systems.   As an educator, Privett’s goal is to both equip and inspire students to use analytical and quantitative tools for transformation and change.  She believes that quantitative and decision-based courses provide critical tools for the managers, policymakers and researchers of tomorrow.   Privett’s research lies at the intersection of operations management, nonprofit studies, and global public health and focuses on applying the theories and tools of operations management in philanthropy and civil society.  While NGOs and other global civil society actors, are intervening in developing geographies for operational outcomes including lower market prices and increased availability of goods, the question remains, Who, how, where, when and what operational intervention should be executed achieve these goals. Privett’s multidisciplinary research aims to explore the notion of strategic operational interventions to improve health delivery and markets in developing countries.   Prior to joining Wagner, she was a Postdoctoral Research Fellow at the MIT-Zaragoza Logistics Program in Zaragoza, Spain.  She received her PhD and Masters degrees from Stanford University’s department of Management Science &amp; Engineering, specialized in operations management.  Prior to graduate school, Privett earned her undergraduate degree in Industrial Engineering from Texas A&amp;M University and subsequently worked as an industrial engineer.                             Semester      Course            Fall 2014       PADM-GP.2174.001   The Intersection of Operations and Policy         Policy and operations are inextricably linked. This course aims to expose students to policy formation in a highly political environment, operations management of systems shaped by state and local policy, and their intersection, while building a toolbox of specific skills that support analysis and decision making in a wide variety of contexts. A unifying Multimedia Interactive Case Study (MICS) focused on the NYC family homeless shelter system will be the backdrop of this course. This course is an intensive engagement that incorporates perspectives from academic theory, City, State and Federal government, service providers, advocacy organizations, and public interest law.      Permission of instructors required to register. Please contact Academic Services to register.       Download Syllabus             Fall 2013       PADM-GP.2170.001   Performance Measurement and Management for Public, Nonprofit, and Health Care Organizations         All public and not-for-profit organizations must assemble and report information on their performance. The need for performance measures goes beyond legal and regulatory requirements. To provide services effectively and efficiently, managers need information to make decisions. This course focuses on what performance measures are needed, how they should be created and what forms of communication are most effective.       Download Syllabus             Fall 2013       PADM-GP.2170.002   Performance Measurement and Management for Public, Nonprofit, and Health Care Organizations         All public and not-for-profit organizations must assemble and report information on their performance. The need for performance measures goes beyond legal and regulatory requirements. To provide services effectively and efficiently, managers need information to make decisions. This course focuses on what performance measures are needed, how they should be created and what forms of communication are most effective.       Download Syllabus             Fall 2013       PADM-GP.2173.001   Operations Management for Public, Nonprofit and Health Contexts         Operations management specifically involves the analysis, design, operation, and improvement of the systems and processes that deliver goods or services and ultimately outputs and outcomes. It is required to achieve the organization’s mission, provide value to the organization’s many stakeholders, and effectively translate policy into action. As such, operations management plays an important part of being an effective manager and policy implementer. In this course, we will develop a lens to perceive processes and systems in a variety of contexts along with an analytical toolbox to examine and understand these. Students will learn how to build basic operations models in Excel to make effective, evidence-based managerial, design, and policy decisions as well as gain defined analytical skills that lend themselves to roles in operations, management, hospital management, policy implementation, human services, consulting, and much more.       Download Syllabus             Spring 2013       PADM-GP.2173.001   Operations Management for Public, Nonprofit and Health Contexts         Operations management specifically involves the analysis, design, operation, and improvement of the systems and processes that deliver goods or services and ultimately outputs and outcomes. It is required to achieve the organization’s mission, provide value to the organization’s many stakeholders, and effectively translate policy into action. As such, operations management plays an important part of being an effective manager and policy implementer. In this course, we will develop a lens to perceive processes and systems in a variety of contexts along with an analytical toolbox to examine and understand these. Students will learn how to build basic operations models in Excel to make effective, evidence-based managerial, design, and policy decisions as well as gain defined analytical skills that lend themselves to roles in operations, management, hospital management, policy implementation, human services, consulting, and much more.       Download Syllabus             Fall 2012       PADM-GP.2170.002   Performance Measurement and Management for Public, Nonprofit, and Health Care Organizations         All public and not-for-profit organizations must assemble and report information on their performance. The need for performance measures goes beyond legal and regulatory requirements. To provide services effectively and efficiently, managers need information to make decisions. This course focuses on what performance measures are needed, how they should be created and what forms of communication are most effective.       Download Syllabus                                     Projects            Intersection of Operations and Policy                      Date      Publication/Paper           2015      Privett, N. 2015.  Information Visibility in Humanitarian Operations: Current State-of-the-Art In N. Atlay, M. Haselkorn, and C. Zobel (Eds.), Advances in Managing Humanitarian Operations. New York: Springer.    Abstract    Purpose – Humanitarian operations can be greatly improved through increased supply chain visibility, that is, availability of information throughout the supply chain. This is broadly true for all types of humanitarian operations, whether disaster relief, global health efforts, or capacity building, or community development., and it is especially true for operations in developing or compromised country contexts. This chapter establishes basic supply chain visibility needs in humanitarian contexts and explores current state-of-the-art technologies and applications employed to gain and improve visibility in humanitarian operations. Conclusions are drawn regarding gaps in current visibility mechanisms as well as promising areas for further research and development.                             Approach – Information regarding visibility needs, technologies, and projects was collected through 22 semi-structured interviews and a review of current literature from a variety of sources. The state-of-the-art of visibility technology and applications are described by reviewing technologies, applications, and pilot projects in the humanitarian sector. Conclusions are drawn comparing these technologies and addressing their weaknesses as well as remaining gaps in currently available solutions.           Findings – There is consensus among humanitarian researchers and practitioners that increased visibility has the potential to greatly improve humanitarian operations. Firstly, though, any visibility mechanism must first be robust to potential humanitarian contextual challenges, including weak infrastructure (e.g., roads, electricity, internet and mobile networks), remoteness of operations, lack of human resources, and environmental conditions. Identified visibility needs for humanitarian operations include tracking of location, tracking of inventory levels, temperature monitoring, tracing product information, information sharing, and decision making support.      This chapter demonstrates that current state-of-the-art technologies and applications aimed at increasing visibility in humanitarian operations are varied in approach and complexity; while each tackle different needs, no one solution satisfies all. Reviewed technologies and applications are organized into the following categories: nontechnology-based applications, mature technologies, mobile phone applications and technologies, satellite-based technologies, temperature sensor and monitor technologies, and software technologies. Indeed, each mechanism investigated (state-of-the-art technologies and applications) does improve visibility to some degree, but more complete visibility must be achieved through disconnected, patchwork solutions. Thus, multifaceted and disjoined efforts must be employed to achieve even low levels of visibility today.      Over all of these technologies and applications, a set of key weaknesses has been identified. While great advances and success has been achieved, unfeasible infrastructure dependency continues to be a weakness of existing technologies and applications. Such dependency includes reliance on electricity, computers, internet connectivity, cellular networks, and existing systems (e.g., RFID reader network). It is observed in this research, that as a solution moves away from being infrastructure dependent, it becomes more dependent on human resources. As such, many of these solutions are labor intensive, dependent on reporting, and require extensive training. However, human resources constraints and dependency themselves are serious issues facing humanitarian operations. Furthermore, data collection is clearly limited and existing methods continue to be plagued by inaccuracy, deficient error checking provisions, and lack of back-up. Some data is still not real-time and delayed notification does not enable prevention. Affordability is another key weakness in the form of the devices, systems, and/or usage.      Most importantly, for information visibility to be beneficial, (1) the information must be actionable and (2) the gained information and operational reaction systems must be synchronized for action, i.e., operations must be prepared and capable to respond to the information. Thus, the greatest limitations are the lack of systems, procedures, and training that enable meaningful and appropriate reaction to the information provided.      Contribution – This research assembles and evaluates current needs and efforts in humanitarian operations and supply chain visibility. Overall, this chapter informs current research and practice of ideal, necessary and realistically obtainable information in today’s humanitarian operations. The benefits of this work extend broadly to operations and supply chain researchers and practitioners, including those engaged in humanitarian relief, global health supply chains, capacity building, and ongoing development campaigns. Furthermore, the identification of gaps in current state-of-the-art technologies and applications directs future efforts of developers and users.            Privett, N. 2015.  Supplying Health to the World The Medicine Maker, 0315, Article #302. View article    Abstract    New and improved drugs are released every year to tackle global health needs – and many pharma companies have initiatives to supply those drugs to the developing world. Unfortunately, efforts are wasted without proper supply chain management. Here, we prioritize the top ten challenges.       2014      Privett, N. and D. Gonsalves 2014.  The Top Ten Global Health Supply Chain Issues: Perspectives from the Field Operations Research for Health Care. 3(4) 226-230.    Abstract    In the battle for global health, supply chains are often found wanting. Yet most of what is known about in-country pharmaceutical supply chains resides in the experiences of individual stakeholders, with limited amounts of this knowledge captured in technical reports and papers. This short communication taps into the collective experience and wisdom of global health supply chain professionals through interviews and surveys to identify and prioritize the top 10 global health pharmaceutical supply chain challenges: (1) lack of coordination, (2) inventory management, (3) absent demand information, (4) human resource dependency, (5) order management, (6) shortage avoidance, (7) expiration, (8) warehouse management, (9) temperature control, and (10) shipment visibility. As such, this work contributes to the foundational knowledge of global health pharmaceutical supply chains. These challenges must be addressed by researchers, policy makers, and practitioners alike if global pharmaceutical supply chains are to be developed and improved in emerging regions of the world.            Privett, N. 2014.  Improving Visibility in Humanitarian Supply Chains The Humanitarian Space: Articles (The Humanitarian Practice Network). View article    Abstract    Humanitarian supply chains must function in the most challenging environments and, consequently, supply chain visibility – information and data, for instance regarding products in transit and availability and stock levels at storage and distribution points – can often be poor. Increasing supply chain visibility has the potential to greatly improve humanitarian operations by providing data to inform more effective and accurate decisions, enabling evidence-based interventions and management, exposing issues for effective remedy and increasing accountability. This article identifies a core set of visibility needs for humanitarian supply chains, discusses technology and pilot projects aimed at providing increased visibility and compares and analyses current approaches.       2011      N. Privett and F. Erhun 2011.  Efficient Funding: Auditing in the Nonprofit Sector Manufacturing &amp; Service Operations Management. 13(4) 471-488. Download Article    Abstract    Nonprofit organizations are a critical part of society as well as a growing sector of the economy. For funders there is an increasing and pressing need to ensure that society reaps the most social benefit for their money while also developing the nonprofit sector as a whole. By routinely scrutinizing nonprofit reports in an effort to deduce whether a nonprofit organization is efficient, funders may believe that they are, in fact, giving responsibly. However, we find that these nonprofit reports are unreliable, supporting a myriad of empirical research and revealing that report-based funding methods do not facilitate efficient allocation of funds. In response, we develop audit contracts that put funders in a position to enact change. Auditing, perhaps obviously, supports funders; however, we find that it also benefits the population of nonprofits. Moreover, auditing results in improved efficiency for the nonprofit sector overall. Indeed, our conclusions indicate that nonprofits may want to work with funders to increase the use of auditing, consequently increasing efficiency for the sector overall and impacting society as a whole.            Privett, Natalie 2011.  Operations Management in Community-Based Nonprofit Organizations In M. Johnson (Ed.), Community-Based Operations Research Volume 167, 2012, pp. 67-95 . Springer New York    Abstract    Addressing the needs of underrepresented, underserved, and vulnerable populations at a local level is the central goal of many charitable nonprofit organizations, and is thus naturally intertwined with community-based operations research. Through promoting and creating positive change, such nonprofits play an integral role in their communities and affect individual lives. However, the research literature addressing nonprofit operations is limited. The purpose of this chapter is to introduce to the operations research/operations management audience the modeling and policy issues of nonpro t organizations, using the fundamental metaphor of the supply chain. As the supply-side (inputs), production, and demand-side (consumers, beneficiaries, etc.) are uncoupled, we review relevant operations research and nonprofit studies (social science) literature and identify potential future research in each area. The primary contribution is cross-disciplinary understanding to support innovative theory-building, modeling and solution development for nonprofit organizations and community-based operations research.       2008      Dalal, P., T.Q. Hu, M.J. Tao, S.K.P. Sum, S. Lee, N. Privett, J.T.C. Shun and S.X. Wei, 2008.  RFID Solutions for the High­‐Tech Industry Stanford University, Hong Kong University of Science and Technology, and SAP Research    Abstract                                       In the Press   02/03/2015 Top 10 challenges facing global pharmaceutical supply chains  Science Daily                                      Contact Details          natalie.privett@nyu.edu               Links Top Ten Global Health Pharmaceutical Supply Chain Issues  Researchers identify 10 challenges for pharmaceutical supply chains Medical moves seen as too slow, disconnected Top 10 Challenges Facing Global Pharmaceutical Supply Chains Top 10 challenges facing global pharmaceutical supply chains Top Ten Concerns For Global Pharmaceutical Supply Chain Analyzed What’s Next for the Pharmaceutical Supply Chain?      Areas of Expertise         Economics Emergency Management Evaluation Evidence-Based Management Health Management International Development Infrastructure Management Public & Nonprofit Organizations      In the Press           Top 10 challenges facing global pharmaceutical supply chains - Science Daily                                                       © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "MPA in Public and Nonprofit Management and Policy | NYU Wagner                                     Jump to navigation                                                      Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                MPA in Public and Nonprofit Management and Policy         The Program Degree Requirements   Electives   Capstone   Faculty   Specializations Management   Policy   Finance   International   Additional Information Careers   Alumni Profiles                  Request More Information    Apply to Wagner                                      Ranked #6 in Public Affairs by U.S. News and World Report   Today's world of public service is flexible and fluid, with change as the only constant. To succeed, professionals need a broad and transferable education. The Master of Public Administration in Public and Nonprofit Management and Policy at NYU Wagner crosses traditional boundaries. Our students learn a set of frameworks and analytics that will serve them in the many roles, organizations and sectors their careers will span.   Exploring ...       Education Policy   Community Development   Economics   Financial Management   Housing   Leadership and Management   Nonprofit Management   Race and Diversity   Lobbying   Organizational Development   Social Entrepreneurship   Program Evaluation   Public Management   Public Finance   International Development     Careers   Wagner PNP students play significant roles in redeveloping neighborhoods, advocating for social justice and providing vital human and social services at nonprofits, consulting firms, private organizations and government agencies.                  Video                                  Ingrid Gould Ellen | Does subsidized housing improve communities?      Housing      .                WAGTalk: Beth Simone Novak, “Big Data, Small Data, Open Data”      Technology      .                David Elcott | Religion and public policy in America today      Social Policy      .                Anthony Kovner | What greater role can Evidence-Based Management play in healthcare?      Health      .                WAGTalk: Ingrid Gould Ellen, “Preserving History or Hindering Progress”      Urban Planning      .                Jonathan Morduch | Is microlending the solution for global poverty?      International Development      .                WAGTalk: Mitchell Moss, “The Future of New York”      Urban Planning      .                Sonia Ospina | Advancing Relational Leadership Research and Practice      Leadership      .                Dennis C. Smith | Why is crime still going down in New York City?      Justice      .                Joe Magee | How does power shape our perception?      Politics      .                WAGTalk: Jonathan Morduch, “U.S. Financial Diaries”      Poverty      .                The Color Bind      Leadership      .                Leanna Stiefel | Why do immigrant children perform better in school?      Education      .                What the U.S. Can Learn About Health Care from Other Countries      Health      .                WAGTalk: John Billings, “Improving Care for High Cost/ High Risk Patients”      Health      .                                  We have explicitly embraced the blurring of roles and sectors in the professional world in our approach to professional education for service. We focus on a set of frames and analytics that students can use in the multitude of roles, organizations and sectors that their careers will entail.   –Kathy O'Regan, Professor Policy and Planning and U.S. Department of Housing and Urban Development’s Assistant Secretary for Policy Development &amp; Research     Related Links     MPA-PNP Brochure   Advisement   Course Registration   Capstone   Student Journey   Study and Collaboration Spaces                          Global Perspective   Wagner's international  policy and management curriculum prepares students to confront the challenges of implementing complex public service policies and programs in varying contexts. Read More   The international coursework focuses on how institutional structures and managerial processes vary across the globe, as well as the institutional and political context within which policy is made and implemented. The curriculum includes a contemporary analysis of policy interventions, such as those that work to improve education, confront rapid population growth, reduce poverty and the burden of disease, and tackle corruption.   Read more about the International Specialization and faculty.   Read more about the Global Perspective at Wagner.     Alumni Profile                                                                                Scott Clarke   Founding Director Amandla Development      Read more                      Scott Clarke    Founding Director Amandla Development, ' 08        I really enjoy that I get to blend learning from more than one discipline to think beyond established ideas of how development should be done. It allows for substantive interactions with people in varied fields who are passionate about the same things. The work is always fresh and always challenging.                   Melissa Leitman   Partnership Coordinator, Transforming New York City Public Schools      Read more                      Melissa Leitman    Partnership Coordinator, Transforming New York City Public Schools, ' 13        I work with close to two hundred schools, matching them with leaders from the business world according to their needs and shared interests. Once partnerships are established I help principals and their business partners work together to set goals and carry them out over the course of the school year.                                                                          News/In the Press                           05/01/2015      &quot;Improving Albany&quot; Takes Center Stage at NYU Wagner Forum      News           05/01/2015      APA Blog Spotlights &quot;The Color Bind&quot; Co-Authored by Professor Erica Foldy      News                          More News                                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]