[{"detail": [{"content": "Sexual Health                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Administrators & Staff                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Sexual Health       The World Health Organization describes sexual health as “a state of physical, mental and social wellbeing in relation to sexuality. It requires a positive and respectful approach to sexuality and sexual relationships, as well as the possibility of having pleasurable and safe sexual experiences, free of coercion, discrimination and violence”. The majority of NYU students are sexually active, and college is a time when many young people first become sexually active. Students frequently enter college without adequate sexual health knowledge, and, subsequently, they often engage in sexual behaviors that place them at increased risk for unintended health outcomes such as pregnancy, human immunodeficiency virus (HIV), and other sexually transmitted infections (STIs). It is crucial to enhance sexual health resources to improve students’ sexual health, increase safer sex behaviors, and reduce STI and HIV transmission.             Key Facts     64.7% of NYU students reported engaging in oral, vaginal, or anal intercourse within the last 12 months. 1   In 2009, there were 48,100 new HIV cases in the United States, with 19.7% occurring in young people age 15 to 24. 2   Although young people ages 15 to 24 represent 25% of the sexually experienced population, this age group accounts for nearly 50% of all new STIs, totaling about 9 million cases in 2008. 3   Over 1.2 million cases of chlamydia were reported in 2008, the most since record keeping for the disease began and the highest number of cases for any STI required to be reported by physicians. 3   20 to 24-year-olds are significantly more likely to experience an unintended pregnancy than women aged 19 or younger. 4   STI rates are twice as common among 20 to 24-year-olds as 15 to 19-year-olds (7 v. 3%). 5   Many young people misperceive their vulnerability to infection, which can affect  decisions around sexual behavior. 6                Suggestions for Administrators &amp; Staff     This page is intended to be a resource containing suggestions for what you can do to help increase students' sexual health knowledge and better manage their engagement in healthy sexual behaviors.   • Attend Safe Zone training to become a visible ally to NYU’s LGBTQ community. Creating a university environment that is sensitive, safe, respectful and inclusive supports and encourages positive interpersonal interactions. Sign up for Safe Zoning training .     • Promote the use of safer sex supplies. Many students report wanting to use safer sex supplies but do not due to lack of money or fear of judgment when purchasing them. 20 The distribution of free safer sex supplies on a university campus can be effective in increasing condom use, reducing new cases of sexually transmitted infections,and preventing unplanned pregnancies.     o Be knowledgeable about where free condoms are available on campus. For NYU students who choose to be sexually active, free safer sex supplies are available at the Health Promotion Office (stop by the 3rd Floor of 726 Broadway). Staff and Health Leaders are also available to answer any questions students may have about safer sex, contraception, or sexually transmitted infections. The Student Resource Center, LGBTQ Student Center, Center for Center for Multicultural Education and Programs, and all of the residence halls have condoms free available to students in communal spaces.     o Offer free safe sex supplies in communal areas such as residence halls, student lounges, or bathrooms. To obtain a free supply of condoms for distribution, contact the Health Promotion Office or the NYC Department of Health and Mental Hygiene.     • Be knowledgeable about NYU’s sexual health services for students and able to refer them to the appropriate resources when necessary. Visit the NYU Student Health Center website to find out about specific services or review the Sexual Health Resource Guide , which provides a listing of programs and resources throughout campus for students to manage engagement in their own sexual health behaviors or to get involved with broader sexual health issues.     • Host events and discussions around sexual health issues. Students’ knowledge, values, attitudes, and beliefs influence their sexual health decisions and behaviors. Bringing in speakers to lead discussions on the evolving societal views on issues around gender, sexuality, sexual and reproductive rights, HIV/AIDS, or socio-economic driven health inequalities can be a great opportunity to challenge students’ preconceived notions and perceptions which ultimately can influence their sexual health. This can be a great way to collaborate with the Student Health Center, an NYU faculty member, or colleagues within Student Affairs. Hosting fun events, such as a trip to the Sex Museum or a movie screening, can also be a great way to facilitate awareness around sexual health issues and reach students who may not feel comfortable talking directly about these issues                                                                                          Indicator Technical Notes                               a) HIV Testing       Data Source: ACHA #39F   Survey Question: Have you ever been tested for HIV infection?   Definition: proportion of students responding yes     b) Annual incidence of chlamydia, age 24 and under     Data Source: ACHA #41A6   Survey Question: Within the last 12 months, have you been diagnosed or treated by a profession for the following: Chlamydia?   Definition: rate per 10,000 of students 24 and under who endorsed “yes”       c) Always use condoms or other protective barrier during vaginal intercourse       Data Source: ACHA # 22B   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during vaginal intercourse?   Definition: proportion of students engaging in vaginal intercourse (within the last 30 days) reported “always” using protective barrier     d) Always use condoms or other protective barrier during anal intercourse       Data Source: ACHA # 22C   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during anal intercourse?   Definition: proportion of students engaging in anal intercourse (within the past 30 days) reported “always” using protective barrier                                                                References                                 American College Health Association. (2009). American College Health Association - National College Health Assessment II: New York University Executive Summary Spring 2009. Hanover, MD: Author.   Centers for Disease Control and Prevention. (2011, September). Diagnoses of HIV Infection and AIDS in the United States and Dependent Areas, 2009. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2009, Novem ber). Sexually Transmitted Disease Surveillance, 2008. Atlanta, GA: U.S. Department of Health and Human Services.   Finer, L.B., Henshaw, S.K. (2004.) Disparities in rates of unintended pregnancy in the United States, 1994 and 2001. Perspectives on Sex and Reproductive Health, 38, 90–6.   Mosher, W.D., Chandra A., &amp; Jones, J. (2004). Sexual behavior and selected health measures: men and women ages 15–44 years of age. Advance Data, 1–56.   Academy for Educational Development. (2007). Summary of a review of the literature: Programs to promote chlamydia screening. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention.   Kirby, D. (2008). The impact of abstinence and comprehensive sex and STD/HIV education programs on adolescent sexual behavior. Sexuality Research and Social Policy, 5(3), 18-27. Joint United Nations Programme on HIV/AIDS. Sexual Health Education Does Lead to Safer Sexual Behaviour. Press release, October 22, 1997.   National Prevention Council. U.S. Department of Health and Human Services. (2011). National Prevention Strategy. Washington, DC: U.S. Department of Health and Human Services. Office of the Surgeon General.     Davis, L., Arshad, U. (2010). Adolescent sexual health and the dynamics of oppression: A call for cultural competency. Issues at a Glance, Advocates for Youth.   Lin, J.S., Whitlock, E., O’Connor, E., &amp; Bauer, V. (2008). Behavioral counseling to prevent sexually transmitted infections: A systematic review for the U.S. Preventive Services Task Force. Annals of Internal Medicine, 149(7), 497-508.   Campinha-Bacote, J. (2002). The process of cultural competence in the delivery of healthcare services: A model of care. Journal of Transcultural Nursing, 13(3), 181-184.   Drabble, L., Keatley, J., Marcelle, G. (2003). Progress and opportunities in lesbian, gay, Bisexual, and Transgender Health Communications. Clinical Research and Regulatory Affairs, 20(2), 205–227.   Centers for Disease Control and Prevention. (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Morbidity and Mortality Weekly Report. Atlanta, GA: U.S. Department of Health and Human Services.   Deptula, D.P., Henry, D.B., &amp; Schoeny, M.E. (2010). How can parents make a difference? Longitudinal associations with adolescent sexual behavior. Journal of Family Psychology, 24( 6), 731–739.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.   Butler, S.C., Procopio, M., Ragan, K., Funke, B., &amp; Black D.R. (2011). Condom and safer sex product availability among colleges and universities in rural setting. The Health Education Monograph Series, 25(2), 10-15.   Centers for Disease Control and Prevention. (2010, October). Condom Distribution as a Structural Level Intervention. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2010, December). Vital Signs: HIV testing in the U.S. Atlanta, GA: U.S. Department of Health and Human Services.   Barth, K.R., Cook, R.L., Downs, J.S., Switzer, &amp; G.E., Fischhoff, B. (2002). Social stigma and negative consequences: Factors that influence college students’ decision to seek testing for sexually transmitted infections. Journal of American College Health, 50,(4), 153 – 159.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.                                                                           The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Sexual Health                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Administrators & Staff                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Sexual Health       The World Health Organization describes sexual health as “a state of physical, mental and social wellbeing in relation to sexuality. It requires a positive and respectful approach to sexuality and sexual relationships, as well as the possibility of having pleasurable and safe sexual experiences, free of coercion, discrimination and violence”. The majority of NYU students are sexually active, and college is a time when many young people first become sexually active. Students frequently enter college without adequate sexual health knowledge, and, subsequently, they often engage in sexual behaviors that place them at increased risk for unintended health outcomes such as pregnancy, human immunodeficiency virus (HIV), and other sexually transmitted infections (STIs). It is crucial to enhance sexual health resources to improve students’ sexual health, increase safer sex behaviors, and reduce STI and HIV transmission.             Key Facts     64.7% of NYU students reported engaging in oral, vaginal, or anal intercourse within the last 12 months. 1   In 2009, there were 48,100 new HIV cases in the United States, with 19.7% occurring in young people age 15 to 24. 2   Although young people ages 15 to 24 represent 25% of the sexually experienced population, this age group accounts for nearly 50% of all new STIs, totaling about 9 million cases in 2008. 3   Over 1.2 million cases of chlamydia were reported in 2008, the most since record keeping for the disease began and the highest number of cases for any STI required to be reported by physicians. 3   20 to 24-year-olds are significantly more likely to experience an unintended pregnancy than women aged 19 or younger. 4   STI rates are twice as common among 20 to 24-year-olds as 15 to 19-year-olds (7 v. 3%). 5   Many young people misperceive their vulnerability to infection, which can affect  decisions around sexual behavior. 6                Suggestions for Administrators &amp; Staff     This page is intended to be a resource containing suggestions for what you can do to help increase students' sexual health knowledge and better manage their engagement in healthy sexual behaviors.   • Attend Safe Zone training to become a visible ally to NYU’s LGBTQ community. Creating a university environment that is sensitive, safe, respectful and inclusive supports and encourages positive interpersonal interactions. Sign up for Safe Zoning training .     • Promote the use of safer sex supplies. Many students report wanting to use safer sex supplies but do not due to lack of money or fear of judgment when purchasing them. 20 The distribution of free safer sex supplies on a university campus can be effective in increasing condom use, reducing new cases of sexually transmitted infections,and preventing unplanned pregnancies.     o Be knowledgeable about where free condoms are available on campus. For NYU students who choose to be sexually active, free safer sex supplies are available at the Health Promotion Office (stop by the 3rd Floor of 726 Broadway). Staff and Health Leaders are also available to answer any questions students may have about safer sex, contraception, or sexually transmitted infections. The Student Resource Center, LGBTQ Student Center, Center for Center for Multicultural Education and Programs, and all of the residence halls have condoms free available to students in communal spaces.     o Offer free safe sex supplies in communal areas such as residence halls, student lounges, or bathrooms. To obtain a free supply of condoms for distribution, contact the Health Promotion Office or the NYC Department of Health and Mental Hygiene.     • Be knowledgeable about NYU’s sexual health services for students and able to refer them to the appropriate resources when necessary. Visit the NYU Student Health Center website to find out about specific services or review the Sexual Health Resource Guide , which provides a listing of programs and resources throughout campus for students to manage engagement in their own sexual health behaviors or to get involved with broader sexual health issues.     • Host events and discussions around sexual health issues. Students’ knowledge, values, attitudes, and beliefs influence their sexual health decisions and behaviors. Bringing in speakers to lead discussions on the evolving societal views on issues around gender, sexuality, sexual and reproductive rights, HIV/AIDS, or socio-economic driven health inequalities can be a great opportunity to challenge students’ preconceived notions and perceptions which ultimately can influence their sexual health. This can be a great way to collaborate with the Student Health Center, an NYU faculty member, or colleagues within Student Affairs. Hosting fun events, such as a trip to the Sex Museum or a movie screening, can also be a great way to facilitate awareness around sexual health issues and reach students who may not feel comfortable talking directly about these issues                                                                                          Indicator Technical Notes                               a) HIV Testing       Data Source: ACHA #39F   Survey Question: Have you ever been tested for HIV infection?   Definition: proportion of students responding yes     b) Annual incidence of chlamydia, age 24 and under     Data Source: ACHA #41A6   Survey Question: Within the last 12 months, have you been diagnosed or treated by a profession for the following: Chlamydia?   Definition: rate per 10,000 of students 24 and under who endorsed “yes”       c) Always use condoms or other protective barrier during vaginal intercourse       Data Source: ACHA # 22B   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during vaginal intercourse?   Definition: proportion of students engaging in vaginal intercourse (within the last 30 days) reported “always” using protective barrier     d) Always use condoms or other protective barrier during anal intercourse       Data Source: ACHA # 22C   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during anal intercourse?   Definition: proportion of students engaging in anal intercourse (within the past 30 days) reported “always” using protective barrier                                                                References                                 American College Health Association. (2009). American College Health Association - National College Health Assessment II: New York University Executive Summary Spring 2009. Hanover, MD: Author.   Centers for Disease Control and Prevention. (2011, September). Diagnoses of HIV Infection and AIDS in the United States and Dependent Areas, 2009. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2009, Novem ber). Sexually Transmitted Disease Surveillance, 2008. Atlanta, GA: U.S. Department of Health and Human Services.   Finer, L.B., Henshaw, S.K. (2004.) Disparities in rates of unintended pregnancy in the United States, 1994 and 2001. Perspectives on Sex and Reproductive Health, 38, 90–6.   Mosher, W.D., Chandra A., &amp; Jones, J. (2004). Sexual behavior and selected health measures: men and women ages 15–44 years of age. Advance Data, 1–56.   Academy for Educational Development. (2007). Summary of a review of the literature: Programs to promote chlamydia screening. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention.   Kirby, D. (2008). The impact of abstinence and comprehensive sex and STD/HIV education programs on adolescent sexual behavior. Sexuality Research and Social Policy, 5(3), 18-27. Joint United Nations Programme on HIV/AIDS. Sexual Health Education Does Lead to Safer Sexual Behaviour. Press release, October 22, 1997.   National Prevention Council. U.S. Department of Health and Human Services. (2011). National Prevention Strategy. Washington, DC: U.S. Department of Health and Human Services. Office of the Surgeon General.     Davis, L., Arshad, U. (2010). Adolescent sexual health and the dynamics of oppression: A call for cultural competency. Issues at a Glance, Advocates for Youth.   Lin, J.S., Whitlock, E., O’Connor, E., &amp; Bauer, V. (2008). Behavioral counseling to prevent sexually transmitted infections: A systematic review for the U.S. Preventive Services Task Force. Annals of Internal Medicine, 149(7), 497-508.   Campinha-Bacote, J. (2002). The process of cultural competence in the delivery of healthcare services: A model of care. Journal of Transcultural Nursing, 13(3), 181-184.   Drabble, L., Keatley, J., Marcelle, G. (2003). Progress and opportunities in lesbian, gay, Bisexual, and Transgender Health Communications. Clinical Research and Regulatory Affairs, 20(2), 205–227.   Centers for Disease Control and Prevention. (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Morbidity and Mortality Weekly Report. Atlanta, GA: U.S. Department of Health and Human Services.   Deptula, D.P., Henry, D.B., &amp; Schoeny, M.E. (2010). How can parents make a difference? Longitudinal associations with adolescent sexual behavior. Journal of Family Psychology, 24( 6), 731–739.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.   Butler, S.C., Procopio, M., Ragan, K., Funke, B., &amp; Black D.R. (2011). Condom and safer sex product availability among colleges and universities in rural setting. The Health Education Monograph Series, 25(2), 10-15.   Centers for Disease Control and Prevention. (2010, October). Condom Distribution as a Structural Level Intervention. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2010, December). Vital Signs: HIV testing in the U.S. Atlanta, GA: U.S. Department of Health and Human Services.   Barth, K.R., Cook, R.L., Downs, J.S., Switzer, &amp; G.E., Fischhoff, B. (2002). Social stigma and negative consequences: Factors that influence college students’ decision to seek testing for sexually transmitted infections. Journal of American College Health, 50,(4), 153 – 159.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.                                                                           The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "STD Clinics for Free Testing &amp; Treatment | NYC Free Clinic | NYU Langone Medical Center | New York, New York                                                                                                                                                            NYU Langone Medical Center Home   Contact   Site Map                                                                                                               Home   About NYCFC     Our Mission   Need for Free Care   Partners   Management Team       Patients     Who is Eligible   Health Services   Public Insurance Enrollment Services   Schedule an Appointment   Your Day as an NYCFC Patient   Patient FAQ   Health Resources   Insurance Resources       Volunteers   Women&#039;s Health   Support NYCFC     Donate   Attend an Event   Non-monetary Donations   Past Contributors       Contact Us   Resources for Staff     Clinical Coordinators   HIV Counselor   Labs   Referrals                                      Who is Eligible   Health Services   Public Insurance Enrollment Services   Schedule an Appointment   Your Day as an NYCFC Patient   Patient FAQ   Health Resources     Free &amp; Low-Cost Health Resources in New York City   Resources in New York City Boroughs   Bronx Resources   Brooklyn Resources   Manhattan Resources   Queens Resources   STD Resources   Online Resources   TB Screening and Treatment       Insurance Resources                    Home » Patients » Health Resources                         STD Clinics for Free Testing &amp; Treatment                                         Bronx | Brooklyn | Manhattan | Queens | STD | Online | Insurance     Last updated: March 2014  Please direct all errors and updates to info@nycfreeclinic.org    Please visit the NYC Department of Health &amp; Mental Hygiene's STD clinic website for the most up-to-date information at http://www.nyc.gov/html/doh/html/living/std-clinics.shtml .      Manhattan       Central Harlem  2238 Fifth Ave. (137th St.)  New York, NY 10037  Travel: #2 train to 135th St. Map         Tue-Sat , 8:30am-3:30pm  Services: STD Services, Emergency Contraception, HIV Counseling, Rapid Testing   Intake closes at 12:00PM every third Friday of each month for a mandatory staff meeting.         Chelsea  303 Ninth Ave. (28th St.)  New York, NY 10001  Travel: C or E trains to 23rd St. or #1 to 28th St. Map         Tue-Sat , 8:30am-3:00pm  Services: STD Services, Emergency Contraception, HIV Counseling, Rapid Testing   Tue-Thu , 5pm-7pm  Services: HIV Counseling and Testing Only   Intake closes at 12:00PM every first Wednesday of each month for a mandatory staff meeting.         Manhattanville Renaissance  21 Old Broadway (corner of 126th St.)  NY, NY 10027  (until renovations are complete at the Riverside STD clinic)  Travel: 1 train to 125th St. stop. Map         Mon-Fri , 8:30am-3:30pm  Services: STD Services, Emergency Contraception, HIV Counseling, Rapid Testing   As of Thursday, July 18, 2013, Intake closes at 12:00PM every third Thursday of each month for a mandatory staff meeting.         Staten Island     Richmond    Richmond STD Clinic located on Staten Island will be closing for patient intake as of June 1, 2013. All patients seeking service should be referred to the HHC’s Stapleton Family Health Center . The Stapleton Health Center is located at 111 Canal St. Staten Island, NY 10301. See the HHC Stapleton Center MAP .      Bronx     Morrisania  1309 Fulton Ave (E 169th St. off 3rd)  Bronx, NY 10456  Travel: 2 or 5 trains to 149th and 3rd and #15 or #55 bus to 169th and 3rd Map         Mon-Fri , 8:30am-3:00pm  Services: STD Services, Emergency Contraception, HIV Counseling, Rapid Testing   Intake closes at 12:00PM every second Friday of each month for a mandatory staff meeting.        For information about Bronx HIV testing sites that are not Health Department Clinics, see Bronx-Wide HIV Testing Initiative .      Brooklyn       Crown Heights  1218 Prospect Place (at Troy Ave.) 2nd Flr.  Brooklyn, NY 11213  Travel: By bus take the B65 heading to Ocean Hill-Brownsville; get off at Dean St &amp; Troy Ave. From downtown Bklyn take the B51 at Smith St.; then transfer at the B65  By train station to 1218 Prospect Pl at Troy take the 4 train. Get off at Utica Ave.; walk 10 minutes or take the bus. Map         Mon-Fri , 8:30am-3:30pm  Services: STD Services, Emergency Contraception, HIV Counseling, Rapid Testing   Intake closes at 12:00PM every last Wednesday of each month for a mandatory staff meeting.           Fort Greene  295 Flatbush Ave. Extension, 2nd Flr.  (corner of Willoughby St.; near Fulton Mall &amp; Long Island U.)  Brooklyn, NY 11201  Travel:#2, #3, #5 trains to Nevins Ave.; N, R, D trains to Dekalb Ave. Map         Tue-Sat , 8:30am-3:00pm  Services: STD Services, Emergency Contraception, HIV Counseling, Rapid Testing   Intake closes at 12:00PM every last Friday of each month for a mandatory staff meeting.         Queens       Corona  34-33 Junction Blvd. (Roosevelt/Northern)  Jackson Heights, NY 11372  Travel: #7 train to Junction Blvd.; #72 bus to 35th Ave. Map         Tue-Fri , 8:30am-3:00pm  Services: STD Services, Emergency Contraception, HIV Counseling, Rapid Testing          Jamaica  90-37 Parsons Blvd. 1st Flr. (off Jamaica Ave.)  Jamaica, NY 11432  Travel: E, Z, J train to Parsons Blvd. Map         Tue-Sat , 8:30am-3:00pm  Services: STD Services, Emergency Contraception, HIV Counseling, Rapid Testing   Intake closes at 12:00PM every last Thursday of each month for a mandatory staff meeting.                                                 Resources     Schedule an Appointment   Clinic Hours : Sat 9am-1pm   Tel. 212-206-5200     Health Resources for Patients       Insurance Resources for Patients       Info for Prospective Physician Volunteers                                                                                                  &copy; 2015 New York City Free Clinic | Address: 16 East 16th Street, New York, NY 10003 | Phone: 212-206-5200                          Ethics   Disclaimer   Privacy Policy   Contact Webmaster"}]}]