[{"detail": [{"content": "TACTICAL MEDIA                                                                                                                                                                                                                                                                                                                                                                                                                 A                    Patricia        Aufderheide 03.2002                    Tactical media to me means media projects        that people do opportunistically&#151;seizing temporarily        available or unclaimed resources&#151;to claim or reclaim        some communicative channels or some expressive space,        ...                                 B                    Gregg        Bordowitz 03.2002             What is tactical media? An open ended list:    Tactical media is never the dress. It is the perfect pair of earrings that go with your eyes; the smart shoes; the confident smile. It is allure.    Tactical media has an ironic sense of humor and a sincere heart. ...                                            Sandra        Braman 03.2002             I define tactical media according to the military usage, in which tactics are short-term actions taken in pursuit of long-term strategies designed in accordance with doctrine, or overarching principles. ...                           A look at the myriad examples of what        practitioners and theorists have described as tactical        media since 9-11 in the virtual casebook, however, demonstrates        that&#151;like all evolving social forms&#151;when new        modes of alternative media appear they do not replace        but become layered over those that have come before. ...        (LINK TO ESSAY)                                               G                    David        Garcia 03.2002                    Tactical media are what happens when        the cheap &#147;do it yourself media&#148; made possible        by the revolution in consumer electronics and the expanded        forms of distribution (cable, satellite and internet)        are exploited by groups and individuals who feel aggrieved        or excluded by the wider culture. It is their refusal        of the position of &quot;objectivity&quot; which more        than anything separates the tactical from mainstream media        culture. ...                           It is very important to broaden the        idea and usage of &quot;tactical media&quot;. The necessary        power and influence of the new wave of political movements        for global economic and social justice (linked to ecological        responsibility) have led (understandably) to the term        &quot;tactical media&quot; being interpreted exclusively        as media used in the service of a general or specific        political campaigns. As Geert has simply lumped &quot;tactical        media&quot; and &quot;indymedia&quot; together (suggesting        that they somehow amount to the same thing) I am assuming        that this mistake is being made here. ...                      If tactical media were to ever attain its legitimate objectives it would immediately become redundant as a separate category. In that moment we would all become media, equally unwilling to allow experts and media professionals to control (or monopolize) public discourse. September 11th had this precise effect, rendering (albeit momentarily) the term tactical media redundant. ...                                           H                    Dee        Dee Halleck 03.2002             Tactical media is creative solidarity in the fight for justice and democracy: resistance to the rampant tendencies toward repression, exploitation, isolation, alienation and corporatization.                                           Brian        Holmes 03.2002             David Garcia's reflection on tactical media in Amsterdam makes an exemplary local situation into a way to take stock of the whole panorama of tactical and direct-action movements that have emerged over the last decade. ...                                                 J                    Natalie        Jeremijenko 03.2002             My definition of tactical media is what tactical media artists do.                                   L                    Geert        Lovink 03.2002             In the aftermath of the fall of the Berlin Wall the term 'tactical media' arose as a renaissance of media activism, blending old school political work, artists' engagement with new technologies. During the early nineties there was a growing awareness of gender issues, racism, post-colonial struggles and the possible role that art could play in society.                                           Martin        Lucas 03.2002             Tactical media in the sixties was watching Felix Greene's Inside North Vietnam and Resnais' Hiroshima Mon Amour on a 16mm projector wired to a street light. ...                                   R                    Joanne        Richardson 03.2002                    If, as David Garcia admits, the idea        of tactical media grew out of a specifically Amsterdam        context (or perhaps in a wider sense, the liberal democratic        context of the countries of advanced capitalism), it is        commendable that N5M4 is attempting to transcend its origins        and includes initiatives that were previously left out        of what seemed to be a primarily 'western' idea of tactical        media. ...                                  S                    Patricia        Spyer 03.2002             Both in and out of the picture, such \"shadow media\" form the tangential, mobile infrastructure of a counter-discourse to conventional national and international broadcasting. In their technology, content, and form of address, the Indonesian VCDs appear similar to other videos circulating among Muslims elsewhere. ...                                                                                DEFINING TACTICAL MEDIA     VIRTUAL CASEBOOKS     ABOUT THE PROJECT       CONTRIBUTORS                           &copy; NYU and contributing authors 2002"}]}]