[{"detail": [{"content": "Archives Beyond Bobst - NYU Libraries                               This is the \"Archives Beyond Bobst\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Archives Beyond Bobst         Last update: Sep 25, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=67646                                                                          Home                                                                                  Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Comments/Suggestions           Comments (0)                                         NYU                 Here are links to the principal archival repositories at NYU, all within Bobst. This will not be duplicated on the other pages.           Archives of Irish America                   Fales Library & Special Collections                   New York University Archives                   Tamiment Library & Robert F. Wagner Labor Archives                    Comments (0)                                         What this is                      This is an user's guide to archives outside of New York University Libraries.   This is the definition of archives from the Society of American Archivists (SAA):   \"1. Materials created or received by a person, family, or organization, public or private, in the conduct of their affairs and preserved because of the enduring value contained in the information they contain or as evidence of the functions and responsibilities of their creator, especially those materials maintained using the principles of provenance, original order, and collective control; permanent records. – 2. The division within an organization responsible for maintaining the organization's records of enduring value. – 3. An organization that collects the records of individuals, families, or other organizations; a collecting archives. – 4. The professional discipline of administering such collections and organizations. – 5. The building (or portion thereof) housing archival collections. – 6. A published collection of scholarly papers, especially as a periodical.\" Richard Pearce-Moses. \" Archives .\" A Glossary of Archival and Records Terminology. SAA, 2005.        This guide focuses on the first three definitions and specially excludes the sixth, with some necessary material on four and five. It is to help you identify and locate -- not necessarily in that order -- archival collections relevant to your research.  It is not a list of recommended archives and users should keep in mind that archival practices vary widely.  It is your responsibility as a researcher to understand and follow the specific guidelines and practices of the specific archive.  Establishing a good working relationship with an archive is a very fruitful and rewarding process, and has long-term benefits for both the scholars and the archivists.  Enjoy your research.      Andrew H. Lee           Comments (0)                                              close                                                                                                          Guides to U.S. Archives                                                                                  Directories                 These are published directories which are usually listings of archives, either as a list of what is owned by a specific institution or a list of archives in a topic. Sometimes it can be combination of the two. You should always remember that another source of archives is already published scholarship, where any archival collections should be listed in the bibliography. Dissertations often list archival collections as a specific section, so these can be extremely useful, especially for hard to locate collections (and institutions). Try searching in Dissertation Abstracts at http://arch.library.nyu.edu/databases/proxy/NYU00729 for U.S. dissertations of look at the Research Guide on Dissertations at http://nyu.libguides.com/dissertations.   In searching Bobcat you can always use the keyword subject search \"Archives Directories .\" If you add another term, a location for example, you can quickly limit the search. The trick is that not every possible term is used, and the third term may take out materials you would want to see, so fiddle with any additional subjects. For example, the search \"archives directories Jewish\" brings up three records, but does not bring up A Great Collection: The Archives of the Jewish Labor Movement because it does not have these three words in its subject headings.                       Comments (0)                                         Subscription Online Guides                 The first two focus on archives and are available via NYU's subscription. The second is a union catalogue which only has those institutions contributing to it. There is overlap with the records in Archive Grid. Archive Finer lists many collections not in either WorldCat or ArchiveGrid.  Archive Finder * (Chadwyck Healey) Repositories may submit their information directly rather than through National Union Catalog of Manuscript Collections or National Inventory of Documentary Sources in the United States. Offers keyword searching across all fields or in specific fields. ArchiveGrid Search nearly a million collection descriptions from thousands of libraries, museums, and archives. Researchers searching ArchiveGrid can learn about the many items in each of these collections, contact archives to arrange a visit to examine materials, and order copies. WorldCat (OCLC) Search for books and more in libraries in the U.S. and around the world. Indicates when NYU Libraries holds a copy of a book and shows you nearby libraries with holdings.            Comments (0)                                         Free links                  American Historical Association's Archives Wiki Archives Wiki is sponsored by the American Historical Association. It is intended to be a clearinghouse of information about archival resources throughout the world. Business History in the United States: A Guide to Archival Collections [Information was sought from various archives and also] from an archive’s web site or from published archival guides was used to supplement or, when no response was received, to supply information. Yet, for the most part, the entries represent the information that the archivists and librarians provided. As such, the guide is certainly not intended to be comprehensive. Library of Congress Finding Aids Search engine that searches across the electronic finding aids of the Library of Congress. Includes the American Folklife, Broadcasting & Recorded Sound, Manuscript, Motion Picture, Music, Prints & Photographs, and other research centers of the Library of Congress. WAX Web Archive Collection Service - Harvard University Library \"The public interface for Harvard's new Web Archive Collection Service (WAX) launched on February 4, 2009. WAX began as a pilot project in July 2006, funded by the University's Library Digital Initiative (LDI) to address the management of web sites by collection managers for long-term archiving. It was the first LDI project specifically oriented toward preserving \"born-digital\" material. WAX has now transitioned to a production system supported by the University Library's central infrastructure. Collection managers, working in the online environment, must continue to acquire the content that they have always collected physically. With blogs supplanting diaries, e-mail supplanting traditional correspondence, and HTML materials supplanting many forms of print collateral, collection managers have grown increasingly concerned about potential gaps in the documentation of our cultural heritage. [...]\"            Comments (0)                                              close                                                                                                          Beyond the U.S. : Europe                                                                                                                Europe : France                                                                                  Europe: France                 This is a selective list of websites of archives or online directories of archives. I also prefaced some names with more information so as to be more informative. Where the information ran over to another screen clicking on the icon of an i in a blue circle will bring a pop-up window with the remaining text. The French administration of archives is complex as they are broken up and located in different parts of the country depending on divisions based on subject content and the dates of the material.   Archives nationales: Archives nationales d'outre-mer \"Héritières de plus de trois siècles d'histoire, les Archives nationales d'outre-mer conservent deux grands ensembles au passé administratif et archivistique différent: les archives des secrétariats d'Etat et ministères chargés, du XVIIe siècle au XXe siècle, des colonies françaises; les archives transférées des anciennes colonies et de l'Algérie au moment des indépendances, entre 1954 et 1962, à l'exclusion des archives de gestion restées dans les pays concernés. S'y ajoutent des archives privées et d'entreprises relatives à l'outre-mer, ainsi qu'une bibliothèque, une cartothèque et une iconothèque spécialisées.\" Archives nationales: Archives nationales du monde du travail. \"Les ANMT réunissent sous le même toit les archives produites par l'ensemble des acteurs du monde du travail. Sont concernées: - Les archives des entreprises industrielles, des entreprises commerciales, des banques et des assurances, - Les archives des organismes professionnels, des syndicats patronaux et ouvriers et des associations créées dans le cadre de la vie professionnelle, - Les archives des architectes ayant joué un rôle important dans le monde professionnel administrateurs, ingénieurs, représentants du personnel, prêtres-ouvriers etc... La vocation des Archives nationales du monde du travail, service à compétence nationale du ministère de la Culture, est de conserver et de mettre en valeur les archives nées des activités économiques et sociales qui présentent un intérêt historique. [cont.] ... C’est pourquoi, à la différence des sociétés d’archivage privées, le service prend en charge à titre gratuit des archives sélectionnées en commun à l’exclusion des archives éliminables à court et moyen terme. En dehors de celle des archives des entreprises publiques, les Archives nationales du monde du travail ne font qu’exceptionnellement de la collecte d’archives publiques qui est du domaine de compétence du site de Fontainebleau. Comme les autres services des Archives nationales, le site de Roubaix peut prendre en charge des archives d’origine privée, qu’elles émanent de personnes physiques ou morales (entreprises, associations ou organisations professionnelles) et ceci sous forme de don, de legs, de dépôt ou de dation (Code du patrimoine, livre I, titre II), en vue de les mettre à la disposition des chercheurs. Le don à l’État, comme le dépôt, résulte d’un accord entre les deux interlocuteurs, et non d’une obligation légale ou réglementaire.\" Archives nationales: Le Caran - Centre d'accueil et de recherche des Archives nationales \"Les Archives nationales conservent les archives des services de l'État depuis le Moyen Âge, ainsi que le Minutier central des notaires de Paris et de nombreux fonds d'origine privée.\" As I understand it, at this point Le Caran has the records up to the creation of 5th Republic in 1958 (those records are in Fontainebleau). In 2013 the new site at Pierrefitte-sur-Seine will open and the Paris sites will close (?). Centre des archives économiques et financières: Les collections d'archives \"La présentation des fonds détenus par le Centre des archives économiques et financières s'articule autour de sept pôles. Les ministres et secrétaires d'Etat Dans cette première version, seules sont présentes les notices relatives aux cabinets ministériels qui ont versé des dossiers au CAEF, c'est-à-dire surtout à partir des années 1960. Elles sont issues de l'ancienne exposition virtuelle \"Les ministres des finances depuis 1870\", qui était en ligne depuis septembre 2005. Les inventaires en ligne Cette rubrique, bâtie sur un modèle proche du produit AEF, présente l'ensemble des références des documents historiques classés par le CAEF. En cours de construction, elle sera progressivement enrichie d'ici juin 2012. [cont.] ... Archives Economie Finances (AEF) Ce produit résume le contenu des dossiers des directions d'administration centrale du ministère et services industriels qui étaient rattachés au ministère des finances (Imprimerie nationale, SEITA, Monnaies et médailles, Service des alcools, Loterie nationale. Les monnaies et médailles L'ancienne direction des monnaies et médailles a confié au CAEF à la fois ses archives et sa bibliothèque historiques. La Compagnie des agents de change de Paris Remontant à 1809, ses archives sont, avec celles de la Monnaie, les plus anciennes conservées par le CAEF. Les fonds privés et de hauts fonctionnaires  Le CAEF en détient actuellement une quizaine. Les organismes sous tutelle du ministère Il s'agit d'entités créées depuis 1943.\" France diplomatie: Archives des Affaires étrangères \"Sont ici présentés les fonds produits et versés régulièrement par les services du ministère des Affaires étrangères depuis l’origine jusqu’à nos jours. Ces archives sont aujourd’hui conservées à La Courneuve (archives de l’administration centrale et anciennes collections de Colmar) et à Nantes (services extérieurs).\" \"Les fonds d’archives conservés à La Courneuve(archives émanant de l’administration centrale du Quai d’Orsay) et à Nantes (archives rapatriées des ambassades, consulats, cervices culturels) font l’objet de notices descriptives, dont l’adaptation à la norme internationale Isad-G a été réalisée. Le lecteur trouvera également, en liaison avec les listes et notices des fonds, des inventaires détaillés (en format .pdf) dont la mise en ligne est en cours de réalisation.\"            Comments (0)                                              close                                                                                                          Europe : Germany                                                                                  Europe: Germany                 This is a selective list of websites of archives or online directories of archives. I also prefaced some names with more information so as to be more informative. Where the information ran over to another screen clicking on the icon of an i in a blue circle will bring a pop-up window with the remaining text.  Archive in der Bundesrepublik Deutschland \"Ergänzungen zu den Archivangaben (auch zu noch nicht aufgeführten Archiven) - insbesondere über Öffnungszeiten, technische Ausstattung und genealogische Bestände - sind jederzeit willkommen.\"            Comments (0)                                              close                                                                                                          Europe : Netherlands                                                                                  Europe: Netherlands                 This is a selective list of websites of archives or online directories of archives. I also prefaced some names with more information so as to be more informative. Where the information ran over to another screen clicking on the icon of an i in a blue circle will bring a pop-up window with the remaining text.  Archeobibliobase \"This newly revised expanded website presents updated major sections of the ArcheoBiblioBase directory and bibliographic information system for archival repositories in the Russian Federation, maintained in Moscow under the direction of Patricia Kennedy Grimsted and a Russian coordinator with cooperation from the Federal Archival Agency of Russia (Rosarkhiv before March 2004, Federal Archival Service of Russia) and the State Public Historical Library (GPIB). The present information, presented in English by the International Institute of Social History (IISH/IISG, Amsterdam), should alert researchers abroad to the wealth of holdings and research opportunities in repositories in Moscow and St. Petersburg and state archives throughout the Russian Federation.\" Nationaal Archief \"Als 'nationaal geheugen' van Nederland beheert het Nationaal Archief 110 kilometer archiefmateriaal, foto's en kaarten van de rijksoverheid en van maatschappelijke organisaties en individuele personen die van nationaal belang zijn (geweest).\"            Comments (0)                                              close                                                                                                          Europe : Portugal                                                                                  Europe: Portugal                 This is a selective list of websites of archives or online directories of archives. I also prefaced some names with more information so as to be more informative. Where the information ran over to another screen clicking on the icon of an i in a blue circle will bring a pop-up window with the remaining text.  Arquivo Distrital de Setúbal: Caça e montarias Caça e montarias em Setúbal e outros lugares do Reino. Contém referências datadas dos séculos XIII a XVIII. Portal Português de Arquivos (PPA) \"O Portal Português de Arquivos (PPA) é um projeto da DGARQ integrado na Rede Portuguesa de Arquivos (RPA). Tem na sua base o protocolo OAI/PMH e a tecnologia de Web-harvesting. Funciona como um ponto agregador de acesso aos arquivos portugueses, permitindo ao utilizador realizar pesquisas em todos os repositórios de arquivo que tenham aderido à RPA. A ”comunidade” de arquivos assim criada oferece, a investigadores e cidadãos, pela simplicidade e rapidez da recuperação de informação dispersa por vários repositórios, benefícios que serão tanto maiores quanto maior o número de entidades aderentes. Saliente-se que, para além da pesquisa inter repositórios, está ainda prevista a disponibilização de outro tipo de serviços, bem como a articulação do PPA com outras estruturas semelhantes existentes em Portugal e no estrangeiro, particularmente na União Europeia. Entre estas destacamos a EUROPEANA.\"            Comments (0)                                              close                                                                                                          Europe : Spain                                                                                  Europe: Spain                 This is a selective list of websites of archives or online directories of archives. I also prefaced some names with more information so as to be more informative. Where the information ran over to another screen clicking on the icon of an i in a blue circle will bring a pop-up window with the remaining text.  ARCHIESPA: Archivos de España An individually maintained lst of Spanish archives. Censo Guía de Archivos de España e Iberoámerica A search engine and guide to archives in Spain and in Latin America. You can search for collections by location which is a very nice feature, and it has a clickable map that fills in a search box. You can also search for documents. Fundació Rafael Campalans: Arxiu Històric del Socialisme Català This foundation also maintains a documentation center specializing in the history of socialism in Catalonia. Chronologically it covers from the Second Republic to the present, although the majority belongs to the period from the end of the Civil War until the advent of democracy. The website is only in Catalan. Trafalgar, 12, entresòl, 1a  08010 Barcelona  arxiu.historic@fcampalans.cat  T +34 933 195 412  F +34 933 199 844 Fundación Francisco Largo Caballero Founded in 1978 to document and promote the history and current activities of the Unión General de Trabajadores (GT), the labor union of Spanish Socialism. Particularly strong on the UGT in exile and on its history after the founding of the Fundación, it has posters, photographs, printed publications, and an extensive archive of papers of the union, its branches, and its outstanding members as well as publications of other Spanish unions and political parties. Publishes guides and histories. calle Antonio Grilo, 10  28015 Madrid  t: [34] (91) 547 7990  Archive email:archfflc@cec.ugt.org  Library email: bibfflc@cec.ugt.org Fundación Pablo Iglesias: Archivo Histórico del Partido Socialista Obrero Español (PSOE) Founded in 1977 for two objectives: to spread socialist ideas and collect the history of Spanish socialism. An extensive library and archive, with a strong audiovisual collection, including posters: 1200 from the Civil War and more than 5000 from 1977 to present. Important archival collections including cabinets members. Publishes extensively on the history of socialism in Spain. calle Los Colegios, 7, E-28801  Alcalá de Henares, Madrid  T [34] (91) 885 5046  F [34] (91) 885 5047  Email: archivo@fpabloiglesias.es Ministerio de Cultura: Archivos The list of the Ministry of Culture's archives. PARES: Portal de Archivos Españoles \"El Portal de Archivos Españoles es un proyecto del Ministerio de Educación, Cultura y Deporte destinado a la difusión en Internet del Patrimonio Histórico Documental Español conservado en su red de centros. Como proyecto abierto y dinámico sirve de marco de difusión para otros proyectos archivísticos de naturaleza pública o privada, previamente establecido un marco de cooperación con el Ministerio de Educación, Cultura y Deporte. PARES ofrece un acceso libre y gratuito, no solo al investigador, sino también a cualquier ciudadano interesado en acceder a los documentos con imágenes digitalizadas de los Archivos Españoles.\"            Comments (0)                                              close                                                                                                          Europe : United Kingdom                                                                                  Europe: United Kingdom                 This is a selective list of websites of archives or online directories of archives. I also prefaced some names with more information so as to be more informative. Where the information ran over to another screen clicking on the icon of an i in a blue circle will bring a pop-up window with the remaining text.  A2A: Access to Archives A2A is part of the UK archives network. The A2A database contains catalogues describing archives held locally in England and Wales and dating from the eighth century to the present day. Archives Hub \"The Archives Hub enables you to search across a wealth of archives held at nearly 200 institutions in England, Scotland and Wales.\" Archon Directory includes contact details for record repositories in the United Kingdom and also for institutions elsewhere in the world which have substantial collections of manuscripts noted under the indexes to the National Register of Archives. Includes a clickable map of Great Britain and Ireland which provides a directory of archives. England is subdivided into regions. National Archives The National Archives is the UK government's official archive, containing over 1,000 years of history. We give detailed guidance to government departments and the public sector on information management and advise others about the care of historical archives. Archive Finder * (Chadwyck Healey) Repositories may submit their information directly rather than through National Union Catalog of Manuscript Collections or National Inventory of Documentary Sources in the United States. Offers keyword searching across all fields or in specific fields.            Comments (0)                                              close                                                                                                          Europe : Italy                                                                                  Europe: Italy                 This is a selective list of websites of archives or online directories of archives. I also prefaced some names with more information so as to be more informative. Where the information ran over to another screen clicking on the icon of an i in a blue circle will bring a pop-up window with the remaining text.  Direzione Generale per gli Archivi An Italian guide to holdings of the state archives (?).            Comments (0)                                              close                                                                            Directories                 These are published directories which are usually listings of archives, either as a list of what is owned by a specific institution or a list of archives in a topic. Sometimes it can be combination of the two. You should always remember that another source of archives is already published scholarship, where any archival collections should be listed in the bibliography. Dissertations often list archival collections as a specific section, so these can be extremely useful, especially for hard to locate collections (and institutions).   In searching Bobcat you can always use the keyword subject search \"Archives Directories .\" If you add another term, a location for example, you can quickly limit the search. The trick is that not every possible term is used, and the third term may take out materials you would want to see, so fiddle with any additional subjects. For example, the search \"archives directories Jewish\" brings up three records, but does not bring up A Great Collection: The Archives of the Jewish Labor Movement because it does not have these three words in its subject headings.                         Comments (0)                                         Subscription Online Guides                 The first two focus on archives and are available via NYU's  subscription. The second is a union catalogue which only has those  institutions contributing to it. There is overlap with the records in  Archive Grid. Archive Finer lists many collections not in either  WorldCat or ArchiveGrid.  ArchiveGrid Search nearly a million collection descriptions from thousands of libraries, museums, and archives. Researchers searching ArchiveGrid can learn about the many items in each of these collections, contact archives to arrange a visit to examine materials, and order copies. WorldCat (OCLC) Search for books and more in libraries in the U.S. and around the world. Indicates when NYU Libraries holds a copy of a book and shows you nearby libraries with holdings. Archive Finder * (Chadwyck Healey) Repositories may submit their information directly rather than through National Union Catalog of Manuscript Collections or National Inventory of Documentary Sources in the United States. Offers keyword searching across all fields or in specific fields.            Comments (0)                                         Online Guides                  American Historical Association's Archives Wiki Archives Wiki is sponsored by the American Historical Association. It is intended to be a clearinghouse of information about archival resources throughout the world. Archive in Europa / Archives in Europe online directory maintained at the University of Marburg. Archives Portal Europe The Archives Portal Europe provides access to information on archival material from different European countries as well as information on archival institutions throughout the continent. Within the next years, this installation will develop both technically and in terms of content addition and we welcome your feedback which can be sent using the contact form. European Archive The European Archive is a digital library of cultural artifacts in digital form. We provide free access to researchers, historians, scholars, and the general public. International Association of Labour History Institutions (IALHI) The International Association of Labour History Institutions (IALHI) brings together archives, libraries, documentation centres, museums and research institutions specializing in the history and theory of the labour movement from all over the world. While it has members from around the world, the majority of the members are in Europe. Also useful is the directory of members by country. It includes links to the institutions website and contact information. Several of the institutions have extensive holdings in social history around the world, most notably the International Institute for Social History in Amsterdam, which has extensive and growing collections of material from around the world and of international organizations such as Greenpeace. APEx – The project to boost the Archives Portal Europe and let us zoom in on our shared European archival heritage! \"The Archives Portal Europe network of excellence - APEx - is a European-based Best Practice Network project aiming at expanding, enriching, enhancing and sustaining the Archives Portal Europe. The Archives Portal Europe is the single online access point to an ever growing network of European archives, allowing us to gain an easily accessible insight into our shared European cultural provenance and progression, turning the spotlight on the vast network of archival content that documents the excitement of our European heritage as well as reflecting our multifaceted European weave. APEx is the joint effort of the already participating European archives and those archival institutions yet to become partners which are expanding the Archives Portal Europe and gets the archival landscape in shape for the quickly advancing digital future of our society. [...]\" Film Archives Online (Europe) filmarchives online provides easy and free access to catalogue information of film archives from all over Europe. Via the multi-lingual web portal film works can be searched for by content, filmographic data and physical characteristics. Search results provide information about existence and location of the materials as well as contact details to facilitate the access. The focus of the database is on non-fiction material; i.e. documentary and educational films, newsreels, travelogue, advertising, scientific, industrial, experimental, sports films, as well as animation films.            Comments (0)                                              close                                                                                                          Beyond the U.S. : International                                                                                  Directories                 These are published directories which are usually listings of archives, either as a list of what is owned by a specific institution or a list of archives in a topic. Sometimes it can be combination of the two. You should always remember that another source of archives is already published scholarship, where any archival collections should be listed in the bibliography. Dissertations often list archival collections as a specific section, so these can be extremely useful, especially for hard to locate collections (and institutions).   In searching Bobcat you can always use the keyword subject search \"Archives Directories .\" If you add another term, a location for example, you can quickly limit the search. The trick is that not every possible term is used, and the third term may take out materials you would want to see, so fiddle with any additional subjects. For example, the search \"archives directories Jewish\" brings up three records, but does not bring up A Great Collection: The Archives of the Jewish Labor Movement because it does not have these three words in its subject headings.                         Comments (0)                                         Subscription Online Guides                 The first two focus on archives and are available via NYU's subscription. The second is a union catalogue which only has those institutions contributing to it. There is overlap with the records in Archive Grid. Archive Finder lists many collections not in either WorldCat or ArchiveGrid.  ArchiveGrid Search nearly a million collection descriptions from thousands of libraries, museums, and archives. Researchers searching ArchiveGrid can learn about the many items in each of these collections, contact archives to arrange a visit to examine materials, and order copies. WorldCat (OCLC) Search for books and more in libraries in the U.S. and around the world. Indicates when NYU Libraries holds a copy of a book and shows you nearby libraries with holdings.            Comments (0)                                         Online Guides                  American Historical Association's Archives Wiki Archives Wiki is sponsored by the American Historical Association. It is intended to be a clearinghouse of information about archival resources throughout the world. Global Open Access Portal The Global Open Access Portal (GOAP), funded by the Governments of Colombia, Denmark, Norway, and the United States Department of State, presents a current snapshot of the status of Open Access (OA) to scientific information around the world. For countries that have been more successful implementing Open Access, the portal highlights critical success factors and aspects of the enabling environment. For countries and regions that are still in the early stages of Open Access development, the portal identifies key players, potential barriers and opportunities. International Association of Labour History Institutions (IALHI) The International Association of Labour History Institutions (IALHI) brings together archives, libraries, documentation centres, museums and research institutions specializing in the history and theory of the labour movement from all over the world. Also useful is the directory of members by country. It includes links to the institutions website and contact information. Several of the institutions have extensive holdings in social history around the world, most notably the International Institute for Social History in Amsterdam, which has extensive and growing collections of material from around the world and of international organizations such as Greenpeace. United Nations Archives and Records Management Section (ARMS) \"The United Nations Archives and Records Management Section (ARMS) ensures that the records documenting the history of the United Nations are preserved and accessible to all. In addition, the Section provides support for good and accountable record-keeping in the Organisation through the policies and standards, outreach and training programmes. This website brings together into a single location information about the United Nations archives collections and services with resources and tools to support records management programmes.\"            Comments (0)                                              close                                                                                                          New York City                                                                                  Directories                 These are published directories which are usually listings of archives, either as a list of what is owned by a specific institution or a list of archives in a topic. Sometimes it can be combination of the two. You should always remember that another source of archives is already published scholarship, where any archival collections should be listed in the bibliography. Dissertations often list archival collections as a specific section, so these can be extremely useful, especially for hard to locate collections (and institutions).   In searching Bobcat you can always use the keyword subject search \"Archives Directories .\" If you add another term, New York as a geographic subject for example, you can quickly limit the search. The trick is that not every possible term is used, and the third term may take out materials you would want to see, so fiddle with any additional subjects.                          Comments (0)                                         Subscription Online Guides                 The first two focus on archives and are available via NYU's  subscription. The second is a union catalogue which only has those  institutions contributing to it. There is overlap with the records in  Archive Grid. Archive Finer lists many collections not in either  WorldCat or ArchiveGrid.  Archive Finder * (Chadwyck Healey) Repositories may submit their information directly rather than through National Union Catalog of Manuscript Collections or National Inventory of Documentary Sources in the United States. Offers keyword searching across all fields or in specific fields. ArchiveGrid Search nearly a million collection descriptions from thousands of libraries, museums, and archives. Researchers searching ArchiveGrid can learn about the many items in each of these collections, contact archives to arrange a visit to examine materials, and order copies. WorldCat (OCLC) Search for books and more in libraries in the U.S. and around the world. Indicates when NYU Libraries holds a copy of a book and shows you nearby libraries with holdings.            Comments (0)                                         Guide to New York City Archives                                        ARCHIESPA: Archivos de España: An ind',200,4);\" onMouseOut=\"return hideLinkDesc();\">Archival Repositories NYC area            Comments (0)                                         Online Guides to New York City Archives                 Recommendations from Peter Wosh, Head of the Archives and Public History Program, are marked with an asterisk.  Center for Jewish History * brings together collections from the American Jewish Historical Society, American Sephardi Federation, Leo Baeck Institute, Yeshiva University Museum, and YIVO Institute for Jewish Research in one place. Website includes finding aids, digital collections, electronic resources, and bibliographies. National Archives—Northeast Region * primarily court records relating to New York, New Jersey, Puerto Rico and the Virgin Islands, but also all available National Archives material on microfilm, access all National Archives digital collections free of charge, and can be a good bridge between the researcher and the National Archives in Washington and College Park. New York Historical Society They break their collections in to three parts: printed materials, graphic materials, and manuscripts. Start here for links to the three New York Public Library Several divisions in the Research Libraries hold archival collections. Start here to beginning explore this rich resource. New York City Department of Records: Municipal Archives \"Founded in 1950, the Municipal Archives preserves and makes available the historical records of New York City municipal government. Dating from the early seventeenth century to the present, the Municipal Archives holdings total approximately 160,000 cubic feet. Accessioned from more than one hundred city agencies, the collections comprise office records, manuscript material, still and moving images, ledger volumes, vital records, maps, blueprints, and sound recordings. Collection highlights include vital records, census, and city directories that are an essential resource for patrons conducting family history research, the number one hobby in America. Records pertaining to the administration of criminal justice, dating from 1684 to 1966, constitute the largest and most comprehensive collection of such material in the English-speaking world. [cont.] ... There are more than one million photographic images in fifty collections including pictures of every house and building in the city, ca. 1940. Legislative branch records date back to the first Dutch colonial government in New Amsterdam. Robert Moses’ papers document the city’s vast infrastructure from 1934 through 1959, and the records of mayoral administrations provide extensive information about every aspect of New York City from 1849 to the present.\" American Historical Association's Archives Wiki Archives Wiki is sponsored by the American Historical Association. It is intended to be a clearinghouse of information about archival resources throughout the world.            Comments (0)                                              close                                                                                                          Other Useful Items                                                                                  Useful Links                  20 Great Google Secrets Using the tips in this easy to follow article, you can make better use of Google to search specific websites for information. This can often work better than using the built in search engines on many web pages. Archivists Roundtable of New York City Founded in 1979, the Archivists Round Table of Metropolitan New York, Inc. (ART) is a not-for-profit organization representing a diverse group of more than 400 archivists, librarians, and records managers in the New York metropolitan area. It is one of the largest local organizations of its kind in the United States with members representing more than 160 repositories. A Glossary of Archival and Records Terminology by Richard Pearce-Moses A useful glossary of archival terms as used in the United States Society of American Archivists The professional society of archivists in the United States            Comments (0)                                              close                                                                                                          Subject Librarian                                                           Andrew H. Lee Librarian for History, European Studies, Iberian Studies, Soccer, & Politics Contact Info: Office directions: on the Bobst Mezzanine. West 3rd Street side, I am in room 1M-04E, just past midway (6th door going west), and my name is on the door.   (212) 998-2633 Send Email  Subjects: European Studies , History , Iberian Studies , Politics , & Soccer          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]