[{"detail": [{"content": "Alumni Services | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Career Services &rsaquo; Alumni                  Career Services                 Alumni Services                 Alumni       NYU School of Law Career-Related Services   University Career-Related Services   Other Law Schools&#039; Resources   Career Services Manager (Symplicity)   PSJD                           The Office of Career Services (OCS) offers assistance to New York University School of Law JD and LLM graduates undertaking job or career transitions. Specific services and resources available include:   Job Listings at the OCS Career Services Manager (CSM)   Employment opportunities received by the New York University School of Law Office of Career Services (OCS) are available at CSM ( https://law-nyu-csm.symplicity.com/students/ ). We are pleased to offer this service to alumni/ae free of charge; you will need to register and/or create your profile at the above Web site. (Note: Only graduates from the JD Class of 2004 and earlier and the LLM Class of 2006 and earlier should register, as accounts have already been created for later classes. However, all users should be sure to update their profiles and search agents from time to time, as necessary.) Please read the detailed instructions located on the Web site. Jobs are searchable by geographic location, employer type, and practice area, etc. Users have the option of creating multiple search agents that will e-mail job listings matching the criteria of their choice. Please note that the OCS posts job notices as a service to students, alumni/ae, and employers. We cannot guarantee the reputation or professional standing of all individual law firms, attorneys, corporations, or other employers posting job listings with us. Students and alumni/ae are advised and encouraged to research potential employers and employment opportunities as part of the job search process .   OCS Alumni Publications     Guide to Resources for the Legal Job Search. A 150+ page guide designed to introduce individuals to the materials that will be of most value in a search for traditional legal employment in a law firm, corporation, public interest organization or government agency. View Table of Contents   Alternative Legal Careers Resource Guide. A 185+ page guide for individuals who are interested in learning about career options available to law school graduates outside of traditional lawyering. View Table of Contents   Alternative Legal Careers Self-Assessment Workbook. A 50-page guide designed to engage individuals in a self-evaluation process which will help them determine whether career satisfaction lies in a non-traditional legal job.   Top Tips for Making a Transition to a New Practice Area. This list has been compiled for alumni interested in changing practice areas. It includes general information on how to learn about the substance of various practice areas, as well as suggestions for how to go about making a transition.   Returning to the Workplace: How, When, Where? A Bibliography. A five-page list of programs, services, articles and books created to assist individuals seeking to return to the workplace after a period of time away.   Job Search Tips &amp; Resources for Recent Graduates. General resources designed to assist alumni in developing a job search strategy.   The Job Search in a Challenging Economy: A Conversation with NYU Graduates, Classes 2004 to 2008. Transcript from a recent grad online alumni chat sponsored by the NYU School of Law Office of Career Services (OCS) and the Office of Development and Alumni Relations on February 2, 2009. Colleagues from the OCS, as well as a featured expert in the field, responded to alumni inquiries.   Job Search Tips &amp; Resources for Experienced Graduates. General resources designed to assist experienced alumni in developing a job search strategy.   The Job Search in a Challenging Economy: A Conversation with NYU Graduates, Classes 2000 to 2003. Transcript from an online alumni chat sponsored by the NYU School of Law Office of Career Services (OCS) and the Office of Development and Alumni Relations on March 11, 2009. Colleagues from the OCS, as well as a featured expert in the field, responded to alumni inquiries.     To request any of the above items, please send an e-mail that includes your name (also indicate name at time of graduation, if different), year of graduation, degree received, mailing address, and the name (rather than just the number) of each publication you want to law.alumnicareers@nyu.edu (please include \"Alumni Publications\" in the subject heading of your message).   OCS Video Tape Library   www.law.nyu.edu/careerservices/resourcesandforms/videos   Many of our career programs are videotaped; some are available online. Please call the OCS at (212) 998-6090 for information on how to view any tapes in which you are interested. A complete list is available here .   LexisNexis Law School Graduate Program and Aspire Program   www.lexisnexis.com/grad-access/  LexisNexis provides members of the most recent graduating class with a complimentary ID that can be used through December of the year of graduation. This special ID is intended to help individuals study for the bar, conduct a job search, and become more efficient in Lexis Advance research.   Westlaw Career Services   lawschool.westlaw.com   Westlaw's career related databases are available free-of-charge to NYU School of Law graduates for one year after graduation. Please use your student password to access these resources.   Reciprocity   (Using Other Law School Career Services Offices)   If you are looking for a job outside the metropolitan New York City area, we can make a request on your behalf to obtain access to the career services office of another law school. Requests are limited to one school per geographic region. It is important to understand that, as each law school has its own reciprocity policy, there may be varying restrictions on the services and resources provided, and access to an office may be limited during certain times of the year. (Please note that New York University School of Law's reciprocity season extends from November 16 through June 30, therefore, requests on behalf of our students and graduates can be made only during that time period. In addition, as our policy anticipates in-person use of our office by students and graduates of other law schools, we are only able to request the same service in return.) The reciprocity policies of most law schools are posted on the Web site of the National Association for Law Placement (NALP) at http://www.nalp.org/reciprocitypolicies . Please check this site when making a decision as to which law school you wish to utilize, then contact our office to obtain a Reciprocity Request form. It is strongly suggested that you allow 5-10 days notice for your request to be processed. Students and graduates of other law schools seeking to use the Office of Career Services at NYU School of Law can click here to see our reciprocity policy.   New York University School of Law Academic Careers Program (ACP)   www.law.nyu.edu/acp   The ACP is designed to help prepare members of the New York University School of Law community for careers in law teaching.   Individual Career Counseling   Phone or in-person appointments are available during most times of the year to discuss a variety of job and career transition issues. (Please note: Alumni undertaking a search primarily in the public interest or government sector should contact the Public Interest Law Center for assistance.) In order to make the most effective use of counseling time, alumni are strongly encouraged to utilize the relevant sections of the comprehensive OCS publications and resources before scheduling a counseling session. Please allow approximately one week's notice when planning an appointment. During certain times of the year, the availability of one-on-one counseling may be limited due to major OCS, Law School or University events, as well as professional staff schedules. Please e-mail a summary of your current situation (including the type of transition you are contemplating, your geographic parameters, any steps you may have already undertaken, and the specific topics you would like to discuss) to law.alumnicareers@nyu.edu . Please include a copy of your most up-to-date résumé (in a format other than pdf). A counselor will assess the information you have provided and either schedule an appointment, or direct you to appropriate resources to be used in preparation for an appointment. Please note that registration at both the OCS Career Services Manager (CSM) and the NYU School of Law online alumni directory  is generally required before a counseling session is scheduled.   CONFIDENTIALITY STATEMENT : The Office of Career Services (OCS) and the Public Interest Law Center (PILC) maintain alumni/ae records that include, but are not limited to, counseling notes, e-mail and other written correspondence, official and unofficial transcripts, resumes, cover letters, as well as Symplicity and PSLawNet profiles. These documents, as well as conversations between an alumnus/a and a counselor, are presumptively confidential to the following extent: All information may be shared within and between the OCS and PILC and, when warranted, with the Office of Student Financial Services, the Office of Development and Alumni Relations, the Offices of the Vice Dean or Dean, the Office of the NYU General Counsel, and any other appropriate Law School or University offices.   PLEASE NOTE THAT THE RESOURCES AND SERVICES OF THE OFFICE OF CAREER SERVICES (OCS) ARE OFFERED AT THE DISCRETION OF THE OCS ADMINISTRATION AND ARE SUBJECT TO CHANGE.     Additional NYU School of Law Career-Related Services   Judicial Clerkships   www.law.nyu.edu/careerservices/jdstudents/judicialclerkships/   New York University School of Law has a very successful judicial clerkship program. Each year more than 130 NYU School of Law graduates work as judicial clerks. Students or alumni/ae interested in clerkships should contact the Judicial Clerkship Office (JCO) via e-mail at michelle.cherande@nyu.edu or james.nesbitt@nyu.edu . In addition, please register on CSM/Symplicity under the \"Clerkships\" tab and review the Judicial Clerkship Handbook and Appendices . You must complete the registration form before you can access the materials. If you do not have a CSM account , you can register for an account on the student/alum login page at https://law-nyu-csm.symplicity.com/students/ ). Contact: Judicial Clerkship Office at: (212) 998-6090.   NYU Public Interest Law Center (PILC)   www.law.nyu.edu/publicinterestlawcenter   The Center administers most of the Law School's public interest programs. In addition to its extensive educational programming, PILC provides career counseling, including advice on fellowship and job search strategies for students and alumni. The PILC Web site features, among other things, news of recent graduate placement; information on the annual Public Interest Legal Career Fair; and links to public interest organizations, government agencies and organizations offering fellowships.   PSJD   www.psjd.org   PSJD (formerly PSLawNet) is an online clearinghouse through which law students and lawyers can connect with public interest and government job listings, and a large selection of employer organization profiles. A Resource Center offers information on: career paths in public service, postgraduate fellowships, international public interest opportunities, government jobs, financing a public interest career, and public service in Canada. NYU School of Law alumni can register to use PSJD free of cost by logging on to http://www.psjd.org/ .   Office of Development &amp; Alumni Relations   www.law.nyu.edu/Alumni   The Office of Development &amp; Alumni Relations offers graduates a forum in which to re-engage, connect and maintain ties long after graduation. Connect to the site for more information on alumni activities and programs. Alumni are also encouraged to register and update their information on the \"online alumni directory\" in order to gain access to the vast network of their fellow alumni. This can also be a useful tool when conducting a job search.     Additional University Career-Related Services   NYU Wasserman Center for Career Development   www.nyu.edu/careerdevelopment   The University's general career development center is committed to assisting NYU alumni with all of their career planning needs. Whether beginning to change careers, advance in a chosen field, or find a career direction, alumni can benefit from a wide range of services, including access to online job listings, a career development listserv, career counseling, a resource center (with a Graduate and Alumni Suite), special programs, and career fairs. (School of Law alumni are eligible for assistance with alternative careers.)   NYU School of Professional Studies   www.scps.nyu.edu   The NYU School of Professional Studies Center for Career, Education and Life Planning offers a wide variety of classes to help individuals explore options, formulate career plans, determine realistic goals, and get practical input from experienced career development professionals. Courses are offered during business hours, in the evening, and on weekends. (Not all classes are offered each semester.) For more information, please call (212) 998-7060 or visit www.scps.nyu.edu/areas-of-study/office-career-management/ . To receive a catalog, call (212) 998-7200. (Note: Individuals outside of metropolitan New York City might investigate whether universities in their area also offer similar adult continuing education classes.   NYU Alumni Relations   alumni.nyu.edu   The NYU Office of University Alumni Relations will help reconnect graduates who wish to find old friends, attend social and professional events, exchange ideas, and access career networking information. Features like online class notes, links to school alumni associations, and an alumni directory make it simple to stay in touch. (Note: Consider looking at class notes and faculty notes, as well as alumni sites outside of the Law School for networking purposes, particularly if you are interested in a transition outside of law.)   Other Law Schools' Career Resources   Law School Career Services Offices   lawschool.westlaw.com/career/schoolservicesAD.asp   This Web site provides links to other law schools' career services offices nationwide. These online sites may be particularly useful if you are relocating to a new area. Although most schools' job listings are password-protected, often other useful resources are available online. (Also see \"Reciprocity\" above.)                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Alumni Services | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Career Services &rsaquo; Alumni                  Career Services                 Alumni Services                 Alumni       NYU School of Law Career-Related Services   University Career-Related Services   Other Law Schools&#039; Resources   Career Services Manager (Symplicity)   PSJD                           The Office of Career Services (OCS) offers assistance to New York University School of Law JD and LLM graduates undertaking job or career transitions. Specific services and resources available include:   Job Listings at the OCS Career Services Manager (CSM)   Employment opportunities received by the New York University School of Law Office of Career Services (OCS) are available at CSM ( https://law-nyu-csm.symplicity.com/students/ ). We are pleased to offer this service to alumni/ae free of charge; you will need to register and/or create your profile at the above Web site. (Note: Only graduates from the JD Class of 2004 and earlier and the LLM Class of 2006 and earlier should register, as accounts have already been created for later classes. However, all users should be sure to update their profiles and search agents from time to time, as necessary.) Please read the detailed instructions located on the Web site. Jobs are searchable by geographic location, employer type, and practice area, etc. Users have the option of creating multiple search agents that will e-mail job listings matching the criteria of their choice. Please note that the OCS posts job notices as a service to students, alumni/ae, and employers. We cannot guarantee the reputation or professional standing of all individual law firms, attorneys, corporations, or other employers posting job listings with us. Students and alumni/ae are advised and encouraged to research potential employers and employment opportunities as part of the job search process .   OCS Alumni Publications     Guide to Resources for the Legal Job Search. A 150+ page guide designed to introduce individuals to the materials that will be of most value in a search for traditional legal employment in a law firm, corporation, public interest organization or government agency. View Table of Contents   Alternative Legal Careers Resource Guide. A 185+ page guide for individuals who are interested in learning about career options available to law school graduates outside of traditional lawyering. View Table of Contents   Alternative Legal Careers Self-Assessment Workbook. A 50-page guide designed to engage individuals in a self-evaluation process which will help them determine whether career satisfaction lies in a non-traditional legal job.   Top Tips for Making a Transition to a New Practice Area. This list has been compiled for alumni interested in changing practice areas. It includes general information on how to learn about the substance of various practice areas, as well as suggestions for how to go about making a transition.   Returning to the Workplace: How, When, Where? A Bibliography. A five-page list of programs, services, articles and books created to assist individuals seeking to return to the workplace after a period of time away.   Job Search Tips &amp; Resources for Recent Graduates. General resources designed to assist alumni in developing a job search strategy.   The Job Search in a Challenging Economy: A Conversation with NYU Graduates, Classes 2004 to 2008. Transcript from a recent grad online alumni chat sponsored by the NYU School of Law Office of Career Services (OCS) and the Office of Development and Alumni Relations on February 2, 2009. Colleagues from the OCS, as well as a featured expert in the field, responded to alumni inquiries.   Job Search Tips &amp; Resources for Experienced Graduates. General resources designed to assist experienced alumni in developing a job search strategy.   The Job Search in a Challenging Economy: A Conversation with NYU Graduates, Classes 2000 to 2003. Transcript from an online alumni chat sponsored by the NYU School of Law Office of Career Services (OCS) and the Office of Development and Alumni Relations on March 11, 2009. Colleagues from the OCS, as well as a featured expert in the field, responded to alumni inquiries.     To request any of the above items, please send an e-mail that includes your name (also indicate name at time of graduation, if different), year of graduation, degree received, mailing address, and the name (rather than just the number) of each publication you want to law.alumnicareers@nyu.edu (please include \"Alumni Publications\" in the subject heading of your message).   OCS Video Tape Library   www.law.nyu.edu/careerservices/resourcesandforms/videos   Many of our career programs are videotaped; some are available online. Please call the OCS at (212) 998-6090 for information on how to view any tapes in which you are interested. A complete list is available here .   LexisNexis Law School Graduate Program and Aspire Program   www.lexisnexis.com/grad-access/  LexisNexis provides members of the most recent graduating class with a complimentary ID that can be used through December of the year of graduation. This special ID is intended to help individuals study for the bar, conduct a job search, and become more efficient in Lexis Advance research.   Westlaw Career Services   lawschool.westlaw.com   Westlaw's career related databases are available free-of-charge to NYU School of Law graduates for one year after graduation. Please use your student password to access these resources.   Reciprocity   (Using Other Law School Career Services Offices)   If you are looking for a job outside the metropolitan New York City area, we can make a request on your behalf to obtain access to the career services office of another law school. Requests are limited to one school per geographic region. It is important to understand that, as each law school has its own reciprocity policy, there may be varying restrictions on the services and resources provided, and access to an office may be limited during certain times of the year. (Please note that New York University School of Law's reciprocity season extends from November 16 through June 30, therefore, requests on behalf of our students and graduates can be made only during that time period. In addition, as our policy anticipates in-person use of our office by students and graduates of other law schools, we are only able to request the same service in return.) The reciprocity policies of most law schools are posted on the Web site of the National Association for Law Placement (NALP) at http://www.nalp.org/reciprocitypolicies . Please check this site when making a decision as to which law school you wish to utilize, then contact our office to obtain a Reciprocity Request form. It is strongly suggested that you allow 5-10 days notice for your request to be processed. Students and graduates of other law schools seeking to use the Office of Career Services at NYU School of Law can click here to see our reciprocity policy.   New York University School of Law Academic Careers Program (ACP)   www.law.nyu.edu/acp   The ACP is designed to help prepare members of the New York University School of Law community for careers in law teaching.   Individual Career Counseling   Phone or in-person appointments are available during most times of the year to discuss a variety of job and career transition issues. (Please note: Alumni undertaking a search primarily in the public interest or government sector should contact the Public Interest Law Center for assistance.) In order to make the most effective use of counseling time, alumni are strongly encouraged to utilize the relevant sections of the comprehensive OCS publications and resources before scheduling a counseling session. Please allow approximately one week's notice when planning an appointment. During certain times of the year, the availability of one-on-one counseling may be limited due to major OCS, Law School or University events, as well as professional staff schedules. Please e-mail a summary of your current situation (including the type of transition you are contemplating, your geographic parameters, any steps you may have already undertaken, and the specific topics you would like to discuss) to law.alumnicareers@nyu.edu . Please include a copy of your most up-to-date résumé (in a format other than pdf). A counselor will assess the information you have provided and either schedule an appointment, or direct you to appropriate resources to be used in preparation for an appointment. Please note that registration at both the OCS Career Services Manager (CSM) and the NYU School of Law online alumni directory  is generally required before a counseling session is scheduled.   CONFIDENTIALITY STATEMENT : The Office of Career Services (OCS) and the Public Interest Law Center (PILC) maintain alumni/ae records that include, but are not limited to, counseling notes, e-mail and other written correspondence, official and unofficial transcripts, resumes, cover letters, as well as Symplicity and PSLawNet profiles. These documents, as well as conversations between an alumnus/a and a counselor, are presumptively confidential to the following extent: All information may be shared within and between the OCS and PILC and, when warranted, with the Office of Student Financial Services, the Office of Development and Alumni Relations, the Offices of the Vice Dean or Dean, the Office of the NYU General Counsel, and any other appropriate Law School or University offices.   PLEASE NOTE THAT THE RESOURCES AND SERVICES OF THE OFFICE OF CAREER SERVICES (OCS) ARE OFFERED AT THE DISCRETION OF THE OCS ADMINISTRATION AND ARE SUBJECT TO CHANGE.     Additional NYU School of Law Career-Related Services   Judicial Clerkships   www.law.nyu.edu/careerservices/jdstudents/judicialclerkships/   New York University School of Law has a very successful judicial clerkship program. Each year more than 130 NYU School of Law graduates work as judicial clerks. Students or alumni/ae interested in clerkships should contact the Judicial Clerkship Office (JCO) via e-mail at michelle.cherande@nyu.edu or james.nesbitt@nyu.edu . In addition, please register on CSM/Symplicity under the \"Clerkships\" tab and review the Judicial Clerkship Handbook and Appendices . You must complete the registration form before you can access the materials. If you do not have a CSM account , you can register for an account on the student/alum login page at https://law-nyu-csm.symplicity.com/students/ ). Contact: Judicial Clerkship Office at: (212) 998-6090.   NYU Public Interest Law Center (PILC)   www.law.nyu.edu/publicinterestlawcenter   The Center administers most of the Law School's public interest programs. In addition to its extensive educational programming, PILC provides career counseling, including advice on fellowship and job search strategies for students and alumni. The PILC Web site features, among other things, news of recent graduate placement; information on the annual Public Interest Legal Career Fair; and links to public interest organizations, government agencies and organizations offering fellowships.   PSJD   www.psjd.org   PSJD (formerly PSLawNet) is an online clearinghouse through which law students and lawyers can connect with public interest and government job listings, and a large selection of employer organization profiles. A Resource Center offers information on: career paths in public service, postgraduate fellowships, international public interest opportunities, government jobs, financing a public interest career, and public service in Canada. NYU School of Law alumni can register to use PSJD free of cost by logging on to http://www.psjd.org/ .   Office of Development &amp; Alumni Relations   www.law.nyu.edu/Alumni   The Office of Development &amp; Alumni Relations offers graduates a forum in which to re-engage, connect and maintain ties long after graduation. Connect to the site for more information on alumni activities and programs. Alumni are also encouraged to register and update their information on the \"online alumni directory\" in order to gain access to the vast network of their fellow alumni. This can also be a useful tool when conducting a job search.     Additional University Career-Related Services   NYU Wasserman Center for Career Development   www.nyu.edu/careerdevelopment   The University's general career development center is committed to assisting NYU alumni with all of their career planning needs. Whether beginning to change careers, advance in a chosen field, or find a career direction, alumni can benefit from a wide range of services, including access to online job listings, a career development listserv, career counseling, a resource center (with a Graduate and Alumni Suite), special programs, and career fairs. (School of Law alumni are eligible for assistance with alternative careers.)   NYU School of Professional Studies   www.scps.nyu.edu   The NYU School of Professional Studies Center for Career, Education and Life Planning offers a wide variety of classes to help individuals explore options, formulate career plans, determine realistic goals, and get practical input from experienced career development professionals. Courses are offered during business hours, in the evening, and on weekends. (Not all classes are offered each semester.) For more information, please call (212) 998-7060 or visit www.scps.nyu.edu/areas-of-study/office-career-management/ . To receive a catalog, call (212) 998-7200. (Note: Individuals outside of metropolitan New York City might investigate whether universities in their area also offer similar adult continuing education classes.   NYU Alumni Relations   alumni.nyu.edu   The NYU Office of University Alumni Relations will help reconnect graduates who wish to find old friends, attend social and professional events, exchange ideas, and access career networking information. Features like online class notes, links to school alumni associations, and an alumni directory make it simple to stay in touch. (Note: Consider looking at class notes and faculty notes, as well as alumni sites outside of the Law School for networking purposes, particularly if you are interested in a transition outside of law.)   Other Law Schools' Career Resources   Law School Career Services Offices   lawschool.westlaw.com/career/schoolservicesAD.asp   This Web site provides links to other law schools' career services offices nationwide. These online sites may be particularly useful if you are relocating to a new area. Although most schools' job listings are password-protected, often other useful resources are available online. (Also see \"Reciprocity\" above.)                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Careers - NYU Abu Dhabi                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               About                                               Careers                                                          Careers                                                               Faculty and Researcher Positions                                                            Standing Faculty                           Global Academic Fellows                                                                                              Staff Positions                                                            The Recruitment Process                                                                                    Benefits                              Living in Abu Dhabi                                                                              Why Work at NYU Abu Dhabi?   NYU Abu Dhabi consists of a highly selective liberal arts and sciences college and a world center for advanced research and scholarship — integrated with each other and connected through technology to NYU New York.   Together, NYU Abu Dhabi and NYU New York form the backbone of a unique global network university that equips students for leadership in all arenas of human endeavor by fostering curiosity, creativity, and critical reflection.   NYU Abu Dhabi is a central component of Abu Dhabi's vision of becoming a leading world idea capital. For its first four years, the University is located in the heart of downtown Abu Dhabi. In 2014, it will move to its permanent home on Saadiyat Island, where it will be joined by neighbors including the Guggenheim, the Louvre, the Zayed National Museum, and a world-class performing arts center.   In working for NYU Abu Dhabi, you will help to build the world's first truly global university and research institute. The University's faculty and staff come from around the world, and the first class of students, who arrived in the fall of 2010, is one of the most geographically diverse student bodies on the planet. To date, NYU Abu Dhabi's staff alone is comprised of individuals from more than 30 different countries. For NYU Abu Dhabi, creating a culture of inclusion contributes not only to our success, but also to the richness of the talented staff that we can attract. When you join us as an employee, we look forward to learning more about your culture and seeing things from your unique viewpoint.                                                            Open Positions     Become a part of NYUAD's community of smart, caring, professional, and hard-working people who focus on making the university experience the best one possible for our students. Positions are available for both staff employees and faculty members .                                                       Benefits               NYUAD is a regional market leader in both rewards and benefits. We offer competitive salaries; generous housing, transportation, and home leave allowances; and comprehensive health benefits, retirement plans, life insurance, and disability coverage.                                                         Institute Events               The NYUAD Institute and its program of topical and diverse events are a key attraction for staff as well as faculty. They contribute to the shared learning experience in which members of the NYUAD community frequently participate. Many events are open to the public.                                                           Our People   NYUAD is committed to creating an environment that recognizes, respects, and celebrates the differences that its employees bring to the workplace. The NYUAD staff is incredibly diverse and is made up of people from many different countries, religions, backgrounds, and experiences. As a group, the NYUAD faculty and staff share a sense of collective dedication to building this new university.   Global University   NYUAD is part of the global network of NYU. With portal campuses in New York and Abu Dhabi, and 14 academic centers in countries around the world, NYUAD employees benefit from being a part of one of the most progressive new concepts in higher education.                                                                     NYU Abu Dhabi students are among the most talented in the world. They bring an astounding range of interests and skills to a richly diverse and exciting undergraduate experience. They are students who engage the examination and shaping of thought with passion and rigor. They are students who strive to make their own mark on a more knowledgeable, productive, responsible, just, and peaceful globe.           Al Bloom, Vice Chancellor of NYU Abu Dhabi                                                        Living in Abu Dhabi                                                                          Located on an island in the Arabian Gulf, Abu Dhabi is the dynamic capital city of both the Emirate of Abu Dhabi and the United Arab Emirates. It has a highly diverse and international population — 80 percent of its inhabitants are &quot;ex-pats,&quot; coming from some 150 countries around the globe.                                                                         Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]},
{"detail": [{"content": "Alumni Services | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Career Services &rsaquo; Alumni                  Career Services                 Alumni Services                 Alumni       NYU School of Law Career-Related Services   University Career-Related Services   Other Law Schools&#039; Resources   Career Services Manager (Symplicity)   PSJD                           The Office of Career Services (OCS) offers assistance to New York University School of Law JD and LLM graduates undertaking job or career transitions. Specific services and resources available include:   Job Listings at the OCS Career Services Manager (CSM)   Employment opportunities received by the New York University School of Law Office of Career Services (OCS) are available at CSM ( https://law-nyu-csm.symplicity.com/students/ ). We are pleased to offer this service to alumni/ae free of charge; you will need to register and/or create your profile at the above Web site. (Note: Only graduates from the JD Class of 2004 and earlier and the LLM Class of 2006 and earlier should register, as accounts have already been created for later classes. However, all users should be sure to update their profiles and search agents from time to time, as necessary.) Please read the detailed instructions located on the Web site. Jobs are searchable by geographic location, employer type, and practice area, etc. Users have the option of creating multiple search agents that will e-mail job listings matching the criteria of their choice. Please note that the OCS posts job notices as a service to students, alumni/ae, and employers. We cannot guarantee the reputation or professional standing of all individual law firms, attorneys, corporations, or other employers posting job listings with us. Students and alumni/ae are advised and encouraged to research potential employers and employment opportunities as part of the job search process .   OCS Alumni Publications     Guide to Resources for the Legal Job Search. A 150+ page guide designed to introduce individuals to the materials that will be of most value in a search for traditional legal employment in a law firm, corporation, public interest organization or government agency. View Table of Contents   Alternative Legal Careers Resource Guide. A 185+ page guide for individuals who are interested in learning about career options available to law school graduates outside of traditional lawyering. View Table of Contents   Alternative Legal Careers Self-Assessment Workbook. A 50-page guide designed to engage individuals in a self-evaluation process which will help them determine whether career satisfaction lies in a non-traditional legal job.   Top Tips for Making a Transition to a New Practice Area. This list has been compiled for alumni interested in changing practice areas. It includes general information on how to learn about the substance of various practice areas, as well as suggestions for how to go about making a transition.   Returning to the Workplace: How, When, Where? A Bibliography. A five-page list of programs, services, articles and books created to assist individuals seeking to return to the workplace after a period of time away.   Job Search Tips &amp; Resources for Recent Graduates. General resources designed to assist alumni in developing a job search strategy.   The Job Search in a Challenging Economy: A Conversation with NYU Graduates, Classes 2004 to 2008. Transcript from a recent grad online alumni chat sponsored by the NYU School of Law Office of Career Services (OCS) and the Office of Development and Alumni Relations on February 2, 2009. Colleagues from the OCS, as well as a featured expert in the field, responded to alumni inquiries.   Job Search Tips &amp; Resources for Experienced Graduates. General resources designed to assist experienced alumni in developing a job search strategy.   The Job Search in a Challenging Economy: A Conversation with NYU Graduates, Classes 2000 to 2003. Transcript from an online alumni chat sponsored by the NYU School of Law Office of Career Services (OCS) and the Office of Development and Alumni Relations on March 11, 2009. Colleagues from the OCS, as well as a featured expert in the field, responded to alumni inquiries.     To request any of the above items, please send an e-mail that includes your name (also indicate name at time of graduation, if different), year of graduation, degree received, mailing address, and the name (rather than just the number) of each publication you want to law.alumnicareers@nyu.edu (please include \"Alumni Publications\" in the subject heading of your message).   OCS Video Tape Library   www.law.nyu.edu/careerservices/resourcesandforms/videos   Many of our career programs are videotaped; some are available online. Please call the OCS at (212) 998-6090 for information on how to view any tapes in which you are interested. A complete list is available here .   LexisNexis Law School Graduate Program and Aspire Program   www.lexisnexis.com/grad-access/  LexisNexis provides members of the most recent graduating class with a complimentary ID that can be used through December of the year of graduation. This special ID is intended to help individuals study for the bar, conduct a job search, and become more efficient in Lexis Advance research.   Westlaw Career Services   lawschool.westlaw.com   Westlaw's career related databases are available free-of-charge to NYU School of Law graduates for one year after graduation. Please use your student password to access these resources.   Reciprocity   (Using Other Law School Career Services Offices)   If you are looking for a job outside the metropolitan New York City area, we can make a request on your behalf to obtain access to the career services office of another law school. Requests are limited to one school per geographic region. It is important to understand that, as each law school has its own reciprocity policy, there may be varying restrictions on the services and resources provided, and access to an office may be limited during certain times of the year. (Please note that New York University School of Law's reciprocity season extends from November 16 through June 30, therefore, requests on behalf of our students and graduates can be made only during that time period. In addition, as our policy anticipates in-person use of our office by students and graduates of other law schools, we are only able to request the same service in return.) The reciprocity policies of most law schools are posted on the Web site of the National Association for Law Placement (NALP) at http://www.nalp.org/reciprocitypolicies . Please check this site when making a decision as to which law school you wish to utilize, then contact our office to obtain a Reciprocity Request form. It is strongly suggested that you allow 5-10 days notice for your request to be processed. Students and graduates of other law schools seeking to use the Office of Career Services at NYU School of Law can click here to see our reciprocity policy.   New York University School of Law Academic Careers Program (ACP)   www.law.nyu.edu/acp   The ACP is designed to help prepare members of the New York University School of Law community for careers in law teaching.   Individual Career Counseling   Phone or in-person appointments are available during most times of the year to discuss a variety of job and career transition issues. (Please note: Alumni undertaking a search primarily in the public interest or government sector should contact the Public Interest Law Center for assistance.) In order to make the most effective use of counseling time, alumni are strongly encouraged to utilize the relevant sections of the comprehensive OCS publications and resources before scheduling a counseling session. Please allow approximately one week's notice when planning an appointment. During certain times of the year, the availability of one-on-one counseling may be limited due to major OCS, Law School or University events, as well as professional staff schedules. Please e-mail a summary of your current situation (including the type of transition you are contemplating, your geographic parameters, any steps you may have already undertaken, and the specific topics you would like to discuss) to law.alumnicareers@nyu.edu . Please include a copy of your most up-to-date résumé (in a format other than pdf). A counselor will assess the information you have provided and either schedule an appointment, or direct you to appropriate resources to be used in preparation for an appointment. Please note that registration at both the OCS Career Services Manager (CSM) and the NYU School of Law online alumni directory  is generally required before a counseling session is scheduled.   CONFIDENTIALITY STATEMENT : The Office of Career Services (OCS) and the Public Interest Law Center (PILC) maintain alumni/ae records that include, but are not limited to, counseling notes, e-mail and other written correspondence, official and unofficial transcripts, resumes, cover letters, as well as Symplicity and PSLawNet profiles. These documents, as well as conversations between an alumnus/a and a counselor, are presumptively confidential to the following extent: All information may be shared within and between the OCS and PILC and, when warranted, with the Office of Student Financial Services, the Office of Development and Alumni Relations, the Offices of the Vice Dean or Dean, the Office of the NYU General Counsel, and any other appropriate Law School or University offices.   PLEASE NOTE THAT THE RESOURCES AND SERVICES OF THE OFFICE OF CAREER SERVICES (OCS) ARE OFFERED AT THE DISCRETION OF THE OCS ADMINISTRATION AND ARE SUBJECT TO CHANGE.     Additional NYU School of Law Career-Related Services   Judicial Clerkships   www.law.nyu.edu/careerservices/jdstudents/judicialclerkships/   New York University School of Law has a very successful judicial clerkship program. Each year more than 130 NYU School of Law graduates work as judicial clerks. Students or alumni/ae interested in clerkships should contact the Judicial Clerkship Office (JCO) via e-mail at michelle.cherande@nyu.edu or james.nesbitt@nyu.edu . In addition, please register on CSM/Symplicity under the \"Clerkships\" tab and review the Judicial Clerkship Handbook and Appendices . You must complete the registration form before you can access the materials. If you do not have a CSM account , you can register for an account on the student/alum login page at https://law-nyu-csm.symplicity.com/students/ ). Contact: Judicial Clerkship Office at: (212) 998-6090.   NYU Public Interest Law Center (PILC)   www.law.nyu.edu/publicinterestlawcenter   The Center administers most of the Law School's public interest programs. In addition to its extensive educational programming, PILC provides career counseling, including advice on fellowship and job search strategies for students and alumni. The PILC Web site features, among other things, news of recent graduate placement; information on the annual Public Interest Legal Career Fair; and links to public interest organizations, government agencies and organizations offering fellowships.   PSJD   www.psjd.org   PSJD (formerly PSLawNet) is an online clearinghouse through which law students and lawyers can connect with public interest and government job listings, and a large selection of employer organization profiles. A Resource Center offers information on: career paths in public service, postgraduate fellowships, international public interest opportunities, government jobs, financing a public interest career, and public service in Canada. NYU School of Law alumni can register to use PSJD free of cost by logging on to http://www.psjd.org/ .   Office of Development &amp; Alumni Relations   www.law.nyu.edu/Alumni   The Office of Development &amp; Alumni Relations offers graduates a forum in which to re-engage, connect and maintain ties long after graduation. Connect to the site for more information on alumni activities and programs. Alumni are also encouraged to register and update their information on the \"online alumni directory\" in order to gain access to the vast network of their fellow alumni. This can also be a useful tool when conducting a job search.     Additional University Career-Related Services   NYU Wasserman Center for Career Development   www.nyu.edu/careerdevelopment   The University's general career development center is committed to assisting NYU alumni with all of their career planning needs. Whether beginning to change careers, advance in a chosen field, or find a career direction, alumni can benefit from a wide range of services, including access to online job listings, a career development listserv, career counseling, a resource center (with a Graduate and Alumni Suite), special programs, and career fairs. (School of Law alumni are eligible for assistance with alternative careers.)   NYU School of Professional Studies   www.scps.nyu.edu   The NYU School of Professional Studies Center for Career, Education and Life Planning offers a wide variety of classes to help individuals explore options, formulate career plans, determine realistic goals, and get practical input from experienced career development professionals. Courses are offered during business hours, in the evening, and on weekends. (Not all classes are offered each semester.) For more information, please call (212) 998-7060 or visit www.scps.nyu.edu/areas-of-study/office-career-management/ . To receive a catalog, call (212) 998-7200. (Note: Individuals outside of metropolitan New York City might investigate whether universities in their area also offer similar adult continuing education classes.   NYU Alumni Relations   alumni.nyu.edu   The NYU Office of University Alumni Relations will help reconnect graduates who wish to find old friends, attend social and professional events, exchange ideas, and access career networking information. Features like online class notes, links to school alumni associations, and an alumni directory make it simple to stay in touch. (Note: Consider looking at class notes and faculty notes, as well as alumni sites outside of the Law School for networking purposes, particularly if you are interested in a transition outside of law.)   Other Law Schools' Career Resources   Law School Career Services Offices   lawschool.westlaw.com/career/schoolservicesAD.asp   This Web site provides links to other law schools' career services offices nationwide. These online sites may be particularly useful if you are relocating to a new area. Although most schools' job listings are password-protected, often other useful resources are available online. (Also see \"Reciprocity\" above.)                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Careers - NYU Abu Dhabi                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               About                                               Careers                                                          Careers                                                               Faculty and Researcher Positions                                                            Standing Faculty                           Global Academic Fellows                                                                                              Staff Positions                                                            The Recruitment Process                                                                                    Benefits                              Living in Abu Dhabi                                                                              Why Work at NYU Abu Dhabi?   NYU Abu Dhabi consists of a highly selective liberal arts and sciences college and a world center for advanced research and scholarship — integrated with each other and connected through technology to NYU New York.   Together, NYU Abu Dhabi and NYU New York form the backbone of a unique global network university that equips students for leadership in all arenas of human endeavor by fostering curiosity, creativity, and critical reflection.   NYU Abu Dhabi is a central component of Abu Dhabi's vision of becoming a leading world idea capital. For its first four years, the University is located in the heart of downtown Abu Dhabi. In 2014, it will move to its permanent home on Saadiyat Island, where it will be joined by neighbors including the Guggenheim, the Louvre, the Zayed National Museum, and a world-class performing arts center.   In working for NYU Abu Dhabi, you will help to build the world's first truly global university and research institute. The University's faculty and staff come from around the world, and the first class of students, who arrived in the fall of 2010, is one of the most geographically diverse student bodies on the planet. To date, NYU Abu Dhabi's staff alone is comprised of individuals from more than 30 different countries. For NYU Abu Dhabi, creating a culture of inclusion contributes not only to our success, but also to the richness of the talented staff that we can attract. When you join us as an employee, we look forward to learning more about your culture and seeing things from your unique viewpoint.                                                            Open Positions     Become a part of NYUAD's community of smart, caring, professional, and hard-working people who focus on making the university experience the best one possible for our students. Positions are available for both staff employees and faculty members .                                                       Benefits               NYUAD is a regional market leader in both rewards and benefits. We offer competitive salaries; generous housing, transportation, and home leave allowances; and comprehensive health benefits, retirement plans, life insurance, and disability coverage.                                                         Institute Events               The NYUAD Institute and its program of topical and diverse events are a key attraction for staff as well as faculty. They contribute to the shared learning experience in which members of the NYUAD community frequently participate. Many events are open to the public.                                                           Our People   NYUAD is committed to creating an environment that recognizes, respects, and celebrates the differences that its employees bring to the workplace. The NYUAD staff is incredibly diverse and is made up of people from many different countries, religions, backgrounds, and experiences. As a group, the NYUAD faculty and staff share a sense of collective dedication to building this new university.   Global University   NYUAD is part of the global network of NYU. With portal campuses in New York and Abu Dhabi, and 14 academic centers in countries around the world, NYUAD employees benefit from being a part of one of the most progressive new concepts in higher education.                                                                     NYU Abu Dhabi students are among the most talented in the world. They bring an astounding range of interests and skills to a richly diverse and exciting undergraduate experience. They are students who engage the examination and shaping of thought with passion and rigor. They are students who strive to make their own mark on a more knowledgeable, productive, responsible, just, and peaceful globe.           Al Bloom, Vice Chancellor of NYU Abu Dhabi                                                        Living in Abu Dhabi                                                                          Located on an island in the Arabian Gulf, Abu Dhabi is the dynamic capital city of both the Emirate of Abu Dhabi and the United Arab Emirates. It has a highly diverse and international population — 80 percent of its inhabitants are &quot;ex-pats,&quot; coming from some 150 countries around the globe.                                                                         Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}, {"content": "NYU Abu Dhabi University & College in UAE, New York University                                                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                                                                                   The Conversation: Nairobi&#39;s Still Alive Studio                                     Oxford Bound: NYUAD&#39;s 2015 Rhodes Scholars                                     In Review: Angel Rising                                     How I Became Legally (but not literally) Blonde                                     Arabic Fiction Now: Conversation with IPAF 2015 Shortlisted Authors                                                                                                                                                                                                                                                             We Are NYUAD     Inspired by the iconic photoblog Humans of New York, We Are NYUAD is a collection of curated portraits and videos that feature the individuals who make up the NYUAD community. Through images and quotes, We Are NYUAD provides a glimpse into the ordinary lives of those who live, work, and learn at NYUAD and highlights what makes them extraordinary. Read more                                                                                                                Slavs and Tatars: Mirrors For Princes February 28 - May 30, 2015                                                    The NYUAD Art Gallery presents their most ambitious, immersive installation to date, featuring works from the art collective Slavs and Tatars. Mirrors for Princes is on view February 28 through May 30, 2015.                                                                                                                         Academic Calendar                       Find out when semesters begin and end, when exams take place, and more.                                                          Course Schedule                       View NYUAD's undergraduate course offerings.                                                                                                                                                    The Global University               NYUAD has an unblinking commitment to selecting the most accomplished and promising students from around the globe.                                                                                                           Open Faculty Positions               View the descriptions of open faculty positions. We will continue to add more, so please check back regularly for updates.                                                                                                    Stay Connected     Follow us on Facebook , Twitter , YouTube , Instagram , and Tumblr for the latest NYUAD news, events, and updates.                                                                                                                                                                                 Abu Dhabi Events                                                                                       Probability Theory, Statistical Physics and Applications Workshop                                         May 1-2, 2015                         By Invitation Only                                   Saadiyat Splash Swim Meet                                         Friday, May 1, 2015                   4:00pm                         By Invitation Only                       Read more                                            New York Events                                                                                       PEN World Voices Festival: The Literary Mews                                         Friday, May 8, 2015                   12:00-1:00pm                         Open to the Public                                   Library of Arabic Literature                                         May 18-21, 2015                   8:00am - 5:00pm                         By Invitation Only                       Read more                                                                                                                     In The News       Forging global citizens is electrifying, says head of NYU Abu Dhabi   Times Higher Education (April 23)       Hamlet unearthed   Abu Dhabi Week (April 16)       NYU Abu Dhabi lights up blue for Autism Awareness Month  Gulf News (April 18)       The Verona Quartet plays with Emirati student poets   The National (April 18)       Abu Dhabi: Student app monitors health of labourers   Gulf News (April 13)                                                                                                                                                                                     Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]}]