[{"detail": [{"content": "Student Conduct, Process, and Procedures                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Community Standards                 Sub Navigation                                 Student Conduct, Process, and Procedures                       Bias, Harassment, and Discrimination Compliance                       Student Grievance Procedure                       University Student Conduct Policies                       Our Goals                                                                   Student Conduct, Process, and Procedures       General:   The Office of Community Standards and Compliance, within the Division of Student Affairs, is one of several disciplinary venues within the University. The Office of Community Standards manages the University Student Conduct Process through which alleged violations of University (Senate) policies are reviewed. The office also oversees the administration of conduct actions in several related venues.   The University Student Conduct Process is an internal administrative procedure that is not tantamount to a criminal or civil hearing and, as such, fundamentally differs in terms of purpose and procedures. The student conduct process is intended to be both educational and adjudicative. Thus, the role of the student conduct administrator/panel is not only to determine the responsibility of the student for violating a University policy and to impose appropriate disciplinary interventions but also to encourage the student to consider the implications of his/her actions and decision-making and to take steps to develop the capacity to refrain from such behavior in the future.   Disposition of Complaints Filed with the Office of Community Standards:   A staff member in the Office of Community Standards will review a complaint, report and other materials submitted to that office. Based upon the preliminary review, the Office of Community Standards, in consultation with the appropriate University offices, may make the determination to dispose of the matter as follows:     1. Dismissal: The matter may be dismissed if the facts alleged in the complaint, even if they are true, do not constitute a violation of a University policy or a policy of the academic or administrative unit in which the matter arose.   2. Non-Judicial Intervention: The matter may be resolved through a non-judicial intervention (e.g mediation, educational interventions, administrative actions) if, at the discretion of the University, such a course of action is deemed to be an appropriate manner in which to address the matter.   3. Referral To Alternate University Venue: The matter may be referred to a University office or process (e.g. an academic college/school, Study Away site, office, etc) that is deemed to be the more appropriate venue through which to address the matter.   4. Assignment to Venues/Processes Overseen by the Office of Community Standards:   a. Assignment to Office of Community Standards (University) Student Conduct Process: Matters involving alleged violations of University policies are managed through the University Student Conduct Process which is overseen by the Office of Community Standards.   b. Residential Life Student Conduct Process: Matters involving alleged violations of Residential Life policies are managed through the Residential Life Student Conduct Process which is overseen by the Office of Community Standards.   c. Non-Matriculated Summer Resident Process: Matters involving alleged violations of the summer housing license agreement by residents who are not matriculated students at the University are managed by Residential Life and Housing Services through a review by a departmental/building administrator who has the authority to render a final decision. Such cases/individuals are not subject to, or afforded the same rights and responsibilities of, the Residential Life Student Conduct Process.   d. Assignment to the Center for Student Activities, Leadership and Service (CSALS). Matters involving alleged violations of terms of recognition by recognized student organizations are managed through the CSALS Group Conduct Process which is overseen by the Office of Community Standards.   e. Assignment to a Study Away Site: Matters involving alleged violations of University policies by students at one of the University’s Study Away Sites are managed through the Study Away Site Student Conduct Process.   f. Complaints of alleged sexual misconduct (e.g. sexual assault, relationship violence, stalking, and/or sexual harassment) which arise at the University, including at the Study Away Sites, are addressed by the Office of Community Standards as one component of the process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students.   Each student conduct venue at the University may conduct its proceedings in accordance with the established policies and procedures set forth by that particular administrative unit, school or division. Students involved in disciplinary proceedings are strongly advised to contact the appropriate administrative officer in the unit in which the proceeding is taking place to obtain a copy of the procedures being utilized in that venue.   Information about the above-noted policies and procedures utilized by the Office of Community Standards, the Department of Residential Life and Housing Services, the Office of Student Activities, and Study Away Sites is available below:        I. THE OFFICE OF COMMUNITY STANDARDS: UNIVERSITY DISCIPLINARY POLICIES AND PROCEDURES   Matters involving alleged violations of the University Rules of Conduct and Rules for the Maintenance of Public Order that fall under Senate jurisdiction are addressed through the University Student Conduct Process .   Matters involving alleged violations of the University Policy on Sexual Misconduct, Relationship Violence, and Stalking are addressed through the Process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students            II. OFFICE OF RESIDENTIAL LIFE AND HOUSING SERVICES: ADMINISTRATIVE AND STUDENT CONDUCT, POLICIES, AND PROCEDURES   Depending upon the nature of the alleged policy violation and the disciplinary record of the student, the review of alleged violations of Residential Life policies will be adjudicated through the Residential Life Student Conduct Process in one of the following ways:   A. If the alleged behavior caused significant disruption to the residential community or seriously compromised the safety or well-being of members of the residential community and/or if the disciplinary record of the student alleged to have engaged in the violative behavior places that student at risk for a sanction of dismissal from University Housing, the matter may be managed by an administrator in the Office of Community Standards.   B. If the alleged behavior caused significant disruption to the residential community or if the disciplinary record of the student alleged to have engaged in the violative behavior places that student at risk for a sanction of suspension or deferred suspension from University Housing, the matter may be managed by a senior administrator in the Office of Residential Life and Housing Services. In such cases, the matter will be addressed utilizing the Residential Life Student Conduct Process.   C. Other matters will be managed by an administrator in the residence hall in which the incident occurred or in which the students involved in the incident reside.   D. If the matter involves alleged violations of University policies as well as Residential Life policies, the matter may be referred directly to the Office of Community Standards and may be managed through the University Student Conduct Process.   The Residential Life Student Conduct Policies, Process, and Procedures are described in detail on the following webpage: Residential Life student conduct procedures .        III. THE CENTER FOR STUDENT ACTIVITIES, LEADERSHIP AND SERVICE: CLUB AND ORGANIZATION CONDUCT, POLICIES, AND PROCEDURES (CSALS)   Acting under the guidance of the Office of Community Standards, this office has authority to consider matters involving actions by student clubs and organizations, including fraternities and sororities, thatviolate the terms of their recognition or University programming policies. Behavior by clubs or organizations, or theirindividual members, that compromises the academic or personal well-being of other members of the University community or which involves violations of University policy will be referred to the Office of Community Standards and Compliance. Depending upon the nature of the alleged violation, matters involving allegations of policy violations by a recognized student organization at the University will be addressed as follows:   A. If the alleged violation is of a University policy, the alleged actions of the group may be reviewed by the Office of Community Standards through the University Student Conduct Process and Procedures.   B. If the alleged violation is of a CSALS standard for recognition as a University Student Organization, for student group activities, or a standard of behavior adopted by the student groups themselves (eg. the Pillars of the Greek Community), the alleged actions of the group will be reviewed through the CSALS Student Group Conduct Process in consultation with the Office of Community Standards.   More information is available at: CSALS          IV. ADMINISTRATIVE DEPARTMENTS AND UNITS   Each administrative office/unit at the University has the authority to address behavior that violates the policiesthat a student is obliged to follow with respect to his/her use of that particular office or service. For example, Coles Sports Center, Bobst Library, and Information Technology Services are examples of units/offices that may resolve complaints concerning astudent's non-adherence to the policies or procedures associated with the utilization of the services offered or administered by that respective office. Matters involving behavior that compromises the academic or personal well-being of students beyond the site orwhich involves violations of University policy that affect more than the site community may be referred to the Office of Community Standards and Compliance.          V. ACADEMIC SCHOOLS:   Each Academic School at New York University has jurisdiction over behavior which occurs within that School and affects the School community. Such matters may include questions of academic integrity as well as allegations of violations of other School or University policy. Please consult the handbook of the School to review its policies. Learn more .          VI. STUDENT DISCIPLINARY PROCESS FOR STUDENTS ENROLLED AT NYU's STUDY AWAY SITES/CAMPUSES:     Students who are studying away are responsible for abiding by the Study Away Standard as well as any other local policies. General matters involving alleged violations of University policies by students at one of the University’s Study Away Sites are managed through the Study Away Site Student Conduct Process. Matters arising in New York involving students whose home campus is NYU-Abu Dhabi or NYU-Shanghai may be referred to Site Administrators or Global Program Administrators as the circumstances warrant. Information about the Study Away Site student conduct process is available at: The Study Away Site/Campus Student Conduct Process And Procedures .   Note: Complaints of alleged sexual misconduct (e.g. sexual assault, relationship violence, stalking, and/or sexual harassment) which arise at the University, including at the Study Away Sites, are addressed through the process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students                                     Please Note: The information presented on this page is intended to provide readers with a summary of the related University policies and procedures and should not be construed to serve as a substitute for the actual regulations. Readers are advised to consult the University Policies page to read the official NYU policies regarding the judicial process.              Disciplinary Jurisdictions:                                           At NYU, there is no single office that handles all disciplinary cases. A case may be handled in one of several \"jurisdictions\" depending on several primary factors.                               An overview of the various jurisdictions is as follows:   The University's formal disciplinary system is comprised of two primary jurisdictions under which an alleged policy violation may be considered. If a matter affects only one School, disciplinary action is carried out by the faculty and officers of that School. If a matter affects more than one school, then disciplinary action is carried out under the authority of the University Senate, through its designee the Office of the Vice President for Student Affairs.   In addition to these two primary jurisdictions, if a matter involves a violation of the policies of a specific office/department which a student is obliged to follow with respect to his/her use of that particular office or service, and if the nature of the incident is relatively minor, then that office may take action as authorized, and in accordance with, its respective procedures. For example, the Residence Halls, Coles Sports Center, Bobst Library, and the Academic Computing Facility are examples of offices that may resolve complaints concerning behavior that relates to the student's use of the services offered or administered by that respective office. Questions regarding appropriate jurisdiction are referred to the University Office of Legal Counsel.   More Information .                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Student Conduct, Process, and Procedures                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Community Standards                 Sub Navigation                                 Student Conduct, Process, and Procedures                       Bias, Harassment, and Discrimination Compliance                       Student Grievance Procedure                       University Student Conduct Policies                       Our Goals                                                                   Student Conduct, Process, and Procedures       General:   The Office of Community Standards and Compliance, within the Division of Student Affairs, is one of several disciplinary venues within the University. The Office of Community Standards manages the University Student Conduct Process through which alleged violations of University (Senate) policies are reviewed. The office also oversees the administration of conduct actions in several related venues.   The University Student Conduct Process is an internal administrative procedure that is not tantamount to a criminal or civil hearing and, as such, fundamentally differs in terms of purpose and procedures. The student conduct process is intended to be both educational and adjudicative. Thus, the role of the student conduct administrator/panel is not only to determine the responsibility of the student for violating a University policy and to impose appropriate disciplinary interventions but also to encourage the student to consider the implications of his/her actions and decision-making and to take steps to develop the capacity to refrain from such behavior in the future.   Disposition of Complaints Filed with the Office of Community Standards:   A staff member in the Office of Community Standards will review a complaint, report and other materials submitted to that office. Based upon the preliminary review, the Office of Community Standards, in consultation with the appropriate University offices, may make the determination to dispose of the matter as follows:     1. Dismissal: The matter may be dismissed if the facts alleged in the complaint, even if they are true, do not constitute a violation of a University policy or a policy of the academic or administrative unit in which the matter arose.   2. Non-Judicial Intervention: The matter may be resolved through a non-judicial intervention (e.g mediation, educational interventions, administrative actions) if, at the discretion of the University, such a course of action is deemed to be an appropriate manner in which to address the matter.   3. Referral To Alternate University Venue: The matter may be referred to a University office or process (e.g. an academic college/school, Study Away site, office, etc) that is deemed to be the more appropriate venue through which to address the matter.   4. Assignment to Venues/Processes Overseen by the Office of Community Standards:   a. Assignment to Office of Community Standards (University) Student Conduct Process: Matters involving alleged violations of University policies are managed through the University Student Conduct Process which is overseen by the Office of Community Standards.   b. Residential Life Student Conduct Process: Matters involving alleged violations of Residential Life policies are managed through the Residential Life Student Conduct Process which is overseen by the Office of Community Standards.   c. Non-Matriculated Summer Resident Process: Matters involving alleged violations of the summer housing license agreement by residents who are not matriculated students at the University are managed by Residential Life and Housing Services through a review by a departmental/building administrator who has the authority to render a final decision. Such cases/individuals are not subject to, or afforded the same rights and responsibilities of, the Residential Life Student Conduct Process.   d. Assignment to the Center for Student Activities, Leadership and Service (CSALS). Matters involving alleged violations of terms of recognition by recognized student organizations are managed through the CSALS Group Conduct Process which is overseen by the Office of Community Standards.   e. Assignment to a Study Away Site: Matters involving alleged violations of University policies by students at one of the University’s Study Away Sites are managed through the Study Away Site Student Conduct Process.   f. Complaints of alleged sexual misconduct (e.g. sexual assault, relationship violence, stalking, and/or sexual harassment) which arise at the University, including at the Study Away Sites, are addressed by the Office of Community Standards as one component of the process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students.   Each student conduct venue at the University may conduct its proceedings in accordance with the established policies and procedures set forth by that particular administrative unit, school or division. Students involved in disciplinary proceedings are strongly advised to contact the appropriate administrative officer in the unit in which the proceeding is taking place to obtain a copy of the procedures being utilized in that venue.   Information about the above-noted policies and procedures utilized by the Office of Community Standards, the Department of Residential Life and Housing Services, the Office of Student Activities, and Study Away Sites is available below:        I. THE OFFICE OF COMMUNITY STANDARDS: UNIVERSITY DISCIPLINARY POLICIES AND PROCEDURES   Matters involving alleged violations of the University Rules of Conduct and Rules for the Maintenance of Public Order that fall under Senate jurisdiction are addressed through the University Student Conduct Process .   Matters involving alleged violations of the University Policy on Sexual Misconduct, Relationship Violence, and Stalking are addressed through the Process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students            II. OFFICE OF RESIDENTIAL LIFE AND HOUSING SERVICES: ADMINISTRATIVE AND STUDENT CONDUCT, POLICIES, AND PROCEDURES   Depending upon the nature of the alleged policy violation and the disciplinary record of the student, the review of alleged violations of Residential Life policies will be adjudicated through the Residential Life Student Conduct Process in one of the following ways:   A. If the alleged behavior caused significant disruption to the residential community or seriously compromised the safety or well-being of members of the residential community and/or if the disciplinary record of the student alleged to have engaged in the violative behavior places that student at risk for a sanction of dismissal from University Housing, the matter may be managed by an administrator in the Office of Community Standards.   B. If the alleged behavior caused significant disruption to the residential community or if the disciplinary record of the student alleged to have engaged in the violative behavior places that student at risk for a sanction of suspension or deferred suspension from University Housing, the matter may be managed by a senior administrator in the Office of Residential Life and Housing Services. In such cases, the matter will be addressed utilizing the Residential Life Student Conduct Process.   C. Other matters will be managed by an administrator in the residence hall in which the incident occurred or in which the students involved in the incident reside.   D. If the matter involves alleged violations of University policies as well as Residential Life policies, the matter may be referred directly to the Office of Community Standards and may be managed through the University Student Conduct Process.   The Residential Life Student Conduct Policies, Process, and Procedures are described in detail on the following webpage: Residential Life student conduct procedures .        III. THE CENTER FOR STUDENT ACTIVITIES, LEADERSHIP AND SERVICE: CLUB AND ORGANIZATION CONDUCT, POLICIES, AND PROCEDURES (CSALS)   Acting under the guidance of the Office of Community Standards, this office has authority to consider matters involving actions by student clubs and organizations, including fraternities and sororities, thatviolate the terms of their recognition or University programming policies. Behavior by clubs or organizations, or theirindividual members, that compromises the academic or personal well-being of other members of the University community or which involves violations of University policy will be referred to the Office of Community Standards and Compliance. Depending upon the nature of the alleged violation, matters involving allegations of policy violations by a recognized student organization at the University will be addressed as follows:   A. If the alleged violation is of a University policy, the alleged actions of the group may be reviewed by the Office of Community Standards through the University Student Conduct Process and Procedures.   B. If the alleged violation is of a CSALS standard for recognition as a University Student Organization, for student group activities, or a standard of behavior adopted by the student groups themselves (eg. the Pillars of the Greek Community), the alleged actions of the group will be reviewed through the CSALS Student Group Conduct Process in consultation with the Office of Community Standards.   More information is available at: CSALS          IV. ADMINISTRATIVE DEPARTMENTS AND UNITS   Each administrative office/unit at the University has the authority to address behavior that violates the policiesthat a student is obliged to follow with respect to his/her use of that particular office or service. For example, Coles Sports Center, Bobst Library, and Information Technology Services are examples of units/offices that may resolve complaints concerning astudent's non-adherence to the policies or procedures associated with the utilization of the services offered or administered by that respective office. Matters involving behavior that compromises the academic or personal well-being of students beyond the site orwhich involves violations of University policy that affect more than the site community may be referred to the Office of Community Standards and Compliance.          V. ACADEMIC SCHOOLS:   Each Academic School at New York University has jurisdiction over behavior which occurs within that School and affects the School community. Such matters may include questions of academic integrity as well as allegations of violations of other School or University policy. Please consult the handbook of the School to review its policies. Learn more .          VI. STUDENT DISCIPLINARY PROCESS FOR STUDENTS ENROLLED AT NYU's STUDY AWAY SITES/CAMPUSES:     Students who are studying away are responsible for abiding by the Study Away Standard as well as any other local policies. General matters involving alleged violations of University policies by students at one of the University’s Study Away Sites are managed through the Study Away Site Student Conduct Process. Matters arising in New York involving students whose home campus is NYU-Abu Dhabi or NYU-Shanghai may be referred to Site Administrators or Global Program Administrators as the circumstances warrant. Information about the Study Away Site student conduct process is available at: The Study Away Site/Campus Student Conduct Process And Procedures .   Note: Complaints of alleged sexual misconduct (e.g. sexual assault, relationship violence, stalking, and/or sexual harassment) which arise at the University, including at the Study Away Sites, are addressed through the process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students                                     Please Note: The information presented on this page is intended to provide readers with a summary of the related University policies and procedures and should not be construed to serve as a substitute for the actual regulations. Readers are advised to consult the University Policies page to read the official NYU policies regarding the judicial process.              Disciplinary Jurisdictions:                                           At NYU, there is no single office that handles all disciplinary cases. A case may be handled in one of several \"jurisdictions\" depending on several primary factors.                               An overview of the various jurisdictions is as follows:   The University's formal disciplinary system is comprised of two primary jurisdictions under which an alleged policy violation may be considered. If a matter affects only one School, disciplinary action is carried out by the faculty and officers of that School. If a matter affects more than one school, then disciplinary action is carried out under the authority of the University Senate, through its designee the Office of the Vice President for Student Affairs.   In addition to these two primary jurisdictions, if a matter involves a violation of the policies of a specific office/department which a student is obliged to follow with respect to his/her use of that particular office or service, and if the nature of the incident is relatively minor, then that office may take action as authorized, and in accordance with, its respective procedures. For example, the Residence Halls, Coles Sports Center, Bobst Library, and the Academic Computing Facility are examples of offices that may resolve complaints concerning behavior that relates to the student's use of the services offered or administered by that respective office. Questions regarding appropriate jurisdiction are referred to the University Office of Legal Counsel.   More Information .                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Application Process                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Education Options and Supports   /   Private School Options   /   High Schools                 Sub Navigation                                 Evaluating Schools for Your Child                       Application Process                       Application Timeline                                                                   Application Process      The admission process for most schools begins the Fall before your child enters school. Every school manages the admissions process differently. There are however areas of consistency for most schools: almost every school requires an application and assessment test (the “ERB”) and notify families of admissions decisions at around the same time. All schools will offer a tour and/or open house and most will also include parent and student interviews as part of the application process.   Navigating through a specific school’s website or using other resources can help you learn about the different schools and their processes.   Identify Your Options     Consider the factors that are most important to you including proximity to your home, program hours, and program offering, reputation, fit, etc.   Talk to child’s current school, friends, and neighbors, and use print and on-line resources to identify schools that meet your primary criteria.   All schools have an on-line presence where families can learn more about the school offerings.   Some useful resources include the ISAAGNY, The Parents League , and Victoria Goldman’s The Manhattan Directory of Private and Selective Public Schools .   Families living in the Greenwich Village area or those seeking a school near NYU will find a list of school in close proximity here .     Get Organized     Compile a list of 6-10 schools that you are interested in pursuing. The number of schools will depend upon a number of factors including whether you are looking in one or more geographical areas, the type of school, and need for financial aid, and more.   Review the ISAAGNY website to familiarize yourself with the admissions procedures that all member schools follow.   Schedule your child for the ISEE administered by the ERB at their NYC midtown office or satellite offices by using their on-line scheduler . The earlier you schedule the test, the more choice you will have for a date and time of your choosing.   Consider establishing a special calendar, checklist, or chart to help you stay on track. ISAAGNY offers an easy to use checklist to use or modify.     The Application     All schools have an on-line presence and many provide a downloadable admissions application. There are, however, some schools that require families to call the day after Labor Day to request an application which can be picked-up, mailed, and in some cases, emailed. The schools that offer the application on-line may make the application available on or before Labor Day.   Complete the application as soon as possible. In most cases, the application will trigger invitations to tours and scheduling of interviews. All supplemental materials - teacher letters of recommendation, test results, and school reports - will follow in the coming weeks and months. Be sure to keep careful track of the application deadlines.   Early in the semester, ask your teachers - usually math and English - to write letters of recommendations. Some schools may also request that you submit a graded writing sample; have your child select one written at either the end of the previous year or during the Fall of the current year that s/he thinks is a good representation of his schoolwork.   Most schools require that an application file be complete by late Fall. Be sure you make a note of each individual school’s deadline for all materials. An incomplete packet may signal lack of interest. If you might run into a problem meeting a deadline, talk with the school’s Admissions’ Office.   Financial aid applications can be sent in last but must be submitted within the stated time frames.     The Tour/Open House     After turning in your application, depending on the school, you will be able to set up a tour. If at all possible, it is preferable for both parents to attend.   Schools typically invite families for a specific tour. Try to be flexible. However, if the time does not work do not hesitate to explore an alternate date and time.   Be sure to be on time, turn off your cell phone, listen attentively, and ask questions that show interest.       Parent and Student Interview     After turning in your application, depending on the school, you may have to set up a tour and/or a student interview where your high school child will be observed with a group of peers in the classroom or one-on-one. Many schools will administer their own assessment test on this same day. Remind your child that this is their chance to experience the school more intimately and will help them assess if the school is a one that they would like to attend.   Parent interviews continue to be part of the admissions process for high school. There are, however, a handful of schools that will not interview parents.   Interviews provide a chance for the school to get to know your family better and to determine fit. This is also a special opportunity for you to share information about your child and your family, to consider if you think it is a good fit for your child, and articulate why you think this is a good fit. Use your essay as a guide.   Be sure to dress professionally, be on time, turn off your cell phone, and actively participate in the exchange.   A brief thank you note written following the interview is a welcome addition to your admissions file and gives your child another chance to say why s/he is a good candidate for the school.     The Assessment/Placement Test     Nearly all private high schools will require that the applicant take an admissions test popularly known the “ERB” named for the organization that administers the test, the Educational Records Bureau . The evaluation, for grades 4-12, is known as the Independent School Entrance Exam, or commonly as, the ISEE. The ISEE is administered in NYC at the ERB offices (220 East 42nd Street).   If you are applying from a location outside the NYC metro area, or from an international location, you may be able to schedule the ISEE at a location near your home. The ERB website includes a search engine for alternative locations and a phone contact. In some cases, schools will accept the SSAT , another assessment test which may be more readily available outside of the NYC metro area. This test is available for students entering grades 6-12.) Be sure to check that the testing date meets the application deadline requirements or that the school(s) you are applying to will accept the SSAT.   The tests are offered year round. Individuals applying during the normal application period must take the test between the months of April through early January. The test may be taken one time only during each admission cycle.   Information about the ISEE test including a guide is available on the ERB website .     Letters of Decision or Waitlists   Admissions decisions are typically made by a committee of school administrators and teachers. The primary goal of the admissions committee is to identify those children that are most likely to be successful in the school. As schools reflect on the applications they consider all pieces of the application and are seeking to create a well-balanced community of learners in each grade and throughout the school.   Each school’s website will clearly state the date decisions will be released. Or, for easy reference, you can refer to the ISAAGNY timeline.   If you receive more than one acceptance, it is important that you notify any and all schools that you are not interested to attend that you are declining their offer. Doing this quickly allows the schools to reach out to families on their waitlist.   If you receive more than one acceptance, take advantage of the opportunity to schedule your child to revisit a school or two to help them make their final decision.   If your child is placed on a waitlist at a school that you would like your child to attend, be sure to communicate your interest to the school. Seek guidance from the Admissions Office about suggested and appropriate follow-up.     Signing an Enrollment Agreement   Once you have received a letter of acceptance at a school that you are interested in attending, you will have to decide if this is the right school for your child and if applicable if the financial aid package is adequate.   ISAAGNY’s timeline establishes the date that you must accept an offer of admission. The turnaround time for signing an enrollment contract is usually less than two weeks from the date of notification.   It is important to know that if you sign a contract with an ISAAGNY school, no other ISAAGNY school is allowed to offer you one.                         Need Assistance?   The Parents League of New York sponsors school fairs, information sessions for parents, and consultation on school options.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Student Conduct, Process, and Procedures                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Community Standards                 Sub Navigation                                 Student Conduct, Process, and Procedures                       Bias, Harassment, and Discrimination Compliance                       Student Grievance Procedure                       University Student Conduct Policies                       Our Goals                                                                   Student Conduct, Process, and Procedures       General:   The Office of Community Standards and Compliance, within the Division of Student Affairs, is one of several disciplinary venues within the University. The Office of Community Standards manages the University Student Conduct Process through which alleged violations of University (Senate) policies are reviewed. The office also oversees the administration of conduct actions in several related venues.   The University Student Conduct Process is an internal administrative procedure that is not tantamount to a criminal or civil hearing and, as such, fundamentally differs in terms of purpose and procedures. The student conduct process is intended to be both educational and adjudicative. Thus, the role of the student conduct administrator/panel is not only to determine the responsibility of the student for violating a University policy and to impose appropriate disciplinary interventions but also to encourage the student to consider the implications of his/her actions and decision-making and to take steps to develop the capacity to refrain from such behavior in the future.   Disposition of Complaints Filed with the Office of Community Standards:   A staff member in the Office of Community Standards will review a complaint, report and other materials submitted to that office. Based upon the preliminary review, the Office of Community Standards, in consultation with the appropriate University offices, may make the determination to dispose of the matter as follows:     1. Dismissal: The matter may be dismissed if the facts alleged in the complaint, even if they are true, do not constitute a violation of a University policy or a policy of the academic or administrative unit in which the matter arose.   2. Non-Judicial Intervention: The matter may be resolved through a non-judicial intervention (e.g mediation, educational interventions, administrative actions) if, at the discretion of the University, such a course of action is deemed to be an appropriate manner in which to address the matter.   3. Referral To Alternate University Venue: The matter may be referred to a University office or process (e.g. an academic college/school, Study Away site, office, etc) that is deemed to be the more appropriate venue through which to address the matter.   4. Assignment to Venues/Processes Overseen by the Office of Community Standards:   a. Assignment to Office of Community Standards (University) Student Conduct Process: Matters involving alleged violations of University policies are managed through the University Student Conduct Process which is overseen by the Office of Community Standards.   b. Residential Life Student Conduct Process: Matters involving alleged violations of Residential Life policies are managed through the Residential Life Student Conduct Process which is overseen by the Office of Community Standards.   c. Non-Matriculated Summer Resident Process: Matters involving alleged violations of the summer housing license agreement by residents who are not matriculated students at the University are managed by Residential Life and Housing Services through a review by a departmental/building administrator who has the authority to render a final decision. Such cases/individuals are not subject to, or afforded the same rights and responsibilities of, the Residential Life Student Conduct Process.   d. Assignment to the Center for Student Activities, Leadership and Service (CSALS). Matters involving alleged violations of terms of recognition by recognized student organizations are managed through the CSALS Group Conduct Process which is overseen by the Office of Community Standards.   e. Assignment to a Study Away Site: Matters involving alleged violations of University policies by students at one of the University’s Study Away Sites are managed through the Study Away Site Student Conduct Process.   f. Complaints of alleged sexual misconduct (e.g. sexual assault, relationship violence, stalking, and/or sexual harassment) which arise at the University, including at the Study Away Sites, are addressed by the Office of Community Standards as one component of the process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students.   Each student conduct venue at the University may conduct its proceedings in accordance with the established policies and procedures set forth by that particular administrative unit, school or division. Students involved in disciplinary proceedings are strongly advised to contact the appropriate administrative officer in the unit in which the proceeding is taking place to obtain a copy of the procedures being utilized in that venue.   Information about the above-noted policies and procedures utilized by the Office of Community Standards, the Department of Residential Life and Housing Services, the Office of Student Activities, and Study Away Sites is available below:        I. THE OFFICE OF COMMUNITY STANDARDS: UNIVERSITY DISCIPLINARY POLICIES AND PROCEDURES   Matters involving alleged violations of the University Rules of Conduct and Rules for the Maintenance of Public Order that fall under Senate jurisdiction are addressed through the University Student Conduct Process .   Matters involving alleged violations of the University Policy on Sexual Misconduct, Relationship Violence, and Stalking are addressed through the Process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students            II. OFFICE OF RESIDENTIAL LIFE AND HOUSING SERVICES: ADMINISTRATIVE AND STUDENT CONDUCT, POLICIES, AND PROCEDURES   Depending upon the nature of the alleged policy violation and the disciplinary record of the student, the review of alleged violations of Residential Life policies will be adjudicated through the Residential Life Student Conduct Process in one of the following ways:   A. If the alleged behavior caused significant disruption to the residential community or seriously compromised the safety or well-being of members of the residential community and/or if the disciplinary record of the student alleged to have engaged in the violative behavior places that student at risk for a sanction of dismissal from University Housing, the matter may be managed by an administrator in the Office of Community Standards.   B. If the alleged behavior caused significant disruption to the residential community or if the disciplinary record of the student alleged to have engaged in the violative behavior places that student at risk for a sanction of suspension or deferred suspension from University Housing, the matter may be managed by a senior administrator in the Office of Residential Life and Housing Services. In such cases, the matter will be addressed utilizing the Residential Life Student Conduct Process.   C. Other matters will be managed by an administrator in the residence hall in which the incident occurred or in which the students involved in the incident reside.   D. If the matter involves alleged violations of University policies as well as Residential Life policies, the matter may be referred directly to the Office of Community Standards and may be managed through the University Student Conduct Process.   The Residential Life Student Conduct Policies, Process, and Procedures are described in detail on the following webpage: Residential Life student conduct procedures .        III. THE CENTER FOR STUDENT ACTIVITIES, LEADERSHIP AND SERVICE: CLUB AND ORGANIZATION CONDUCT, POLICIES, AND PROCEDURES (CSALS)   Acting under the guidance of the Office of Community Standards, this office has authority to consider matters involving actions by student clubs and organizations, including fraternities and sororities, thatviolate the terms of their recognition or University programming policies. Behavior by clubs or organizations, or theirindividual members, that compromises the academic or personal well-being of other members of the University community or which involves violations of University policy will be referred to the Office of Community Standards and Compliance. Depending upon the nature of the alleged violation, matters involving allegations of policy violations by a recognized student organization at the University will be addressed as follows:   A. If the alleged violation is of a University policy, the alleged actions of the group may be reviewed by the Office of Community Standards through the University Student Conduct Process and Procedures.   B. If the alleged violation is of a CSALS standard for recognition as a University Student Organization, for student group activities, or a standard of behavior adopted by the student groups themselves (eg. the Pillars of the Greek Community), the alleged actions of the group will be reviewed through the CSALS Student Group Conduct Process in consultation with the Office of Community Standards.   More information is available at: CSALS          IV. ADMINISTRATIVE DEPARTMENTS AND UNITS   Each administrative office/unit at the University has the authority to address behavior that violates the policiesthat a student is obliged to follow with respect to his/her use of that particular office or service. For example, Coles Sports Center, Bobst Library, and Information Technology Services are examples of units/offices that may resolve complaints concerning astudent's non-adherence to the policies or procedures associated with the utilization of the services offered or administered by that respective office. Matters involving behavior that compromises the academic or personal well-being of students beyond the site orwhich involves violations of University policy that affect more than the site community may be referred to the Office of Community Standards and Compliance.          V. ACADEMIC SCHOOLS:   Each Academic School at New York University has jurisdiction over behavior which occurs within that School and affects the School community. Such matters may include questions of academic integrity as well as allegations of violations of other School or University policy. Please consult the handbook of the School to review its policies. Learn more .          VI. STUDENT DISCIPLINARY PROCESS FOR STUDENTS ENROLLED AT NYU's STUDY AWAY SITES/CAMPUSES:     Students who are studying away are responsible for abiding by the Study Away Standard as well as any other local policies. General matters involving alleged violations of University policies by students at one of the University’s Study Away Sites are managed through the Study Away Site Student Conduct Process. Matters arising in New York involving students whose home campus is NYU-Abu Dhabi or NYU-Shanghai may be referred to Site Administrators or Global Program Administrators as the circumstances warrant. Information about the Study Away Site student conduct process is available at: The Study Away Site/Campus Student Conduct Process And Procedures .   Note: Complaints of alleged sexual misconduct (e.g. sexual assault, relationship violence, stalking, and/or sexual harassment) which arise at the University, including at the Study Away Sites, are addressed through the process for Reporting, Investigating, and Resolving Sexual Misconduct, Relationship Violence, and Stalking Complaints Against Students                                     Please Note: The information presented on this page is intended to provide readers with a summary of the related University policies and procedures and should not be construed to serve as a substitute for the actual regulations. Readers are advised to consult the University Policies page to read the official NYU policies regarding the judicial process.              Disciplinary Jurisdictions:                                           At NYU, there is no single office that handles all disciplinary cases. A case may be handled in one of several \"jurisdictions\" depending on several primary factors.                               An overview of the various jurisdictions is as follows:   The University's formal disciplinary system is comprised of two primary jurisdictions under which an alleged policy violation may be considered. If a matter affects only one School, disciplinary action is carried out by the faculty and officers of that School. If a matter affects more than one school, then disciplinary action is carried out under the authority of the University Senate, through its designee the Office of the Vice President for Student Affairs.   In addition to these two primary jurisdictions, if a matter involves a violation of the policies of a specific office/department which a student is obliged to follow with respect to his/her use of that particular office or service, and if the nature of the incident is relatively minor, then that office may take action as authorized, and in accordance with, its respective procedures. For example, the Residence Halls, Coles Sports Center, Bobst Library, and the Academic Computing Facility are examples of offices that may resolve complaints concerning behavior that relates to the student's use of the services offered or administered by that respective office. Questions regarding appropriate jurisdiction are referred to the University Office of Legal Counsel.   More Information .                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Application Process                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Education Options and Supports   /   Private School Options   /   High Schools                 Sub Navigation                                 Evaluating Schools for Your Child                       Application Process                       Application Timeline                                                                   Application Process      The admission process for most schools begins the Fall before your child enters school. Every school manages the admissions process differently. There are however areas of consistency for most schools: almost every school requires an application and assessment test (the “ERB”) and notify families of admissions decisions at around the same time. All schools will offer a tour and/or open house and most will also include parent and student interviews as part of the application process.   Navigating through a specific school’s website or using other resources can help you learn about the different schools and their processes.   Identify Your Options     Consider the factors that are most important to you including proximity to your home, program hours, and program offering, reputation, fit, etc.   Talk to child’s current school, friends, and neighbors, and use print and on-line resources to identify schools that meet your primary criteria.   All schools have an on-line presence where families can learn more about the school offerings.   Some useful resources include the ISAAGNY, The Parents League , and Victoria Goldman’s The Manhattan Directory of Private and Selective Public Schools .   Families living in the Greenwich Village area or those seeking a school near NYU will find a list of school in close proximity here .     Get Organized     Compile a list of 6-10 schools that you are interested in pursuing. The number of schools will depend upon a number of factors including whether you are looking in one or more geographical areas, the type of school, and need for financial aid, and more.   Review the ISAAGNY website to familiarize yourself with the admissions procedures that all member schools follow.   Schedule your child for the ISEE administered by the ERB at their NYC midtown office or satellite offices by using their on-line scheduler . The earlier you schedule the test, the more choice you will have for a date and time of your choosing.   Consider establishing a special calendar, checklist, or chart to help you stay on track. ISAAGNY offers an easy to use checklist to use or modify.     The Application     All schools have an on-line presence and many provide a downloadable admissions application. There are, however, some schools that require families to call the day after Labor Day to request an application which can be picked-up, mailed, and in some cases, emailed. The schools that offer the application on-line may make the application available on or before Labor Day.   Complete the application as soon as possible. In most cases, the application will trigger invitations to tours and scheduling of interviews. All supplemental materials - teacher letters of recommendation, test results, and school reports - will follow in the coming weeks and months. Be sure to keep careful track of the application deadlines.   Early in the semester, ask your teachers - usually math and English - to write letters of recommendations. Some schools may also request that you submit a graded writing sample; have your child select one written at either the end of the previous year or during the Fall of the current year that s/he thinks is a good representation of his schoolwork.   Most schools require that an application file be complete by late Fall. Be sure you make a note of each individual school’s deadline for all materials. An incomplete packet may signal lack of interest. If you might run into a problem meeting a deadline, talk with the school’s Admissions’ Office.   Financial aid applications can be sent in last but must be submitted within the stated time frames.     The Tour/Open House     After turning in your application, depending on the school, you will be able to set up a tour. If at all possible, it is preferable for both parents to attend.   Schools typically invite families for a specific tour. Try to be flexible. However, if the time does not work do not hesitate to explore an alternate date and time.   Be sure to be on time, turn off your cell phone, listen attentively, and ask questions that show interest.       Parent and Student Interview     After turning in your application, depending on the school, you may have to set up a tour and/or a student interview where your high school child will be observed with a group of peers in the classroom or one-on-one. Many schools will administer their own assessment test on this same day. Remind your child that this is their chance to experience the school more intimately and will help them assess if the school is a one that they would like to attend.   Parent interviews continue to be part of the admissions process for high school. There are, however, a handful of schools that will not interview parents.   Interviews provide a chance for the school to get to know your family better and to determine fit. This is also a special opportunity for you to share information about your child and your family, to consider if you think it is a good fit for your child, and articulate why you think this is a good fit. Use your essay as a guide.   Be sure to dress professionally, be on time, turn off your cell phone, and actively participate in the exchange.   A brief thank you note written following the interview is a welcome addition to your admissions file and gives your child another chance to say why s/he is a good candidate for the school.     The Assessment/Placement Test     Nearly all private high schools will require that the applicant take an admissions test popularly known the “ERB” named for the organization that administers the test, the Educational Records Bureau . The evaluation, for grades 4-12, is known as the Independent School Entrance Exam, or commonly as, the ISEE. The ISEE is administered in NYC at the ERB offices (220 East 42nd Street).   If you are applying from a location outside the NYC metro area, or from an international location, you may be able to schedule the ISEE at a location near your home. The ERB website includes a search engine for alternative locations and a phone contact. In some cases, schools will accept the SSAT , another assessment test which may be more readily available outside of the NYC metro area. This test is available for students entering grades 6-12.) Be sure to check that the testing date meets the application deadline requirements or that the school(s) you are applying to will accept the SSAT.   The tests are offered year round. Individuals applying during the normal application period must take the test between the months of April through early January. The test may be taken one time only during each admission cycle.   Information about the ISEE test including a guide is available on the ERB website .     Letters of Decision or Waitlists   Admissions decisions are typically made by a committee of school administrators and teachers. The primary goal of the admissions committee is to identify those children that are most likely to be successful in the school. As schools reflect on the applications they consider all pieces of the application and are seeking to create a well-balanced community of learners in each grade and throughout the school.   Each school’s website will clearly state the date decisions will be released. Or, for easy reference, you can refer to the ISAAGNY timeline.   If you receive more than one acceptance, it is important that you notify any and all schools that you are not interested to attend that you are declining their offer. Doing this quickly allows the schools to reach out to families on their waitlist.   If you receive more than one acceptance, take advantage of the opportunity to schedule your child to revisit a school or two to help them make their final decision.   If your child is placed on a waitlist at a school that you would like your child to attend, be sure to communicate your interest to the school. Seek guidance from the Admissions Office about suggested and appropriate follow-up.     Signing an Enrollment Agreement   Once you have received a letter of acceptance at a school that you are interested in attending, you will have to decide if this is the right school for your child and if applicable if the financial aid package is adequate.   ISAAGNY’s timeline establishes the date that you must accept an offer of admission. The turnaround time for signing an enrollment contract is usually less than two weeks from the date of notification.   It is important to know that if you sign a contract with an ISAAGNY school, no other ISAAGNY school is allowed to offer you one.                         Need Assistance?   The Parents League of New York sponsors school fairs, information sessions for parents, and consultation on school options.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Application Process for NYU Students                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Student Exchange Opportunities   /   NYU International Exchange Program                 Sub Navigation                                 Is the Exchange Program Right for You?                       International Partner Universities                       Application Process for NYU Students                                                                   Application Process for NYU Students      Admission to the International Exchange program is highly selective. An extremely limited number of spaces is available each year. The application process is two steps: first you must be chosen from all NYU applicants to be the University nominee; second, you must be approved for admission by the partner university.     1. Review Partner Schools   Read about each school and visit their websites. Decide on an institution and make an appointment to discuss your plans with an advisor.   2. Research the Courses   Follow the links on the Partner Universities page to your desired host university's course listings. Just like at NYU, not every course is offered every semester. Be sure to pay attention to semesters and course levels. In some cases, certain courses are only available for a full year. Talk to a Global Programs counselor if you need assistance deciphering course offerings.   3. Meet with Your Advisor   Confirm with the advisors in your school and department that the courses you intend to take through the exchange program will be appropriate for your academic plan. Keep in mind courses cannot be guaranteed ahead of time. It is best to approve more than you need to give you flexibilty. Have your advisor sign an academic planning form so you can submit it with your application.   CAS students are encouraged to visit the CAS Advising Office in the Silver Center (9th Floor) for academic advising regarding the International Exchange Program.   4. Apply   To apply for the program, you must submit a completed Student Data Form and supporting materials to NYU Global Programs located at UHall, 110 East 14th Street, Lower Level before the specified application deadline.   DEADLINES:   The application deadline for the full academic year or fall semester is February 15th and September 15th for the spring semester. (The International Exchange Program does not operate during the summer term.) First your application materials are reviewed by an NYU committee to determine if you will become an NYU nominee. Students who are chosen as nominees must then abide by additional application deadlines set by the partner institutions; there is very little flexibilty with deadlines.   NYU Global Programs will process your application materials. If approved, you will be nominated for the program and your application materials will be forwarded to your selected host university. The host university will require you to complete a version of their exchange student application form once they have received your initial application materials and have approved of your participation. If your school's application form asks for an application fee, please double check with NYU Global Programs to see if it is truly necessary (it is usually not necessary). Some univeristies have an application form available for you to complete ahead of time, but most will invite you to complete an application only after successful review of your Student Data Form and supporting materials.   Further information about applying can be found in individual partner university descriptions. Email global.outgoing.exchanges@nyu.edu with any questions you have about applying to the International Exchange Program.                                                  NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                Questions?        Contact Us                                                                                               NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]