[{"detail": [{"content": "Global and Transcultural Communication - Undergraduate Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Global and Transcultural Communication        Courses examine challenges posed by globalization in terms of mobility of cultural products, transnational media and identity concerns, policy issues.                     MCC-UE 1005 - The Culture Industries   A survey of the contemporary arts and journalism, with particular attention to the impact of corporate concentration on the working atmosphere and final 'product' in each field. Through broad reading and interviews with weekly guests, we will probe the working life today in television, radio, cinema, magazine writing, book publishing, Web production and the music business.    View Sample Syllabus          MCC-UE 1011 - Media and Migration   The course examines the role of media in the lives and cultures of transnational immigrant communities. Using a comparative framework and readings drawn from interdisciplinary sources, the course will explore how media practices and media representations (re)define and enable a re-imagining of national belonging, identity and culture in the context of global relocations. View sample syllabus          MCC-UE 1016 - Media Audiences   Communication scholars have long concerned themselves with the relationship between various media/technologies and &lsquo;the audience.&rsquo;  Different intentions and perspectives inform the discourse and research on how media and communication technologies and their audiences/users interact.  This course will proceed historically, theoretically, and methodologically, always questioning the construction of audiences and media users -- constructions that are shaped by commercial, academic, political and cultural contexts. Students will reflect on some historical analyses of &lsquo;emergent&rsquo; audiences and critical responses to institutional constructions of audiences.  Students will critique mass communication &lsquo;positivist&rsquo; studies and questions of &lsquo;media effects&rsquo; that dominated debates about audiences beginning in the early twentieth century and still continue today. In addition, students will examine how media and audiences are both situated in particular multiple contexts that have a bearing on how media are generated and circulated, and how audiences experience and make meaning of media/technologies. Methodologically, students will investigate how audiences are conceptualized and researched by scholars and cultural critics.  Throughout the course, students will explore the thinking and multiple contexts that frame various conceptualizations of media/technologies and audiences, and how these different approaches inform the concerns, questions, methods, findings, and implications of audience/user research . View sample syllabus          MCC-UE 1020 - The Business of Media   Detailed examination of the business models and economic traits in a variety of media industries including film and television, cable and satellite, book and magazine publishing, gaming and the Internet. Emphasis on historical trends and current strategies in both domestic and global markets. View sample syllabus          MCC-UE 1022 - Latino Media   Examines the production, consumption and cultural meaning of Latino media produced in and around the United States (as opposed to that produced in Latin American countries). Focuses on a wide range of mediated cultural production: television, radio, film, advertising, magazines, etc. This course will be a critical investigation into the theories, production and consumption of Latino media and popular culture. Examines the influence popular culture has on politics, identity formation, shaping culture and as a mode of revealing, producing and reproducing ideology and political struggle. View sample syllabus          MCC-UE 1023 - East Asian Media and Popular Culture   This course explores the evolving media and communication systems in East Asia from economic, political, cultural, technological and network perspectives. Particular attention is paid to the impact of Internet and mobile media on traditional media institutions, the changing role of transnational corporations, and the relations between states and their people. More than half of the course focuses on the Greater China region (Hong Kong, Taiwan, and the mainland). Japan and South Korea are also covered. View sample syllabus          MCC-UE 1210 - Senior Honors in Media, Culture, and Communication   Prerequisite: senior standing and department approval to pursue honors in the major. Open only to MCC majors with senior standing. Extended primary research in media, culture, and communication focusing on the development and sharing of individual research projects. Students enroll the following semester in 2 points of Independent Study under the direction of a faculty honors sponsor, as outlined in department guidelines.          MCC-UE 1300 - Media and Global Communication   Examines the broad range of activities associated with the globalization of media production, distribution, and reception. Issues include the relationship between local and national identities and the emergence of a 'global culture' and the impact of technological innovations on the media themselves and their use and reception in a variety of settings. View sample syllabus          MCC-UE 1302 - Global Television   This course introduces students to theories of global television studies, the reception of American media abroad, and several case studies of television from around the world. Students will learn about the challenges and rewards of studying global television, both of which revolve around how to study television programming and the television industry across cultures and across languages.    View Sample Syllabus          MCC-UE 1304 - Global Media and International Law   This course examines public policy issues and institutions of media governance at the international level. It provides a historical overview of the various institutions and actors involved in global media governance, and assesses the various principles and practices that constitute the regime of global media governance, including the regulation of broadcasting, telecommunications, the Internet, and trade in media products. Special attention is paid to current debates within multilateral bodies such as UNESCO, the WTO, and the International Telecommunication Union. View Sample Syllabus          MCC-UE 1305 - Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication, media, information and international development. Topics include state-building, modernization, dependency and globalization. Every week will be dedicated to a particular country/region and media development program whereby students will analyze a specific case study.    Sample Syllabus          MCC-UE 1306 - Transnational Media Flows   This class examines the intersecting dynamics of media genres and geo-linguistic cultural markets in the configuration of global and regional media flows. It looks in particular at the way media genres travel and how their circulation raises issues about the cultural power of certain media narratives in specific historical, political and social conditions of consumption. We will examine the battle for national, regional, and global media markets as a struggle for the ?legitimate? cultural and political view of the world expressed through information (news), scientific discourse (documentaries), and popular culture (films, telenovelas, reality television, music) to understand the complex global flow of television programs and films.    View Sample Syllabus          MCC-UE 1310 - Culture and Media in Urban China   What  does it mean to be &ldquo;urban&rdquo; in China and how is Chinese urbanism mediated by new  cultural formations? In this course we will examine the culture and media that  define city life in China, including Chinese state and popular media,  television and film, music, fashion, verbal art and literature (in print and  online) and visual art. We will focus on the period from the building booms of  the mid-to-late nineties to the present. Students will work in teams to make  presentations on urban culture, and use primary sources in translation and  secondary sources to write individual essays. Chinese language ability  appreciated but by no means required .    *This course will run as a Global Honors Seminar in Fall 2012 and will have an additional travel component in the January 2012 term. Students must apply for the program. Contact comm.advisors@nyu.edu for more information.    Sample Syllabus           MCC-UE 1340 - Religion and Media   This course examines the ways in which conventional and non-conventional media re-create religious experience. Increasingly, religion is experienced not only in sacred spaces, and through ritual and scripture, but is also communicated through radio, TV, and the Internet, as well as in consumer culture and political campaigns. This course examines the significance of religion in modern life from historical and contemporary perspectives, paying attention to questions of religious and national difference, as well as material and symbolic practices. View sample syllabus          MCC-UE 1341 - Middle East Media (formerly Islam, Media and the West)   This course examines contemporary media in (primarily Arab parts of) the Middle East and the US and their relationship to the perceived rift between Islam and the West. Readings and media examples focus on the politics of culture, religion, modernity, and national identity as they shape and intersect with contemporary geopolitical events, cultural formations and media globalization. View sample syllabus          MCC-UE 1342 - Sounds In and Out of Africa   This course investigates cultural influence and exchange between Africa, the African diaspora, Europe, and America with a particular emphasis on sound and music. How has the sound of Africa been transcribed, recorded, stored, transported, and represented in the West? What can this tell us about global cultural flow? How do specific recording techniques articulate with global music markets? The course analyzes the transatlantic feedback between Africa, America and Europe; evaluates the politics of transcription, ethnographic description, and recording; and examines the changing role for traditional African music in a global world. View sample syllabus          MCC-UE 1351 - War As Media   This course examines the proposition that contemporary war should be understood as media. War has become mediatized and media has been militarized. This course treats war and poltical violence as communicative acts and technologies and focuses on how they shape our understanding and experience of landscape, vision, body, time and memory.    View Sample Syllabus          MCC-UE 1352 - Empire, Revolution and Media   This course examines the role of media in the history and emergence of empires and revolutions and the history of media empires. It focuses on the investment in media forces by both empires and revolutions, and the tendency of media to form empires that are subject to periodic revolution? in the marketplace within the contexts of colonization, decolonization and globalization. Media discussed include prints, paintings, photography, journalism, fiction, cinema, the Internet and digital media. View sample syllabus          MCC-UE 1401 - Global Cultures and Identities   Note: This course will replace E59.1735 Intercultural Communication in the Fall 2010 semester. If you have taken Intercultural Communication you should not take this course. This course examines globalization as it is inscribed in everyday practices through the transnational traffic of persons, cultural artifacts, and ideas. The course will focus on issues of transnational mobility, modernity, the local/global divide, and pay specific attention to how categories of race, gender, and ethnicity intersect with transnational change.    View Sample Syllabus          MCC-UE 1405 - Copyright, Commerce and Culture   Course explores the basic tenets and operative principles of the global copyright system. It considers the ways in which media industries, artists, and consumers interact with the copyright system and judges how well it serves its stated purposes: to encourage art and creativity. Examinies various social, cultural, legal, and political issues that have arisen in recent years as a result of new communicative technologies. The two main technological changes that concern us are the digitization of information and culture and the rise of networks within society and politics.    View Sample Syllabus                 MCC-UE 1407 - Gender, Sex and the Global   This course examines how globalization impacts the construction of gender &amp; sexuality. Through discussions of contemporary issues in various global sites, the course addresses the politics of gender as it is shaped by trans-border flows of media, people &amp; cultural products. View sample syllabus          MCC-UE 1410 - Global Visual Culture   This course examines the role of visual culture in the emergence of, concepts of, and processes of globalization and the global cultural flows. In introducing students to the concept of the visual construction of the social field, the course compares the means by which cultures visualize themselves in forms ranging from the imagination to the encounter between people and visualized media. The course takes as its fundamental premise that visual culture circulates and creates meaning in increasing global flows and that the very foundations of global capital, global culture, and global media are based on the dynamics of visuality and the power systems it both affirms and challenges. View sample syllabus          MCC-UE 1450 - Global Media Seminar (now listed at 9450)   This umbrella number encompasses topics-based courses offered at NYU global campuses &amp; other international locations that examine the social, political and economic dynamics of media &amp; culture in specific national, regional &amp; historical contexts.    Note: The courses listed below count under one Field of Study: Global and Transcultural Communication.    E59.9451 Global Media Seminar: Media in China Counts toward Global and Transcultural Field of Study Sample Syllabus    This course is designed to introduce contemporary media industries in China, involving print, broadcasting, film, PR, advertising, and new media. This course reviews the structures, functions, and influences of various forms of media industries. Practical media work is emphasized. Additionally, it analyzes existing issues on these media industries from historical, regulatory, social, and technological perspectives. (Offered in Shanghai)    E59.9452 Global Media Seminar: Television &amp; Democracy in Italy Counts toward Global and Transcultural Field of Study Sample Syllabus    The goal of this course is to present a thorough historical survey of fifty years of television in Italy, with a special emphasis on the relation between television broadcasting and democratic politics. The course will be structured in four parts: the early days of television in Italy, characterized by the monopoly of RAI and the political influence of the Christian Democrats; the political conflicts and policy-making choices of the 70s; the so-called &ldquo;far west&rdquo; of commercial broadcasting and the birth of the duopoly during the 80s; the change of political landscape during the 90s and the years 2000, with the increasing competition between RAI and Mediaset, the conflicts of interest of Berlusconi and the advent of pay per view and digital terrestrial television. Conducted in English. (Offered in Florence)    E59.9453 Global Media Seminar: Post Communist Media Systems Counts toward Global and Transcultural Field of Study Sample Syllabus    The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics. (Offered in Prague)    E59.9454 Global Media Seminar: France and Europe Counts toward Global and Transcultural Field of Study Sample Syllabus    This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English. (Offered in Paris)    E59.9455 Global Media Seminar: Latin America Counts toward Global and Transcultural Field of Study Sample Syllabus    The course acquaints students with Latin American theories, practices and representations about the Media. In order to provide a complex perspective, the course will begin with a reflection about globalization, identities and local cultures and their tensions with the constitution of a global culture. The second and most important part of the course are the Latin American researches, perspectives and representations about the media, their place in contemporary societies, their active participation in the constitution of identities and the role in the construction of an agenda. This is how the course will introduce not only Latin American perspectives but also a global vision that will allow students to articulate global and local problems from a critical point of view. The denaturalization of the media, the identification of their constructions, representations and selections are some of the objectives of the course: to re-read media practices as a way to reflect about everyday practices. (Offered in Buenos Aires)    E59.9456 Global Media Seminar: Australia and the Pacific Rim Counts toward Global and Transcultural Field of Study  Sample Syllabus    This course brings together diverse issues and perspectives in rapidly evolving areas of international/global communication. Historical and theoretical frameworks will be provided to help students to approach the scope, disparity and complexity of current developments in our media landscape. Students will be encouraged to critically assess shifts in national, regional, and international media patterns of production, distribution, and consumption over time, leading to analysis of the tumultuous contemporary global communication environment. Key concepts associated with international communication will be examined, including a focus on trends in national and global media consolidation, cultural implications of globalisation, international broadcasting, information flows, international communication law and regulation, and trends in communication and information technologies. The focus of the course will be international, with a particular emphasis on Australia. (Offered in Sydney)              MCC-UE 1762 - Cultural Geography of Commodities: Coffee   This course will investigate the cultural and media geographies of a specific commodity, such as coffee, tea, sugar, oil, and cotton, assessing historical and contemporary issues that inform modes of production, the development of international or domestic trade, and media representation. Students will work as a team to produce a project that analyzes the intricacies of the commodity&mdash;in this case, coffee. The course will include on-the-ground research and site visits.    View Sample Syllabus          MCC-UE 9140 / E59.1400099 - Communication & Cultural Contexts (London)   A review of theories and evidence of cultural and political transformations in culture underway in the era of media proliferation, multinational conglomerates, and cyberspace. The role of international flows and national differences.           MCC-UE 9400 / E59.1400099 - Culture, Media and Globalization (formerly titled Communication & Cultural Contexts) - Prague   A veritable buzzword, globalization refers to several newly emerged phenomena. To study it means to delve into several areas in which it manifests itself. These are, to name just the three most visible ones, the economy, culture and politics. In any of these dimensions globalization, as it is discussed in the last twenty years, functions through the media. Media does not portray globalization, but it is its important part. A study of globalization is inherently diverse and eclectic. So is this course. Students will read, watch films, analyze and discuss them. In class discussions and short papers they are expected to engage questions, issues, themes and topics connected to globalization, culture and the media. Special attention will be devoted to the impact of globalization on the late communist and post-communist world, and also to the ways by which the globalization issues are framed and discussed in the media discourse. All assigned texts and films are mandatory. Students are required to follow current events in the media (cable TV, newspapers, Internet). Class participation is expected as it is part of the final grade.           MCC-UE 9451 / E59.1451099 - Global Media Seminar: Media in China (Shanghai)   This course is designed to introduce contemporary media industries in China, involving print, broadcasting, film, PR, advertising, and new media. This course reviews the structures, functions, and influences of various forms of media industries. Practical media work is emphasized. Additionally, it analyzes existing issues on these media industries from historical, regulatory, social, and technological perspectives.          MCC-UE 9452 / MCC-UE 1452 - Global Media Seminar: TV & Democracy in Italy (Florence)   The goal of this course is to present a thorough historical survey of fifty years of television in Italy, with a special emphasis on the relation between television broadcasting and democratic politics. The course will be structured in four parts: the early days of television in Italy, characterized by the monopoly of RAI and the political influence of the Christian Democrats; the political conflicts and policy-making choices of the 70s; the so-called &ldquo;far west&rdquo; of commercial broadcasting and the birth of the duopoly during the 80s; the change of political landscape during the 90s and the years 2000, with the increasing competition between RAI and Mediaset, the conflicts of interest of Berlusconi and the advent of pay per view and digital terrestrial television. Conducted in English.    sample syllabus          MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague)   The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.          MCC-UE 9454 / E59.1454099 - Global Media Seminar: France & Europe (Paris)   This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English.          MCC-UE 9993 - Introduction to Digital Media: Chinese Cyberculture (Shanghai)   This course introduces the philosophy of cybernetic machines with reference to the technological trends affecting contemporary China. Topics will include: Chinese cyberspace and the Great Fire Wall; the revolutionary potential of microblogs; hacking; gaming; the ICT economy, maker innovations and machine intelligence.    View Sample Syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Global and Transcultural Communication - Undergraduate Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Global and Transcultural Communication        Courses examine challenges posed by globalization in terms of mobility of cultural products, transnational media and identity concerns, policy issues.                     MCC-UE 1005 - The Culture Industries   A survey of the contemporary arts and journalism, with particular attention to the impact of corporate concentration on the working atmosphere and final 'product' in each field. Through broad reading and interviews with weekly guests, we will probe the working life today in television, radio, cinema, magazine writing, book publishing, Web production and the music business.    View Sample Syllabus          MCC-UE 1011 - Media and Migration   The course examines the role of media in the lives and cultures of transnational immigrant communities. Using a comparative framework and readings drawn from interdisciplinary sources, the course will explore how media practices and media representations (re)define and enable a re-imagining of national belonging, identity and culture in the context of global relocations. View sample syllabus          MCC-UE 1016 - Media Audiences   Communication scholars have long concerned themselves with the relationship between various media/technologies and &lsquo;the audience.&rsquo;  Different intentions and perspectives inform the discourse and research on how media and communication technologies and their audiences/users interact.  This course will proceed historically, theoretically, and methodologically, always questioning the construction of audiences and media users -- constructions that are shaped by commercial, academic, political and cultural contexts. Students will reflect on some historical analyses of &lsquo;emergent&rsquo; audiences and critical responses to institutional constructions of audiences.  Students will critique mass communication &lsquo;positivist&rsquo; studies and questions of &lsquo;media effects&rsquo; that dominated debates about audiences beginning in the early twentieth century and still continue today. In addition, students will examine how media and audiences are both situated in particular multiple contexts that have a bearing on how media are generated and circulated, and how audiences experience and make meaning of media/technologies. Methodologically, students will investigate how audiences are conceptualized and researched by scholars and cultural critics.  Throughout the course, students will explore the thinking and multiple contexts that frame various conceptualizations of media/technologies and audiences, and how these different approaches inform the concerns, questions, methods, findings, and implications of audience/user research . View sample syllabus          MCC-UE 1020 - The Business of Media   Detailed examination of the business models and economic traits in a variety of media industries including film and television, cable and satellite, book and magazine publishing, gaming and the Internet. Emphasis on historical trends and current strategies in both domestic and global markets. View sample syllabus          MCC-UE 1022 - Latino Media   Examines the production, consumption and cultural meaning of Latino media produced in and around the United States (as opposed to that produced in Latin American countries). Focuses on a wide range of mediated cultural production: television, radio, film, advertising, magazines, etc. This course will be a critical investigation into the theories, production and consumption of Latino media and popular culture. Examines the influence popular culture has on politics, identity formation, shaping culture and as a mode of revealing, producing and reproducing ideology and political struggle. View sample syllabus          MCC-UE 1023 - East Asian Media and Popular Culture   This course explores the evolving media and communication systems in East Asia from economic, political, cultural, technological and network perspectives. Particular attention is paid to the impact of Internet and mobile media on traditional media institutions, the changing role of transnational corporations, and the relations between states and their people. More than half of the course focuses on the Greater China region (Hong Kong, Taiwan, and the mainland). Japan and South Korea are also covered. View sample syllabus          MCC-UE 1210 - Senior Honors in Media, Culture, and Communication   Prerequisite: senior standing and department approval to pursue honors in the major. Open only to MCC majors with senior standing. Extended primary research in media, culture, and communication focusing on the development and sharing of individual research projects. Students enroll the following semester in 2 points of Independent Study under the direction of a faculty honors sponsor, as outlined in department guidelines.          MCC-UE 1300 - Media and Global Communication   Examines the broad range of activities associated with the globalization of media production, distribution, and reception. Issues include the relationship between local and national identities and the emergence of a 'global culture' and the impact of technological innovations on the media themselves and their use and reception in a variety of settings. View sample syllabus          MCC-UE 1302 - Global Television   This course introduces students to theories of global television studies, the reception of American media abroad, and several case studies of television from around the world. Students will learn about the challenges and rewards of studying global television, both of which revolve around how to study television programming and the television industry across cultures and across languages.    View Sample Syllabus          MCC-UE 1304 - Global Media and International Law   This course examines public policy issues and institutions of media governance at the international level. It provides a historical overview of the various institutions and actors involved in global media governance, and assesses the various principles and practices that constitute the regime of global media governance, including the regulation of broadcasting, telecommunications, the Internet, and trade in media products. Special attention is paid to current debates within multilateral bodies such as UNESCO, the WTO, and the International Telecommunication Union. View Sample Syllabus          MCC-UE 1305 - Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication, media, information and international development. Topics include state-building, modernization, dependency and globalization. Every week will be dedicated to a particular country/region and media development program whereby students will analyze a specific case study.    Sample Syllabus          MCC-UE 1306 - Transnational Media Flows   This class examines the intersecting dynamics of media genres and geo-linguistic cultural markets in the configuration of global and regional media flows. It looks in particular at the way media genres travel and how their circulation raises issues about the cultural power of certain media narratives in specific historical, political and social conditions of consumption. We will examine the battle for national, regional, and global media markets as a struggle for the ?legitimate? cultural and political view of the world expressed through information (news), scientific discourse (documentaries), and popular culture (films, telenovelas, reality television, music) to understand the complex global flow of television programs and films.    View Sample Syllabus          MCC-UE 1310 - Culture and Media in Urban China   What  does it mean to be &ldquo;urban&rdquo; in China and how is Chinese urbanism mediated by new  cultural formations? In this course we will examine the culture and media that  define city life in China, including Chinese state and popular media,  television and film, music, fashion, verbal art and literature (in print and  online) and visual art. We will focus on the period from the building booms of  the mid-to-late nineties to the present. Students will work in teams to make  presentations on urban culture, and use primary sources in translation and  secondary sources to write individual essays. Chinese language ability  appreciated but by no means required .    *This course will run as a Global Honors Seminar in Fall 2012 and will have an additional travel component in the January 2012 term. Students must apply for the program. Contact comm.advisors@nyu.edu for more information.    Sample Syllabus           MCC-UE 1340 - Religion and Media   This course examines the ways in which conventional and non-conventional media re-create religious experience. Increasingly, religion is experienced not only in sacred spaces, and through ritual and scripture, but is also communicated through radio, TV, and the Internet, as well as in consumer culture and political campaigns. This course examines the significance of religion in modern life from historical and contemporary perspectives, paying attention to questions of religious and national difference, as well as material and symbolic practices. View sample syllabus          MCC-UE 1341 - Middle East Media (formerly Islam, Media and the West)   This course examines contemporary media in (primarily Arab parts of) the Middle East and the US and their relationship to the perceived rift between Islam and the West. Readings and media examples focus on the politics of culture, religion, modernity, and national identity as they shape and intersect with contemporary geopolitical events, cultural formations and media globalization. View sample syllabus          MCC-UE 1342 - Sounds In and Out of Africa   This course investigates cultural influence and exchange between Africa, the African diaspora, Europe, and America with a particular emphasis on sound and music. How has the sound of Africa been transcribed, recorded, stored, transported, and represented in the West? What can this tell us about global cultural flow? How do specific recording techniques articulate with global music markets? The course analyzes the transatlantic feedback between Africa, America and Europe; evaluates the politics of transcription, ethnographic description, and recording; and examines the changing role for traditional African music in a global world. View sample syllabus          MCC-UE 1351 - War As Media   This course examines the proposition that contemporary war should be understood as media. War has become mediatized and media has been militarized. This course treats war and poltical violence as communicative acts and technologies and focuses on how they shape our understanding and experience of landscape, vision, body, time and memory.    View Sample Syllabus          MCC-UE 1352 - Empire, Revolution and Media   This course examines the role of media in the history and emergence of empires and revolutions and the history of media empires. It focuses on the investment in media forces by both empires and revolutions, and the tendency of media to form empires that are subject to periodic revolution? in the marketplace within the contexts of colonization, decolonization and globalization. Media discussed include prints, paintings, photography, journalism, fiction, cinema, the Internet and digital media. View sample syllabus          MCC-UE 1401 - Global Cultures and Identities   Note: This course will replace E59.1735 Intercultural Communication in the Fall 2010 semester. If you have taken Intercultural Communication you should not take this course. This course examines globalization as it is inscribed in everyday practices through the transnational traffic of persons, cultural artifacts, and ideas. The course will focus on issues of transnational mobility, modernity, the local/global divide, and pay specific attention to how categories of race, gender, and ethnicity intersect with transnational change.    View Sample Syllabus          MCC-UE 1405 - Copyright, Commerce and Culture   Course explores the basic tenets and operative principles of the global copyright system. It considers the ways in which media industries, artists, and consumers interact with the copyright system and judges how well it serves its stated purposes: to encourage art and creativity. Examinies various social, cultural, legal, and political issues that have arisen in recent years as a result of new communicative technologies. The two main technological changes that concern us are the digitization of information and culture and the rise of networks within society and politics.    View Sample Syllabus                 MCC-UE 1407 - Gender, Sex and the Global   This course examines how globalization impacts the construction of gender &amp; sexuality. Through discussions of contemporary issues in various global sites, the course addresses the politics of gender as it is shaped by trans-border flows of media, people &amp; cultural products. View sample syllabus          MCC-UE 1410 - Global Visual Culture   This course examines the role of visual culture in the emergence of, concepts of, and processes of globalization and the global cultural flows. In introducing students to the concept of the visual construction of the social field, the course compares the means by which cultures visualize themselves in forms ranging from the imagination to the encounter between people and visualized media. The course takes as its fundamental premise that visual culture circulates and creates meaning in increasing global flows and that the very foundations of global capital, global culture, and global media are based on the dynamics of visuality and the power systems it both affirms and challenges. View sample syllabus          MCC-UE 1450 - Global Media Seminar (now listed at 9450)   This umbrella number encompasses topics-based courses offered at NYU global campuses &amp; other international locations that examine the social, political and economic dynamics of media &amp; culture in specific national, regional &amp; historical contexts.    Note: The courses listed below count under one Field of Study: Global and Transcultural Communication.    E59.9451 Global Media Seminar: Media in China Counts toward Global and Transcultural Field of Study Sample Syllabus    This course is designed to introduce contemporary media industries in China, involving print, broadcasting, film, PR, advertising, and new media. This course reviews the structures, functions, and influences of various forms of media industries. Practical media work is emphasized. Additionally, it analyzes existing issues on these media industries from historical, regulatory, social, and technological perspectives. (Offered in Shanghai)    E59.9452 Global Media Seminar: Television &amp; Democracy in Italy Counts toward Global and Transcultural Field of Study Sample Syllabus    The goal of this course is to present a thorough historical survey of fifty years of television in Italy, with a special emphasis on the relation between television broadcasting and democratic politics. The course will be structured in four parts: the early days of television in Italy, characterized by the monopoly of RAI and the political influence of the Christian Democrats; the political conflicts and policy-making choices of the 70s; the so-called &ldquo;far west&rdquo; of commercial broadcasting and the birth of the duopoly during the 80s; the change of political landscape during the 90s and the years 2000, with the increasing competition between RAI and Mediaset, the conflicts of interest of Berlusconi and the advent of pay per view and digital terrestrial television. Conducted in English. (Offered in Florence)    E59.9453 Global Media Seminar: Post Communist Media Systems Counts toward Global and Transcultural Field of Study Sample Syllabus    The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics. (Offered in Prague)    E59.9454 Global Media Seminar: France and Europe Counts toward Global and Transcultural Field of Study Sample Syllabus    This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English. (Offered in Paris)    E59.9455 Global Media Seminar: Latin America Counts toward Global and Transcultural Field of Study Sample Syllabus    The course acquaints students with Latin American theories, practices and representations about the Media. In order to provide a complex perspective, the course will begin with a reflection about globalization, identities and local cultures and their tensions with the constitution of a global culture. The second and most important part of the course are the Latin American researches, perspectives and representations about the media, their place in contemporary societies, their active participation in the constitution of identities and the role in the construction of an agenda. This is how the course will introduce not only Latin American perspectives but also a global vision that will allow students to articulate global and local problems from a critical point of view. The denaturalization of the media, the identification of their constructions, representations and selections are some of the objectives of the course: to re-read media practices as a way to reflect about everyday practices. (Offered in Buenos Aires)    E59.9456 Global Media Seminar: Australia and the Pacific Rim Counts toward Global and Transcultural Field of Study  Sample Syllabus    This course brings together diverse issues and perspectives in rapidly evolving areas of international/global communication. Historical and theoretical frameworks will be provided to help students to approach the scope, disparity and complexity of current developments in our media landscape. Students will be encouraged to critically assess shifts in national, regional, and international media patterns of production, distribution, and consumption over time, leading to analysis of the tumultuous contemporary global communication environment. Key concepts associated with international communication will be examined, including a focus on trends in national and global media consolidation, cultural implications of globalisation, international broadcasting, information flows, international communication law and regulation, and trends in communication and information technologies. The focus of the course will be international, with a particular emphasis on Australia. (Offered in Sydney)              MCC-UE 1762 - Cultural Geography of Commodities: Coffee   This course will investigate the cultural and media geographies of a specific commodity, such as coffee, tea, sugar, oil, and cotton, assessing historical and contemporary issues that inform modes of production, the development of international or domestic trade, and media representation. Students will work as a team to produce a project that analyzes the intricacies of the commodity&mdash;in this case, coffee. The course will include on-the-ground research and site visits.    View Sample Syllabus          MCC-UE 9140 / E59.1400099 - Communication & Cultural Contexts (London)   A review of theories and evidence of cultural and political transformations in culture underway in the era of media proliferation, multinational conglomerates, and cyberspace. The role of international flows and national differences.           MCC-UE 9400 / E59.1400099 - Culture, Media and Globalization (formerly titled Communication & Cultural Contexts) - Prague   A veritable buzzword, globalization refers to several newly emerged phenomena. To study it means to delve into several areas in which it manifests itself. These are, to name just the three most visible ones, the economy, culture and politics. In any of these dimensions globalization, as it is discussed in the last twenty years, functions through the media. Media does not portray globalization, but it is its important part. A study of globalization is inherently diverse and eclectic. So is this course. Students will read, watch films, analyze and discuss them. In class discussions and short papers they are expected to engage questions, issues, themes and topics connected to globalization, culture and the media. Special attention will be devoted to the impact of globalization on the late communist and post-communist world, and also to the ways by which the globalization issues are framed and discussed in the media discourse. All assigned texts and films are mandatory. Students are required to follow current events in the media (cable TV, newspapers, Internet). Class participation is expected as it is part of the final grade.           MCC-UE 9451 / E59.1451099 - Global Media Seminar: Media in China (Shanghai)   This course is designed to introduce contemporary media industries in China, involving print, broadcasting, film, PR, advertising, and new media. This course reviews the structures, functions, and influences of various forms of media industries. Practical media work is emphasized. Additionally, it analyzes existing issues on these media industries from historical, regulatory, social, and technological perspectives.          MCC-UE 9452 / MCC-UE 1452 - Global Media Seminar: TV & Democracy in Italy (Florence)   The goal of this course is to present a thorough historical survey of fifty years of television in Italy, with a special emphasis on the relation between television broadcasting and democratic politics. The course will be structured in four parts: the early days of television in Italy, characterized by the monopoly of RAI and the political influence of the Christian Democrats; the political conflicts and policy-making choices of the 70s; the so-called &ldquo;far west&rdquo; of commercial broadcasting and the birth of the duopoly during the 80s; the change of political landscape during the 90s and the years 2000, with the increasing competition between RAI and Mediaset, the conflicts of interest of Berlusconi and the advent of pay per view and digital terrestrial television. Conducted in English.    sample syllabus          MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague)   The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.          MCC-UE 9454 / E59.1454099 - Global Media Seminar: France & Europe (Paris)   This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English.          MCC-UE 9993 - Introduction to Digital Media: Chinese Cyberculture (Shanghai)   This course introduces the philosophy of cybernetic machines with reference to the technological trends affecting contemporary China. Topics will include: Chinese cyberspace and the Great Fire Wall; the revolutionary potential of microblogs; hacking; gaming; the ICT economy, maker innovations and machine intelligence.    View Sample Syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Global and Transcultural Communication - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Global and Transcultural Communication        Courses examine the varied challenges posed by globalization on citizenship, diasporas, ethnic and cultural minorities, human rights, media economies of scale, the circulation and influence of cultural products, intellectual and cultural property, the structuring and stratification of information flows and social policy.                     MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2165 - Transnational Communities and Media Cultures   This course examines the emergence of transnational communities, recent patterns of migration, and the role of media forms and practices in redefining culture and national belonging. We will explore how media practices define culture and identity for diasporic groups within the landscape of global cities. What role do media play in the (re)imagining of cultural politics, nationalism, and everyday life in the context of global relocations? How do technology and media enable new configurations of cultural resistance and identification within ( and between) different immigrant groups? What does this mean in terms of negotiating the global and local in various aspects of immigrant lives? Through field trips, field work, discussion, and lectures, students will be exposed to contemporary issues and research.    Note: This couse may be offered in London. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2182 - Communication Processes: Gender, Race and Cultural Identity   Course examines past &amp; current studies on language, communication theories, speech perception, &amp; other aspects of verbal &amp; nonverbal behavior. Students relate these studies to how gender, race, culture &amp; sexual orientation are developed &amp; reflected in society in both personal &amp; professional relationships.    sample syllabus          MCC-GE 2184 - Comparative Media Systems   How does journalism differ around the world? And to the extent that it does, why? Beyond the personal idiosyncrasies of individual journalists and media owners, which factors play the greatest role in shaping 'national news cultures': professional values and traditions, level and type of commercialism, government regulations, bureaucratic pressures or organizational dynamics, and/ or audiences? Too much of our media criticism proceeds from hunches and assumptions, rather than real evidence, for the simple reason that it limits itself to a single national context ( and often a single time period). Adequately sorting out the factors that shape our media environment can best be accomplished via comparative research. This course offers a conceptual roadmap to such a project as well as a close empirical look at the news media in a variety of national contexts. After a general consideration of the factors that structure news media systems and the roles that media play in democratic societies, the course incorporates (1) a survey of comparative methodologies: surveys, ethnographies, news content analyses, etc., and (2) national and comparative case studies, representing the major types of Western European journalistic 'models' as well as some important non-European variants.    sample syllabus          MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2229 - Contemporary Theory and Research in Globalization   This course seeks to cover the landscape in contemporary theorizing and research on cultural globalization. It is organized broadly around three partially competing/partially complementary theories of globalization: homogenization, enduring cultural differences, and hybridization. We will attempt to bring each of these theories to life with case studies of the production, distribution, and reception of cultural forms and experiences from across the globe.    sample syllabus          MCC-GE 2232 - Language and Culture    Readings and research on the ways in which language is implicated in different cultures &amp; constructions of time, space, consciousness, self, truth, knowledge, and gender. sample syllabus           MCC-GE 2275 - Middle East Media and Cultural Politics   Examines developments of culture, politics, and media in contemporary Middle East through an historical and cultural lens. Course is organized by theoretical theme and geographic location and addresses culture as a site of struggle; the impact of globalization on Arab mass media; the connections between civil society, democracy and Islam; and gender, national and diasporic identities.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2304 - Global Media and International Law    This course examines the history and role of international law and international regulatory instruments as they pertain to global media governance. It provides an historical overview of the various institutions and actors involved in global media governance, and assesses the various principles and practices that constitute the regime of global media governance, including the regulation of broadcasting, telecommunications, the Internet, and trade in media products. Students will undertake original research in a selected area of global media governance with careful attention to original documents in the field.    sample syllabus           MCC-GE 2305 - Internet Governance   The Internet has become an essential platform and engine for economic development, social justice and the protection of human rights. At the same time, the issue of global Internet governance raises challenging questions, including: where the control of the Internet should reside, what guiding principles should be used and who should take part in the policy making process? Students will explore prominent narratives and issues, such as the concept of architectural openness and the promotion of Internet Freedom. Through weekly discussions and the tracking of developmental shifts, this course seeks to provide insight into the possible future of the medium. Sample Syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2380 Topics in Globalization   SUBTOPIC: Cultural Globalization in France    This course will provide students with a critical understanding of how international flows of information and entertainment products &ndash; from news and information to movies, television and lifestyle brands -- play a role in shaping and reshaping global economic, political, military, and cultural realities. We will examine a range of forms of mediated production and consumption understood broadly in relation to political, economic, and cultural power, and situate these forms in relation to contemporary theorizing about global cultural convergence, divergence, and hybridity.    In this intensive three-work course organized in collaboration with the American University of Paris, the city of light and its environs will be our laboratory. France is often at the center of debates about the reach and character of cultural globalization: its government has often taken the lead in opposing American efforts to define cultural exchange in purely market terms, even as French publics have often welcomed American popular culture and political ideas. To better understand globalization &ldquo;on the ground&rdquo; in France, we will range across Paris to meet with activists, journalists, and other media creators. In so doing, we will deepen our understanding of the global, national, and local economic and political processes shaping how culture is being created, consumed, remixed, diffused, and transformed.    *This course is set to run in Paris in Summer 2013, June 26 - July 16. Department approval needed. More information is available here .    Syllabus available soon.          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2382 - Topics in Globalization: Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication and international development. Topics include state-building, modernization, dependency and globalization, as they concern the \"Third World.\"  Part One of the course focuses on mainstream development, its proponents (such as the UN, the World Bank and international non-profit organizations) and its application and practice. Part Two will delve into the critiques of development and its connections to longer historical, political and economic inequalities, such as imperialism, colonialism and globalization. In Part Three, each class will be devoted to a particular topic or problem and relevant case studies from they key regions (Latin America/Carribean; Africa; Middle East; Asia; \"The Fourth World\") that students will present on. sample syllabus           MCC-GE 2384 - Topics in Globalization: Media and Cultural Globalization in France   This course explores common current definitions of grassroots media and their implications (e.g. 'alternative' media, 'citizens' media, 'tactical' media, 'social movement' media). It then examines a number of self-governed media projects in the USA, France and elsewhere. Examples will include Occupy movement media, media uses in the global anti-apartheid movement (1950-1994), social movement media in the Arab region, and protest media in France. Students in groups of 2-3 produce a short video concerned with social justice/cultural diversity and shorter \"on-the-spot\" videos as practices of citizen journalism. The course studio component teaches students the necessary technical skills to make critical-situational media.    Please Note: An application is required for this course, please visit: steinhardt.nyu.edu/global/programs/Media_Governance_Diversity          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Global and Transcultural Communication - Master&#039;s Program - Media Studies - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Master's Program - Media Studies                       Browse by MA Area of Study       Global and Transcultural Communication    Visual Culture and Cultural Studies    Interaction and Social Processes    Persuasion and Politics    Technology and Society                 Global and Transcultural Communication        Please click on a name to view a student's profile.                     Al-Mohannadi, Hessa   Hessa graduated from Georgetown University in 2010 with bachelors in Political Science and a certificate in American Politics. During her studies in Georgetown University, she has enrolled in courses in Media and Foreign Policy which has sparked her interest in media in relation to foreign policy, public opinion and journalism.    Hessa wishes to research how media tools can be used effectively in Middle Eastern cultures. She would like to further study and reflect on the relationship between new media and politics in the Middle Eastern context, especially in light of recent political developments in the region. She is very excited to be joining the MA in Media, Culture and Communication at New York University and hope to both add to and gain from this program. She is interested to pursue a PhD degree in media after she graduates from NYU.          Edelstein, Alex   Alex&rsquo;s research uses hip hop as a case study for investigating ways in which we can redefine the construction and articulation of categories of identity, focusing on non-normative representations of gender and sexuality. Through performative acts including dance, drug use, and intentional speech acts, individuals are able to transgress the rigidity of normative definitions of identity. Alex hopes to expand upon this phenomenon, explaining it as possible in every context, such that inherently fluid, performative acts can replace the traditionally divisive categories of identity in defining individuals.    In addition to pursuing his M.A., Alex is the Director of the Copywriting and Social Media departments at a creative advertising agency based in New York, where he incorporates theories of identity formation into the process of constructing global, multichannel advertising campaigns. Previously, Alex has conducted ethnographic research at Columbia University on a project titled &ldquo;Artist Identity Expressed Through Rap Lyrics,&rdquo; and has published extensively on hip hop, linguistics, and identity construction. He graduated cum laude with a B.A. in Hip Hop, Culture, and Identity Formation form the Gallatin School of Individualized Study at New York University.          Giles, Matthew Neil   Matt Giles graduated Summa Cum Laude from Brigham Young University - Hawaii with a Bachelor's in Communications. His research focuses on the way that groups adopt and reimagine cultural identities in post-modern settings. His work has taken him to various research sites around the Pacific including Fiji, Hawaii, and Solomon Islands and his continued work in transformative conflict resolution focuses on narrative identity formation and individual interpretation and application of broad social norms.    Though much of his research focuses on the Pacific, Matt's interest in the role of cultural presentation in peacebuilding yields interesting opportunities in contemporary American religious congregations as well as the Middle East. He is involved in religiously-based efforts to create dialogue between gay rights activists and the Mormon Church through the \"\"Mormons Building Bridges Project\"\" and advocates for human rights issues within that group. His interests include new media in cultural revival efforts, transformative conflict resolution and public relations campaign analysis.          Joshi, Mihi   Mihi was born in Hong Kong and moved every few years of her life; prior to New York, her background comprised sixteen cities across seven countries. She graduated from Colorado College in 2011 with a BA in English: Creative Writing and a minor in Studio Art.    After graduation, Mihi moved to Mongolia and interned at Zorig Foundation, a non-governmental organization promoting democracy and civil engagement, while teaching English at a private ESL school and freelancing as an editor. She also worked briefly on various projects at Tavan Bogd Trade, a Mongolian conglomerate and with the United Nations Development Programme. Her unusual exposure to a myriad of cultures has shaped her interest in global and transcultural communication issues.          Li, Wenxiu   Wenxiu is from Central China, Hubei Province. She graduated with a bachelor&rsquo;s degree in English Language and Literature from Wuhan University in China in 2013. She has developed a great interest in western culture, especially American culture before and during her time at Wuhan University as an English major. Because of this she was propelled to go to California in 2010 for the Work &amp; Travel program offered to her by her university.    After graduation, she worked as both an English teacher and a copywriter in an English-language training school in Hubei, China. Working in a multi-cultural environment, she gained more understanding of the cultural differences of the west and the east and she has become more interested in intercultural communication.    This year, she decided to join the Media, Culture and Communication program of New York University. She intends to focus her post-graduate study on areas such as transcultural communication, visual culture, and cultural studies.    Wenxiu believes that the diversified culture in New York City will inspire her in many ways and she looks foward very much to the time she is going to spend in NYU.          Liao, John   John Liao is a first-year MA student in Media, Culture, Communication at New York University. A Taiwanese native, John grew up in Singapore before arriving in the United States to pursue his higher education. In 2014, he graduated from Boston University with a B.S. in Communication. During his undergraduate study, John has interned at various advertising agencies in Singapore, New York, Los Angeles and Boston, and competed in advertising competitions, which earned him the Stickell Award by the American Advertising Federation in 2013.    John&rsquo;s research interest, which lies within MCC&rsquo;s Global and Transcultural Communication track, primarily focuses on the globalization of entertainment goods. His goal is to study how entertainment is shared in a cross-cultural setting&mdash;particularly between the East and West. John plans on spending his time at NYU uncovering how cultural and creative industries adapt to foreign demands and how these industries promote and distribute their products on a global scale.          Lin, Shuying   Born and raised in Shanghai, Shuying Lin is interested in global affairs and comparative studies as well as cultural and literary critiques. She also wishes to explore how policies are to shape the evolving social norms and diverging cultures. In 2013 she graduated with honors from East China Normal University (ECNU) with a BA in Translation and Interpretation. At ECNU She assisted in a national research program on American Visual Culture in the perspective of linguistics. She also directed a play producing the best actor and supporting actor at drama festival. She was a deputy group leader of Public Relations Department at ECNU and responsible for photographing, interviewing, manuscript writing and campus news production. She earned a law degree from East China University of Political Science and Law. In 2012 she took a law program in Oxford. There she studied global and international macroeconomics, theory of international business law and IP rights, topics of WTO &amp; ASEAN as well as European business law. Prior to this, she interned at Shanghai Judicial Expertise Center. Shuying worked as an intern journalist at Global Times, China Daily and Thomson Reuters, where she was engaged in news gathering and reporting and attended media round tables. She had contributed to some major stories. Her reporting interests are global politics, social activism and nation-to-nation relation, in particular from the prism of cultural differences.She is also a freelance English-Chinese interpreter and is going to write for Oriental Morning Post, a media outlet based in Shanghai.          Lucignano, Giovanna   Originally from Italy and Brazil, Giovanna has lived an international life from a young age. She moved between Italy, Brazil, Portugal, Switzerland, France, and the United States in the last decade. Giovanna graduated cum laude from Northeastern University with a B.A Dual Degree in Political Science and International Relations and minors in History and Communications Studies. From a young age she experienced many cultures and peoples, creating around her a diversified group of friends and relations. In recent years she has been drawn to Middle Eastern studies. Giovanna wishes to continue her study of the Middle East but also study the broader question of the impact of culture and media communication in society.          Mao, Siqi   Born and raised in China, Siqi Mao earned her bachelor's degree from Peking University with two majors in English Literature and Economics. Now she is a master's student majoring in Media, Culture, and Communication at NYU Steinhardt. Her research topics touch on various areas of global and transcultural media, celebrity culture in China, etc. In addition to her MCC courses, Siqi is taking approximately 1/4 of her coursework from NYU's Stern School of Business, where she is concentrating mainly on the marketing and management track.    Siqi Mao had intern experiences with advertising sales at Viacom (VH1/MTVN CSR) and SEO as well as digital marketing experience at Time Out New York. Back in Beijing, she had also interned with CCTV (China Central Television) and Ruder Finn Public Relations.    Siqi Mao has been involved with different kinds of performing arts activities. Her various roles include Production Assistant of Disenchanted: A New Musical by Town Square Productions, Assistant Stage Manager of Rent A White Guy: The Musical by Fish Out of Water Productions, Researcher and Translator of High Tech, Low Life, a Tribeca Film Festival documentary, and so on.    Siqi is also a free-lance English-Chinese translator and is currently working on her third book.          Ng, Chu Yuan   Originally from Singapore, Ng Chu Yuan graduated from The State University of New York at Buffalo with a BA in Communications. In the last two years, she has worked in various corporate communication and events production functions for non-profit organizations, a start-up company and a global financial institution (UBS AG). With her experiences, she hopes to research more into the workings of transcultural communication and leadership in organizations.    Chu Yuan is passionate about gender rights. Since 2012, she has been a research volunteer with AWARE, a leading gender equality advocacy group based in Singapore. Her contributions includes reviewing Singapore's workplace anti-discrimination policies, the recent effort to reduce pregnancy discrimination in the workplace and the alignment of CEDAW. She also enjoys cooking, ballroom dance and cycling.           Njeru, Diana   Diana graduated from York University in Toronto, Canada with a BA in Political Science. Upon completion of her studies, she returned to East Africa and began managing development projects in South Central Somalia that educated and empowered women to advocate for their rights. She then worked at BBC Media Action, coordinating development projects that used media to address issues related to governance, health and resilience to climate change in Kenya and Somalia. Here, she developed a passion for using media and communication to reduce poverty and improve the lives of vulnerable communities in the region.    Diana conducted extensive research on the media landscape in Somalia and resultantly, understands the challenges journalists face working in the context of war. She also conducted research on the needs of pastoralist and small-scale farming communities living in the arid lands of Kenya, and how can media and communication can be used to support these vulnerable groups to better cope with climatic shocks and adapt to increasing climatic variability.    Through her work in the East African region, Diana has coordinated the production of radio programmes which have been broadcast on the BBC Somali Service that promote human rights and inform, educate, inspire and empower communities. Diana&rsquo;s goal at NYU is to learn how to use multimedia platforms and communication to promote peace and development in Africa by improving coordination of media and development projects on a global scale, empowering recipient communities and fostering positive change.          Ramsawak, Sara-Lee   After receiving her B.A. from the Johns Hopkins University with a major in International Studies and a minor in Africana Studies in 2012, Sara-Lee Ramsawak has become intrigued by the influence of local cultures on national policies, laws, and mentalities as well as the diverse affects globalization has on these nations. Through the MCC MA program, she wishes to expand her cultural intellect by studying concepts like these through the Global and Transcultural area of study.    Coming from a multicultural background and having the opportunity to visit many different nations through personal, academic, service, and business travel, Sara has witnessed the benefits one attains when they participate in international experiences. When she looks back on the past few years of her life, the trips she has taken and how much she has learned from them leaves the biggest impression. They have expanded her intellect and allow her to think about things with a different perspective.    Currently working in higher education with undergraduate students in many different aspects, Sara is most captivated by her job responsibility of study abroad advisement. Being a large advocate of international travel and global studies herself, Sara hopes to increase the amount of students that study abroad before the completion of their undergraduate degrees. She believes that in an ever increasing globalized world, people benefit largely from international experiences.          Shukralla, Ibrahim   Ibrahim graduated from the Higher Colleges of Technology in Dubai, United Arab Emirates with a Bachelor&rsquo;s in Business Administration, Human Resources. Ibrahim has work experience of 5 years as he worked during his college days as a part-time Sales Assistant in IKEA and then as a full-time reporter for Al Emarat Al Youm newspaper (Emirates Today in Arabic).    His career in media persuaded him to apply for MCC. He believes that MCC will be a step forward to his knowledge, information and experience in the field of media which he is passionate about.    Having worked 4 years for the newspaper, Ibrahim&rsquo;s mainly coverage was about sport. He wrote more than 1,800 stories and covered abroad events in Spain, UK, Jordan, Thailand and Qatar.    Ibrahim considers covering London 2012 Olympics as a highlight in his career up to this moment. at the age of 21, he was one of the youngest reporters ever to cover what is considered the biggest event in the world. During the event Ibrahim wrote many controversial stories, one of them an interview with Anas Al Matbouli, a Jordanian boxer who revealed to him that he works as a dustman back home. However, because of the angry reaction this interview caused in Jordan, Abdulhalim Al Kelani, Mayor of Amman, decided to change Anas&rsquo;s job title from &ldquo;dustman&rdquo; to &ldquo;sportsman&rdquo; in order to &ldquo;honor an Olympic hero who made his country proud&rdquo; as he said.    Ibrahim won Sports Reporter of The Month Award twice in his career, and in 2012 he won Dubai Media Excellency Award as the &ldquo;New Distinguished Employee&rdquo; of the year. A year later, Ibrahim reached the final stage of the Dubai Government Excellence Award for the category of &ldquo;Distinguished Field Employee&rdquo;. However, despite losing, Ibrahim feels proud that he reached the final stage of what is considered the most prestigious government award in Dubai, surpassing thousands of field employees such as policemen, engineers and firefighters.    In April 2014, 4 months before leaving Dubai to New York to join MCC, Ibrahim became a &ldquo;senior reporter&rdquo; for Al Emarat Al Youm.          Sun, Yuelin   Growing up in Beijing, China while graduating from Waseda University where Yuelun majored in International Liberal Studies at Tokyo in Japan in 2013, this unique transnational experience sparked her enthusiasm towards exploring the interplay between culture and media. Living in such a technologically innovative metropolis as Tokyo is, while being exposed to infinite mediated information every day, Yuelun has always been fascinated by how distinctive medium-specific cultures are cultivated and move across borders.    Starting from 2011, Yuelun went on a one-year exchange at University of Illinois at Urbana-Champaign in the U.S, where she further developed interests in international communication and human-technology interaction through courses taken, books read, and a 4-month course-based internship at Krannert Art Museum, the second largest art museum in the state of Illinois.    Yuelun&rsquo;s academic interests now most lie in Media and Cultural Studies, and Global Communication. Specifically, she is interested in dissemination and influence of media culture, television and digital media particularly, across borders within East Asian countries, and between the region of East Asia and North America, the role of new communication technology in social change, and the issues of intercultural communication and identity. Yuelun is also broadly interested in the role of media in visual experience and aesthetic education.    Meanwhile, a culturally sensitive person herself, Yuelun is always fond of language learning, writing and photography which are, for her, not only the ways of recording life, but the means of exploring differences and common ground between cultures.          Tan, Miao   Miao Tan was born in Xining, China. In 2014, she graduated from Beijing Foreign Studies University with a B.A in Teaching Chinese as a Second Language. Before starting at NYU, Miao traveled a lot and attended summer school courses in University of California, Berkeley in 2013. Miao has worked as an intern in CCTV sports channel and as an editor assistant in Foreign Language Teaching And Research Press    Academically, Miao is interested in Global and Transcultural Communication, which relates to globalization on citizenship, the circulation and influence of cultural products and so on. She would also like to learn more about Visual Culture and Culture Studies.          Taylor, Mary   I like long walks on the beach and reading Bordieau.          Xia, Yuanjie   Growing up in Zhoushan, an island of China, Yuanjie is fond of meeting different people, and possesses adventurous spirits of exploration the outside world.    Since childhood, she has travelled across almost two thirds of China, and visited six countries. However, the farther places she reached, she found the stronger stereotypes about her country in the eyes of the locals. Especially in Hong Kong, a region with multi-party system, capitalist economy while under the sovereign of mainland China, most people consider Mainland Chinese as brainwashed and backward, even though they share the common culture. Such experience intrigued her to think of the hurdles making the transcultural communication difficulty.    After several internships in Chinese party-owned media, the major channel to present China to the world, and a half-year exchange experience in Hong Kong Baptist University, a good opportunity to witness the image of China in the outsiders&rsquo; eyes, Yuanjie discovered that the main obstacles lie in the distorted information, which are always caused by government intervention, media environment, cultural differences and so on. In the digital media era, the incorrect information are more easily spread through media, particularly social networks.    Since she became a journalism student, Yuanjie has formed the belief that the basic element of successful communication is the unfettered truth, and decided to pursue the truth. Yuanjie&rsquo;s current aim is to gain the knowledge and sharing of views with faculty and colleagues at NYU, which will enhance her to someday help create a public online platform where global communication is equal and free.                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Global and Transcultural Communication - Undergraduate Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Global and Transcultural Communication        Courses examine challenges posed by globalization in terms of mobility of cultural products, transnational media and identity concerns, policy issues.                     MCC-UE 1005 - The Culture Industries   A survey of the contemporary arts and journalism, with particular attention to the impact of corporate concentration on the working atmosphere and final 'product' in each field. Through broad reading and interviews with weekly guests, we will probe the working life today in television, radio, cinema, magazine writing, book publishing, Web production and the music business.    View Sample Syllabus          MCC-UE 1011 - Media and Migration   The course examines the role of media in the lives and cultures of transnational immigrant communities. Using a comparative framework and readings drawn from interdisciplinary sources, the course will explore how media practices and media representations (re)define and enable a re-imagining of national belonging, identity and culture in the context of global relocations. View sample syllabus          MCC-UE 1016 - Media Audiences   Communication scholars have long concerned themselves with the relationship between various media/technologies and &lsquo;the audience.&rsquo;  Different intentions and perspectives inform the discourse and research on how media and communication technologies and their audiences/users interact.  This course will proceed historically, theoretically, and methodologically, always questioning the construction of audiences and media users -- constructions that are shaped by commercial, academic, political and cultural contexts. Students will reflect on some historical analyses of &lsquo;emergent&rsquo; audiences and critical responses to institutional constructions of audiences.  Students will critique mass communication &lsquo;positivist&rsquo; studies and questions of &lsquo;media effects&rsquo; that dominated debates about audiences beginning in the early twentieth century and still continue today. In addition, students will examine how media and audiences are both situated in particular multiple contexts that have a bearing on how media are generated and circulated, and how audiences experience and make meaning of media/technologies. Methodologically, students will investigate how audiences are conceptualized and researched by scholars and cultural critics.  Throughout the course, students will explore the thinking and multiple contexts that frame various conceptualizations of media/technologies and audiences, and how these different approaches inform the concerns, questions, methods, findings, and implications of audience/user research . View sample syllabus          MCC-UE 1020 - The Business of Media   Detailed examination of the business models and economic traits in a variety of media industries including film and television, cable and satellite, book and magazine publishing, gaming and the Internet. Emphasis on historical trends and current strategies in both domestic and global markets. View sample syllabus          MCC-UE 1022 - Latino Media   Examines the production, consumption and cultural meaning of Latino media produced in and around the United States (as opposed to that produced in Latin American countries). Focuses on a wide range of mediated cultural production: television, radio, film, advertising, magazines, etc. This course will be a critical investigation into the theories, production and consumption of Latino media and popular culture. Examines the influence popular culture has on politics, identity formation, shaping culture and as a mode of revealing, producing and reproducing ideology and political struggle. View sample syllabus          MCC-UE 1023 - East Asian Media and Popular Culture   This course explores the evolving media and communication systems in East Asia from economic, political, cultural, technological and network perspectives. Particular attention is paid to the impact of Internet and mobile media on traditional media institutions, the changing role of transnational corporations, and the relations between states and their people. More than half of the course focuses on the Greater China region (Hong Kong, Taiwan, and the mainland). Japan and South Korea are also covered. View sample syllabus          MCC-UE 1210 - Senior Honors in Media, Culture, and Communication   Prerequisite: senior standing and department approval to pursue honors in the major. Open only to MCC majors with senior standing. Extended primary research in media, culture, and communication focusing on the development and sharing of individual research projects. Students enroll the following semester in 2 points of Independent Study under the direction of a faculty honors sponsor, as outlined in department guidelines.          MCC-UE 1300 - Media and Global Communication   Examines the broad range of activities associated with the globalization of media production, distribution, and reception. Issues include the relationship between local and national identities and the emergence of a 'global culture' and the impact of technological innovations on the media themselves and their use and reception in a variety of settings. View sample syllabus          MCC-UE 1302 - Global Television   This course introduces students to theories of global television studies, the reception of American media abroad, and several case studies of television from around the world. Students will learn about the challenges and rewards of studying global television, both of which revolve around how to study television programming and the television industry across cultures and across languages.    View Sample Syllabus          MCC-UE 1304 - Global Media and International Law   This course examines public policy issues and institutions of media governance at the international level. It provides a historical overview of the various institutions and actors involved in global media governance, and assesses the various principles and practices that constitute the regime of global media governance, including the regulation of broadcasting, telecommunications, the Internet, and trade in media products. Special attention is paid to current debates within multilateral bodies such as UNESCO, the WTO, and the International Telecommunication Union. View Sample Syllabus          MCC-UE 1305 - Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication, media, information and international development. Topics include state-building, modernization, dependency and globalization. Every week will be dedicated to a particular country/region and media development program whereby students will analyze a specific case study.    Sample Syllabus          MCC-UE 1306 - Transnational Media Flows   This class examines the intersecting dynamics of media genres and geo-linguistic cultural markets in the configuration of global and regional media flows. It looks in particular at the way media genres travel and how their circulation raises issues about the cultural power of certain media narratives in specific historical, political and social conditions of consumption. We will examine the battle for national, regional, and global media markets as a struggle for the ?legitimate? cultural and political view of the world expressed through information (news), scientific discourse (documentaries), and popular culture (films, telenovelas, reality television, music) to understand the complex global flow of television programs and films.    View Sample Syllabus          MCC-UE 1310 - Culture and Media in Urban China   What  does it mean to be &ldquo;urban&rdquo; in China and how is Chinese urbanism mediated by new  cultural formations? In this course we will examine the culture and media that  define city life in China, including Chinese state and popular media,  television and film, music, fashion, verbal art and literature (in print and  online) and visual art. We will focus on the period from the building booms of  the mid-to-late nineties to the present. Students will work in teams to make  presentations on urban culture, and use primary sources in translation and  secondary sources to write individual essays. Chinese language ability  appreciated but by no means required .    *This course will run as a Global Honors Seminar in Fall 2012 and will have an additional travel component in the January 2012 term. Students must apply for the program. Contact comm.advisors@nyu.edu for more information.    Sample Syllabus           MCC-UE 1340 - Religion and Media   This course examines the ways in which conventional and non-conventional media re-create religious experience. Increasingly, religion is experienced not only in sacred spaces, and through ritual and scripture, but is also communicated through radio, TV, and the Internet, as well as in consumer culture and political campaigns. This course examines the significance of religion in modern life from historical and contemporary perspectives, paying attention to questions of religious and national difference, as well as material and symbolic practices. View sample syllabus          MCC-UE 1341 - Middle East Media (formerly Islam, Media and the West)   This course examines contemporary media in (primarily Arab parts of) the Middle East and the US and their relationship to the perceived rift between Islam and the West. Readings and media examples focus on the politics of culture, religion, modernity, and national identity as they shape and intersect with contemporary geopolitical events, cultural formations and media globalization. View sample syllabus          MCC-UE 1342 - Sounds In and Out of Africa   This course investigates cultural influence and exchange between Africa, the African diaspora, Europe, and America with a particular emphasis on sound and music. How has the sound of Africa been transcribed, recorded, stored, transported, and represented in the West? What can this tell us about global cultural flow? How do specific recording techniques articulate with global music markets? The course analyzes the transatlantic feedback between Africa, America and Europe; evaluates the politics of transcription, ethnographic description, and recording; and examines the changing role for traditional African music in a global world. View sample syllabus          MCC-UE 1351 - War As Media   This course examines the proposition that contemporary war should be understood as media. War has become mediatized and media has been militarized. This course treats war and poltical violence as communicative acts and technologies and focuses on how they shape our understanding and experience of landscape, vision, body, time and memory.    View Sample Syllabus          MCC-UE 1352 - Empire, Revolution and Media   This course examines the role of media in the history and emergence of empires and revolutions and the history of media empires. It focuses on the investment in media forces by both empires and revolutions, and the tendency of media to form empires that are subject to periodic revolution? in the marketplace within the contexts of colonization, decolonization and globalization. Media discussed include prints, paintings, photography, journalism, fiction, cinema, the Internet and digital media. View sample syllabus          MCC-UE 1401 - Global Cultures and Identities   Note: This course will replace E59.1735 Intercultural Communication in the Fall 2010 semester. If you have taken Intercultural Communication you should not take this course. This course examines globalization as it is inscribed in everyday practices through the transnational traffic of persons, cultural artifacts, and ideas. The course will focus on issues of transnational mobility, modernity, the local/global divide, and pay specific attention to how categories of race, gender, and ethnicity intersect with transnational change.    View Sample Syllabus          MCC-UE 1405 - Copyright, Commerce and Culture   Course explores the basic tenets and operative principles of the global copyright system. It considers the ways in which media industries, artists, and consumers interact with the copyright system and judges how well it serves its stated purposes: to encourage art and creativity. Examinies various social, cultural, legal, and political issues that have arisen in recent years as a result of new communicative technologies. The two main technological changes that concern us are the digitization of information and culture and the rise of networks within society and politics.    View Sample Syllabus                 MCC-UE 1407 - Gender, Sex and the Global   This course examines how globalization impacts the construction of gender &amp; sexuality. Through discussions of contemporary issues in various global sites, the course addresses the politics of gender as it is shaped by trans-border flows of media, people &amp; cultural products. View sample syllabus          MCC-UE 1410 - Global Visual Culture   This course examines the role of visual culture in the emergence of, concepts of, and processes of globalization and the global cultural flows. In introducing students to the concept of the visual construction of the social field, the course compares the means by which cultures visualize themselves in forms ranging from the imagination to the encounter between people and visualized media. The course takes as its fundamental premise that visual culture circulates and creates meaning in increasing global flows and that the very foundations of global capital, global culture, and global media are based on the dynamics of visuality and the power systems it both affirms and challenges. View sample syllabus          MCC-UE 1450 - Global Media Seminar (now listed at 9450)   This umbrella number encompasses topics-based courses offered at NYU global campuses &amp; other international locations that examine the social, political and economic dynamics of media &amp; culture in specific national, regional &amp; historical contexts.    Note: The courses listed below count under one Field of Study: Global and Transcultural Communication.    E59.9451 Global Media Seminar: Media in China Counts toward Global and Transcultural Field of Study Sample Syllabus    This course is designed to introduce contemporary media industries in China, involving print, broadcasting, film, PR, advertising, and new media. This course reviews the structures, functions, and influences of various forms of media industries. Practical media work is emphasized. Additionally, it analyzes existing issues on these media industries from historical, regulatory, social, and technological perspectives. (Offered in Shanghai)    E59.9452 Global Media Seminar: Television &amp; Democracy in Italy Counts toward Global and Transcultural Field of Study Sample Syllabus    The goal of this course is to present a thorough historical survey of fifty years of television in Italy, with a special emphasis on the relation between television broadcasting and democratic politics. The course will be structured in four parts: the early days of television in Italy, characterized by the monopoly of RAI and the political influence of the Christian Democrats; the political conflicts and policy-making choices of the 70s; the so-called &ldquo;far west&rdquo; of commercial broadcasting and the birth of the duopoly during the 80s; the change of political landscape during the 90s and the years 2000, with the increasing competition between RAI and Mediaset, the conflicts of interest of Berlusconi and the advent of pay per view and digital terrestrial television. Conducted in English. (Offered in Florence)    E59.9453 Global Media Seminar: Post Communist Media Systems Counts toward Global and Transcultural Field of Study Sample Syllabus    The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics. (Offered in Prague)    E59.9454 Global Media Seminar: France and Europe Counts toward Global and Transcultural Field of Study Sample Syllabus    This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English. (Offered in Paris)    E59.9455 Global Media Seminar: Latin America Counts toward Global and Transcultural Field of Study Sample Syllabus    The course acquaints students with Latin American theories, practices and representations about the Media. In order to provide a complex perspective, the course will begin with a reflection about globalization, identities and local cultures and their tensions with the constitution of a global culture. The second and most important part of the course are the Latin American researches, perspectives and representations about the media, their place in contemporary societies, their active participation in the constitution of identities and the role in the construction of an agenda. This is how the course will introduce not only Latin American perspectives but also a global vision that will allow students to articulate global and local problems from a critical point of view. The denaturalization of the media, the identification of their constructions, representations and selections are some of the objectives of the course: to re-read media practices as a way to reflect about everyday practices. (Offered in Buenos Aires)    E59.9456 Global Media Seminar: Australia and the Pacific Rim Counts toward Global and Transcultural Field of Study  Sample Syllabus    This course brings together diverse issues and perspectives in rapidly evolving areas of international/global communication. Historical and theoretical frameworks will be provided to help students to approach the scope, disparity and complexity of current developments in our media landscape. Students will be encouraged to critically assess shifts in national, regional, and international media patterns of production, distribution, and consumption over time, leading to analysis of the tumultuous contemporary global communication environment. Key concepts associated with international communication will be examined, including a focus on trends in national and global media consolidation, cultural implications of globalisation, international broadcasting, information flows, international communication law and regulation, and trends in communication and information technologies. The focus of the course will be international, with a particular emphasis on Australia. (Offered in Sydney)              MCC-UE 1762 - Cultural Geography of Commodities: Coffee   This course will investigate the cultural and media geographies of a specific commodity, such as coffee, tea, sugar, oil, and cotton, assessing historical and contemporary issues that inform modes of production, the development of international or domestic trade, and media representation. Students will work as a team to produce a project that analyzes the intricacies of the commodity&mdash;in this case, coffee. The course will include on-the-ground research and site visits.    View Sample Syllabus          MCC-UE 9140 / E59.1400099 - Communication & Cultural Contexts (London)   A review of theories and evidence of cultural and political transformations in culture underway in the era of media proliferation, multinational conglomerates, and cyberspace. The role of international flows and national differences.           MCC-UE 9400 / E59.1400099 - Culture, Media and Globalization (formerly titled Communication & Cultural Contexts) - Prague   A veritable buzzword, globalization refers to several newly emerged phenomena. To study it means to delve into several areas in which it manifests itself. These are, to name just the three most visible ones, the economy, culture and politics. In any of these dimensions globalization, as it is discussed in the last twenty years, functions through the media. Media does not portray globalization, but it is its important part. A study of globalization is inherently diverse and eclectic. So is this course. Students will read, watch films, analyze and discuss them. In class discussions and short papers they are expected to engage questions, issues, themes and topics connected to globalization, culture and the media. Special attention will be devoted to the impact of globalization on the late communist and post-communist world, and also to the ways by which the globalization issues are framed and discussed in the media discourse. All assigned texts and films are mandatory. Students are required to follow current events in the media (cable TV, newspapers, Internet). Class participation is expected as it is part of the final grade.           MCC-UE 9451 / E59.1451099 - Global Media Seminar: Media in China (Shanghai)   This course is designed to introduce contemporary media industries in China, involving print, broadcasting, film, PR, advertising, and new media. This course reviews the structures, functions, and influences of various forms of media industries. Practical media work is emphasized. Additionally, it analyzes existing issues on these media industries from historical, regulatory, social, and technological perspectives.          MCC-UE 9452 / MCC-UE 1452 - Global Media Seminar: TV & Democracy in Italy (Florence)   The goal of this course is to present a thorough historical survey of fifty years of television in Italy, with a special emphasis on the relation between television broadcasting and democratic politics. The course will be structured in four parts: the early days of television in Italy, characterized by the monopoly of RAI and the political influence of the Christian Democrats; the political conflicts and policy-making choices of the 70s; the so-called &ldquo;far west&rdquo; of commercial broadcasting and the birth of the duopoly during the 80s; the change of political landscape during the 90s and the years 2000, with the increasing competition between RAI and Mediaset, the conflicts of interest of Berlusconi and the advent of pay per view and digital terrestrial television. Conducted in English.    sample syllabus          MCC-UE 9453 / E59.1453099 - Global Media Seminar: Post-Communist Media Systems (Prague)   The idea of the course is to inform students about European media in general, and about transformation of the Czech media after the Velvet revolution in 1989 in particular. Czech developments will be presented on the background of a wider European perspective in order to make students acquainted with the basic features of European landscape of print and electronic media. Due to the lack of literature and printed sources in English language on the subject, the course will extensively exploit internet sources related to the topics.          MCC-UE 9454 / E59.1454099 - Global Media Seminar: France & Europe (Paris)   This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English.          MCC-UE 9993 - Introduction to Digital Media: Chinese Cyberculture (Shanghai)   This course introduces the philosophy of cybernetic machines with reference to the technological trends affecting contemporary China. Topics will include: Chinese cyberspace and the Great Fire Wall; the revolutionary potential of microblogs; hacking; gaming; the ICT economy, maker innovations and machine intelligence.    View Sample Syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Global and Transcultural Communication - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Global and Transcultural Communication        Courses examine the varied challenges posed by globalization on citizenship, diasporas, ethnic and cultural minorities, human rights, media economies of scale, the circulation and influence of cultural products, intellectual and cultural property, the structuring and stratification of information flows and social policy.                     MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2165 - Transnational Communities and Media Cultures   This course examines the emergence of transnational communities, recent patterns of migration, and the role of media forms and practices in redefining culture and national belonging. We will explore how media practices define culture and identity for diasporic groups within the landscape of global cities. What role do media play in the (re)imagining of cultural politics, nationalism, and everyday life in the context of global relocations? How do technology and media enable new configurations of cultural resistance and identification within ( and between) different immigrant groups? What does this mean in terms of negotiating the global and local in various aspects of immigrant lives? Through field trips, field work, discussion, and lectures, students will be exposed to contemporary issues and research.    Note: This couse may be offered in London. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2182 - Communication Processes: Gender, Race and Cultural Identity   Course examines past &amp; current studies on language, communication theories, speech perception, &amp; other aspects of verbal &amp; nonverbal behavior. Students relate these studies to how gender, race, culture &amp; sexual orientation are developed &amp; reflected in society in both personal &amp; professional relationships.    sample syllabus          MCC-GE 2184 - Comparative Media Systems   How does journalism differ around the world? And to the extent that it does, why? Beyond the personal idiosyncrasies of individual journalists and media owners, which factors play the greatest role in shaping 'national news cultures': professional values and traditions, level and type of commercialism, government regulations, bureaucratic pressures or organizational dynamics, and/ or audiences? Too much of our media criticism proceeds from hunches and assumptions, rather than real evidence, for the simple reason that it limits itself to a single national context ( and often a single time period). Adequately sorting out the factors that shape our media environment can best be accomplished via comparative research. This course offers a conceptual roadmap to such a project as well as a close empirical look at the news media in a variety of national contexts. After a general consideration of the factors that structure news media systems and the roles that media play in democratic societies, the course incorporates (1) a survey of comparative methodologies: surveys, ethnographies, news content analyses, etc., and (2) national and comparative case studies, representing the major types of Western European journalistic 'models' as well as some important non-European variants.    sample syllabus          MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2229 - Contemporary Theory and Research in Globalization   This course seeks to cover the landscape in contemporary theorizing and research on cultural globalization. It is organized broadly around three partially competing/partially complementary theories of globalization: homogenization, enduring cultural differences, and hybridization. We will attempt to bring each of these theories to life with case studies of the production, distribution, and reception of cultural forms and experiences from across the globe.    sample syllabus          MCC-GE 2232 - Language and Culture    Readings and research on the ways in which language is implicated in different cultures &amp; constructions of time, space, consciousness, self, truth, knowledge, and gender. sample syllabus           MCC-GE 2275 - Middle East Media and Cultural Politics   Examines developments of culture, politics, and media in contemporary Middle East through an historical and cultural lens. Course is organized by theoretical theme and geographic location and addresses culture as a site of struggle; the impact of globalization on Arab mass media; the connections between civil society, democracy and Islam; and gender, national and diasporic identities.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2304 - Global Media and International Law    This course examines the history and role of international law and international regulatory instruments as they pertain to global media governance. It provides an historical overview of the various institutions and actors involved in global media governance, and assesses the various principles and practices that constitute the regime of global media governance, including the regulation of broadcasting, telecommunications, the Internet, and trade in media products. Students will undertake original research in a selected area of global media governance with careful attention to original documents in the field.    sample syllabus           MCC-GE 2305 - Internet Governance   The Internet has become an essential platform and engine for economic development, social justice and the protection of human rights. At the same time, the issue of global Internet governance raises challenging questions, including: where the control of the Internet should reside, what guiding principles should be used and who should take part in the policy making process? Students will explore prominent narratives and issues, such as the concept of architectural openness and the promotion of Internet Freedom. Through weekly discussions and the tracking of developmental shifts, this course seeks to provide insight into the possible future of the medium. Sample Syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2380 Topics in Globalization   SUBTOPIC: Cultural Globalization in France    This course will provide students with a critical understanding of how international flows of information and entertainment products &ndash; from news and information to movies, television and lifestyle brands -- play a role in shaping and reshaping global economic, political, military, and cultural realities. We will examine a range of forms of mediated production and consumption understood broadly in relation to political, economic, and cultural power, and situate these forms in relation to contemporary theorizing about global cultural convergence, divergence, and hybridity.    In this intensive three-work course organized in collaboration with the American University of Paris, the city of light and its environs will be our laboratory. France is often at the center of debates about the reach and character of cultural globalization: its government has often taken the lead in opposing American efforts to define cultural exchange in purely market terms, even as French publics have often welcomed American popular culture and political ideas. To better understand globalization &ldquo;on the ground&rdquo; in France, we will range across Paris to meet with activists, journalists, and other media creators. In so doing, we will deepen our understanding of the global, national, and local economic and political processes shaping how culture is being created, consumed, remixed, diffused, and transformed.    *This course is set to run in Paris in Summer 2013, June 26 - July 16. Department approval needed. More information is available here .    Syllabus available soon.          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2382 - Topics in Globalization: Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication and international development. Topics include state-building, modernization, dependency and globalization, as they concern the \"Third World.\"  Part One of the course focuses on mainstream development, its proponents (such as the UN, the World Bank and international non-profit organizations) and its application and practice. Part Two will delve into the critiques of development and its connections to longer historical, political and economic inequalities, such as imperialism, colonialism and globalization. In Part Three, each class will be devoted to a particular topic or problem and relevant case studies from they key regions (Latin America/Carribean; Africa; Middle East; Asia; \"The Fourth World\") that students will present on. sample syllabus           MCC-GE 2384 - Topics in Globalization: Media and Cultural Globalization in France   This course explores common current definitions of grassroots media and their implications (e.g. 'alternative' media, 'citizens' media, 'tactical' media, 'social movement' media). It then examines a number of self-governed media projects in the USA, France and elsewhere. Examples will include Occupy movement media, media uses in the global anti-apartheid movement (1950-1994), social movement media in the Arab region, and protest media in France. Students in groups of 2-3 produce a short video concerned with social justice/cultural diversity and shorter \"on-the-spot\" videos as practices of citizen journalism. The course studio component teaches students the necessary technical skills to make critical-situational media.    Please Note: An application is required for this course, please visit: steinhardt.nyu.edu/global/programs/Media_Governance_Diversity          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Global and Transcultural Communication - Master&#039;s Program - Media Studies - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Master's Program - Media Studies                       Browse by MA Area of Study       Global and Transcultural Communication    Visual Culture and Cultural Studies    Interaction and Social Processes    Persuasion and Politics    Technology and Society                 Global and Transcultural Communication        Please click on a name to view a student's profile.                     Al-Mohannadi, Hessa   Hessa graduated from Georgetown University in 2010 with bachelors in Political Science and a certificate in American Politics. During her studies in Georgetown University, she has enrolled in courses in Media and Foreign Policy which has sparked her interest in media in relation to foreign policy, public opinion and journalism.    Hessa wishes to research how media tools can be used effectively in Middle Eastern cultures. She would like to further study and reflect on the relationship between new media and politics in the Middle Eastern context, especially in light of recent political developments in the region. She is very excited to be joining the MA in Media, Culture and Communication at New York University and hope to both add to and gain from this program. She is interested to pursue a PhD degree in media after she graduates from NYU.          Edelstein, Alex   Alex&rsquo;s research uses hip hop as a case study for investigating ways in which we can redefine the construction and articulation of categories of identity, focusing on non-normative representations of gender and sexuality. Through performative acts including dance, drug use, and intentional speech acts, individuals are able to transgress the rigidity of normative definitions of identity. Alex hopes to expand upon this phenomenon, explaining it as possible in every context, such that inherently fluid, performative acts can replace the traditionally divisive categories of identity in defining individuals.    In addition to pursuing his M.A., Alex is the Director of the Copywriting and Social Media departments at a creative advertising agency based in New York, where he incorporates theories of identity formation into the process of constructing global, multichannel advertising campaigns. Previously, Alex has conducted ethnographic research at Columbia University on a project titled &ldquo;Artist Identity Expressed Through Rap Lyrics,&rdquo; and has published extensively on hip hop, linguistics, and identity construction. He graduated cum laude with a B.A. in Hip Hop, Culture, and Identity Formation form the Gallatin School of Individualized Study at New York University.          Giles, Matthew Neil   Matt Giles graduated Summa Cum Laude from Brigham Young University - Hawaii with a Bachelor's in Communications. His research focuses on the way that groups adopt and reimagine cultural identities in post-modern settings. His work has taken him to various research sites around the Pacific including Fiji, Hawaii, and Solomon Islands and his continued work in transformative conflict resolution focuses on narrative identity formation and individual interpretation and application of broad social norms.    Though much of his research focuses on the Pacific, Matt's interest in the role of cultural presentation in peacebuilding yields interesting opportunities in contemporary American religious congregations as well as the Middle East. He is involved in religiously-based efforts to create dialogue between gay rights activists and the Mormon Church through the \"\"Mormons Building Bridges Project\"\" and advocates for human rights issues within that group. His interests include new media in cultural revival efforts, transformative conflict resolution and public relations campaign analysis.          Joshi, Mihi   Mihi was born in Hong Kong and moved every few years of her life; prior to New York, her background comprised sixteen cities across seven countries. She graduated from Colorado College in 2011 with a BA in English: Creative Writing and a minor in Studio Art.    After graduation, Mihi moved to Mongolia and interned at Zorig Foundation, a non-governmental organization promoting democracy and civil engagement, while teaching English at a private ESL school and freelancing as an editor. She also worked briefly on various projects at Tavan Bogd Trade, a Mongolian conglomerate and with the United Nations Development Programme. Her unusual exposure to a myriad of cultures has shaped her interest in global and transcultural communication issues.          Li, Wenxiu   Wenxiu is from Central China, Hubei Province. She graduated with a bachelor&rsquo;s degree in English Language and Literature from Wuhan University in China in 2013. She has developed a great interest in western culture, especially American culture before and during her time at Wuhan University as an English major. Because of this she was propelled to go to California in 2010 for the Work &amp; Travel program offered to her by her university.    After graduation, she worked as both an English teacher and a copywriter in an English-language training school in Hubei, China. Working in a multi-cultural environment, she gained more understanding of the cultural differences of the west and the east and she has become more interested in intercultural communication.    This year, she decided to join the Media, Culture and Communication program of New York University. She intends to focus her post-graduate study on areas such as transcultural communication, visual culture, and cultural studies.    Wenxiu believes that the diversified culture in New York City will inspire her in many ways and she looks foward very much to the time she is going to spend in NYU.          Liao, John   John Liao is a first-year MA student in Media, Culture, Communication at New York University. A Taiwanese native, John grew up in Singapore before arriving in the United States to pursue his higher education. In 2014, he graduated from Boston University with a B.S. in Communication. During his undergraduate study, John has interned at various advertising agencies in Singapore, New York, Los Angeles and Boston, and competed in advertising competitions, which earned him the Stickell Award by the American Advertising Federation in 2013.    John&rsquo;s research interest, which lies within MCC&rsquo;s Global and Transcultural Communication track, primarily focuses on the globalization of entertainment goods. His goal is to study how entertainment is shared in a cross-cultural setting&mdash;particularly between the East and West. John plans on spending his time at NYU uncovering how cultural and creative industries adapt to foreign demands and how these industries promote and distribute their products on a global scale.          Lin, Shuying   Born and raised in Shanghai, Shuying Lin is interested in global affairs and comparative studies as well as cultural and literary critiques. She also wishes to explore how policies are to shape the evolving social norms and diverging cultures. In 2013 she graduated with honors from East China Normal University (ECNU) with a BA in Translation and Interpretation. At ECNU She assisted in a national research program on American Visual Culture in the perspective of linguistics. She also directed a play producing the best actor and supporting actor at drama festival. She was a deputy group leader of Public Relations Department at ECNU and responsible for photographing, interviewing, manuscript writing and campus news production. She earned a law degree from East China University of Political Science and Law. In 2012 she took a law program in Oxford. There she studied global and international macroeconomics, theory of international business law and IP rights, topics of WTO &amp; ASEAN as well as European business law. Prior to this, she interned at Shanghai Judicial Expertise Center. Shuying worked as an intern journalist at Global Times, China Daily and Thomson Reuters, where she was engaged in news gathering and reporting and attended media round tables. She had contributed to some major stories. Her reporting interests are global politics, social activism and nation-to-nation relation, in particular from the prism of cultural differences.She is also a freelance English-Chinese interpreter and is going to write for Oriental Morning Post, a media outlet based in Shanghai.          Lucignano, Giovanna   Originally from Italy and Brazil, Giovanna has lived an international life from a young age. She moved between Italy, Brazil, Portugal, Switzerland, France, and the United States in the last decade. Giovanna graduated cum laude from Northeastern University with a B.A Dual Degree in Political Science and International Relations and minors in History and Communications Studies. From a young age she experienced many cultures and peoples, creating around her a diversified group of friends and relations. In recent years she has been drawn to Middle Eastern studies. Giovanna wishes to continue her study of the Middle East but also study the broader question of the impact of culture and media communication in society.          Mao, Siqi   Born and raised in China, Siqi Mao earned her bachelor's degree from Peking University with two majors in English Literature and Economics. Now she is a master's student majoring in Media, Culture, and Communication at NYU Steinhardt. Her research topics touch on various areas of global and transcultural media, celebrity culture in China, etc. In addition to her MCC courses, Siqi is taking approximately 1/4 of her coursework from NYU's Stern School of Business, where she is concentrating mainly on the marketing and management track.    Siqi Mao had intern experiences with advertising sales at Viacom (VH1/MTVN CSR) and SEO as well as digital marketing experience at Time Out New York. Back in Beijing, she had also interned with CCTV (China Central Television) and Ruder Finn Public Relations.    Siqi Mao has been involved with different kinds of performing arts activities. Her various roles include Production Assistant of Disenchanted: A New Musical by Town Square Productions, Assistant Stage Manager of Rent A White Guy: The Musical by Fish Out of Water Productions, Researcher and Translator of High Tech, Low Life, a Tribeca Film Festival documentary, and so on.    Siqi is also a free-lance English-Chinese translator and is currently working on her third book.          Ng, Chu Yuan   Originally from Singapore, Ng Chu Yuan graduated from The State University of New York at Buffalo with a BA in Communications. In the last two years, she has worked in various corporate communication and events production functions for non-profit organizations, a start-up company and a global financial institution (UBS AG). With her experiences, she hopes to research more into the workings of transcultural communication and leadership in organizations.    Chu Yuan is passionate about gender rights. Since 2012, she has been a research volunteer with AWARE, a leading gender equality advocacy group based in Singapore. Her contributions includes reviewing Singapore's workplace anti-discrimination policies, the recent effort to reduce pregnancy discrimination in the workplace and the alignment of CEDAW. She also enjoys cooking, ballroom dance and cycling.           Njeru, Diana   Diana graduated from York University in Toronto, Canada with a BA in Political Science. Upon completion of her studies, she returned to East Africa and began managing development projects in South Central Somalia that educated and empowered women to advocate for their rights. She then worked at BBC Media Action, coordinating development projects that used media to address issues related to governance, health and resilience to climate change in Kenya and Somalia. Here, she developed a passion for using media and communication to reduce poverty and improve the lives of vulnerable communities in the region.    Diana conducted extensive research on the media landscape in Somalia and resultantly, understands the challenges journalists face working in the context of war. She also conducted research on the needs of pastoralist and small-scale farming communities living in the arid lands of Kenya, and how can media and communication can be used to support these vulnerable groups to better cope with climatic shocks and adapt to increasing climatic variability.    Through her work in the East African region, Diana has coordinated the production of radio programmes which have been broadcast on the BBC Somali Service that promote human rights and inform, educate, inspire and empower communities. Diana&rsquo;s goal at NYU is to learn how to use multimedia platforms and communication to promote peace and development in Africa by improving coordination of media and development projects on a global scale, empowering recipient communities and fostering positive change.          Ramsawak, Sara-Lee   After receiving her B.A. from the Johns Hopkins University with a major in International Studies and a minor in Africana Studies in 2012, Sara-Lee Ramsawak has become intrigued by the influence of local cultures on national policies, laws, and mentalities as well as the diverse affects globalization has on these nations. Through the MCC MA program, she wishes to expand her cultural intellect by studying concepts like these through the Global and Transcultural area of study.    Coming from a multicultural background and having the opportunity to visit many different nations through personal, academic, service, and business travel, Sara has witnessed the benefits one attains when they participate in international experiences. When she looks back on the past few years of her life, the trips she has taken and how much she has learned from them leaves the biggest impression. They have expanded her intellect and allow her to think about things with a different perspective.    Currently working in higher education with undergraduate students in many different aspects, Sara is most captivated by her job responsibility of study abroad advisement. Being a large advocate of international travel and global studies herself, Sara hopes to increase the amount of students that study abroad before the completion of their undergraduate degrees. She believes that in an ever increasing globalized world, people benefit largely from international experiences.          Shukralla, Ibrahim   Ibrahim graduated from the Higher Colleges of Technology in Dubai, United Arab Emirates with a Bachelor&rsquo;s in Business Administration, Human Resources. Ibrahim has work experience of 5 years as he worked during his college days as a part-time Sales Assistant in IKEA and then as a full-time reporter for Al Emarat Al Youm newspaper (Emirates Today in Arabic).    His career in media persuaded him to apply for MCC. He believes that MCC will be a step forward to his knowledge, information and experience in the field of media which he is passionate about.    Having worked 4 years for the newspaper, Ibrahim&rsquo;s mainly coverage was about sport. He wrote more than 1,800 stories and covered abroad events in Spain, UK, Jordan, Thailand and Qatar.    Ibrahim considers covering London 2012 Olympics as a highlight in his career up to this moment. at the age of 21, he was one of the youngest reporters ever to cover what is considered the biggest event in the world. During the event Ibrahim wrote many controversial stories, one of them an interview with Anas Al Matbouli, a Jordanian boxer who revealed to him that he works as a dustman back home. However, because of the angry reaction this interview caused in Jordan, Abdulhalim Al Kelani, Mayor of Amman, decided to change Anas&rsquo;s job title from &ldquo;dustman&rdquo; to &ldquo;sportsman&rdquo; in order to &ldquo;honor an Olympic hero who made his country proud&rdquo; as he said.    Ibrahim won Sports Reporter of The Month Award twice in his career, and in 2012 he won Dubai Media Excellency Award as the &ldquo;New Distinguished Employee&rdquo; of the year. A year later, Ibrahim reached the final stage of the Dubai Government Excellence Award for the category of &ldquo;Distinguished Field Employee&rdquo;. However, despite losing, Ibrahim feels proud that he reached the final stage of what is considered the most prestigious government award in Dubai, surpassing thousands of field employees such as policemen, engineers and firefighters.    In April 2014, 4 months before leaving Dubai to New York to join MCC, Ibrahim became a &ldquo;senior reporter&rdquo; for Al Emarat Al Youm.          Sun, Yuelin   Growing up in Beijing, China while graduating from Waseda University where Yuelun majored in International Liberal Studies at Tokyo in Japan in 2013, this unique transnational experience sparked her enthusiasm towards exploring the interplay between culture and media. Living in such a technologically innovative metropolis as Tokyo is, while being exposed to infinite mediated information every day, Yuelun has always been fascinated by how distinctive medium-specific cultures are cultivated and move across borders.    Starting from 2011, Yuelun went on a one-year exchange at University of Illinois at Urbana-Champaign in the U.S, where she further developed interests in international communication and human-technology interaction through courses taken, books read, and a 4-month course-based internship at Krannert Art Museum, the second largest art museum in the state of Illinois.    Yuelun&rsquo;s academic interests now most lie in Media and Cultural Studies, and Global Communication. Specifically, she is interested in dissemination and influence of media culture, television and digital media particularly, across borders within East Asian countries, and between the region of East Asia and North America, the role of new communication technology in social change, and the issues of intercultural communication and identity. Yuelun is also broadly interested in the role of media in visual experience and aesthetic education.    Meanwhile, a culturally sensitive person herself, Yuelun is always fond of language learning, writing and photography which are, for her, not only the ways of recording life, but the means of exploring differences and common ground between cultures.          Tan, Miao   Miao Tan was born in Xining, China. In 2014, she graduated from Beijing Foreign Studies University with a B.A in Teaching Chinese as a Second Language. Before starting at NYU, Miao traveled a lot and attended summer school courses in University of California, Berkeley in 2013. Miao has worked as an intern in CCTV sports channel and as an editor assistant in Foreign Language Teaching And Research Press    Academically, Miao is interested in Global and Transcultural Communication, which relates to globalization on citizenship, the circulation and influence of cultural products and so on. She would also like to learn more about Visual Culture and Culture Studies.          Taylor, Mary   I like long walks on the beach and reading Bordieau.          Xia, Yuanjie   Growing up in Zhoushan, an island of China, Yuanjie is fond of meeting different people, and possesses adventurous spirits of exploration the outside world.    Since childhood, she has travelled across almost two thirds of China, and visited six countries. However, the farther places she reached, she found the stronger stereotypes about her country in the eyes of the locals. Especially in Hong Kong, a region with multi-party system, capitalist economy while under the sovereign of mainland China, most people consider Mainland Chinese as brainwashed and backward, even though they share the common culture. Such experience intrigued her to think of the hurdles making the transcultural communication difficulty.    After several internships in Chinese party-owned media, the major channel to present China to the world, and a half-year exchange experience in Hong Kong Baptist University, a good opportunity to witness the image of China in the outsiders&rsquo; eyes, Yuanjie discovered that the main obstacles lie in the distorted information, which are always caused by government intervention, media environment, cultural differences and so on. In the digital media era, the incorrect information are more easily spread through media, particularly social networks.    Since she became a journalism student, Yuanjie has formed the belief that the basic element of successful communication is the unfettered truth, and decided to pursue the truth. Yuanjie&rsquo;s current aim is to gain the knowledge and sharing of views with faculty and colleagues at NYU, which will enhance her to someday help create a public online platform where global communication is equal and free.                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]