[{"detail": [{"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings      Jump To: Introductory Language Courses --Intensive Sequence    --Extensive Sequence Language Course with Special Prerequisites Advanced Language Courses (Electives)    Core Courses (Taught in French) Electives in French Literature and Civilization (Taught in French)    Courses Conducted in English Interdisciplinary Courses Graduate Courses Open to Undergraduates    Placement in French  Language Courses   The placement of  students in French language, literature, and civilization courses is  explained under \" Placement Examinations \" in the Academic Policies  section of this Bulletin.      Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in French may be fulfilled either by an intensive  sequence of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a  total of 12 points, or by an extensive sequence of four 4-point  courses (FREN-UA 1, FREN-UA 2, FREN-UA 11, and FREN-UA 12) for a  total of 16 points. With departmental approval, a student may follow  a plan of study combining two 4-point courses with one 6-point course  (FREN-UA 1, FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA  12) for a total of 14 points. All students planning to continue their  study of French beyond the MAP requirement are strongly advised to  follow the intensive sequence, since this permits completion of the  intermediate level in two semesters.      Introductory  Language Courses      Intensive Sequence      Intensive Elementary  French   FREN-UA 10 Open to  students with no previous training in French and to others on  assignment by placement test. Completes the equivalent of a year's  elementary level in one semester. Offered every semester. 6 points.      Intensive Intermediate  French   FREN-UA 20   Prerequisite: Intensive Elementary French (FREN-UA 10) or Elementary  French I, II (FREN-UA 1, 2). Open to students who have completed the  equivalent of a year's elementary level and to others on assignment  by placement test. Completes the equivalent of a year's  intermediate level in one semester. Offered every semester. 6 points.      Extensive Sequence      Elementary French I   FREN-UA 1 Open to  students with no previous training in French and to others on  assignment by placement test. Not equivalent to FREN-UA 10. Only by  following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate  level. Offered every semester. 4 points.      Elementary French II   FREN-UA 2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student  must complete both FREN-UA 1 and FREN-UA 2. This two-semester  sequence is equivalent to FREN-UA 10. Offered every semester. 4  points.      Intermediate French I   FREN-UA 11   Prerequisites: Elementary French I, II (FREN-UA 1, 2) or FREN-UA 10.  Open to students who have completed the equivalent of a year's  elementary level and to others on assignment by placement test. Not  equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA  12 can a student complete the equivalent of FREN-UA 20 and then  continue on to the post-intermediate level. Offered every semester. 4  points.      Intermediate French II   FREN-UA 12   Continuation of FREN-UA 11. To fulfill the MAP requirement and  continue on to the post-intermediate level, a student must complete  both FREN-UA 11 and FREN-UA 12. This two-semester sequence is  equivalent to FREN-UA 20. Offered every semester. 4 points.      Language Course with  Special Prerequisites      Conversation and  Composition   FREN-UA 30   Prerequisite: Intermediate French I, II (FREN-UA 11, 12) or Intensive  Intermediate French (FREN-UA 20). Open to students who have completed  the equivalent of a year's intermediate level and to others who  have passed the proficiency examination but who wish to review their  French in order to take advanced courses in language, literature, and  civilization. Offered every semester. 4 points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar, written exercises, an  introduction to composition, lexical enrichment, and spoken skills.      Advanced Language  Courses (Electives)      Spoken Contemporary  French   FREN-UA 101   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Assumes a mastery  of the fundamental structures of French. May be taken concurrently  with Written Contemporary French (FREN-UA 105). Offered every  semester. 4 points.   Helps the student to  develop vocabulary, improve pronunciation, and learn new idiomatic  expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic  documents as radio and television interviews, advertisements, and  spontaneous oral productions.      Phonetics   FREN-UA 103   Prerequisite: Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered at least once a year. 4 points.   Provides advanced  French-language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of  both French and English.      Written Contemporary  French   FREN-UA 105   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Offered every  semester. 4 points.   Designed to improve the  student's written French and to provide advanced training in French  and comparative grammar. Students are trained to express themselves  in a variety of writing situations (for example, diaries,  transcriptions, narrations, letters). Focuses on the distinction  between spoken and written styles and the problem of contrastive  grammar. Emphasis on accuracy and fluency of usage in the written  language.      Translation   FREN-UA 107   Prerequisite: Written Contemporary French (FREN-UA 105). Offered  every year. 4 points.   Practice of translation  through French and English texts taken from a variety of sources to  present a range of contrasting grammatical and stylistic problems.  Also stresses acquisition of vocabulary.      Advanced Techniques of  Translation   FREN-UA 108   Prerequisite: Translation (FREN-UA 107). Offered every year. 4  points.   Course in translation  method based on an intensive practice of translating. Every week is  devoted to a different genre of writing (such as poetry, prose,  journalism, or subtitling) or a different set of issues related to  translating (such as cultural, grammatical and sentential,  phonic/graphic and prosodic, or language variety).      Acting French   FREN-UA 109   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Use of dramatic  situations and readings to help students overcome inhibitions in  their oral use of language. The graduated series of exercises and  activities is designed to improve pronunciation, intonation,  expression, and body language, via phonetic practice, poetry  recitation, skits, improvisation, and memorization of dramatic texts.  Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.      Business French   FREN-UA 110   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Designed for students  who wish to learn the specialized language used in French business.  Emphasis on oral and written communication, as well as the  acquisition of a business and commercial vocabulary dealing with the  varied activities of a commercial firm (for example, advertising,  transportation, banking). Stresses group work in simulated business  situations and exposure to authentic spoken materials.      Core Courses (Taught  in French)      The following courses  are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement  test, or who have the permission of the director of undergraduate  studies.      Readings in French  Literature I: From the Middle Ages to the French Revolution   FREN-UA 120   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the fall. 4 points.   Introduction to central  works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and  status of literature within the era's larger intellectual,  political, and social framework. Critical study of key themes,  genres, and styles; focuses on analytical writing and literary  analysis. Authors studied may include Marie de France, Rabelais,  Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire.      Readings in French  Literature II: From 1800 to the Present   FREN-UA 121   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the spring. 4 points.   Introduction to central  works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature  within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses  on analytical writing and literary analysis. Follows but does not  require completion of Readings in French Literature I. Authors  studied may include Colette, André Malraux, Céline, Simone de  Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.      Approaches to  Francophone Literature   FREN-UA 145   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered every year. 4 points.   Examines literature  from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by  more complex relationships and ideologies. Special attention is paid  to language and the role of the writer in elaborating a postcolonial  national identity. Writers studied may include Edouard Glissant and  Patrick Chamoiseau of Martinique, Jacques Roumain of Haiti, Ahmadou  Kourouma of the Ivory Coast, and Assia Djebar of Algeria.      French Society and  Culture from the Middle Ages to 1900   FREN-UA 163 Offered in  the fall. 4 points.   Retrospective and  introspective view of French civilization from the early period to  1900 through the interrelation of history, literature, fine arts,  music, and philosophy. Study of major historical forces, ideas, and  tensions; the formation of collective identities (territorial,  religious, political, and so on); France's diversity and formative  conflicts; the Republican model; France and the outer world; and the  relationship between state, nation, and citizenry. Primary sources  and documents such as chroniques, mémoires, journaux, revues, and  correspondances.      Contemporary France   FREN-UA 164 When  conducted in English, numbered FREN-UA 864. Offered in the spring. 4  points.   An introduction to  French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged  France's stature, its national identity, and its Republican model.  Topics include the French political and social systems; France's  \"exceptionalism\" and relationships with Europe, the United  States, and globalization; colonialism, immigration, and  postcolonialism; and gender and class relations.      Electives in French  Literature and Civilization (Taught in French)      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 150 When  conducted in English, numbered FREN-UA 850 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Fabulous Versailles,  the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of  17th- and 18th-century culture and French influence on European  civilization. This course views the intellectual, artistic, and  social complexities of the period through the works of contemporary  philosophers, dramatists, artists, memorialists, and historians from  Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.      Classicism   FREN-UA 462 Offered  periodically. 4 points.   Studies French  classical literature as one of the summits of the struggle of human  beings to understand themselves and their place in the universe.  Authors studied include Descartes, Pascal, Madame de Sévigné,  Madame de Lafayette, La Fontaine, Molière, Corneille, Racine, La  Bruyère, and La Rochefoucauld.      The 18th-Century French  Novel   FREN-UA 532 Offered  periodically. 4 points.   The novel comes into  its own during the 18th century. It fought for recognition as a  \"worthy genre.\" The development of the novel as an aesthetic form  and the social and moral preoccupations it reveals are studied in a  variety of authors, such as Marivaux, Voltaire, Diderot, Rousseau,  Laclos, and Sade.      French Thought from  Montaigne to Sartre   FREN-UA 562 Offered  periodically. 4 points.   Deals with the various  currents of ideas and the transformations in values, taste, and  feeling that constitute the Enlightenment in France. Pays particular  attention to the personality, writings, and influence of the  following authors: Montaigne, Descartes, Montesquieu, Voltaire,  Diderot, Rousseau, and Sartre. Significant works by these thinkers  and others are closely read and interpreted.      19th-Century French  Novel and Society   FREN-UA 632 Offered  periodically. 4 points.   Study of Balzac,  Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the  social, political, and intellectual contexts of his or her epoch.  Problems of the 19th-century novel, narrative structure, point of  view, invention, and observation.      Literature and the Arts  in the Age of Surrealism   FREN-UA 722 Offered  periodically. 4 points.   The historical  framework of this course is the period between the two World Wars, a  time in which the spirit of surrealism dominated the intellectual and  artistic aspects of French culture. Studies the \"surrealist  revolution\" through both detailed analyses of texts by Breton,  Aragon, Eluard, and Desnos, and of painting and cinema. Explores the  relation between theory and practice in literature and the arts.      Contemporary French  Novel   FREN-UA 731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4  points.   The major French  novelists of the 20th century have moved the novel away from the  traditional 19th-century concept. Proust and Gide developed a  first-person-singular narrative in which the reader is participant.  Breton uses the novel for a surrealist exploration. With Céline and  Malraux, the novel of violent action becomes a mirror of man's  situation in a chaotic time and leads to the work of Sartre and  Camus, encompassing the existentialist viewpoint. Covers Beckett's  sparse, complex narratives and Robbe-Grillet's \"new\" novels.  Novels are studied with respect to structure, technique, themes,  language, and significant passages.      French Poetry from  Baudelaire to the Present   FREN-UA 741 When  conducted in English, numbered FREN-UA 841. Offered periodically. 4  points.   Major trends in French  poetry from the late 19th century to the present. Beginning with the  precursors of contemporary poetry in France and other countries'  Baudelaire, Rimbaud, Mallarmé, and Laforgue—innovation is studied  in the 20th-century writers: Apollinaire and the New Spirit; the  surrealist poets, including Aragon and Breton; Saint-John Perse;  Michaux and exorcism through the word; Ponge and the world of things;  and the postwar poets. Includes textual analysis, poetic theory, and  relationships of the works to their literary environment.      New Novel and New  Theatre   FREN-UA 763 Offered  periodically. 4 points.   Reaction in the  post–World War II novel against traditional 19th-century novels.  The novelist no longer controls his characters but limits himself to  what can be seen. Emphasis on the world of objects and the difficulty  of literary creation. The novels of Robbe-Grillet, Butor, Sarraute,  Duras, Simon, and Pinget. On stage, the theatre of the absurd,  antirealistic, with startling techniques, downgrading of language,  and a stress on action; the theme of lack of communication in the  world. The theories of Artaud and the plays of Ionesco, Beckett,  Genet, Adamov, Vian, and others.      Existentialism and the  Absurd   FREN-UA 767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4  points.   Main expressions of  existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for  commitment in political and social affairs of the times. Examines  absurdist literature since the 1950s in the \"theatre of the  absurd,\" in fiction, and in critical work of other contemporary  French writers. Covers Ionesco, Beckett, Genet, Robbe-Grillet, and  Barthes; precursors of the absurd such as Kafka and Céline; and  practitioners of the absurd outside of France (such as Pinter, Albee,  and Barthelme).      Proust   FREN-UA 771 When  conducted in English, numbered FREN-UA 871 and also open to French  majors who read the work in the original and do their written work in  French. Offered periodically. 4 points.   Reading of Remembrance  of Things Past. Major topics include the novel as confession, the  unconscious and creation, perception and language, sexuality,  decadence, the artistic climate in Europe and France from the end of  the 19th century through World War I, and the hero as artist.       Beckett   FREN-UA 774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4  points.   Study of Samuel  Beckett's diverse work and the unifying element of the human  condition as two complementary components: the impossibility of  existence and the need to voice that impossibility. Works include  Molloy, The Unnamable, Waiting for Godot, Endgame, Cascando, Not I,  How It Is, Krapp's Last Tape, and First Love.      History of French  Cinema   FREN-UA 778 When  conducted in English, numbered FREN-UA 878. Offered every other year.  4 points.   Surveys French cinema  from 1895 to the present day. Formal issues are discussed in the  context of French civilization. Students are required to regularly  cross the perspectives of history and cinema studies. The following  movements and schools are discussed: the Lumière brothers' realism  versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic  realism (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard,  Resnais); political modernism in the context of May 1968; the advent  of the \"Cinéma du Look\"; and postmodernity (Besson, Beineix).      Modern Criticism and  Theory of Literature   FREN-UA 863   Prerequisite: two advanced literature courses or permission of the  department. Offered periodically. 4 points.   Introduction to  contemporary methods of criticism and an approach to problems in the  theory of literature. Readings of a few primary authors, such as  Racine, Proust, Baudelaire, and Flaubert, who have recently been the  object of major critical reevaluation, along with the works of such  pertinent critics as Mauron, Jakobson, Sartre, and Barthes. Emphasis  is on a clear understanding of the critical methods and their  theoretical implications.      Theatre in the French  Tradition   FREN-UA 929 When  conducted in English, numbered FREN-UA 829 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Study of the theatrical  genre in France, including the golden-age playwrights (Corneille,  Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy  and tragedy, the development of stagecraft, and romanticism and  realism. Also, the theatre as a public genre, its relationship to  taste and fashion, and its sociopolitical function.      The Image of Human  Experience in the French Novel   FREN-UA 932 When  conducted in English, numbered FREN-UA 832 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Man's attempt to come  to terms with himself and his universe has been the central impetus  of all great literature. Covers the changing image of man through the  centuries in the works of French writers of international repute:  Voltaire in his philosophical tales; Diderot as a precursor of the  modern novel; Stendhal in The Red and the Black; Flaubert in Madame  Bovary; and Proust, Camus, and Beckett, all of whom have attempted to  define man in relation to the major problems of his existence.      Women Writers in France   FREN-UA 935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835 and  also open to French majors who read the works in the original and do  their written work in French. Offered every other year. 4 points.   The rich and diverse  literary works by women express their individuality and their  important social and cultural role in France from the 12th century to  the present. Studies both the changing sociohistorical context of  these writers and the common problems and themes that constitute a  female tradition. Writers include Marie de France, Christine de  Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.      Topics in French  Culture   FREN-UA 965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the current class schedule. Recent  topics include Paris in history, art, and literature; la Belle  Époque; and Paris and the birth of modernism.      Topics in French  Literature   FREN-UA 968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the class schedule. Recent topics  include French 17th-century masterpieces and the theatre of the  absurd.      Internship in French   FREN-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   Offers upper-level  students the opportunity to apply their studies to the \"outside  world.\" Working closely with a sponsor and a faculty adviser,  students pursue internships in such diverse areas as international  trade, banking, publishing, and law. Interested students should apply  to the department early in the semester before they wish to begin  their internship.      Senior Seminar   FREN-UA 991, 992   Prerequisite: permission of the department. 4 points.      Honors Senior Thesis   FREN-UA 995   Corequisites: FREN-UA 991 or FREN-UA 992 and permission of the  department. Offered in the fall and spring. 4 points over two  semesters.      Independent Study   FREN-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Courses Conducted in  English      The following courses,  numbered FREN-UA 8XX, are conducted in English. Majors may count one  of these courses toward the major if they complete all the written  work in French. (Permission of the director of undergraduate studies  is required.) These courses may be counted toward the minor in French  literature in translation and the minor in literature in translation.  No knowledge of French is required.      Metaphors of Modern  Theatre   FREN-UA 822 Identical  to DRLIT-UA 267. Offered periodically. 2 points.   A close reading of the  classics of contemporary theatre, with emphasis on their use of vivid  metaphors of the human condition and the theatre as metaphor and  artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre  and as a brilliant example of the sensibilities of European artists  and thinkers in the period beginning just after World War I  (Pirandello) to World War II (Sartre) and the postwar period, the  post-Hiroshima generation (Beckett).      Theatre in the French  Tradition   FREN-UA 829 When  conducted in French, numbered FREN-UA 929. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Theatre in the French Tradition (FREN-UA 929), above.      Contemporary French  Novel   FREN-UA 831 When  conducted in French, numbered FREN-UA 731. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary French Novel (FREN-UA 731), above.      The Image of Human  Experience in the French Novel   FREN-UA 832 When  conducted in French, numbered FREN-UA 932. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  The Image of Human Experience in the French Novel (FREN-UA 932),  above.      Women Writers in France   FREN-UA 835 Identical  to SCA-UA 740. When conducted in French, numbered FREN-UA 935. Only  counts toward the major if course work is done in French (permission  of the director of undergraduate studies required). Offered  periodically. 4 points.   For description, see  Women Writers in France (FREN-UA 935), above.      French Poetry from  Baudelaire to the Present   FREN-UA 841 When  conducted in French, numbered FREN-UA 741. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  French Poetry from Baudelaire to the Present (FREN-UA 741), above.      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 850 When  conducted in French, numbered FREN-UA 150. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Versailles: Life as Art in the Age of Grandeur (FREN-UA 150), above.      Contemporary France   FREN-UA 864 When  conducted in French, numbered FREN-UA 164. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary France (FREN-UA 164), above.      Topics in French  Culture   FREN-UA 865 When  conducted in French, numbered FREN-UA 965. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For description, see Topics in  French Culture (FREN-UA 965), above.      La Belle Époque: Modes  of Artistic Expression and Life   FREN-UA 866 When  conducted in French, numbered FREN-UA 166. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   Focuses on the dazzling  cultural life of turn-of-the-century Paris. Explores the ascent of  symbolism, postimpressionism, art nouveau, cubism, futurism, and  other creative concepts. Views the social, intellectual, and artistic  aspects of the period through the works of contemporary writers,  dramatists, and artists such as Zola, Huysmans, Maupassant, Proust,  Colette, Apollinaire, Toulouse-Lautrec, Cézanne, Picasso, Debussy,  Diaghilev, Sarah Bernhardt, and Gertrude Stein. Extensive use of  audio and video material.      Existentialism and the  Absurd   FREN-UA 867 When  conducted in French, numbered FREN-UA 767. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Existentialism and the Absurd (FREN-UA 767), above.      Topics in French  Literature   FREN-UA 868 When  conducted in French, numbered FREN-UA 968. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For specific courses, please  consult the current class schedule.      Proust   FREN-UA 871 When  conducted in French, numbered FREN-UA 771. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Proust (FREN-UA 771), above.      Beckett   FREN-UA 874 When  conducted in French, numbered FREN-UA 774. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Beckett (FREN-UA 774), above.      History of French  Cinema   FREN-UA 878 When  conducted in French, numbered FREN-UA 778. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered every other year. 4 points.   For description, see  History of French Cinema (FREN-UA 778), above.    Interdisciplinary  Courses      The Department of  French sponsors the following interdisciplinary courses and, in some  cases, cosponsors them with other departments. No knowledge of French  is required. Courses may be counted toward the minor in French  literature in translation or the minor in literature in translation,  but not toward the major in French.      The Age of Romanticism   FREN-UA 501 Identical  to COLIT-UA 501. Offered periodically. 4 points.   Designed to examine a  specific period of European culture and history in several distinct  national traditions, through a variety of methodologies. The focus is  both broad and specific. The uniqueness of separate romantic  manifestations (prose, poetry, theatre, music, and the plastic arts),  as well as the relationships between them, constitute the core of  inquiry.      Cinema and Literature   FREN-UA 883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the  major in French but does count toward the minor in French literature  in translation or the minor in literature in translation. Offered  every semester. 4 points.   Exposes the student to  various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with  reading assignments that include novels, plays, and poems. The  objective is to exploit the potentiality of different media and to  make vivid and intellectual the climate of Europe on which these  media so often focus.      Graduate Courses  Open to Undergraduates      Courses in the Graduate  School of Arts and Science are open to seniors with a 3.5 average in  three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the  baccalaureate degree, no advanced credit is allowed for them in the  graduate school. Before registering for these courses, students must  obtain the permission of the director of undergraduate studies.      A complete list of  graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings      Jump To: Introductory Language Courses --Intensive Sequence    --Extensive Sequence Language Course with Special Prerequisites Advanced Language Courses (Electives)    Core Courses (Taught in French) Electives in French Literature and Civilization (Taught in French)    Courses Conducted in English Interdisciplinary Courses Graduate Courses Open to Undergraduates    Placement in French  Language Courses   The placement of  students in French language, literature, and civilization courses is  explained under \" Placement Examinations \" in the Academic Policies  section of this Bulletin.      Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in French may be fulfilled either by an intensive  sequence of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a  total of 12 points, or by an extensive sequence of four 4-point  courses (FREN-UA 1, FREN-UA 2, FREN-UA 11, and FREN-UA 12) for a  total of 16 points. With departmental approval, a student may follow  a plan of study combining two 4-point courses with one 6-point course  (FREN-UA 1, FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA  12) for a total of 14 points. All students planning to continue their  study of French beyond the MAP requirement are strongly advised to  follow the intensive sequence, since this permits completion of the  intermediate level in two semesters.      Introductory  Language Courses      Intensive Sequence      Intensive Elementary  French   FREN-UA 10 Open to  students with no previous training in French and to others on  assignment by placement test. Completes the equivalent of a year's  elementary level in one semester. Offered every semester. 6 points.      Intensive Intermediate  French   FREN-UA 20   Prerequisite: Intensive Elementary French (FREN-UA 10) or Elementary  French I, II (FREN-UA 1, 2). Open to students who have completed the  equivalent of a year's elementary level and to others on assignment  by placement test. Completes the equivalent of a year's  intermediate level in one semester. Offered every semester. 6 points.      Extensive Sequence      Elementary French I   FREN-UA 1 Open to  students with no previous training in French and to others on  assignment by placement test. Not equivalent to FREN-UA 10. Only by  following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate  level. Offered every semester. 4 points.      Elementary French II   FREN-UA 2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student  must complete both FREN-UA 1 and FREN-UA 2. This two-semester  sequence is equivalent to FREN-UA 10. Offered every semester. 4  points.      Intermediate French I   FREN-UA 11   Prerequisites: Elementary French I, II (FREN-UA 1, 2) or FREN-UA 10.  Open to students who have completed the equivalent of a year's  elementary level and to others on assignment by placement test. Not  equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA  12 can a student complete the equivalent of FREN-UA 20 and then  continue on to the post-intermediate level. Offered every semester. 4  points.      Intermediate French II   FREN-UA 12   Continuation of FREN-UA 11. To fulfill the MAP requirement and  continue on to the post-intermediate level, a student must complete  both FREN-UA 11 and FREN-UA 12. This two-semester sequence is  equivalent to FREN-UA 20. Offered every semester. 4 points.      Language Course with  Special Prerequisites      Conversation and  Composition   FREN-UA 30   Prerequisite: Intermediate French I, II (FREN-UA 11, 12) or Intensive  Intermediate French (FREN-UA 20). Open to students who have completed  the equivalent of a year's intermediate level and to others who  have passed the proficiency examination but who wish to review their  French in order to take advanced courses in language, literature, and  civilization. Offered every semester. 4 points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar, written exercises, an  introduction to composition, lexical enrichment, and spoken skills.      Advanced Language  Courses (Electives)      Spoken Contemporary  French   FREN-UA 101   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Assumes a mastery  of the fundamental structures of French. May be taken concurrently  with Written Contemporary French (FREN-UA 105). Offered every  semester. 4 points.   Helps the student to  develop vocabulary, improve pronunciation, and learn new idiomatic  expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic  documents as radio and television interviews, advertisements, and  spontaneous oral productions.      Phonetics   FREN-UA 103   Prerequisite: Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered at least once a year. 4 points.   Provides advanced  French-language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of  both French and English.      Written Contemporary  French   FREN-UA 105   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Offered every  semester. 4 points.   Designed to improve the  student's written French and to provide advanced training in French  and comparative grammar. Students are trained to express themselves  in a variety of writing situations (for example, diaries,  transcriptions, narrations, letters). Focuses on the distinction  between spoken and written styles and the problem of contrastive  grammar. Emphasis on accuracy and fluency of usage in the written  language.      Translation   FREN-UA 107   Prerequisite: Written Contemporary French (FREN-UA 105). Offered  every year. 4 points.   Practice of translation  through French and English texts taken from a variety of sources to  present a range of contrasting grammatical and stylistic problems.  Also stresses acquisition of vocabulary.      Advanced Techniques of  Translation   FREN-UA 108   Prerequisite: Translation (FREN-UA 107). Offered every year. 4  points.   Course in translation  method based on an intensive practice of translating. Every week is  devoted to a different genre of writing (such as poetry, prose,  journalism, or subtitling) or a different set of issues related to  translating (such as cultural, grammatical and sentential,  phonic/graphic and prosodic, or language variety).      Acting French   FREN-UA 109   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Use of dramatic  situations and readings to help students overcome inhibitions in  their oral use of language. The graduated series of exercises and  activities is designed to improve pronunciation, intonation,  expression, and body language, via phonetic practice, poetry  recitation, skits, improvisation, and memorization of dramatic texts.  Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.      Business French   FREN-UA 110   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Designed for students  who wish to learn the specialized language used in French business.  Emphasis on oral and written communication, as well as the  acquisition of a business and commercial vocabulary dealing with the  varied activities of a commercial firm (for example, advertising,  transportation, banking). Stresses group work in simulated business  situations and exposure to authentic spoken materials.      Core Courses (Taught  in French)      The following courses  are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement  test, or who have the permission of the director of undergraduate  studies.      Readings in French  Literature I: From the Middle Ages to the French Revolution   FREN-UA 120   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the fall. 4 points.   Introduction to central  works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and  status of literature within the era's larger intellectual,  political, and social framework. Critical study of key themes,  genres, and styles; focuses on analytical writing and literary  analysis. Authors studied may include Marie de France, Rabelais,  Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire.      Readings in French  Literature II: From 1800 to the Present   FREN-UA 121   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the spring. 4 points.   Introduction to central  works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature  within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses  on analytical writing and literary analysis. Follows but does not  require completion of Readings in French Literature I. Authors  studied may include Colette, André Malraux, Céline, Simone de  Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.      Approaches to  Francophone Literature   FREN-UA 145   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered every year. 4 points.   Examines literature  from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by  more complex relationships and ideologies. Special attention is paid  to language and the role of the writer in elaborating a postcolonial  national identity. Writers studied may include Edouard Glissant and  Patrick Chamoiseau of Martinique, Jacques Roumain of Haiti, Ahmadou  Kourouma of the Ivory Coast, and Assia Djebar of Algeria.      French Society and  Culture from the Middle Ages to 1900   FREN-UA 163 Offered in  the fall. 4 points.   Retrospective and  introspective view of French civilization from the early period to  1900 through the interrelation of history, literature, fine arts,  music, and philosophy. Study of major historical forces, ideas, and  tensions; the formation of collective identities (territorial,  religious, political, and so on); France's diversity and formative  conflicts; the Republican model; France and the outer world; and the  relationship between state, nation, and citizenry. Primary sources  and documents such as chroniques, mémoires, journaux, revues, and  correspondances.      Contemporary France   FREN-UA 164 When  conducted in English, numbered FREN-UA 864. Offered in the spring. 4  points.   An introduction to  French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged  France's stature, its national identity, and its Republican model.  Topics include the French political and social systems; France's  \"exceptionalism\" and relationships with Europe, the United  States, and globalization; colonialism, immigration, and  postcolonialism; and gender and class relations.      Electives in French  Literature and Civilization (Taught in French)      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 150 When  conducted in English, numbered FREN-UA 850 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Fabulous Versailles,  the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of  17th- and 18th-century culture and French influence on European  civilization. This course views the intellectual, artistic, and  social complexities of the period through the works of contemporary  philosophers, dramatists, artists, memorialists, and historians from  Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.      Classicism   FREN-UA 462 Offered  periodically. 4 points.   Studies French  classical literature as one of the summits of the struggle of human  beings to understand themselves and their place in the universe.  Authors studied include Descartes, Pascal, Madame de Sévigné,  Madame de Lafayette, La Fontaine, Molière, Corneille, Racine, La  Bruyère, and La Rochefoucauld.      The 18th-Century French  Novel   FREN-UA 532 Offered  periodically. 4 points.   The novel comes into  its own during the 18th century. It fought for recognition as a  \"worthy genre.\" The development of the novel as an aesthetic form  and the social and moral preoccupations it reveals are studied in a  variety of authors, such as Marivaux, Voltaire, Diderot, Rousseau,  Laclos, and Sade.      French Thought from  Montaigne to Sartre   FREN-UA 562 Offered  periodically. 4 points.   Deals with the various  currents of ideas and the transformations in values, taste, and  feeling that constitute the Enlightenment in France. Pays particular  attention to the personality, writings, and influence of the  following authors: Montaigne, Descartes, Montesquieu, Voltaire,  Diderot, Rousseau, and Sartre. Significant works by these thinkers  and others are closely read and interpreted.      19th-Century French  Novel and Society   FREN-UA 632 Offered  periodically. 4 points.   Study of Balzac,  Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the  social, political, and intellectual contexts of his or her epoch.  Problems of the 19th-century novel, narrative structure, point of  view, invention, and observation.      Literature and the Arts  in the Age of Surrealism   FREN-UA 722 Offered  periodically. 4 points.   The historical  framework of this course is the period between the two World Wars, a  time in which the spirit of surrealism dominated the intellectual and  artistic aspects of French culture. Studies the \"surrealist  revolution\" through both detailed analyses of texts by Breton,  Aragon, Eluard, and Desnos, and of painting and cinema. Explores the  relation between theory and practice in literature and the arts.      Contemporary French  Novel   FREN-UA 731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4  points.   The major French  novelists of the 20th century have moved the novel away from the  traditional 19th-century concept. Proust and Gide developed a  first-person-singular narrative in which the reader is participant.  Breton uses the novel for a surrealist exploration. With Céline and  Malraux, the novel of violent action becomes a mirror of man's  situation in a chaotic time and leads to the work of Sartre and  Camus, encompassing the existentialist viewpoint. Covers Beckett's  sparse, complex narratives and Robbe-Grillet's \"new\" novels.  Novels are studied with respect to structure, technique, themes,  language, and significant passages.      French Poetry from  Baudelaire to the Present   FREN-UA 741 When  conducted in English, numbered FREN-UA 841. Offered periodically. 4  points.   Major trends in French  poetry from the late 19th century to the present. Beginning with the  precursors of contemporary poetry in France and other countries'  Baudelaire, Rimbaud, Mallarmé, and Laforgue—innovation is studied  in the 20th-century writers: Apollinaire and the New Spirit; the  surrealist poets, including Aragon and Breton; Saint-John Perse;  Michaux and exorcism through the word; Ponge and the world of things;  and the postwar poets. Includes textual analysis, poetic theory, and  relationships of the works to their literary environment.      New Novel and New  Theatre   FREN-UA 763 Offered  periodically. 4 points.   Reaction in the  post–World War II novel against traditional 19th-century novels.  The novelist no longer controls his characters but limits himself to  what can be seen. Emphasis on the world of objects and the difficulty  of literary creation. The novels of Robbe-Grillet, Butor, Sarraute,  Duras, Simon, and Pinget. On stage, the theatre of the absurd,  antirealistic, with startling techniques, downgrading of language,  and a stress on action; the theme of lack of communication in the  world. The theories of Artaud and the plays of Ionesco, Beckett,  Genet, Adamov, Vian, and others.      Existentialism and the  Absurd   FREN-UA 767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4  points.   Main expressions of  existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for  commitment in political and social affairs of the times. Examines  absurdist literature since the 1950s in the \"theatre of the  absurd,\" in fiction, and in critical work of other contemporary  French writers. Covers Ionesco, Beckett, Genet, Robbe-Grillet, and  Barthes; precursors of the absurd such as Kafka and Céline; and  practitioners of the absurd outside of France (such as Pinter, Albee,  and Barthelme).      Proust   FREN-UA 771 When  conducted in English, numbered FREN-UA 871 and also open to French  majors who read the work in the original and do their written work in  French. Offered periodically. 4 points.   Reading of Remembrance  of Things Past. Major topics include the novel as confession, the  unconscious and creation, perception and language, sexuality,  decadence, the artistic climate in Europe and France from the end of  the 19th century through World War I, and the hero as artist.       Beckett   FREN-UA 774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4  points.   Study of Samuel  Beckett's diverse work and the unifying element of the human  condition as two complementary components: the impossibility of  existence and the need to voice that impossibility. Works include  Molloy, The Unnamable, Waiting for Godot, Endgame, Cascando, Not I,  How It Is, Krapp's Last Tape, and First Love.      History of French  Cinema   FREN-UA 778 When  conducted in English, numbered FREN-UA 878. Offered every other year.  4 points.   Surveys French cinema  from 1895 to the present day. Formal issues are discussed in the  context of French civilization. Students are required to regularly  cross the perspectives of history and cinema studies. The following  movements and schools are discussed: the Lumière brothers' realism  versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic  realism (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard,  Resnais); political modernism in the context of May 1968; the advent  of the \"Cinéma du Look\"; and postmodernity (Besson, Beineix).      Modern Criticism and  Theory of Literature   FREN-UA 863   Prerequisite: two advanced literature courses or permission of the  department. Offered periodically. 4 points.   Introduction to  contemporary methods of criticism and an approach to problems in the  theory of literature. Readings of a few primary authors, such as  Racine, Proust, Baudelaire, and Flaubert, who have recently been the  object of major critical reevaluation, along with the works of such  pertinent critics as Mauron, Jakobson, Sartre, and Barthes. Emphasis  is on a clear understanding of the critical methods and their  theoretical implications.      Theatre in the French  Tradition   FREN-UA 929 When  conducted in English, numbered FREN-UA 829 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Study of the theatrical  genre in France, including the golden-age playwrights (Corneille,  Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy  and tragedy, the development of stagecraft, and romanticism and  realism. Also, the theatre as a public genre, its relationship to  taste and fashion, and its sociopolitical function.      The Image of Human  Experience in the French Novel   FREN-UA 932 When  conducted in English, numbered FREN-UA 832 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Man's attempt to come  to terms with himself and his universe has been the central impetus  of all great literature. Covers the changing image of man through the  centuries in the works of French writers of international repute:  Voltaire in his philosophical tales; Diderot as a precursor of the  modern novel; Stendhal in The Red and the Black; Flaubert in Madame  Bovary; and Proust, Camus, and Beckett, all of whom have attempted to  define man in relation to the major problems of his existence.      Women Writers in France   FREN-UA 935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835 and  also open to French majors who read the works in the original and do  their written work in French. Offered every other year. 4 points.   The rich and diverse  literary works by women express their individuality and their  important social and cultural role in France from the 12th century to  the present. Studies both the changing sociohistorical context of  these writers and the common problems and themes that constitute a  female tradition. Writers include Marie de France, Christine de  Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.      Topics in French  Culture   FREN-UA 965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the current class schedule. Recent  topics include Paris in history, art, and literature; la Belle  Époque; and Paris and the birth of modernism.      Topics in French  Literature   FREN-UA 968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the class schedule. Recent topics  include French 17th-century masterpieces and the theatre of the  absurd.      Internship in French   FREN-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   Offers upper-level  students the opportunity to apply their studies to the \"outside  world.\" Working closely with a sponsor and a faculty adviser,  students pursue internships in such diverse areas as international  trade, banking, publishing, and law. Interested students should apply  to the department early in the semester before they wish to begin  their internship.      Senior Seminar   FREN-UA 991, 992   Prerequisite: permission of the department. 4 points.      Honors Senior Thesis   FREN-UA 995   Corequisites: FREN-UA 991 or FREN-UA 992 and permission of the  department. Offered in the fall and spring. 4 points over two  semesters.      Independent Study   FREN-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Courses Conducted in  English      The following courses,  numbered FREN-UA 8XX, are conducted in English. Majors may count one  of these courses toward the major if they complete all the written  work in French. (Permission of the director of undergraduate studies  is required.) These courses may be counted toward the minor in French  literature in translation and the minor in literature in translation.  No knowledge of French is required.      Metaphors of Modern  Theatre   FREN-UA 822 Identical  to DRLIT-UA 267. Offered periodically. 2 points.   A close reading of the  classics of contemporary theatre, with emphasis on their use of vivid  metaphors of the human condition and the theatre as metaphor and  artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre  and as a brilliant example of the sensibilities of European artists  and thinkers in the period beginning just after World War I  (Pirandello) to World War II (Sartre) and the postwar period, the  post-Hiroshima generation (Beckett).      Theatre in the French  Tradition   FREN-UA 829 When  conducted in French, numbered FREN-UA 929. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Theatre in the French Tradition (FREN-UA 929), above.      Contemporary French  Novel   FREN-UA 831 When  conducted in French, numbered FREN-UA 731. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary French Novel (FREN-UA 731), above.      The Image of Human  Experience in the French Novel   FREN-UA 832 When  conducted in French, numbered FREN-UA 932. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  The Image of Human Experience in the French Novel (FREN-UA 932),  above.      Women Writers in France   FREN-UA 835 Identical  to SCA-UA 740. When conducted in French, numbered FREN-UA 935. Only  counts toward the major if course work is done in French (permission  of the director of undergraduate studies required). Offered  periodically. 4 points.   For description, see  Women Writers in France (FREN-UA 935), above.      French Poetry from  Baudelaire to the Present   FREN-UA 841 When  conducted in French, numbered FREN-UA 741. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  French Poetry from Baudelaire to the Present (FREN-UA 741), above.      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 850 When  conducted in French, numbered FREN-UA 150. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Versailles: Life as Art in the Age of Grandeur (FREN-UA 150), above.      Contemporary France   FREN-UA 864 When  conducted in French, numbered FREN-UA 164. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary France (FREN-UA 164), above.      Topics in French  Culture   FREN-UA 865 When  conducted in French, numbered FREN-UA 965. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For description, see Topics in  French Culture (FREN-UA 965), above.      La Belle Époque: Modes  of Artistic Expression and Life   FREN-UA 866 When  conducted in French, numbered FREN-UA 166. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   Focuses on the dazzling  cultural life of turn-of-the-century Paris. Explores the ascent of  symbolism, postimpressionism, art nouveau, cubism, futurism, and  other creative concepts. Views the social, intellectual, and artistic  aspects of the period through the works of contemporary writers,  dramatists, and artists such as Zola, Huysmans, Maupassant, Proust,  Colette, Apollinaire, Toulouse-Lautrec, Cézanne, Picasso, Debussy,  Diaghilev, Sarah Bernhardt, and Gertrude Stein. Extensive use of  audio and video material.      Existentialism and the  Absurd   FREN-UA 867 When  conducted in French, numbered FREN-UA 767. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Existentialism and the Absurd (FREN-UA 767), above.      Topics in French  Literature   FREN-UA 868 When  conducted in French, numbered FREN-UA 968. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For specific courses, please  consult the current class schedule.      Proust   FREN-UA 871 When  conducted in French, numbered FREN-UA 771. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Proust (FREN-UA 771), above.      Beckett   FREN-UA 874 When  conducted in French, numbered FREN-UA 774. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Beckett (FREN-UA 774), above.      History of French  Cinema   FREN-UA 878 When  conducted in French, numbered FREN-UA 778. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered every other year. 4 points.   For description, see  History of French Cinema (FREN-UA 778), above.    Interdisciplinary  Courses      The Department of  French sponsors the following interdisciplinary courses and, in some  cases, cosponsors them with other departments. No knowledge of French  is required. Courses may be counted toward the minor in French  literature in translation or the minor in literature in translation,  but not toward the major in French.      The Age of Romanticism   FREN-UA 501 Identical  to COLIT-UA 501. Offered periodically. 4 points.   Designed to examine a  specific period of European culture and history in several distinct  national traditions, through a variety of methodologies. The focus is  both broad and specific. The uniqueness of separate romantic  manifestations (prose, poetry, theatre, music, and the plastic arts),  as well as the relationships between them, constitute the core of  inquiry.      Cinema and Literature   FREN-UA 883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the  major in French but does count toward the minor in French literature  in translation or the minor in literature in translation. Offered  every semester. 4 points.   Exposes the student to  various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with  reading assignments that include novels, plays, and poems. The  objective is to exploit the potentiality of different media and to  make vivid and intellectual the climate of Europe on which these  media so often focus.      Graduate Courses  Open to Undergraduates      Courses in the Graduate  School of Arts and Science are open to seniors with a 3.5 average in  three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the  baccalaureate degree, no advanced credit is allowed for them in the  graduate school. Before registering for these courses, students must  obtain the permission of the director of undergraduate studies.      A complete list of  graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Department of French | Summer Session    |     French    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Department of French | Summer Session    DEPARTMENT OF FRENCH UNDERGRADUATE COURSE OFFERINGS SUMMER 2015  Registration for summer session courses opens on Tuesday, February 17th , 2015.   SESSION I: May 26th – July 2nd FREN-UA 10 Intensive Elementary French (6 points) MTWRF, 9:00am – 12:00pm Section 001 (#2510) -- Kaliane Ung / Gabriella Lindsay Section 002 (#2511) -- Tina Montenegro / Erika Hendrix This beginning-level French course is open to students with no previous training or experience in French. This intensive course is the equivalent of a year (two semesters) of regular elementary-level French. The work done throughout the session focuses on the presentation and systematic practice of the basic structures and vocabulary of oral and written French through a variety of creative activities that stress real-world contexts and communicative situations, situations that provide learners with the opportunity to develop their knowledge of French by creating, both orally and through writing, in the language. This course includes a robust online component. FREN-UA 30 Conversation &amp; Composition MTWR, 10:00am – 12:00pm Melanie Hackney #2514 This fifth-semester French course is open to students who have completed one year (two semesters) of intermediate-level French (or one semester of intensive intermediate-level French). This course systematizes and reinforces language skills and functions presented in earlier courses through an intensive review of grammatical structures and usages, a variety of written activities, an introduction to composition writing, exercises and activities that promote lexical enrichment, and numerous opportunities to develop conversational and presentational skills. FREN-UA 883 (conducted in English ) Cinema and Literature Prof. William Wolf MW, 2:00pm – 5:00pm #2515 This course exposes the student to various modes, such as expressionism, social realism, and the projection of the hero. One film is viewed per week and analyzed with reading assignments that include novels, plays, and poems. The objective is to exploit the potentiality of different media and to make vivid and intellectual the climate of Europe on which these media so often focus. (Cross-listed as DRLIT-UA 504; does not count towards the requirements for the French major.)  SESSION II: July 8th – August 15th FREN-UA 1 Elementary French I Pierre André / Daniel Benson MTWR, 10:00am – 12:30pm #2793 This beginning-level French course is open to students with no previous training or experience in French. The work done throughout the session focuses on the presentation and systematic practice of the initial basic structures and vocabulary of oral and written French through a variety of creative activities that stress real-world contexts and communicative situations, situations that provide learners with the opportunity to develop their knowledge of French by creating, both orally and through writing, in the language. This course includes a robust online component. FREN-UA 20 Intensive Intermediate French (6 points) MTWRF 9:00am – 12:00pm Section 001 (#2512) -- Camilo Frias / Janos Kun Section 002 (#2513) -- Samantha Presnal / Lauren Weaver This intensive intermediate French course is designed to give students who have already mastered the basics of French vocabulary, culture, pronunciation, and grammar the opportunity to deepen their knowledge of the French language and the cultures for which it is a vehicle. This course not only allows students to gain even easier access to the thoughts, ideas, history, and production of hundreds of millions of French-speaking people scattered across every continent around the globe, but also prepares students to tackle advanced-level French courses. This course includes an intensive review and expansion of the most important grammatical structures through written and oral exercises and activities, the continued development of vocabulary through creative and communicative activities and projects, and extensive individual, small-group, and large-group practice to allow for the development of spoken fluency and presentational skills. FREN-UA 865.001 (conducted in English ) Topics in French Culture – Sugar, Shackles, Sabotage: The French Caribbean Suzy Cater MW, 2:00pm – 5:00pm #2743 A headless statue stands in the center of Fort-de-France, the capital of the Caribbean island of Martinique. Now decapitated and splattered in red paint, it once represented the Empress Josephine, wife of Napoleon I - and daughter of sugar plantation owners in Martinique. Supposedly, Josephine encouraged Napoleon to reinstate slavery in the French colonies, after it had legally been abolished in 1794. Once reintroduced, slaves wouldn't be free again until 1848. The headless statue is one of many sites where official French history and culture is challenged - or sabotaged - by local Caribbean realities and practices. This course will explore works of Martinican and Guadeloupean literature and film which refuse to be French and insist on being Caribbean, highlighting their own history (of slavery, revolts, and maroon leaders) and their own culture (such as seen in Carnival and the language of Creole). Yet the islands have been overseas departments of France since 1946 – distant, but a part of that country – and we will examine how authors and artists negotiate this double, conflictual belonging. Its tension haunts their oeuvre, but they produce original and fascinating works which traverse oceans and borders, interrogate fixed identities, and overturn expectations about what the idea of “French” literature really means. (This course is taught in English; however, NYU French students can arrange to take the course for credit for a French major or minor. See the French Department for details.) FREN-UA 868.001 (conducted in English ) Topics in French Literature – The Story of My Life: Published Books, Private Lives Youna Kwak TR, 2:00pm – 5:00pm #6441 Gide, Beauvoir, Sartre, and Barthes are writers so iconic that they can be identified by just one name. Likewise The Immoralist, The Second Sex, Nausea , and Camera Lucida are among the most influential Francophone books of the 20th century. But in addition to writing well-known works of fiction and philosophy, each of these authors also wrote intimately revealing diaries and autobiographies that testify to turbulent sexual affairs, fierce social rivalries, jealousy, grief, and the horror of confronting violence and war. Which are more famous, the authors or their books? In this course we examine the fraught distinction between private lives and public books, when writers put their personal lives on display. What effect does it have on readers to think they know a writer’s secrets? How does fascination with the private lives of writers inevitably influence the way we read? We will pursue our questions into the present-day, discovering contemporary authors whose blogs, memoirs, autobiographies and autofictions reflect and incite readers’ desires to uncover seemingly real and authentic lives behind famous works of literature. In our so-called “age of no secrets,” can there be such a thing as an intimate life in print? (This course is taught in English; however, NYU   French students can arrange to take the course for credit for a French   major. See the French Department for details.) Several courses during Session II are also open to pre-college students. Incoming freshman interested in taking Elementary French I , Intensive Intermediate French , or the Topics courses should contact the Office of University Programs at &lt; university.programs@nyu.edu &gt; or at (212) 998-2292.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "FREN-UA 11    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       FREN-UA 11          Intermediate French I           New York University                Welcome back to  French! Congratulations on your decision  to continue studying a language spoken by over 200,000,000 people in over 50  countries around the world. Your choice  of Intermediate French is a clear sign that you are someone who wants to learn  about these people from what they say and write instead of depending upon  someone else’s interpretation and that you are someone who desires direct  access to the linguistic and cultural production of these nearly  quarter-of-a-billion people to deepen your understanding of the world and all  it has to offer. We applaud your  decision!           Materials for the year:  Interaction textbook (9 th   edition)            i. Textbook            ii. On-line access to iLrn           Course and Materials Description:       This  Intermediate French I course is designed to give those of you who have mastered  the basics of French vocabulary, culture, pronunciation, and grammar the  opportunity to deepen your knowledge of the French language and the cultures  for which it is a vehicle. This class  will thus allow you even easier access to the thoughts, ideas, history, and  production of hundreds of millions of people scattered across every continent  around the globe.         The tool that we will use to explore  this language and the numerous cultures for which it is a vehicle is “Bravo!,”  a year-long, multi-component intermediate French program that includes a  textbook and, housed on-line at the iLrn site, a workbook/lab manual, an eBook,  a video library, a battery of diagnostic tests, a companion website, and more. All the components are fully integrated, so  you should familiarize yourself with the structure of the program and all of  its parts before you embark on your linguistic adventure this semester.      Each  chapter of “Bravo!” is designed to help you review and expand upon your  knowledge of French. Each chapter begins  with a section entitled “La grammaire à réviser” that highlights structures  that you have seen before in Elementary French.   Take the time to look these sections over (and to work on the  corresponding exercises in the workbook) so that you can pinpoint any areas in  which you need to do some more reviewing before diving into the meat of the  chapter. You will also see that some of the  vocabulary in each lesson is presented in traditional list form, while other  vocabulary elements are grouped under the heading “Expressions typiques  pour…” This category contains words and  phrases grouped by function, thus allowing you to move beyond isolated words  and to see how you can put together words and structures you have learned to  express culturally important and appropriate ideas, suggestions, etc.         On a final note, keep in mind that  learning a language is learning to do something (e.g., speak, read, write, and  listen), not learning about something.   Successfully learning to do something requires regular practice, not  last-minute, frantic study. You couldn’t  become a good basketball player by reading about basketball every so often,  then reading a whole lot the night before a game, and then stepping out onto  the court for the first time the day of the game. The same holds true for language. To do well, you need to practice every day;  you need to train your mouth and your mind to speak and think differently. That can’t be done in one all-night cram  session!                Grading:        Written Tests (4)   45%               Oral Test         10%               Oral Presentation   10%               Homework        15%               Essays (4)      10%               Participation     10%                Tests:          Tests should not be solely an indication of the average of where  you have been during the semester; they should also reflect the level of skill  and knowledge you’ve achieved by the end of the course. As a result, your four tests during the  semester, all of which are cumulative, are unevenly weighted. The first test is 8% of your final grade, the  second test is 10% of your final grade, the third test is 12% of your final  grade, and the fourth test is 15% of your final grade. Not only is this a more logical distribution  of points, since you should know a lot more by the end of the semester, but it  also benefits those of you who are new to language study and might need a  little more time before everything “clicks.”      You  will take your written tests in class on the days indicated on this  syllabus. (NOTE: no calendar or schedule has been included  with this syllabus; dates vary from semester to semester.) Be sure you arrive a little early on test  days because each test begins with an oral comprehension section. If you arrive late, you will miss the reading  necessary for the completion of that first section. No late written tests will be administered.      The  oral test (administered during the final two weeks of the semester) takes place  in your teacher’s office. The oral  diagnostic (administered in the middle of the semester) also takes place in  your teacher’s office; however, while written feedback will be provided for the  oral diagnostic, the oral diagnostic itself is not graded. The oral diagnostic is simply a chance for  you to practice taking an oral exam. No  late oral tests will be administered.           Oral Presentation:       At  the end of the semester you and a partner will give a ten to twelve minute oral  presentation on some aspect of French and/or francophone culture (a place, a  person, a movement, an event, an organization, etc.). You can find information for your  presentation in the library, on line, or from interviews with French speakers,  but be sure when you give your presentation in class that your words are your  own. If you cite a source, make it very  clear that you are citing someone else’s words so that you can avoid the trap  of plagiarism.                Homework:       Your  homework grade is not based on how many of your homework answers are correct,  but rather on how much effort you put into doing the work. Mistakes are an essential part of learning  anything new, including a new language…there is a reason why people say, “You  learn from your mistakes.” You should  think of your homework assignments as an opportunity to try to see how well you  know what you’ve been studying and to pinpoint areas that you still need to  work on. Your homework grade is made up  oral and written exercises from your workbook.      The  on-line workbook/lab manual (housed at the iLrn site) contains an array of  well-designed exercises. These exercises  focus on listening, speaking, pronunciation, grammar, writing, reading, and  culture. You will notice that some of  the exercises you do can be corrected with the click of a mouse, while others  will require your teacher’s input, which you will need to go back and read in  order to benefit from. You are, of  course, welcome to do additional exercises that are not marked as assigned, and  additional exercises from the on-line workbook/lab manual may be assigned by  your teacher for homework. No late homework will be accepted for credit.      Note  that while there are workbook exercises due just about every week, you never  have very many written exercises to turn in at one time. The workbook assignment schedule has been  designed in this way to help you achieve your goal (or rather, what we hope is  your goal!) to work on your French in a regular manner. Don’t do the exercises assigned the night  before (or the morning!) they are due.   That vastly diminishes your chances of learning something from  them. Instead, do two or three exercises  each night. This is an easy way to check  yourself and to make sure you have a good handle on the vocabulary, culture,  and grammar being presented and discussed in class.                Essays:       You will write four essays during the course of the semester. All essays should be typed,  double-spaced. These essays are due in  class on the days indicated on the syllabus.   (NOTE: no calendar or schedule  has been included with this syllabus; dates vary from semester to semester.) No late essays will be accepted. Your teacher will provide you with the topic  for each essay at least one and a half weeks before the due date. (The first essay is to be a minimum of 200  words long, the second and third essays are to be a minimum of 250 words long,  and the final essay should be at least 300 words long.)      As  you may know by now, the best way to improve your writing skills in any  language is to take a process approach to writing, which is what we will do in  this class. When you turn in an essay,  your teacher will read it and signal the errors; however, he or she will not  provide you with the correct forms. When  you get your essay back, you will need to look over your teacher’s comments and  rewrite the essay, correcting the errors your teacher has indicated and  incorporating all the changes your teacher has suggested. Your final grade for an essay will be the  average of your first grade and the grade for your rewrite. Not rewriting your essay will result in a 0  (zero) as the rewrite grade.      The  essay assignments are a chance for you to find out just what you can really do  in written French. The essays you submit  should be entirely your own work so that you can know for sure where your  strengths and weaknesses lie. You may  not ask a French-speaking friend, family member, or acquaintance to read over  and correct your essay before you turn it in – not only will you lose out on  the chance to show yourself and your teacher what you can do, but this is at  best a form of cheating, at worst plagiarism.   In addition, you may not use Internet translation programs such as  Babblefish when writing your essay.   This, too, is plagiarism. If you  do decide to use a friend or family member’s help or an Internet translation program,  even if it is for only part of your essay, you will receive a 0 (zero) for your  essay. So, make everyone happy and get  the most out of your work by doing it all yourself!      You  are encouraged to use good, large dictionaries (both French-English and  French-French) while composing your essays.   Small paperback dictionaries, while often very handy in class, are  unreliable sources for this kind of written assignment. Don’t forget that through the Bobst homepage  you have free access to the on-line Oxford-Hachette bilingual French-English  dictionary.                 Participation:       As  you can imagine, participation is of the utmost importance in a language  class. Your participation grade does not  depend simply on your being physically present in class. A good participation grade depends on having  all your assignments completed before class, participating (in French!) to the  best of your ability, and making a real effort to improve.      Since  participation, or “time-on-task” as it is sometimes called, is so important to  your regular progress, it counts as part of your grade. It’s very simple: there are no excused or unexcused absences,  there are just absences. Once you miss  four classes, you will receive a warning letter, a copy of which will also be  sent to the Director of Language Programs.   For every absence over five, one percentage point will be deducted from  your final grade.      If  you find that a serious illness or family emergency will cause you to miss many  more classes than are allowed, you should speak with your instructor and  academic counselor about the possibility of arranging for a withdrawal from the  class.                          NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings      Jump To: Introductory Language Courses --Intensive Sequence    --Extensive Sequence Language Course with Special Prerequisites Advanced Language Courses (Electives)    Core Courses (Taught in French) Electives in French Literature and Civilization (Taught in French)    Courses Conducted in English Interdisciplinary Courses Graduate Courses Open to Undergraduates    Placement in French  Language Courses   The placement of  students in French language, literature, and civilization courses is  explained under \" Placement Examinations \" in the Academic Policies  section of this Bulletin.      Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in French may be fulfilled either by an intensive  sequence of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a  total of 12 points, or by an extensive sequence of four 4-point  courses (FREN-UA 1, FREN-UA 2, FREN-UA 11, and FREN-UA 12) for a  total of 16 points. With departmental approval, a student may follow  a plan of study combining two 4-point courses with one 6-point course  (FREN-UA 1, FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA  12) for a total of 14 points. All students planning to continue their  study of French beyond the MAP requirement are strongly advised to  follow the intensive sequence, since this permits completion of the  intermediate level in two semesters.      Introductory  Language Courses      Intensive Sequence      Intensive Elementary  French   FREN-UA 10 Open to  students with no previous training in French and to others on  assignment by placement test. Completes the equivalent of a year's  elementary level in one semester. Offered every semester. 6 points.      Intensive Intermediate  French   FREN-UA 20   Prerequisite: Intensive Elementary French (FREN-UA 10) or Elementary  French I, II (FREN-UA 1, 2). Open to students who have completed the  equivalent of a year's elementary level and to others on assignment  by placement test. Completes the equivalent of a year's  intermediate level in one semester. Offered every semester. 6 points.      Extensive Sequence      Elementary French I   FREN-UA 1 Open to  students with no previous training in French and to others on  assignment by placement test. Not equivalent to FREN-UA 10. Only by  following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate  level. Offered every semester. 4 points.      Elementary French II   FREN-UA 2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student  must complete both FREN-UA 1 and FREN-UA 2. This two-semester  sequence is equivalent to FREN-UA 10. Offered every semester. 4  points.      Intermediate French I   FREN-UA 11   Prerequisites: Elementary French I, II (FREN-UA 1, 2) or FREN-UA 10.  Open to students who have completed the equivalent of a year's  elementary level and to others on assignment by placement test. Not  equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA  12 can a student complete the equivalent of FREN-UA 20 and then  continue on to the post-intermediate level. Offered every semester. 4  points.      Intermediate French II   FREN-UA 12   Continuation of FREN-UA 11. To fulfill the MAP requirement and  continue on to the post-intermediate level, a student must complete  both FREN-UA 11 and FREN-UA 12. This two-semester sequence is  equivalent to FREN-UA 20. Offered every semester. 4 points.      Language Course with  Special Prerequisites      Conversation and  Composition   FREN-UA 30   Prerequisite: Intermediate French I, II (FREN-UA 11, 12) or Intensive  Intermediate French (FREN-UA 20). Open to students who have completed  the equivalent of a year's intermediate level and to others who  have passed the proficiency examination but who wish to review their  French in order to take advanced courses in language, literature, and  civilization. Offered every semester. 4 points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar, written exercises, an  introduction to composition, lexical enrichment, and spoken skills.      Advanced Language  Courses (Electives)      Spoken Contemporary  French   FREN-UA 101   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Assumes a mastery  of the fundamental structures of French. May be taken concurrently  with Written Contemporary French (FREN-UA 105). Offered every  semester. 4 points.   Helps the student to  develop vocabulary, improve pronunciation, and learn new idiomatic  expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic  documents as radio and television interviews, advertisements, and  spontaneous oral productions.      Phonetics   FREN-UA 103   Prerequisite: Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered at least once a year. 4 points.   Provides advanced  French-language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of  both French and English.      Written Contemporary  French   FREN-UA 105   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Offered every  semester. 4 points.   Designed to improve the  student's written French and to provide advanced training in French  and comparative grammar. Students are trained to express themselves  in a variety of writing situations (for example, diaries,  transcriptions, narrations, letters). Focuses on the distinction  between spoken and written styles and the problem of contrastive  grammar. Emphasis on accuracy and fluency of usage in the written  language.      Translation   FREN-UA 107   Prerequisite: Written Contemporary French (FREN-UA 105). Offered  every year. 4 points.   Practice of translation  through French and English texts taken from a variety of sources to  present a range of contrasting grammatical and stylistic problems.  Also stresses acquisition of vocabulary.      Advanced Techniques of  Translation   FREN-UA 108   Prerequisite: Translation (FREN-UA 107). Offered every year. 4  points.   Course in translation  method based on an intensive practice of translating. Every week is  devoted to a different genre of writing (such as poetry, prose,  journalism, or subtitling) or a different set of issues related to  translating (such as cultural, grammatical and sentential,  phonic/graphic and prosodic, or language variety).      Acting French   FREN-UA 109   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Use of dramatic  situations and readings to help students overcome inhibitions in  their oral use of language. The graduated series of exercises and  activities is designed to improve pronunciation, intonation,  expression, and body language, via phonetic practice, poetry  recitation, skits, improvisation, and memorization of dramatic texts.  Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.      Business French   FREN-UA 110   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Designed for students  who wish to learn the specialized language used in French business.  Emphasis on oral and written communication, as well as the  acquisition of a business and commercial vocabulary dealing with the  varied activities of a commercial firm (for example, advertising,  transportation, banking). Stresses group work in simulated business  situations and exposure to authentic spoken materials.      Core Courses (Taught  in French)      The following courses  are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement  test, or who have the permission of the director of undergraduate  studies.      Readings in French  Literature I: From the Middle Ages to the French Revolution   FREN-UA 120   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the fall. 4 points.   Introduction to central  works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and  status of literature within the era's larger intellectual,  political, and social framework. Critical study of key themes,  genres, and styles; focuses on analytical writing and literary  analysis. Authors studied may include Marie de France, Rabelais,  Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire.      Readings in French  Literature II: From 1800 to the Present   FREN-UA 121   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the spring. 4 points.   Introduction to central  works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature  within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses  on analytical writing and literary analysis. Follows but does not  require completion of Readings in French Literature I. Authors  studied may include Colette, André Malraux, Céline, Simone de  Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.      Approaches to  Francophone Literature   FREN-UA 145   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered every year. 4 points.   Examines literature  from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by  more complex relationships and ideologies. Special attention is paid  to language and the role of the writer in elaborating a postcolonial  national identity. Writers studied may include Edouard Glissant and  Patrick Chamoiseau of Martinique, Jacques Roumain of Haiti, Ahmadou  Kourouma of the Ivory Coast, and Assia Djebar of Algeria.      French Society and  Culture from the Middle Ages to 1900   FREN-UA 163 Offered in  the fall. 4 points.   Retrospective and  introspective view of French civilization from the early period to  1900 through the interrelation of history, literature, fine arts,  music, and philosophy. Study of major historical forces, ideas, and  tensions; the formation of collective identities (territorial,  religious, political, and so on); France's diversity and formative  conflicts; the Republican model; France and the outer world; and the  relationship between state, nation, and citizenry. Primary sources  and documents such as chroniques, mémoires, journaux, revues, and  correspondances.      Contemporary France   FREN-UA 164 When  conducted in English, numbered FREN-UA 864. Offered in the spring. 4  points.   An introduction to  French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged  France's stature, its national identity, and its Republican model.  Topics include the French political and social systems; France's  \"exceptionalism\" and relationships with Europe, the United  States, and globalization; colonialism, immigration, and  postcolonialism; and gender and class relations.      Electives in French  Literature and Civilization (Taught in French)      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 150 When  conducted in English, numbered FREN-UA 850 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Fabulous Versailles,  the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of  17th- and 18th-century culture and French influence on European  civilization. This course views the intellectual, artistic, and  social complexities of the period through the works of contemporary  philosophers, dramatists, artists, memorialists, and historians from  Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.      Classicism   FREN-UA 462 Offered  periodically. 4 points.   Studies French  classical literature as one of the summits of the struggle of human  beings to understand themselves and their place in the universe.  Authors studied include Descartes, Pascal, Madame de Sévigné,  Madame de Lafayette, La Fontaine, Molière, Corneille, Racine, La  Bruyère, and La Rochefoucauld.      The 18th-Century French  Novel   FREN-UA 532 Offered  periodically. 4 points.   The novel comes into  its own during the 18th century. It fought for recognition as a  \"worthy genre.\" The development of the novel as an aesthetic form  and the social and moral preoccupations it reveals are studied in a  variety of authors, such as Marivaux, Voltaire, Diderot, Rousseau,  Laclos, and Sade.      French Thought from  Montaigne to Sartre   FREN-UA 562 Offered  periodically. 4 points.   Deals with the various  currents of ideas and the transformations in values, taste, and  feeling that constitute the Enlightenment in France. Pays particular  attention to the personality, writings, and influence of the  following authors: Montaigne, Descartes, Montesquieu, Voltaire,  Diderot, Rousseau, and Sartre. Significant works by these thinkers  and others are closely read and interpreted.      19th-Century French  Novel and Society   FREN-UA 632 Offered  periodically. 4 points.   Study of Balzac,  Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the  social, political, and intellectual contexts of his or her epoch.  Problems of the 19th-century novel, narrative structure, point of  view, invention, and observation.      Literature and the Arts  in the Age of Surrealism   FREN-UA 722 Offered  periodically. 4 points.   The historical  framework of this course is the period between the two World Wars, a  time in which the spirit of surrealism dominated the intellectual and  artistic aspects of French culture. Studies the \"surrealist  revolution\" through both detailed analyses of texts by Breton,  Aragon, Eluard, and Desnos, and of painting and cinema. Explores the  relation between theory and practice in literature and the arts.      Contemporary French  Novel   FREN-UA 731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4  points.   The major French  novelists of the 20th century have moved the novel away from the  traditional 19th-century concept. Proust and Gide developed a  first-person-singular narrative in which the reader is participant.  Breton uses the novel for a surrealist exploration. With Céline and  Malraux, the novel of violent action becomes a mirror of man's  situation in a chaotic time and leads to the work of Sartre and  Camus, encompassing the existentialist viewpoint. Covers Beckett's  sparse, complex narratives and Robbe-Grillet's \"new\" novels.  Novels are studied with respect to structure, technique, themes,  language, and significant passages.      French Poetry from  Baudelaire to the Present   FREN-UA 741 When  conducted in English, numbered FREN-UA 841. Offered periodically. 4  points.   Major trends in French  poetry from the late 19th century to the present. Beginning with the  precursors of contemporary poetry in France and other countries'  Baudelaire, Rimbaud, Mallarmé, and Laforgue—innovation is studied  in the 20th-century writers: Apollinaire and the New Spirit; the  surrealist poets, including Aragon and Breton; Saint-John Perse;  Michaux and exorcism through the word; Ponge and the world of things;  and the postwar poets. Includes textual analysis, poetic theory, and  relationships of the works to their literary environment.      New Novel and New  Theatre   FREN-UA 763 Offered  periodically. 4 points.   Reaction in the  post–World War II novel against traditional 19th-century novels.  The novelist no longer controls his characters but limits himself to  what can be seen. Emphasis on the world of objects and the difficulty  of literary creation. The novels of Robbe-Grillet, Butor, Sarraute,  Duras, Simon, and Pinget. On stage, the theatre of the absurd,  antirealistic, with startling techniques, downgrading of language,  and a stress on action; the theme of lack of communication in the  world. The theories of Artaud and the plays of Ionesco, Beckett,  Genet, Adamov, Vian, and others.      Existentialism and the  Absurd   FREN-UA 767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4  points.   Main expressions of  existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for  commitment in political and social affairs of the times. Examines  absurdist literature since the 1950s in the \"theatre of the  absurd,\" in fiction, and in critical work of other contemporary  French writers. Covers Ionesco, Beckett, Genet, Robbe-Grillet, and  Barthes; precursors of the absurd such as Kafka and Céline; and  practitioners of the absurd outside of France (such as Pinter, Albee,  and Barthelme).      Proust   FREN-UA 771 When  conducted in English, numbered FREN-UA 871 and also open to French  majors who read the work in the original and do their written work in  French. Offered periodically. 4 points.   Reading of Remembrance  of Things Past. Major topics include the novel as confession, the  unconscious and creation, perception and language, sexuality,  decadence, the artistic climate in Europe and France from the end of  the 19th century through World War I, and the hero as artist.       Beckett   FREN-UA 774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4  points.   Study of Samuel  Beckett's diverse work and the unifying element of the human  condition as two complementary components: the impossibility of  existence and the need to voice that impossibility. Works include  Molloy, The Unnamable, Waiting for Godot, Endgame, Cascando, Not I,  How It Is, Krapp's Last Tape, and First Love.      History of French  Cinema   FREN-UA 778 When  conducted in English, numbered FREN-UA 878. Offered every other year.  4 points.   Surveys French cinema  from 1895 to the present day. Formal issues are discussed in the  context of French civilization. Students are required to regularly  cross the perspectives of history and cinema studies. The following  movements and schools are discussed: the Lumière brothers' realism  versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic  realism (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard,  Resnais); political modernism in the context of May 1968; the advent  of the \"Cinéma du Look\"; and postmodernity (Besson, Beineix).      Modern Criticism and  Theory of Literature   FREN-UA 863   Prerequisite: two advanced literature courses or permission of the  department. Offered periodically. 4 points.   Introduction to  contemporary methods of criticism and an approach to problems in the  theory of literature. Readings of a few primary authors, such as  Racine, Proust, Baudelaire, and Flaubert, who have recently been the  object of major critical reevaluation, along with the works of such  pertinent critics as Mauron, Jakobson, Sartre, and Barthes. Emphasis  is on a clear understanding of the critical methods and their  theoretical implications.      Theatre in the French  Tradition   FREN-UA 929 When  conducted in English, numbered FREN-UA 829 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Study of the theatrical  genre in France, including the golden-age playwrights (Corneille,  Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy  and tragedy, the development of stagecraft, and romanticism and  realism. Also, the theatre as a public genre, its relationship to  taste and fashion, and its sociopolitical function.      The Image of Human  Experience in the French Novel   FREN-UA 932 When  conducted in English, numbered FREN-UA 832 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Man's attempt to come  to terms with himself and his universe has been the central impetus  of all great literature. Covers the changing image of man through the  centuries in the works of French writers of international repute:  Voltaire in his philosophical tales; Diderot as a precursor of the  modern novel; Stendhal in The Red and the Black; Flaubert in Madame  Bovary; and Proust, Camus, and Beckett, all of whom have attempted to  define man in relation to the major problems of his existence.      Women Writers in France   FREN-UA 935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835 and  also open to French majors who read the works in the original and do  their written work in French. Offered every other year. 4 points.   The rich and diverse  literary works by women express their individuality and their  important social and cultural role in France from the 12th century to  the present. Studies both the changing sociohistorical context of  these writers and the common problems and themes that constitute a  female tradition. Writers include Marie de France, Christine de  Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.      Topics in French  Culture   FREN-UA 965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the current class schedule. Recent  topics include Paris in history, art, and literature; la Belle  Époque; and Paris and the birth of modernism.      Topics in French  Literature   FREN-UA 968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the class schedule. Recent topics  include French 17th-century masterpieces and the theatre of the  absurd.      Internship in French   FREN-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   Offers upper-level  students the opportunity to apply their studies to the \"outside  world.\" Working closely with a sponsor and a faculty adviser,  students pursue internships in such diverse areas as international  trade, banking, publishing, and law. Interested students should apply  to the department early in the semester before they wish to begin  their internship.      Senior Seminar   FREN-UA 991, 992   Prerequisite: permission of the department. 4 points.      Honors Senior Thesis   FREN-UA 995   Corequisites: FREN-UA 991 or FREN-UA 992 and permission of the  department. Offered in the fall and spring. 4 points over two  semesters.      Independent Study   FREN-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Courses Conducted in  English      The following courses,  numbered FREN-UA 8XX, are conducted in English. Majors may count one  of these courses toward the major if they complete all the written  work in French. (Permission of the director of undergraduate studies  is required.) These courses may be counted toward the minor in French  literature in translation and the minor in literature in translation.  No knowledge of French is required.      Metaphors of Modern  Theatre   FREN-UA 822 Identical  to DRLIT-UA 267. Offered periodically. 2 points.   A close reading of the  classics of contemporary theatre, with emphasis on their use of vivid  metaphors of the human condition and the theatre as metaphor and  artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre  and as a brilliant example of the sensibilities of European artists  and thinkers in the period beginning just after World War I  (Pirandello) to World War II (Sartre) and the postwar period, the  post-Hiroshima generation (Beckett).      Theatre in the French  Tradition   FREN-UA 829 When  conducted in French, numbered FREN-UA 929. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Theatre in the French Tradition (FREN-UA 929), above.      Contemporary French  Novel   FREN-UA 831 When  conducted in French, numbered FREN-UA 731. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary French Novel (FREN-UA 731), above.      The Image of Human  Experience in the French Novel   FREN-UA 832 When  conducted in French, numbered FREN-UA 932. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  The Image of Human Experience in the French Novel (FREN-UA 932),  above.      Women Writers in France   FREN-UA 835 Identical  to SCA-UA 740. When conducted in French, numbered FREN-UA 935. Only  counts toward the major if course work is done in French (permission  of the director of undergraduate studies required). Offered  periodically. 4 points.   For description, see  Women Writers in France (FREN-UA 935), above.      French Poetry from  Baudelaire to the Present   FREN-UA 841 When  conducted in French, numbered FREN-UA 741. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  French Poetry from Baudelaire to the Present (FREN-UA 741), above.      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 850 When  conducted in French, numbered FREN-UA 150. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Versailles: Life as Art in the Age of Grandeur (FREN-UA 150), above.      Contemporary France   FREN-UA 864 When  conducted in French, numbered FREN-UA 164. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary France (FREN-UA 164), above.      Topics in French  Culture   FREN-UA 865 When  conducted in French, numbered FREN-UA 965. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For description, see Topics in  French Culture (FREN-UA 965), above.      La Belle Époque: Modes  of Artistic Expression and Life   FREN-UA 866 When  conducted in French, numbered FREN-UA 166. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   Focuses on the dazzling  cultural life of turn-of-the-century Paris. Explores the ascent of  symbolism, postimpressionism, art nouveau, cubism, futurism, and  other creative concepts. Views the social, intellectual, and artistic  aspects of the period through the works of contemporary writers,  dramatists, and artists such as Zola, Huysmans, Maupassant, Proust,  Colette, Apollinaire, Toulouse-Lautrec, Cézanne, Picasso, Debussy,  Diaghilev, Sarah Bernhardt, and Gertrude Stein. Extensive use of  audio and video material.      Existentialism and the  Absurd   FREN-UA 867 When  conducted in French, numbered FREN-UA 767. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Existentialism and the Absurd (FREN-UA 767), above.      Topics in French  Literature   FREN-UA 868 When  conducted in French, numbered FREN-UA 968. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For specific courses, please  consult the current class schedule.      Proust   FREN-UA 871 When  conducted in French, numbered FREN-UA 771. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Proust (FREN-UA 771), above.      Beckett   FREN-UA 874 When  conducted in French, numbered FREN-UA 774. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Beckett (FREN-UA 774), above.      History of French  Cinema   FREN-UA 878 When  conducted in French, numbered FREN-UA 778. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered every other year. 4 points.   For description, see  History of French Cinema (FREN-UA 778), above.    Interdisciplinary  Courses      The Department of  French sponsors the following interdisciplinary courses and, in some  cases, cosponsors them with other departments. No knowledge of French  is required. Courses may be counted toward the minor in French  literature in translation or the minor in literature in translation,  but not toward the major in French.      The Age of Romanticism   FREN-UA 501 Identical  to COLIT-UA 501. Offered periodically. 4 points.   Designed to examine a  specific period of European culture and history in several distinct  national traditions, through a variety of methodologies. The focus is  both broad and specific. The uniqueness of separate romantic  manifestations (prose, poetry, theatre, music, and the plastic arts),  as well as the relationships between them, constitute the core of  inquiry.      Cinema and Literature   FREN-UA 883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the  major in French but does count toward the minor in French literature  in translation or the minor in literature in translation. Offered  every semester. 4 points.   Exposes the student to  various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with  reading assignments that include novels, plays, and poems. The  objective is to exploit the potentiality of different media and to  make vivid and intellectual the climate of Europe on which these  media so often focus.      Graduate Courses  Open to Undergraduates      Courses in the Graduate  School of Arts and Science are open to seniors with a 3.5 average in  three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the  baccalaureate degree, no advanced credit is allowed for them in the  graduate school. Before registering for these courses, students must  obtain the permission of the director of undergraduate studies.      A complete list of  graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Department of French | Summer Session    |     French    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Department of French | Summer Session    DEPARTMENT OF FRENCH UNDERGRADUATE COURSE OFFERINGS SUMMER 2015  Registration for summer session courses opens on Tuesday, February 17th , 2015.   SESSION I: May 26th – July 2nd FREN-UA 10 Intensive Elementary French (6 points) MTWRF, 9:00am – 12:00pm Section 001 (#2510) -- Kaliane Ung / Gabriella Lindsay Section 002 (#2511) -- Tina Montenegro / Erika Hendrix This beginning-level French course is open to students with no previous training or experience in French. This intensive course is the equivalent of a year (two semesters) of regular elementary-level French. The work done throughout the session focuses on the presentation and systematic practice of the basic structures and vocabulary of oral and written French through a variety of creative activities that stress real-world contexts and communicative situations, situations that provide learners with the opportunity to develop their knowledge of French by creating, both orally and through writing, in the language. This course includes a robust online component. FREN-UA 30 Conversation &amp; Composition MTWR, 10:00am – 12:00pm Melanie Hackney #2514 This fifth-semester French course is open to students who have completed one year (two semesters) of intermediate-level French (or one semester of intensive intermediate-level French). This course systematizes and reinforces language skills and functions presented in earlier courses through an intensive review of grammatical structures and usages, a variety of written activities, an introduction to composition writing, exercises and activities that promote lexical enrichment, and numerous opportunities to develop conversational and presentational skills. FREN-UA 883 (conducted in English ) Cinema and Literature Prof. William Wolf MW, 2:00pm – 5:00pm #2515 This course exposes the student to various modes, such as expressionism, social realism, and the projection of the hero. One film is viewed per week and analyzed with reading assignments that include novels, plays, and poems. The objective is to exploit the potentiality of different media and to make vivid and intellectual the climate of Europe on which these media so often focus. (Cross-listed as DRLIT-UA 504; does not count towards the requirements for the French major.)  SESSION II: July 8th – August 15th FREN-UA 1 Elementary French I Pierre André / Daniel Benson MTWR, 10:00am – 12:30pm #2793 This beginning-level French course is open to students with no previous training or experience in French. The work done throughout the session focuses on the presentation and systematic practice of the initial basic structures and vocabulary of oral and written French through a variety of creative activities that stress real-world contexts and communicative situations, situations that provide learners with the opportunity to develop their knowledge of French by creating, both orally and through writing, in the language. This course includes a robust online component. FREN-UA 20 Intensive Intermediate French (6 points) MTWRF 9:00am – 12:00pm Section 001 (#2512) -- Camilo Frias / Janos Kun Section 002 (#2513) -- Samantha Presnal / Lauren Weaver This intensive intermediate French course is designed to give students who have already mastered the basics of French vocabulary, culture, pronunciation, and grammar the opportunity to deepen their knowledge of the French language and the cultures for which it is a vehicle. This course not only allows students to gain even easier access to the thoughts, ideas, history, and production of hundreds of millions of French-speaking people scattered across every continent around the globe, but also prepares students to tackle advanced-level French courses. This course includes an intensive review and expansion of the most important grammatical structures through written and oral exercises and activities, the continued development of vocabulary through creative and communicative activities and projects, and extensive individual, small-group, and large-group practice to allow for the development of spoken fluency and presentational skills. FREN-UA 865.001 (conducted in English ) Topics in French Culture – Sugar, Shackles, Sabotage: The French Caribbean Suzy Cater MW, 2:00pm – 5:00pm #2743 A headless statue stands in the center of Fort-de-France, the capital of the Caribbean island of Martinique. Now decapitated and splattered in red paint, it once represented the Empress Josephine, wife of Napoleon I - and daughter of sugar plantation owners in Martinique. Supposedly, Josephine encouraged Napoleon to reinstate slavery in the French colonies, after it had legally been abolished in 1794. Once reintroduced, slaves wouldn't be free again until 1848. The headless statue is one of many sites where official French history and culture is challenged - or sabotaged - by local Caribbean realities and practices. This course will explore works of Martinican and Guadeloupean literature and film which refuse to be French and insist on being Caribbean, highlighting their own history (of slavery, revolts, and maroon leaders) and their own culture (such as seen in Carnival and the language of Creole). Yet the islands have been overseas departments of France since 1946 – distant, but a part of that country – and we will examine how authors and artists negotiate this double, conflictual belonging. Its tension haunts their oeuvre, but they produce original and fascinating works which traverse oceans and borders, interrogate fixed identities, and overturn expectations about what the idea of “French” literature really means. (This course is taught in English; however, NYU French students can arrange to take the course for credit for a French major or minor. See the French Department for details.) FREN-UA 868.001 (conducted in English ) Topics in French Literature – The Story of My Life: Published Books, Private Lives Youna Kwak TR, 2:00pm – 5:00pm #6441 Gide, Beauvoir, Sartre, and Barthes are writers so iconic that they can be identified by just one name. Likewise The Immoralist, The Second Sex, Nausea , and Camera Lucida are among the most influential Francophone books of the 20th century. But in addition to writing well-known works of fiction and philosophy, each of these authors also wrote intimately revealing diaries and autobiographies that testify to turbulent sexual affairs, fierce social rivalries, jealousy, grief, and the horror of confronting violence and war. Which are more famous, the authors or their books? In this course we examine the fraught distinction between private lives and public books, when writers put their personal lives on display. What effect does it have on readers to think they know a writer’s secrets? How does fascination with the private lives of writers inevitably influence the way we read? We will pursue our questions into the present-day, discovering contemporary authors whose blogs, memoirs, autobiographies and autofictions reflect and incite readers’ desires to uncover seemingly real and authentic lives behind famous works of literature. In our so-called “age of no secrets,” can there be such a thing as an intimate life in print? (This course is taught in English; however, NYU   French students can arrange to take the course for credit for a French   major. See the French Department for details.) Several courses during Session II are also open to pre-college students. Incoming freshman interested in taking Elementary French I , Intensive Intermediate French , or the Topics courses should contact the Office of University Programs at &lt; university.programs@nyu.edu &gt; or at (212) 998-2292.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "FREN-UA 11    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       FREN-UA 11          Intermediate French I           New York University                Welcome back to  French! Congratulations on your decision  to continue studying a language spoken by over 200,000,000 people in over 50  countries around the world. Your choice  of Intermediate French is a clear sign that you are someone who wants to learn  about these people from what they say and write instead of depending upon  someone else’s interpretation and that you are someone who desires direct  access to the linguistic and cultural production of these nearly  quarter-of-a-billion people to deepen your understanding of the world and all  it has to offer. We applaud your  decision!           Materials for the year:  Interaction textbook (9 th   edition)            i. Textbook            ii. On-line access to iLrn           Course and Materials Description:       This  Intermediate French I course is designed to give those of you who have mastered  the basics of French vocabulary, culture, pronunciation, and grammar the  opportunity to deepen your knowledge of the French language and the cultures  for which it is a vehicle. This class  will thus allow you even easier access to the thoughts, ideas, history, and  production of hundreds of millions of people scattered across every continent  around the globe.         The tool that we will use to explore  this language and the numerous cultures for which it is a vehicle is “Bravo!,”  a year-long, multi-component intermediate French program that includes a  textbook and, housed on-line at the iLrn site, a workbook/lab manual, an eBook,  a video library, a battery of diagnostic tests, a companion website, and more. All the components are fully integrated, so  you should familiarize yourself with the structure of the program and all of  its parts before you embark on your linguistic adventure this semester.      Each  chapter of “Bravo!” is designed to help you review and expand upon your  knowledge of French. Each chapter begins  with a section entitled “La grammaire à réviser” that highlights structures  that you have seen before in Elementary French.   Take the time to look these sections over (and to work on the  corresponding exercises in the workbook) so that you can pinpoint any areas in  which you need to do some more reviewing before diving into the meat of the  chapter. You will also see that some of the  vocabulary in each lesson is presented in traditional list form, while other  vocabulary elements are grouped under the heading “Expressions typiques  pour…” This category contains words and  phrases grouped by function, thus allowing you to move beyond isolated words  and to see how you can put together words and structures you have learned to  express culturally important and appropriate ideas, suggestions, etc.         On a final note, keep in mind that  learning a language is learning to do something (e.g., speak, read, write, and  listen), not learning about something.   Successfully learning to do something requires regular practice, not  last-minute, frantic study. You couldn’t  become a good basketball player by reading about basketball every so often,  then reading a whole lot the night before a game, and then stepping out onto  the court for the first time the day of the game. The same holds true for language. To do well, you need to practice every day;  you need to train your mouth and your mind to speak and think differently. That can’t be done in one all-night cram  session!                Grading:        Written Tests (4)   45%               Oral Test         10%               Oral Presentation   10%               Homework        15%               Essays (4)      10%               Participation     10%                Tests:          Tests should not be solely an indication of the average of where  you have been during the semester; they should also reflect the level of skill  and knowledge you’ve achieved by the end of the course. As a result, your four tests during the  semester, all of which are cumulative, are unevenly weighted. The first test is 8% of your final grade, the  second test is 10% of your final grade, the third test is 12% of your final  grade, and the fourth test is 15% of your final grade. Not only is this a more logical distribution  of points, since you should know a lot more by the end of the semester, but it  also benefits those of you who are new to language study and might need a  little more time before everything “clicks.”      You  will take your written tests in class on the days indicated on this  syllabus. (NOTE: no calendar or schedule has been included  with this syllabus; dates vary from semester to semester.) Be sure you arrive a little early on test  days because each test begins with an oral comprehension section. If you arrive late, you will miss the reading  necessary for the completion of that first section. No late written tests will be administered.      The  oral test (administered during the final two weeks of the semester) takes place  in your teacher’s office. The oral  diagnostic (administered in the middle of the semester) also takes place in  your teacher’s office; however, while written feedback will be provided for the  oral diagnostic, the oral diagnostic itself is not graded. The oral diagnostic is simply a chance for  you to practice taking an oral exam. No  late oral tests will be administered.           Oral Presentation:       At  the end of the semester you and a partner will give a ten to twelve minute oral  presentation on some aspect of French and/or francophone culture (a place, a  person, a movement, an event, an organization, etc.). You can find information for your  presentation in the library, on line, or from interviews with French speakers,  but be sure when you give your presentation in class that your words are your  own. If you cite a source, make it very  clear that you are citing someone else’s words so that you can avoid the trap  of plagiarism.                Homework:       Your  homework grade is not based on how many of your homework answers are correct,  but rather on how much effort you put into doing the work. Mistakes are an essential part of learning  anything new, including a new language…there is a reason why people say, “You  learn from your mistakes.” You should  think of your homework assignments as an opportunity to try to see how well you  know what you’ve been studying and to pinpoint areas that you still need to  work on. Your homework grade is made up  oral and written exercises from your workbook.      The  on-line workbook/lab manual (housed at the iLrn site) contains an array of  well-designed exercises. These exercises  focus on listening, speaking, pronunciation, grammar, writing, reading, and  culture. You will notice that some of  the exercises you do can be corrected with the click of a mouse, while others  will require your teacher’s input, which you will need to go back and read in  order to benefit from. You are, of  course, welcome to do additional exercises that are not marked as assigned, and  additional exercises from the on-line workbook/lab manual may be assigned by  your teacher for homework. No late homework will be accepted for credit.      Note  that while there are workbook exercises due just about every week, you never  have very many written exercises to turn in at one time. The workbook assignment schedule has been  designed in this way to help you achieve your goal (or rather, what we hope is  your goal!) to work on your French in a regular manner. Don’t do the exercises assigned the night  before (or the morning!) they are due.   That vastly diminishes your chances of learning something from  them. Instead, do two or three exercises  each night. This is an easy way to check  yourself and to make sure you have a good handle on the vocabulary, culture,  and grammar being presented and discussed in class.                Essays:       You will write four essays during the course of the semester. All essays should be typed,  double-spaced. These essays are due in  class on the days indicated on the syllabus.   (NOTE: no calendar or schedule  has been included with this syllabus; dates vary from semester to semester.) No late essays will be accepted. Your teacher will provide you with the topic  for each essay at least one and a half weeks before the due date. (The first essay is to be a minimum of 200  words long, the second and third essays are to be a minimum of 250 words long,  and the final essay should be at least 300 words long.)      As  you may know by now, the best way to improve your writing skills in any  language is to take a process approach to writing, which is what we will do in  this class. When you turn in an essay,  your teacher will read it and signal the errors; however, he or she will not  provide you with the correct forms. When  you get your essay back, you will need to look over your teacher’s comments and  rewrite the essay, correcting the errors your teacher has indicated and  incorporating all the changes your teacher has suggested. Your final grade for an essay will be the  average of your first grade and the grade for your rewrite. Not rewriting your essay will result in a 0  (zero) as the rewrite grade.      The  essay assignments are a chance for you to find out just what you can really do  in written French. The essays you submit  should be entirely your own work so that you can know for sure where your  strengths and weaknesses lie. You may  not ask a French-speaking friend, family member, or acquaintance to read over  and correct your essay before you turn it in – not only will you lose out on  the chance to show yourself and your teacher what you can do, but this is at  best a form of cheating, at worst plagiarism.   In addition, you may not use Internet translation programs such as  Babblefish when writing your essay.   This, too, is plagiarism. If you  do decide to use a friend or family member’s help or an Internet translation program,  even if it is for only part of your essay, you will receive a 0 (zero) for your  essay. So, make everyone happy and get  the most out of your work by doing it all yourself!      You  are encouraged to use good, large dictionaries (both French-English and  French-French) while composing your essays.   Small paperback dictionaries, while often very handy in class, are  unreliable sources for this kind of written assignment. Don’t forget that through the Bobst homepage  you have free access to the on-line Oxford-Hachette bilingual French-English  dictionary.                 Participation:       As  you can imagine, participation is of the utmost importance in a language  class. Your participation grade does not  depend simply on your being physically present in class. A good participation grade depends on having  all your assignments completed before class, participating (in French!) to the  best of your ability, and making a real effort to improve.      Since  participation, or “time-on-task” as it is sometimes called, is so important to  your regular progress, it counts as part of your grade. It’s very simple: there are no excused or unexcused absences,  there are just absences. Once you miss  four classes, you will receive a warning letter, a copy of which will also be  sent to the Director of Language Programs.   For every absence over five, one percentage point will be deducted from  your final grade.      If  you find that a serious illness or family emergency will cause you to miss many  more classes than are allowed, you should speak with your instructor and  academic counselor about the possibility of arranging for a withdrawal from the  class.                          NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]}]