[{"detail": [{"content": "KFTH - Descendents: Milo Goes to College Lyrics           DESCENDENTS  Milo Goes to College Lyrics        MYAGE  Almost ready, almost there  Or is it already over  She's a friend in need  She's a friend indeed  She needs someone to hold her  Alone at night, she plans her game  Correctly thinking that I'm in pain  But every night it's always the same  Cause she don't need no one  We all want to play your game with you  We know you're just a starter  But there's no reason for you to quit  Just cause we try harder  I don't want to talk on the telephone  I don't want ot see no pictures  She'll find out just what she needs  And when she does I'll get her  She feels safe when she's with him  Cause he'll never try anything with her  Well now you know girl, just what I want  Are you going ot let it scare you?  I knew you would  She don't need no one  And she don't need me     I WANT TO BE A BEAR  Got your Jordache jeans  Got your pretty long hair  Dinner and a movie powder your nose  Take their money for a lay  Just like pay  You're just a human being on this planet  You're just flesh and blood like all the rest  You'll get old and have a wrinkled ass  Humans are ses I want to be a bear  I want to shit in the woods  In my cave hunt my prey  Could be you, I want to have food  Burgers not berries  Ladies are women but women are ladies  Got a baited hook  You are calling it your cherry  You want to settle down  I don't want to smell your muff!     I'M NOT A LOSER  Think that I'm a loser  Cause my pants are really too low  Think that I'm a slob  Cause I got holes in my shoes  Think my cock is like  Is like my dirty shirt  Well you can fuck off  Cause I'm working sixty a week  You think that life is really tough  When your daddy won't buy you a brand new car  Take a girl out she won't fuck you  After you just bought her a gram of coke  You spent all your money on shitty coke  I'm not a loser!  That's right  I'm not a loser!  Cruise down the boulevard  Wasting momy's gas  While you're looking for kicks on Friday night  Your only goal in life  Is to smoke a joint  And decide how you're gonna get laid tonight  You're are a fucking son of a bitch  You arrogant asshole  Your pants are too tight  You fucking homo  You suck, Mr. Buttfuck  You don't belong here  Go away your fucking gay  I'm not a loser!     PARENTS  Parents, why won't they shut up?  Parents, they're so fucked up  They treat me like a tool  They take me for a fool  Parents...  They're so fucking dense  They look into the past  For future reference  Parents...  They don't even know I'm a boy  Just treat me like a toy  But little do they know  One day I'll explode!  Parents...     TONYAGE  You beat up Fear's bass player  You were all surers last year  Three years ago it wasn't cool  You spit on me, but I'm no one  Eh, Bobby Pyn had long hair  But you spit on Darby Crash  He had a fucking mohawk man  Three years ago  Forming in 1975  I'm a new waver  My girlfriend's a surfer  I'm no more a trendy than you are  And she's not going to fuck you anyways  Eh, it doesn't matter, you all suck  You don't know shit about punk rock  You're just a bunch of drug addicts  Screwing up what we call FUN  I hate everything, that means you  I hate you more than I do  I got no time to sleep, no time to get laid  I got a 2\" x 2\", but it doesn't matter  Fake hardcore  You spit on the Urinals     M-16  Go shoot your M-16 (x4)  I'm not going to live your American Dream:  \"Army life is right for me  Kill to save democracy  Got a rebel in my sights  Money's worth more than his life\"  So kill... it's fun!  Shoot him you're better than him  Shoot him in the eye  Shoot him it gives you a thrill  Just like as a kid only now it's for real     I'M NOT A PUNK  I'm not a punk, how can I be?  Show me the way to conformity  Try to be different but it's always the same  End up playin' someone else's game  I'm just a square goin' nowhere  I'm just a square goin' nowhere  You used to walk by my side  Now you see me comin' now you hide  I see you here I see you there  I can see that you don't care  I'm just a square goin' nowhere     CATALINA  My room's a mess, but I don't care  I'm tired of sitting at my desk  You can't bother me  I'm far away from you  Got to get away  You can't ruin my day  You can't tell me what to do  You can't meke me think I love you  Shoot it in your arm, you can't hurt me  I'm on my way to Catalina  And I'm not going to read your books  My tank's gull of squid  And it's getting light  And you whores, you can't make me want  Cause I got all the fish I need  On the deck of my boat  And you can't take my heart when I'm here  Cause it's a long swin home  For your cute little arms  I'll steal some gas, fix my motor  Put on my Beatles tape  And get you out of my head  Ah yes here I am, far away from everyone  And the only fish I smell  Is on the deck of my boat  I want to go but my motor's broken  There's no scotch tape, I'm out of gas  So it looks like I'm stuck here  I'll steal some gas, fix my motor  Put on my Doors tape  And get you out of my head        SUBURBAN HOME  I want to be stereotyped  I want to be classified  I want to be a clone  I want a suburban home  Suburban home  Suburban home  Suburban home  I want to be masochistic  I want to be a statistic  I want to be a clone  I want a suburban home  Suburban home  Suburban home  Suburban home  I don't want no hippie pad  I want a house just like mom and dad  I want to be stereotyped  I want to be classified  I want to be masochistic  I want to be a statistic  I want to be a clone  I want a suburban home  Suburban home  Suburban home  Suburban home     STATUE OF LIBERTY  Well the people walk all around  This thing on an island very far from here  They pay it homage like a god  And they paint it on each and every year  A sign for all it was given to us  And we all appreciate this bomb  The tourists don't know and never will  It has no use its meaning is gone  The statue of liverty  We all agree it's a mystery  But why'd they give it to us?  We still don't know just why it came  A present from god or by the rain  The crowds swarm wildly so see its peak  When I watch I go insane  Why is it so important to them  What is the beauty they see in it  I don't know why I just accept it  I don't want it 'cause it makes me sick     KABUKI GIRL  Look out get out of my way  I'm going to the Atomic Cafe  I'm going to the Atomic Cafe  You're a mystery to me kabuki girl  Don't say saiyanara  I want to see you tomorrow  I want to see you tonight  You're a mystery to me kabuki girl  Your face is white your hair is black  You'll probably stab me in the back  But that's the chance I'm gonna take  Don't say saiyanara  I want to see you tomorrow  I want to see you tonight  You're a mystery to me kabuki girl  East is east, west is west  Girls from the east are the best  They got more of what I'm lookin' for  Look out get out of my way  I'm going to the Atomic Cafe  I'm going to the Atomic Cafe  You're a mystery to me kabuki girl     MARRIAGE  Do you know what I think about you?  Do you know what I feel is true?  Do you know what I think about her?  I know she thinks about me, I'm sure  I don't know why it's so, but it's true!  So you know what I think about you  But do you know what you want me to do?  When you see me staring at you  Do you know what I want you to do?  I don't know why it's so, but it's true!  I don't want to have sex with you  I want to be your friend  I want to be with you  I want you to marry me  Now you know what I think about you  You know that my speed is you  I know I want you to be my wife  And be with me the rest of your life  Do you know what I think about you?     HOPE  Why can't you see  You torture me  You're already thinking about someone else  When he comes home you'll be in his arms  And I'll be gone  But I know  My day will come  I know someday  I'll be the only one    So now you want his spark  You know it'll turn you on  He's gonna make you feel  The way you want to feel  When he starts to lie  When he make you cry  You know I'll be there  My day will come  I know someday  I'll be the only one    Call me selfish call me what you like  I think it's right  To want someone for all your own  And not to share her love  And I'll have my way  You won't have a say  Anyway  I've got you  You don't stand a chance    You want perfection  I see your self-destruction  You don't know what you want  It's gonna take you years to find out  I'm not giving up  And when you've had enough  You'll take your bruised little head  And you'll come running back to me  You know that I'm gonna be the only one     BIKEAGE  Running out of time again  Where did you go wrong this time?  When your problems overwhelm you  Go get drunk it's party time  Take a quaalude, relax your mind  Relax your body too!  Run from your problems  But you'll never get away  No one loves you, and you wonder why?  Sitting there with your mouth full of beer  Your eyes are glazed, your face is red  Who's gonna pick you up  And use you for tonight?  And when you're on the streets  With a needle in your arms  Selling your body for another fix  Who's gonna pick you up  And take you home with them tonight?  Not me!  Running out of breath again  You're an old maid, but you're only 15  You're losing your little girl's charm  Cry all night but you'll never get it back  Don't be afraid, it's not too late  Save yourself, I need you here  Wearing off, wearing out  I can't think about this  Cause it makes me sick     JEAN IS DEAD  Wake up early, mad at you  Go to school, but where are you  You should have told me  I should have known  But now you're gone  And I'm alone  Your mother told me  Last night on the phone  Now you're gone  Now I'm alone  I would have helped you  I would have done anything  I would have taken you with me  Or bought you a ring  But now you're gone and I'm alone!           BACK to Descendents page     KILL FROM THE HEART Home"}]}]