[{"detail": [{"content": "Haiti                                                     Maya Deren and Haiti Maya Deren's fascination with New World African culture was an enduring leitmotif       of her artistic vision. She began her career with Katherine Dunham's dance troupe, which was famous for exploring the mythological roots of Caribbean ritual movement, and by 1942 she was publishing articles about Haitian religion       and dance. She focused on the spiritual implications of Vodou, which inspired her to spend years in Haiti, where she produced film footage, hundreds of photographic negatives, and a brilliant ethnographic book. Deren's initiation       into the practices of Vodou in the late 1940s and early 1950s was not, therefore, tangential to her avant-garde film work but central to it. Up until her premature and sudden death in 1961, this artist found nourishment in the       concepts of the metaphysical and the physical, of space and time, of life and death manifested in African-based religions, ritual, and dance. This is an especially important point to make when we consider that       Deren's work is most often viewed in the context of Surrealism. Like Claude Cahun, she was a friend of Andr Breton's. Deren, however, denied any connection with the movement's aesthetic aims. The Surrealist obsession with       dualitywith the lines separating the real and the imaginary, the rational and the irrational, the waking life and the dreamwas, in fact, diametrically opposed to Deren's fascination with the continuity of life and death,       the physical and the spiritual, and \"I\" and the \"non-I.\" Talking about her film Meshes of the  Afternoon , she stated that she was interested in the credibility of the unreal, not the incredibility of the unreal.       \"I am concerned,\" she wrote, \"with that point of contact between the real and the unreal, where the unreal manifests itself in reality.\" Her films were intended as imaginary arenas where this point of contact could be       visualizedwhere boundaries normally fixed could dissolve, or become wildly flexible; where protagonists could move freely between dreams and waking life without ever resolving the differences between the two; where nature and       culture, urban and rural environments could be separated (and linked) by a single step; where past and future selves could meet along the road, fracturing into clones moving along parallel paths of time and space. Her years in       Haiti, and her intense involvement with Vodou, can be seen as her quest to experience a living culture that gave &quot;credibility to the unreal,\" and thereby embody the vision she sought in her experimental films.        Maya Deren's most significant contribution to postmodern discourse might be her profound understanding of the ties that link the avant-garde and the \"primitive\" [sic],        the Western and the Other. She first went to Haiti on a Guggenheim Fellowship; her application stated that she intended to make a film about ritual and dance. Early into the project, however, she became aware that she could not separate the dance from the ritual; the ritual from the religion; the religion from the history and the local culture. She set aside the film project in order to study the organic wholeness of Vodou within the context of Haitian life. (Deren never finished the film, but her footage was posthumously edited by her husband Teiji Ito and his wife Cherel. Her experiences were most fully explored in her book        Divine Horsemen: The Living Gods of Haiti,        which was initially proposed and supported by the noted mythologist and folklorist Joseph Campbell.) Her initiation into the sacred mysteries of Vodou was her homage to a religious system based on the psychic phenomena of \"possession,\" when during a religious ritual the identity of a living        serviteur (worshipper) is temporarily displaced by the spirit of an ancestral lwa        (deity). The Haitian community's belief in the normality of such happenings reflects a cosmology with complex spiritual implications, where ritual practices have the power to unite mortal and immortal in a single dance. Possessed worshippers take on the attributes (the voice, the gestures, the costumes) that are characteristic of the        lwa in question; their physical transformation differentiates their mundane social identity from the identity of the spirit that temporarily inhabits their bodies. In \"becoming\" the ancestral deities, these serviteurs        transcend themselves, allow themselves to join forces with their history, with the supernatural archetypes of their race. Time and eternity, the living and the dead, become Oneand the relativistic universe proposed in Deren's films becomes manifest.       In the course of a Vodou ritual, therefore, the donning of costume elements signals the breakthrough of the \"unreal\" into the \"real,\" the emergence of the fantastic into the social body itself. Among Maya       Deren's Haitian photographs, a number document worshippers possessed by Gede, the spirit of the dead. Some of the worshippers are male, some female, but this gender difference becomes irrelevant when the individual is \"mounted\" by       the deity, that is, when the body is overtaken by energies stronger than those that mark us in the social world. The similarity of gesture, of body language, of the cigarette (Gede's attribute) among all who undergo this       transformation proffers a definition of \"masquerade\" that far exceeds the limited psychological or feminist frameworks common in twentieth century thought. Rather than a \"false\" identity hiding a \"real\" one, these shifts in       costume and persona propose in fact that the Self is not unitary; that it is as flexible, and as protean, as Deren herself in films like Meshes of the Afternoon, At Land, and Ritual in Transfigured Time; that it holds       within itself the capability of manifesting multiple facets of the collective history of the race, allowing all of us to transcend the limited gender, racial, historical, or cultural backgrounds into which we are born. Hardly a       nihilistic splintering of identity, such a vision is a massive expansion of the normal Western concept of the human experience, a restructuring of the individual along lines that suggest that we are, one and all, essentially       diverse. Shelley Rice, Cocurator of Inverted Odysseys"}]},
{"detail": [{"content": "Haiti                                                     Maya Deren and Haiti Maya Deren's fascination with New World African culture was an enduring leitmotif       of her artistic vision. She began her career with Katherine Dunham's dance troupe, which was famous for exploring the mythological roots of Caribbean ritual movement, and by 1942 she was publishing articles about Haitian religion       and dance. She focused on the spiritual implications of Vodou, which inspired her to spend years in Haiti, where she produced film footage, hundreds of photographic negatives, and a brilliant ethnographic book. Deren's initiation       into the practices of Vodou in the late 1940s and early 1950s was not, therefore, tangential to her avant-garde film work but central to it. Up until her premature and sudden death in 1961, this artist found nourishment in the       concepts of the metaphysical and the physical, of space and time, of life and death manifested in African-based religions, ritual, and dance. This is an especially important point to make when we consider that       Deren's work is most often viewed in the context of Surrealism. Like Claude Cahun, she was a friend of Andr Breton's. Deren, however, denied any connection with the movement's aesthetic aims. The Surrealist obsession with       dualitywith the lines separating the real and the imaginary, the rational and the irrational, the waking life and the dreamwas, in fact, diametrically opposed to Deren's fascination with the continuity of life and death,       the physical and the spiritual, and \"I\" and the \"non-I.\" Talking about her film Meshes of the  Afternoon , she stated that she was interested in the credibility of the unreal, not the incredibility of the unreal.       \"I am concerned,\" she wrote, \"with that point of contact between the real and the unreal, where the unreal manifests itself in reality.\" Her films were intended as imaginary arenas where this point of contact could be       visualizedwhere boundaries normally fixed could dissolve, or become wildly flexible; where protagonists could move freely between dreams and waking life without ever resolving the differences between the two; where nature and       culture, urban and rural environments could be separated (and linked) by a single step; where past and future selves could meet along the road, fracturing into clones moving along parallel paths of time and space. Her years in       Haiti, and her intense involvement with Vodou, can be seen as her quest to experience a living culture that gave &quot;credibility to the unreal,\" and thereby embody the vision she sought in her experimental films.        Maya Deren's most significant contribution to postmodern discourse might be her profound understanding of the ties that link the avant-garde and the \"primitive\" [sic],        the Western and the Other. She first went to Haiti on a Guggenheim Fellowship; her application stated that she intended to make a film about ritual and dance. Early into the project, however, she became aware that she could not separate the dance from the ritual; the ritual from the religion; the religion from the history and the local culture. She set aside the film project in order to study the organic wholeness of Vodou within the context of Haitian life. (Deren never finished the film, but her footage was posthumously edited by her husband Teiji Ito and his wife Cherel. Her experiences were most fully explored in her book        Divine Horsemen: The Living Gods of Haiti,        which was initially proposed and supported by the noted mythologist and folklorist Joseph Campbell.) Her initiation into the sacred mysteries of Vodou was her homage to a religious system based on the psychic phenomena of \"possession,\" when during a religious ritual the identity of a living        serviteur (worshipper) is temporarily displaced by the spirit of an ancestral lwa        (deity). The Haitian community's belief in the normality of such happenings reflects a cosmology with complex spiritual implications, where ritual practices have the power to unite mortal and immortal in a single dance. Possessed worshippers take on the attributes (the voice, the gestures, the costumes) that are characteristic of the        lwa in question; their physical transformation differentiates their mundane social identity from the identity of the spirit that temporarily inhabits their bodies. In \"becoming\" the ancestral deities, these serviteurs        transcend themselves, allow themselves to join forces with their history, with the supernatural archetypes of their race. Time and eternity, the living and the dead, become Oneand the relativistic universe proposed in Deren's films becomes manifest.       In the course of a Vodou ritual, therefore, the donning of costume elements signals the breakthrough of the \"unreal\" into the \"real,\" the emergence of the fantastic into the social body itself. Among Maya       Deren's Haitian photographs, a number document worshippers possessed by Gede, the spirit of the dead. Some of the worshippers are male, some female, but this gender difference becomes irrelevant when the individual is \"mounted\" by       the deity, that is, when the body is overtaken by energies stronger than those that mark us in the social world. The similarity of gesture, of body language, of the cigarette (Gede's attribute) among all who undergo this       transformation proffers a definition of \"masquerade\" that far exceeds the limited psychological or feminist frameworks common in twentieth century thought. Rather than a \"false\" identity hiding a \"real\" one, these shifts in       costume and persona propose in fact that the Self is not unitary; that it is as flexible, and as protean, as Deren herself in films like Meshes of the Afternoon, At Land, and Ritual in Transfigured Time; that it holds       within itself the capability of manifesting multiple facets of the collective history of the race, allowing all of us to transcend the limited gender, racial, historical, or cultural backgrounds into which we are born. Hardly a       nihilistic splintering of identity, such a vision is a massive expansion of the normal Western concept of the human experience, a restructuring of the individual along lines that suggest that we are, one and all, essentially       diverse. Shelley Rice, Cocurator of Inverted Odysseys"}, {"content": "Haiti: in Context | CLACS | NYU                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Center for Latin American and Caribbean Studies                            Back to Home         Printer Friendly       Haiti: in Context     Part 1 of 3 - Haiti In Context: Perspective On the Current Crisis      Part 2 of 3 - Haiti In Context: Perspective On the Current Crisis      Part 3 of 3 - Haiti In Context: Perspective On the Current Crisis  This webpage was created in response to the earthquake that recently occurred in Haiti. Its purpose is to provide students, teachers, journalists and the general public with resources about Haiti. Please return often for further information and updates regarding the situation. Why? On January 12, 2010 a major earthquake of 7.0 on the Richter scale struck Haiti’s capital city of Port-au-Prince and surrounding areas. Current counts estimate the affected at 3.5 million and the dead at perhaps 200,000 men, women, and children. In Port-au-Prince, major government buildings collapsed, as did the headquarters of the UN Peacekeeping Mission (MINUSTAH) and the headquarters of many NGOs and aid organizations active in the country. Major cultural sites collapsed too: churches, schools, universities, libraries, and archives. Outside Port-au-Prince, the cities of Carrefour, Leogane, and Jacmel have been almost leveled. A major relief effort was launched almost immediately, with participation of the United States and nations across the globe, as well as the United Nations and many international aid organizations. But efforts were hampered, on the one hand, by the massive damage to existing infrastructure and, according to groups such as Doctors without Borders, by an emphasis on security rather than relief. The crisis is still unfolding and will be for some time to come. With so much attention focused on Haiti, many people are asking similar questions: Why have the effects of the earthquake been so devastating? Why is Haiti so poor? Where is the Haitian state? Why was the UN already there and what was it doing? What is the history of democracy in Haiti? Where can I learn about Haitian culture? What is the history of the relationship between the United States and Haiti, and what is the role of the U.S. at this current critical juncture? What can we do to help? These pages provide resources that can be used to help people address those questions. The site contains suggestions for further readings, links to important sources of information, links to the best news coverage of Haiti, and information on events on Haiti at NYU and beyond. If you are a teacher interested in having someone come to your school to talk about Haiti, please contact CLACS at clacs.info [at] nyu.edu      Haiti/NYU Events at NYU/CLACS Commentaries from NYU Faculty   Haitian Elections 2011   Current Crisis    Multimedia Resources    Continuing Media Coverage    Haitian Media    Selected Opinion Pieces Recommended by NYU Faculty   Local and International Responses   How to Help  Educational Materials Resources for K-12 Teachers   Resources on the Cultures of Haiti  Literature  Religion and Vodou  Music  Art  Language  Resources on the History of Haiti  Useful Surveys and Overviews  The Haitian Revolution, 1791-1804  Independent Haiti  The United States Occupation of Haiti, 1915-1934  Duvalierism  Aristide  Haiti and the Dominican Republic     Haiti/NYU Events at NYU/CLACS  Children and Human Rights in Haiti Friday, February 12, 2010, 4pm, King Juan Carlos Center, Room 404W Nadine Perrault, UNICEF Regional Advisor on Child Protection  Haiti in Context: Perspectives on the Current Crisis Wednesday, January 20, 2010 5-7pm King Juan Carlos Center Auditorium Ada Ferrer (NYU History/CLACS) Moderator; Michael Dash (NYU French/SCA); Sibylle Fischer (NYU, Spanish); Karen Greenberg (NYU Law, Center for Law and Security); Millery Polyné (NYU, Gallatin); Meg Satterthwaite (NYU Law, Center for Global Justice and Human Rights); Gina Athena Ulysse (Wesleyan, Anthropology) Video of this event is available on YouTube. Watch Part One (also featured at the top of this webpage) Watch Part Two Watch Part Three  Many of the presentations have been subsequently published in Social Text’s web forum .  “A History of Haiti’s Poverty” March 10, 2010, details to be confirmed. Jean Casimir, Professor of Social Sciences, Université d’État d’Haïti and former Haitian Ambassasor to the U.S.  View information on other events at NYU View information on events at Columbia University  return to page navigation    Commentaries from NYU faculty on Haiti Michael Dash in The New York Times: The Help that Haiti Needs  William Easterly in The New York Times: Haiti Is Again a Canvas for Approaches to Aid  Sibylle Fischer on PRI's The World: Haiti's Vodou Religion  Fabienne Doucet discusses Haiti Earthquake and Challenges to Haiti’s Education System  The Haiti Memory Project , launched by NYU PhD student Claire Payton, is an online archive of oral testimony about the January 12, 2010, earthquake and post-earthquake life. It includes over one hundred audio-recorded interviews with Haitians in Port-au-Prince in the summer and fall of 2010.  Junot Diaz reflects on Apocalypse: What Disasters Reveal in the Boston Review.   return to page navigation    Haitian Elections 2011  Haitian Presidential Debate  The Miami Herald, As elections loom, how will Haiti react?  The New York Times: Timecast, Gearing up for elections in Haiti  The Huffington Post, Haiti's Electionaval 2010  BBC, Wide backing for Haiti elections   return to page navigation    Current Crisis Multimedia Resources New York Times, Haiti Earthquake Multimedia : Videos, photos, and interactive features New York Times, Perspectives on the Earthquake : Interviews with aid workers, Haitian citizens, and others Immersive Media, Disaster Recovery Planning: 360° Coverage in Haiti   return to page navigation    Continuing Media Coverage  C-SPAN :Video coverage of meetings, hearings, testimony in the Senate Foreign Relations Committee, Defense Department, World Economic Forum, and others  The New York Times: Americas  The Miami Herald  The Guardian: World News: Americas  The Lede  Latin America News Dispatch : a news website founded by four graduate students in the Global Joint Master’s program in Journalism and Latin American Studies at New York University. The Latin America News Dispatch produces original news stories about Latin America, the Caribbean, U.S. foreign policy, and Hispanics in the United States.  Focus on Haiti : a blog by the Association of Black Anthropologists  Democracy Now!  On Twitter  Richard Morse (RAM haiti)   return to page navigation    Haitian Media  Radio Television Caraibes, Nouvelles d’Haiti [French]  Radio Kiskeya [French]  Radio Metropole Haiti [French]  Haiti Progres [French/multilingual]  Alter Presse [Multilingual]  The Haitian Times [English]  Haiti Press Network [French]  Haiti en Marche [French]  Ciné Institute This is the web page of the Ciné Institute in Jacmel, where local film students have been recording the aftermath of the quake in their city.[English]  Libération , Special issue from January 19, 2010. Features pieces by many important Haitian writers responding to the quake. [French]  return to page navigation    Selected Opinion Pieces Recommended by NYU Faculty January 14, 2010, Devil’s Logic: Behind Pat Roberton’s Haitian Blame Game , Elizabeth McAlister, Forbes.com January 15, 2010, IMF to Haiti: Freeze Public Wages , Richard Kim, The Nation January 15, 2010, Voodoo’s View of the Quake in Haiti , Elizabeth McAlister, The Washington Post January 16, 2010, Haïti: le témoignage bouleversant de l'écrivain Dany Laferrière , Christine Rousseau, Le Monde January 18, 2010, Why Does Haiti Suffer So Much? , Elizabeth McAlister, CNN.com January 17, 2010, Haiti - the Price of Freedom , Carolyn Cooper, Jamaica Gleaner January 19, 2010, How to Help Haiti Rebuild , Foreign Policy January 20, 2010, Aftershocks , Évelyne Trouillot, The New York Times January 20, 2010, Understanding the Haiti Earthquake , Interfaith Radio January 21, 2010, To Heal Haiti, Look to History, Not Nature , Mark Danner, The New York Times January 23, 2010, Tales from the front: Amazing rescues, heroic Haitians and hard lessons from the past , Drs. Paul Farmer, Louise Ivers and Claire Pierre, Miami Herald February 7, 2010, The Dechoukaj This Time , Amy Wilentz, New York Times February 13, 2010, Education Was Also Leveled by Quake in Haiti , Mark Lacey, New York Times February 17, 2010, France's Sarkozy visits earthquake-ravaged Haiti , BBC News March 14, 2010, Haiti's Do-It-Yourself Recovery , Lawrence Downes, The New York Times March 16, 2010, Haiti: Stealth Zone , Richard Morse, The Huffington Post  Where Solidarity Means Survival: Lessons for the Policy Makers (Part 1)  Where Solidarity Means Survival: Lessons for the Policy Makers (Part 2)  March 21, 2010, How Haiti Saved America , Ted Widmer, The Boston Globe March 23, 2010, Haiti: Why Ground Reports Still Matter , Adam Clark Estes, The Huffington Post  return to page navigation    Local and International Responses There are many groups doing valuable aid work in Haiti since the earthquake. Below are links to information on Haiti initiatives by some of those groups. The list is by no means exhaustive.  Pages of Groups doing Work in Haiti  International Monetary Fund, Haiti and the IMF  Partners in Health, Haiti page  Libraries Without Borders, Haiti page  American Red Cross  Doctors Without Borders  Yéle Haiti  United Nations Stabilization Mission in Haiti (MINUSTAH)  Haitian-American Associations  List of local Haitian organizations from The Haitian Consul of New York  Haitian Women for Haitian Refugees , New York, NY  Haitian American Cultural and Social Organization , Spring Valley, NY:  The United Haitian American Society , Norwalk, CT  Haitian American Association of Filmmakers   return to page navigation    How to Help Links to debates about how best to conceive of relief and aid for Haiti; practical suggestions on how to help as a volunteer or donor; evaluations of charity organizations working in Haiti.  USAID Soliciting Input on Innovation : USAID encourages you to email your input for how to rebuild Haiti  Haiti Is Again a Canvas for Approaches to Aid, The New York Times, January 30, 2010  Good Intentions Are Not Enough: An Honest Conversation about the Impact of Aid  Haiti: Help with money, not stuff from GlobalPost, January 13, 2010  Aid Watch  Help Survivors of the Earthquake in Haiti from Charity Navigator: Your Guide to Intelligent Giving  Haiti, Now and Next from Social Science Research Council  return to page navigation    Educational Materials Resources for K-12 Teachers On the Web  Teaching About Haiti : Educational materials produced by Teaching for Change  Reflecting On and Teaching About Haiti : Information about teaching about Haiti published by the National Writing Project  return to page navigation    Resources on the Cultures of Haiti Literature Books (in English)  Danticat, Edwidge. Breath, Eyes, Memory . New York: Soho Press, 1994. Danticat, Edwidge. Krik? Krak! New York: Soho Press, 1995.  Danticat, Edwidge. The Farming of Bones .New York: Soho Press, 1998. (Historical novel on the 1937 massacre of Haitians in D.R). Dash, J. Michael. Literature and Ideology in Haiti: 1915-1961 . Totowa: Barnes &amp; Noble Books, 1981. Dash, J. Michael. The Other America: Caribbean Literature in a New World Context . Charlottesville: University Press of Virginia, 1998. Dash, J. Michael. Culture and Customs of Haiti . Westport: Greenwood Press, 2001. Dayan, Joan. Haiti, History, and the Gods . Berkeley: University of California Press, 1995. Laferrière, Dany. An Aroma of Coffee . Translated by David Homel. Toronto: Coach House Press, 1993. Laferrière, Dany. Dining with the Dictator . Translated by David Homel. Toronto: Coach House Press, 1994. Laferrière, Dany. Down Among the Dead Men . Translated by David Homel. Toronto: Douglas and McIntyre, 1997.  On the Web From The New York Times: Haiti in Ink and Tears: A Literary Sampler   return to page navigation    Religion and Vodou Books (in English)  Brown, Karen McCarthy. Mama Lola: A Vodou Priestess in Brooklyn: Updated and Expanded Edition . Berkeley: University of California Press, 2001.  Deren, Maya. Divine Horsemen: Voodoo Gods of Haiti . New York: Chelsea House, 1970. Desmangles, Leslie G. The faces of the gods: Vodou and Roman Catholicism in Haiti . Chapel Hill: University of North Carolina Press, 1992. Dunham, Katherine. Island Possessed . Garden City: Doubleday, 1969.  Hurbon, Laennec. Les mystères du vaudou . Paris, France: Gallimard, 1993. [In French] McAllister, Elizabeth. Rara! Vodou, Power and Performance in Haiti and Its Diaspora . Berkeley: University of California Press, 2002. Métraux, Alfred. Voodoo in Haiti . New York: Schocken Books, 1972 [1959].  Michel, Claudine and Patrick Bellegarde-Smith. Vodou in Haitian Life and Culture: Invisible Powers . New York: Palgrave Macmillan, 2006. Ramsey, Kate. The Spirits and the Law in Haiti . Forthcoming.  Richman, Karen. Migration and Vodou . Gainesville: University Press of Florida, 2005. Wilcken, Lois. The Drums of Vodou . Tempe: White Cliffs Media Co, 1992.  On the Web From the American Museum of Natural History  Living Vodou , from American Public Media's Speaking of Faith with Krista Tippett  return to page navigation    Music Books (in English)  Averill, Gage. A Day for the Hunter, A Day for the Prey: Popular music and power in Haiti . Chicago: University of Chicago Press, 1997. Courlander, Harold. The Drum and the Hoe . Berkeley: University of California Press, 1973 [1960].  On the Web  Haiti's Musical Traditions, Past and Present on The Takeaway/WNYC Radio  Afropop Worldwide   Music The Haiti Box: Alan Lomax Library of Congress Recordings, 1936-37 (10 CD box set + two books).  return to page navigation    Art Books (in English)  Cosentino, Donald, ed. Sacred Arts of Haitian Vodou . Los Angeles: UCLA Fowler Museum of Cultural History, 1995.  McCarthy Brown, Karen. Tracing the Spirit: Ethnographic Essays on Haitian Art: From the Collection of the Davenport Museum of Art . Davenport, Iowa: The Museum; Seattle: Distributed by the University of Washington Press, 1995. Rodman, Selden. Where Art Is Joy: Haitian Art: the First Forty Years . New York: Ruggles deLatour, 1988. Sullivan, Edward. Continental Shifts: The Art of Edouard Duval Carrie . Miami: American Art Corp, 2007.  return to page navigation    Language On the Web  Online Kreyol-English dictionary, as a PDF  Free down-loadable Kreyòl course by Pimsleur Audio  Duke Kreyòl Blog   return to page navigation     Resources on the History of Haiti Below are lists of books and online resources on the essentials of Haitian history. No understanding of the depth of the current crisis is possible without some familiarity with Haiti’s rich and complex history. The list is not exhaustive, and designed for a U.S. audience, it focuses primarily on English-language resources.   Useful Surveys  Books (in English) Arthur, Charles. Haiti in Focus: A Guide to the People, Politics, and Culture. New York: Interlink Books, 2002. Arthur, Charles, and Michael Dash, eds. Libète: A Haiti Anthology. Princeton: Markus Wiener Publishers, 1999. Dupuy, Alex. Haiti in the World Economy: Class, Race, and Underdevelopment since 1700. Boulder: Westview Press, 1989. Farmer, Paul. The Uses of Haiti. Monroe: Common Courage Press, 1994. Nicholls, David. From Dessalines to Duvalier: Race, Colour and National Independence in Haiti. London: Macmillan Caribbean, 1988. Trouillot, Michel-Rolph. Haiti, State against Nation: The Origins and Legacy of Duvalierism. New York: Monthly Review Press, 1990.   On the Web Bob Corbett’s Haiti History page  US State Department Country Report  Haiti: A Country Study (US Library of Congress)  UT/LANIC Haiti page  Teaching About Haiti : Resources containing general information about Haiti designed to be used in the classroom The Haiti Legal Patrimony Project – Model and Implementation   return to page navigation    The Haitian Revolution, 1791-1804 Haiti won its independence from France in 1804 as a result of an uprising against slavery and the slaveholding plantation regime. That revolution, relatively little known today, transformed the Western World. In 1794, it produced the first large-scale abolition of slavery in the modern world. It led as well to the expansion of citizenship rights beyond racial barriers for the first time ever. As historian Laurent Dubois and others have argued, “If we live in a world in which democracy is meant to exclude no one, it is in no small part because of the actions of the enslaved of Saint-Domingue (Haiti) who insisted that human rights were theirs too.” Books (in English) Dubois, Laurent. Avengers of the New World: The Story of the Haitian Revolution. Cambridge: Belknap Press of Harvard University Press, 2005. Fick, Carolyn. The Making of Haiti: The Saint Domingue Revolution from Below. Knoxville: University of Tennessee Press, 1990. Fiering, Norman and David Geggus, eds. The World of the Haitian Revolution. Bloomington: Indiana University Press, 2009. Fischer, Sibylle. Modernity Disavowed: Haiti and the Cultures of Slavery in the Age of Revolution. Durham: Duke University Press, 2004. Geggus, David. Haitian Revolutionary Studies. Bloomington: Indiana University Press, 2002. James, C. L. R. The Black Jacobins: Toussaint L'Ouverture and the San Domingo Revolution. New York: Vintage Books, 1989 [1963].  Trouillot, Michel-Rolph. Silencing the Past: Power and the Production of History. Boston: Beacon Press, 1995.  On the Web The Louverture Project  return to page navigation    Independent Haiti From its inception, Haiti was exceptional: a nation that had abolished slavery and was ruled by former slaves and free people of color. It represented the dramatic victory of anti-slavery in an era in which slavery was expanding rapidly, for example, in the U.S. South, Cuba, and Brazil. Not surprisingly, then, the newly independent nation was isolated and shunned by the major world powers. The Catholic Church refused to recognize independent Haiti, a refusal that limited the new state’s ability to provide education for its citizens. In 1825, France, its former colonial master, agreed to recognize Haiti on the condition that Haiti indemnify the French for the losses French citizens had sustained during the Haitian Revolution. Thus former slaves who had never received wages or compensation of any kind paid former masters for damages. Haiti was paying off the debt until 1925. Books Cheesman, Clive, Marie-Lucie Vendryes, and Michaëlle Jean. The Armorial of Haiti: Symbols of Nobility in the Reign of Henry Christophe. London: College of Arms, 2007.  Hector, Michel, Laënnec Hurbon, and Unesco. Genèse de L'État Haïtien, 1804-1859. Paris: Maison des Sciences de L'Homme, 2009. Saunders, Prince. Haytian Papers: A Collection of the Very Interesting Proclamations, and Other Official Documents: Together with Some Account of the Rise, Progress, and Present State of Kingdom of Hayti. Westport: Negro Universities Press, 1969. Sheller, Mimi. Democracy after Slavery: Black Publics and Peasant Radicalism in Haiti and Jamaica. Gainesville: University Press of Florida, 2000. Polyné, Millery. From Douglass to Duvalier: U.S. African Americans, Haiti, and Pan-Americanism. Gainesville: University Press of Florida, 2010.  On the Web Early Haiti: 1804-1843 Haiti: 1844-1915  return to page navigation    The United States Occupation of Haiti, 1915-1934 Books Pamphile, Léon Dénius. Clash of Cultures: America's Educational Strategies in Occupied Haiti, 1915-1934. Lanham: University Press of America, 2008. Plummer, Brenda Gayle. Haiti and the Great Powers, 1902-1915. Baton Rouge: Louisiana State University Press, 1988. Renda, Mary. Taking Haiti: Military Occupation and the Culture of U.S. Imperialism, 1915-1940. Chapel Hill: University of North Carolina Press, 2001. Schmidt, Hans. The United States Occupation of Haiti, 1915-1934. New Brunswick: Rutgers University Press, 1995 [1971]. Shannon, Magdaline W. Jean Price-Mars, the Haitian Elite and the American Occupation, 1915-1935. London: Macmillan Press, 1996.  return to page navigation    Duvalierism Books (in English) Abbott, Elizabeth. Haiti: The Duvaliers and their Legacy. New York: McGraw-Hill, 1988. Fatton, Robert. Haiti’s Predatory Republic: The Unending Transition to Democracy . Boulder: Lynne Rienner Publishers, 2002. Fatton, Robert. The Roots of Haitian Despotism . Boulder: Lynne Rienner Publishers, 2007. Nicholls, David. From Dessalines to Duvalier: Race, Colour and National Independence in Haiti . London: Macmillan Caribbean, 1988. Smith, Matthew. Red and Black in Haiti: Radicalism, Conflict, and Political Change, 1934-1957 . Chapel Hill: University of North Carolina Press, 2009. Trouillot, Michel-Rolph. Haiti, State against Nation: The Origins and Legacy of Duvalierism . New York: Monthly Review Press, 1990. Wilentz, Amy. The Rainy Season: Haiti Since Duvalier . New York: Simon and Schuster, 1989.  return to page navigation    Aristide Books (in English) Aristide, Jean-Bertrand. In the Parish of the Poor: Writings from Haiti . Maryknoll: Orbis Books, 1990. Dupuy, Alex. The Prophet and Power: Jean-Bertrand Aristide, the International Community, and Haiti . Lanham: Rowman &amp; Littlefield Publishers, Inc, 2007.  return to page navigation    Haiti and the Dominican Republic Books (in English) Danticat, Edwidge. The Farming of Bones . New York: Soho Press, 1998. (Historical novel on the 1937 massacre of Haitians in D.R). Turits, Richard. Foundations of Despotism: Peasants, the Trujillo Regime, and Modernity in Dominican History . Stanford: Stanford University Press, 2003. (Chapter 5) Wucker, Michele. Why the Cocks Fight: Dominicans, Haitians, and the Struggle for Hispaniola . New York: Hill and Wang, 1999.  Television / On the Web PBS Series: Black in Latin America - Haiti and the Dominican Republic: An Island Divided   return to page navigation   Photographs on this page are © 2010 Ellie Happel and Roberto Francois. All rights reserved.                                         Back to Top                 Contact Us | &copy; New York University , Arts and Science"}]}]