[{"detail": [{"content": "Recycling Pop Music: Innovation, Imitation and Originality: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Recycling Pop Music: Innovation, Imitation and Originality  REMU-UT.1159 Writing, History &amp; Emergent Media 4 Credits Instructor(s): Dan Charnas In music, is anything really original? The cry of “All music sounds the same these days!” is not just a contemporary critique; it has been a perennial complaint throughout the history of pop music. This course will grapple with the vital role that recycling plays in the creation of music, and thus offer divergent and often counterintuitive perspectives on creativity and originality. Students will look at the nature of creation and creativity, and also the way that ideas are reused and renewed: from classical interpolation of folk songs; to basic chord progressions; to cover songs; to the rise of remix; to the cultural thunderclap of digital sampling and its legal implications; to technological trends and fads. Each class will work through a pertinent cultural case study. Part history, part songwriting and production course, the work will be both mental and physical, philosophical and creative, as students will be asked to not only read, write and debate, but also complete several music and media composition and production exercises. By exploring the real nature of musical influence and innovation from historical example and through personal practice, students will discover liberating notions of authorship and artistry, enabling them to relinquish the quest for the new, and empowered with techniques to create the good and the vital.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Recycling Pop Music: Innovation, Imitation and Originality: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Recycling Pop Music: Innovation, Imitation and Originality  REMU-UT.1159 Writing, History &amp; Emergent Media 4 Credits Instructor(s): Dan Charnas In music, is anything really original? The cry of “All music sounds the same these days!” is not just a contemporary critique; it has been a perennial complaint throughout the history of pop music. This course will grapple with the vital role that recycling plays in the creation of music, and thus offer divergent and often counterintuitive perspectives on creativity and originality. Students will look at the nature of creation and creativity, and also the way that ideas are reused and renewed: from classical interpolation of folk songs; to basic chord progressions; to cover songs; to the rise of remix; to the cultural thunderclap of digital sampling and its legal implications; to technological trends and fads. Each class will work through a pertinent cultural case study. Part history, part songwriting and production course, the work will be both mental and physical, philosophical and creative, as students will be asked to not only read, write and debate, but also complete several music and media composition and production exercises. By exploring the real nature of musical influence and innovation from historical example and through personal practice, students will discover liberating notions of authorship and artistry, enabling them to relinquish the quest for the new, and empowered with techniques to create the good and the vital.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Where Technology and Originality Assemble | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / Where Technology and Originality Assemble                         Press Room                                                             Where Technology and Originality Assemble         The Inno/Vention competition offers students the chance to pitch prototypes to investors.          Posted February 23rd, 2015                      Press Room  Facebook Twitter Print          A student pitches an idea during the first round of the Inno/Vention competition.         \">    Are you looking for more chances to work interdepartmentally with other students? Do you have a great idea but don&rsquo;t have the team or funding? The Inno/Vention competition offers students opportunities to form teams, perfect prototypes, and earn the chance to pitch your plan to investors.      Inno/Vention is an annual competition, hosted by the NYU School of Engineering in conjunction with NYU Incubators, that invites students to work together in teams to ultimately create business-minded, original hardware and software.      The first in a series of Inno/Vention events, the Team Hunt and Kickoff, gave students with ideas a chance to pitch to their peers in order to form teams of four members&mdash;the number needed to advance to the next round. Each team must include School of Engineering students, but non-students as well as students within the broader NYU community are allowed to be part of the teams.      The needs of each project run the gamut of engineers, designers, and programmers. Further events include the Power Pitch (to validate initial ideas), Making the Cut (when resulting prototypes are showcased and judged), and Demo Day (when the final teams will pitch their prototypes and business models to investors). These events are designed to whittle down competition, concluding with only three teams making it to the final cut and the chance to be awarded an investment deal.      This first stage of the competition, however, saw nearly 30 pitches thrown. Steve Kuyan, Associate Director of NYU Incubators, explained to participants what the competition entailed and dispensed valuable advice to those about to pitch. &ldquo;You may not realize it now, talking to random people. You could very well be forming teams that could win the competition,&rdquo; said Kuyan. &ldquo;Don&rsquo;t kind of do it, don&rsquo;t sort of do it. Either do it, or don&rsquo;t. Make sure you&rsquo;re invested in what you&rsquo;re working on.&rdquo;      The early Inno/Vention concepts varied widely and included such life-altering devices as low-cost and lightweight prosthetic limbs, an implant under the skin to count glucose concentrations, and a reengineering of personal protection equipment for construction sites. Other ideas, such as a Yelp-inspired bathroom rating app and better eye recognition and tracking apparatuses for virtual-reality hardware, would advance technology and improve lives.      These technological solutions almost always specifically require the assistance of computer science majors who have the capability to code, engineer, and design the prototypes. One such design&mdash;in which users employ their hand as a mouse instead of using the conventional mouse hardware&mdash;requires those who specialize in computer hardware as well as motion-detection software.      Another idea&mdash;reduce environmental impact by creating an online platform connecting buyers and sellers of industrial waste in order to make a market value for an often-overlooked commodity&mdash;can only be taken to the prototype phase with the assistance of front- and back-end programmers and designers. This competition is perfect for those studying computer science, to hone their skills working on innovative, unusual ideas.      Although the competition is fierce, with only a small percentage of teams making it to the last stage, the lessons learned on the way are invaluable. Each step in the competition is a chance for students to perfect the art of explaining ideas and concepts well&mdash;from attracting team members to ultimately polishing a business plan to entice investors. In the Kickoff events, students must explain their ideas in a quick elevator pitch to a room full of peers&mdash;perfect practice for the competition as well as for any future endeavors.      Faculty members mentor teams that continue to the prototyping phase, helping students develop the best draft possible. The School of Engineering offers prototypers &ldquo;a huge suite of products,&rdquo; as described by Kuyan&mdash;the necessary software, materials, and lab time to complete the project.      The competition also hosts plenty of other events that allow the students to practice or learn necessary skills along the way, such as opportunities to practice their pitches and workshops on the basics of ventures and fundraising.      Events are free and open to the public. More information is available here .                                              News    Posted April 27th, 2015  Inno/Vention Demo Day: Learning by Demonstrating  A Truly Private Life Posted April 22nd, 2015  As Attacks Multiply, AIG CEO Hancock Calls for Stronger Cyber Insurance Posted April 9th, 2015  The Jacobs Women: Helping Build a Legacy Posted March 26th, 2015        Cable   News from Cable alumni magazine.  Posted January 21st, 2015 Transformative Process Read More       Press Releases    Posted April 29th, 2015  Brookings Study Ranks NYU&#039;s Engineering School Among the Best in Aiding Students&#039; Financial Success  NYU School of Engineering Faculty and Students Share Their Cutting-Edge Research with the Public Posted April 20th, 2015  3 Promising Teams Win The #ConnectAbility Challenge Hackathon  Posted April 20th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Stern | Turnitin                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Center for Innovation in Teaching and Learning              About CITL Our Team   Mission   Advisory Board   Contact Us   CITL Student Fellows   CITL10     CITL Services For Faculty   For Academic Groups   STEP   Workshops     Faculty Grants Project Types   Funding   Deadlines   Grant Application   Grantees and Projects     Models and Examples Apps for Learning   Case Studies   Collaborative Work   Innovator Award   Maps   Online Classes   Presentations   Social Networking   Video Pitch   Video Projects   Video Syllabi   Webinars     Tools Blogs   Mediasite   Google Apps   GoToMeeting   Inkling   PowerPoint   NYU Classes   Social Media   TurningPoint   Turnitin   Wikis   XanEdu     Classrooms Classroom Training Schedule   Room Specifications   Tutorial     News and Events Apps for Learning Expo   Event Archive   News Archive               Home / Portal &amp; Partners / Center for Innovation in Teaching and Learning / Tools / Turnitin                        Share / Print                Print      Email      Share       Like                                              Turnitin   Turnitin is online plagiarism prevention and detection software licensed for unlimited use for faculty at Stern. Turnitin enables faculty or students to submit assignments online and allows faculty to receive originality reports that compare the content to data on the Internet, commercial databases, and previous papers submitted to the system.                                                           Guidelines for Use                                    Faculty should inform students that they plan to use the Turnitin software. We recommend that faculty insert a statement in the courses Syllabus or post a message in the Assignments area of the courses. Although Turnitin is primarily designed to detect plagiarism, it can also be used as an instructional tool.                                 Detection Tool                                    Using Turnitin as a detection tool can save you time searching for the plagiarism source and can provide the faculty with specific information about the nature and extent of the plagiarism. Once papers have been submitted and analyzed, the originality report presents faculty with a similarity index and the URLs to the source sites. The similarity index alone cannot determine plagiarism. Turnitin cannot detect if a student has included the appropriate references for the text that is identified as similar to some other document. A paper with a high similarity rating needs to be examined by the faculty to determine if plagiarism has occurred. The similarity rating can help faculty identify suspicious papers and the similar passages but the instructor or grader will need to further analyze the papers to make an informed judgment.                                 Instructional Tool                                    Turnitin can provide the instructor with valuable information about students' understanding of plagiarism and standards for citing work. Many students, especially freshmen, may have very narrow definitions of plagiarism, believing that re-ordering, paraphrasing, or inserting portions of another text into their own is not plagiarism. By examining the originality reports and comparing the student's paper to the source documents, an instructor can get a clearer model of the student's understanding of plagiarism and then provide targeted instruction addressing these shortcomings. The CITL provides further information and articles about academic honesty.                                 Turnitin Instructions                                     Faculty Guides    Creating Turnitin Assignments via Blackboard      Viewing Turnitin Assignments via Blackboard      Modifying the Dates of a Turnitin Assignment via Blackboard    Refreshing a Turnitin Originality Report via Blackboard    Student Guide    How to Submit Turnitin Assignments on Blackboard                       Show all | Hide all                                                    Have a question about Turnitin? Request a consultation                                                              Tools     Blogs   Mediasite   Google Apps   GoToMeeting   Inkling   PowerPoint   NYU Classes   Social Media   TurningPoint   Turnitin   Wikis   XanEdu                           News      NYU Teams Win $200K in Stern's 2014-2015 Entrepreneurs Challenge    NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Follow @NYUStern on Twitter and like NYU Stern on Facebook       Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "Recycling Pop Music: Innovation, Imitation and Originality: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Recycling Pop Music: Innovation, Imitation and Originality  REMU-UT.1159 Writing, History &amp; Emergent Media 4 Credits Instructor(s): Dan Charnas In music, is anything really original? The cry of “All music sounds the same these days!” is not just a contemporary critique; it has been a perennial complaint throughout the history of pop music. This course will grapple with the vital role that recycling plays in the creation of music, and thus offer divergent and often counterintuitive perspectives on creativity and originality. Students will look at the nature of creation and creativity, and also the way that ideas are reused and renewed: from classical interpolation of folk songs; to basic chord progressions; to cover songs; to the rise of remix; to the cultural thunderclap of digital sampling and its legal implications; to technological trends and fads. Each class will work through a pertinent cultural case study. Part history, part songwriting and production course, the work will be both mental and physical, philosophical and creative, as students will be asked to not only read, write and debate, but also complete several music and media composition and production exercises. By exploring the real nature of musical influence and innovation from historical example and through personal practice, students will discover liberating notions of authorship and artistry, enabling them to relinquish the quest for the new, and empowered with techniques to create the good and the vital.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Where Technology and Originality Assemble | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / Where Technology and Originality Assemble                         Press Room                                                             Where Technology and Originality Assemble         The Inno/Vention competition offers students the chance to pitch prototypes to investors.          Posted February 23rd, 2015                      Press Room  Facebook Twitter Print          A student pitches an idea during the first round of the Inno/Vention competition.         \">    Are you looking for more chances to work interdepartmentally with other students? Do you have a great idea but don&rsquo;t have the team or funding? The Inno/Vention competition offers students opportunities to form teams, perfect prototypes, and earn the chance to pitch your plan to investors.      Inno/Vention is an annual competition, hosted by the NYU School of Engineering in conjunction with NYU Incubators, that invites students to work together in teams to ultimately create business-minded, original hardware and software.      The first in a series of Inno/Vention events, the Team Hunt and Kickoff, gave students with ideas a chance to pitch to their peers in order to form teams of four members&mdash;the number needed to advance to the next round. Each team must include School of Engineering students, but non-students as well as students within the broader NYU community are allowed to be part of the teams.      The needs of each project run the gamut of engineers, designers, and programmers. Further events include the Power Pitch (to validate initial ideas), Making the Cut (when resulting prototypes are showcased and judged), and Demo Day (when the final teams will pitch their prototypes and business models to investors). These events are designed to whittle down competition, concluding with only three teams making it to the final cut and the chance to be awarded an investment deal.      This first stage of the competition, however, saw nearly 30 pitches thrown. Steve Kuyan, Associate Director of NYU Incubators, explained to participants what the competition entailed and dispensed valuable advice to those about to pitch. &ldquo;You may not realize it now, talking to random people. You could very well be forming teams that could win the competition,&rdquo; said Kuyan. &ldquo;Don&rsquo;t kind of do it, don&rsquo;t sort of do it. Either do it, or don&rsquo;t. Make sure you&rsquo;re invested in what you&rsquo;re working on.&rdquo;      The early Inno/Vention concepts varied widely and included such life-altering devices as low-cost and lightweight prosthetic limbs, an implant under the skin to count glucose concentrations, and a reengineering of personal protection equipment for construction sites. Other ideas, such as a Yelp-inspired bathroom rating app and better eye recognition and tracking apparatuses for virtual-reality hardware, would advance technology and improve lives.      These technological solutions almost always specifically require the assistance of computer science majors who have the capability to code, engineer, and design the prototypes. One such design&mdash;in which users employ their hand as a mouse instead of using the conventional mouse hardware&mdash;requires those who specialize in computer hardware as well as motion-detection software.      Another idea&mdash;reduce environmental impact by creating an online platform connecting buyers and sellers of industrial waste in order to make a market value for an often-overlooked commodity&mdash;can only be taken to the prototype phase with the assistance of front- and back-end programmers and designers. This competition is perfect for those studying computer science, to hone their skills working on innovative, unusual ideas.      Although the competition is fierce, with only a small percentage of teams making it to the last stage, the lessons learned on the way are invaluable. Each step in the competition is a chance for students to perfect the art of explaining ideas and concepts well&mdash;from attracting team members to ultimately polishing a business plan to entice investors. In the Kickoff events, students must explain their ideas in a quick elevator pitch to a room full of peers&mdash;perfect practice for the competition as well as for any future endeavors.      Faculty members mentor teams that continue to the prototyping phase, helping students develop the best draft possible. The School of Engineering offers prototypers &ldquo;a huge suite of products,&rdquo; as described by Kuyan&mdash;the necessary software, materials, and lab time to complete the project.      The competition also hosts plenty of other events that allow the students to practice or learn necessary skills along the way, such as opportunities to practice their pitches and workshops on the basics of ventures and fundraising.      Events are free and open to the public. More information is available here .                                              News    Posted April 27th, 2015  Inno/Vention Demo Day: Learning by Demonstrating  A Truly Private Life Posted April 22nd, 2015  As Attacks Multiply, AIG CEO Hancock Calls for Stronger Cyber Insurance Posted April 9th, 2015  The Jacobs Women: Helping Build a Legacy Posted March 26th, 2015        Cable   News from Cable alumni magazine.  Posted January 21st, 2015 Transformative Process Read More       Press Releases    Posted April 29th, 2015  Brookings Study Ranks NYU&#039;s Engineering School Among the Best in Aiding Students&#039; Financial Success  NYU School of Engineering Faculty and Students Share Their Cutting-Edge Research with the Public Posted April 20th, 2015  3 Promising Teams Win The #ConnectAbility Challenge Hackathon  Posted April 20th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Stern | Turnitin                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Center for Innovation in Teaching and Learning              About CITL Our Team   Mission   Advisory Board   Contact Us   CITL Student Fellows   CITL10     CITL Services For Faculty   For Academic Groups   STEP   Workshops     Faculty Grants Project Types   Funding   Deadlines   Grant Application   Grantees and Projects     Models and Examples Apps for Learning   Case Studies   Collaborative Work   Innovator Award   Maps   Online Classes   Presentations   Social Networking   Video Pitch   Video Projects   Video Syllabi   Webinars     Tools Blogs   Mediasite   Google Apps   GoToMeeting   Inkling   PowerPoint   NYU Classes   Social Media   TurningPoint   Turnitin   Wikis   XanEdu     Classrooms Classroom Training Schedule   Room Specifications   Tutorial     News and Events Apps for Learning Expo   Event Archive   News Archive               Home / Portal &amp; Partners / Center for Innovation in Teaching and Learning / Tools / Turnitin                        Share / Print                Print      Email      Share       Like                                              Turnitin   Turnitin is online plagiarism prevention and detection software licensed for unlimited use for faculty at Stern. Turnitin enables faculty or students to submit assignments online and allows faculty to receive originality reports that compare the content to data on the Internet, commercial databases, and previous papers submitted to the system.                                                           Guidelines for Use                                    Faculty should inform students that they plan to use the Turnitin software. We recommend that faculty insert a statement in the courses Syllabus or post a message in the Assignments area of the courses. Although Turnitin is primarily designed to detect plagiarism, it can also be used as an instructional tool.                                 Detection Tool                                    Using Turnitin as a detection tool can save you time searching for the plagiarism source and can provide the faculty with specific information about the nature and extent of the plagiarism. Once papers have been submitted and analyzed, the originality report presents faculty with a similarity index and the URLs to the source sites. The similarity index alone cannot determine plagiarism. Turnitin cannot detect if a student has included the appropriate references for the text that is identified as similar to some other document. A paper with a high similarity rating needs to be examined by the faculty to determine if plagiarism has occurred. The similarity rating can help faculty identify suspicious papers and the similar passages but the instructor or grader will need to further analyze the papers to make an informed judgment.                                 Instructional Tool                                    Turnitin can provide the instructor with valuable information about students' understanding of plagiarism and standards for citing work. Many students, especially freshmen, may have very narrow definitions of plagiarism, believing that re-ordering, paraphrasing, or inserting portions of another text into their own is not plagiarism. By examining the originality reports and comparing the student's paper to the source documents, an instructor can get a clearer model of the student's understanding of plagiarism and then provide targeted instruction addressing these shortcomings. The CITL provides further information and articles about academic honesty.                                 Turnitin Instructions                                     Faculty Guides    Creating Turnitin Assignments via Blackboard      Viewing Turnitin Assignments via Blackboard      Modifying the Dates of a Turnitin Assignment via Blackboard    Refreshing a Turnitin Originality Report via Blackboard    Student Guide    How to Submit Turnitin Assignments on Blackboard                       Show all | Hide all                                                    Have a question about Turnitin? Request a consultation                                                              Tools     Blogs   Mediasite   Google Apps   GoToMeeting   Inkling   PowerPoint   NYU Classes   Social Media   TurningPoint   Turnitin   Wikis   XanEdu                           News      NYU Teams Win $200K in Stern's 2014-2015 Entrepreneurs Challenge    NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Follow @NYUStern on Twitter and like NYU Stern on Facebook       Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]