[{"detail": [{"content": "Counterblast :: The E-journal of Communication and Culture                                                                                                                                                                                                                                                                                                                                                                                                                                              What Do I Get? Punk Rock, Authenticity and Cultural Capital.                    By Brian Cogan      >>Printable .PDF version                    After years of alternately being declared either dead, irrelevant, or simply too outrageous to be accepted into the fabric of American culture, and almost thirty years after it first reared it's mohawk'd head in public, the musical genre known as \"punk rock\" has finally been accepted as part of mainstream American culture. This is, unfortunately, not the result of changing musical tastes or a growing acceptance of subversive subcultures on the part of the American audience, but rather, is due to a single factor loathed by most participants in (the wide and diverse variety of) insular punk communities, the increasing ubiquity of the music itself in television commercials.     While using popular music identified with the counter-culture in advertising is nothing new (the controversial use of the Beatles \"Revolution\" in Nike commercials is a notorious example), still the use of a genre as universally identified as being against the values and political identity of mainstream America is a new, and some would say, a disturbing trend. The use of songs by punk stalwarts such as the Buzzcocks, Iggy Pop and the Stooges, Black Flag and The Minutemen, bands who were closely associated with the DIY movement (literally \"Do It Yourself\"- a term applied to the creation of production and distribution networks within the community and outside the influence of major labels and distributors), as well as \"alternative\" bands such as The Cult and The Smiths, and even the use of club and dance identified music by Air, Dimitri from Paris and others, could be seen as simply the inevitable commodification of subcultures by the mainstream. But, perhaps there are more positive connotations to this phenomenon to examine. In this essay I will discuss the most recent co-opting of underground music and analyze the negative, and surprisingly positive, implications of \"punk rock\" advertisements.      Punk Rock and Style    In recent years, there has been a renewed academic interest in the cultural implications of punk rock as a social movement. Most authors take Dick Hebdige's seminal work Subculture: The Meaning of Style as their template for examinations of punk rock. According to Hebdige, musical-based subcultures in general, and punk in particular, are engaged in a constant struggle for identity with mainstream culture where meaning is constantly negotiated and renegotiated. Subcultures such as punk try and create an identity set in resistance to the dominant culture and the dominant culture in turn tries to reintegrate the aberrant subculture, or at least place it within the dominant framework of meanings. As Hebdige notes, British punk in particular adopted symbols and forms of musical expression from other outcast cultures (such as the reggae music of Rastifarians and the suspenders and boots of post-World War II working class culture) and synthesized it into something uniquely their own. At the same time this process is taking place, the dominant culture tries to make sense of subcultures though various means, including news reports and articles in the mainstream mass media that identify the new subculture within a historical context, and by taking aspects of the culture such as fashion and commodifing them. (An example of this was the \"safety-pin chic\" promoted by designers such as Betsy Johnson.) According to Hebdige, commodification is the inevitable end result of this process of negotiation. Safety pins, leather jackets and ripped jeans are taken out of the context of rebellion and translated into runway fashion, selling for thousands of dollars at ritzy boutiques.      The most recent works of scholarship that analyze punk rock as a subculture, most notably the volume edited by Roger Sabin Punk Rock; So What?, try to reevaluate punk rock within the parameters of cultural studies. In an article by Frank Cartledge, \"Distress to Impress: Local Punk Fashion and Commodity Exchange,\" punk rock can not be seen so much as a resistance to mainstream culture, but as a sort of virus whose \"success\" can be measured in terms of \"introducing new forms of dress and behavior.\" In this construct, punk rock functions as an active agent, or in the words of Douglas Rushkoff, a \"Media Virus,\" that infects society almost subliminally with aspects of its worldview. I believe that while Cartledge's view is much more realistic and optimistic than the usual dissections of punk's legacy, it fails to break with the usual British cultural studies' identification of punk rock as a uniquely British phenomenon based on British class structure. While it certainly is true that the British version of punk rock was intimately based along class lines, this simplistic version fails not only to recognize that punk rock is primarily an American creation, but also is distinctly American in its relationships with both taste and the generation of cultural capital.     Even a cursory look at the formations of punk, as demonstrated by recent works such as Legs McNeil and Gillian McCain's Please Kill Me , and Clinton Heylin's From the Velvets to the Voidoids , reveals that the origins of punk rock clearly lie not only in the late 1960's aggressive rock of the Stooges and the MC5, but also in the self-consciously artistic Velvet Underground, who's alliance with Andy Warhol and debt to Delmore Schwartz and Lamonte Young reveals punk rock to be a creation of the well-educated and art-school trained upper classes. Thus, the American version of punk rock can be seen not simply as a reaction against the decaying economic system of Great Britain, but also as a self-conscious pose to identify one as outside the mainstream of \"normal'\" rock and roll. As punk pioneer (and well regarded poet and novelist) Richard Hell famously said, \"punk made it possible to completely reinvent yourself.\"    The punk look in America became a recognizable set of signifiers that was used to set oneself apart from the mainstream. Stuart Ewen noted in his book All Consuming Images that punk itself became a form of conspicuous consumption, one where those who chose to identify themselves as punk could adapt mainstream commodities to create a sense of identity not based on the British punk \"uniform\" but by using (at least during the early days) disparate styles to self-identify as punk. The baggy overcoats of Pere Ubu were as punk as the leather jackets of The Ramones, and as punk as the flightsuits and goggles of Devo. However, this applied not merely to fashion, which was one of, but not the most important signifier of punk. In fact, the most important signifier of American punk rock was also the most ephemeral of all concepts, taste.     In America, taste, or liking the correct bands in the punk canon, became the dominant signifier of punk rock. American punk was far too geographically diverse to form the closed communities of style that marked most European punk. If there was no set dress code, the only way to identify fellow punks (especially in the days when school dress codes were more rigid in most of the country) was by wearing the correct button, scrawling the correct band names on a notebook, or wearing the right band patch provided passwords and codes that only the initiated understood. As American punk positioned itself intentionally outside of the mainstream of American music, and even increasingly outside of the major label dominated music industry, having the correct taste in bands became a sort of cultural capital, or form of \"musical currency\" that legitimized those in possession of the necessary knowledge. (An example of this, although based on a British book, is the movie High Fidelity, where record store employees obsess about music and define a proper customer by their breadth of knowledge and musical taste.) Thus, becoming a punk involved learning a canon of \"acceptable\" music, and in a very real sense, becoming not just a purist, but also a musical elitist.      American punk rock really was always about taste, about defining oneself as outside the mainstream, not through economic situation or a mythologized class consciousness, but through a secret society of musical taste where ones' identity was validated through what one accepted and rejected as legitimate forms of musical expression. In many ways, this is no different than other forms of musical fanaticism, but punk rock's canon of authenticity was by no means a static one. The canon was always capable of revision as endless debates of what was and was not \"punk\" began to dominate the 'zines and public discussions about punk rock. In a way, punk rock became similar to dance culture and club culture where the music is also seen as having a canon, but capable of (and in need of) constant evolution and adaptation, although it is doubtful that dance culture has become as relentlessly doctrinaire as modern punk culture. Punk bands that have achieved a modicum of mainstream success such as Green Day were seen as derivative of the original canon and also as \"selling out\" by a community that tries to avoid major record labels and access to widespread audiences as a conscious decision. Variations in musical style were not overt considerations in whether a band was considered authentic or not, rather a dedication to the ephemeral \"principles\" of punk rock were the main criteria. Maximum Rock and Roll , a 'zine often considered the \"bible\" and chief validator of authenticity for punk rock once tried to sum up the punk aesthetic simply as \"honest music, not money making.\" Likewise, the recent plethora of advertisements using punk rock seems on the surface a direct challenge to the closely guarded authenticity of punk rock, and another inevitable step towards the commodification of a subculture. However, this time the danger comes not from without, but from within.          &lt;&lt; Page 1 >> Page      2 >>                  :: I. M. Pei's La Pyramide du Louvre: A Diamond in     the Rough or Merely Junkspace?     By Rebecca L. Moyer  :: The Culture of     the Fence: Artifacts and Meanings     By Christina Kotchemidova  :: On the Significance     of Death in Culture & Communication Research     By Charlton McIlwain, Ph.D.                                :: Swept Away By An Unusual Destiny In The Blue     Sea Of August: Lina Wertmller, 1974 - Guy Ritchie's Swept Away 2001     By Laura Meucci        :: What Do I Get? Punk Rock, Authenticity, and Cultural     Capital     By Brian Cogan        The Osbournes': Genre, Reality TV, and the Domestication     of Rock 'n Roll     By Rick Pieto and Kelly Otter                           ::      About Contributors      :: About Staff      ::About the Department      ::New York University                                                About :: Archive ::      Staff :: Submit :: Contact                Copyright 2003 :: Kristen DelGrosso"}]},
{"detail": [{"content": "Counterblast :: The E-journal of Communication and Culture                                                                                                                                                                                                                                                                                                                                                                                                                                              What Do I Get? Punk Rock, Authenticity and Cultural Capital.                    By Brian Cogan      >>Printable .PDF version                    After years of alternately being declared either dead, irrelevant, or simply too outrageous to be accepted into the fabric of American culture, and almost thirty years after it first reared it's mohawk'd head in public, the musical genre known as \"punk rock\" has finally been accepted as part of mainstream American culture. This is, unfortunately, not the result of changing musical tastes or a growing acceptance of subversive subcultures on the part of the American audience, but rather, is due to a single factor loathed by most participants in (the wide and diverse variety of) insular punk communities, the increasing ubiquity of the music itself in television commercials.     While using popular music identified with the counter-culture in advertising is nothing new (the controversial use of the Beatles \"Revolution\" in Nike commercials is a notorious example), still the use of a genre as universally identified as being against the values and political identity of mainstream America is a new, and some would say, a disturbing trend. The use of songs by punk stalwarts such as the Buzzcocks, Iggy Pop and the Stooges, Black Flag and The Minutemen, bands who were closely associated with the DIY movement (literally \"Do It Yourself\"- a term applied to the creation of production and distribution networks within the community and outside the influence of major labels and distributors), as well as \"alternative\" bands such as The Cult and The Smiths, and even the use of club and dance identified music by Air, Dimitri from Paris and others, could be seen as simply the inevitable commodification of subcultures by the mainstream. But, perhaps there are more positive connotations to this phenomenon to examine. In this essay I will discuss the most recent co-opting of underground music and analyze the negative, and surprisingly positive, implications of \"punk rock\" advertisements.      Punk Rock and Style    In recent years, there has been a renewed academic interest in the cultural implications of punk rock as a social movement. Most authors take Dick Hebdige's seminal work Subculture: The Meaning of Style as their template for examinations of punk rock. According to Hebdige, musical-based subcultures in general, and punk in particular, are engaged in a constant struggle for identity with mainstream culture where meaning is constantly negotiated and renegotiated. Subcultures such as punk try and create an identity set in resistance to the dominant culture and the dominant culture in turn tries to reintegrate the aberrant subculture, or at least place it within the dominant framework of meanings. As Hebdige notes, British punk in particular adopted symbols and forms of musical expression from other outcast cultures (such as the reggae music of Rastifarians and the suspenders and boots of post-World War II working class culture) and synthesized it into something uniquely their own. At the same time this process is taking place, the dominant culture tries to make sense of subcultures though various means, including news reports and articles in the mainstream mass media that identify the new subculture within a historical context, and by taking aspects of the culture such as fashion and commodifing them. (An example of this was the \"safety-pin chic\" promoted by designers such as Betsy Johnson.) According to Hebdige, commodification is the inevitable end result of this process of negotiation. Safety pins, leather jackets and ripped jeans are taken out of the context of rebellion and translated into runway fashion, selling for thousands of dollars at ritzy boutiques.      The most recent works of scholarship that analyze punk rock as a subculture, most notably the volume edited by Roger Sabin Punk Rock; So What?, try to reevaluate punk rock within the parameters of cultural studies. In an article by Frank Cartledge, \"Distress to Impress: Local Punk Fashion and Commodity Exchange,\" punk rock can not be seen so much as a resistance to mainstream culture, but as a sort of virus whose \"success\" can be measured in terms of \"introducing new forms of dress and behavior.\" In this construct, punk rock functions as an active agent, or in the words of Douglas Rushkoff, a \"Media Virus,\" that infects society almost subliminally with aspects of its worldview. I believe that while Cartledge's view is much more realistic and optimistic than the usual dissections of punk's legacy, it fails to break with the usual British cultural studies' identification of punk rock as a uniquely British phenomenon based on British class structure. While it certainly is true that the British version of punk rock was intimately based along class lines, this simplistic version fails not only to recognize that punk rock is primarily an American creation, but also is distinctly American in its relationships with both taste and the generation of cultural capital.     Even a cursory look at the formations of punk, as demonstrated by recent works such as Legs McNeil and Gillian McCain's Please Kill Me , and Clinton Heylin's From the Velvets to the Voidoids , reveals that the origins of punk rock clearly lie not only in the late 1960's aggressive rock of the Stooges and the MC5, but also in the self-consciously artistic Velvet Underground, who's alliance with Andy Warhol and debt to Delmore Schwartz and Lamonte Young reveals punk rock to be a creation of the well-educated and art-school trained upper classes. Thus, the American version of punk rock can be seen not simply as a reaction against the decaying economic system of Great Britain, but also as a self-conscious pose to identify one as outside the mainstream of \"normal'\" rock and roll. As punk pioneer (and well regarded poet and novelist) Richard Hell famously said, \"punk made it possible to completely reinvent yourself.\"    The punk look in America became a recognizable set of signifiers that was used to set oneself apart from the mainstream. Stuart Ewen noted in his book All Consuming Images that punk itself became a form of conspicuous consumption, one where those who chose to identify themselves as punk could adapt mainstream commodities to create a sense of identity not based on the British punk \"uniform\" but by using (at least during the early days) disparate styles to self-identify as punk. The baggy overcoats of Pere Ubu were as punk as the leather jackets of The Ramones, and as punk as the flightsuits and goggles of Devo. However, this applied not merely to fashion, which was one of, but not the most important signifier of punk. In fact, the most important signifier of American punk rock was also the most ephemeral of all concepts, taste.     In America, taste, or liking the correct bands in the punk canon, became the dominant signifier of punk rock. American punk was far too geographically diverse to form the closed communities of style that marked most European punk. If there was no set dress code, the only way to identify fellow punks (especially in the days when school dress codes were more rigid in most of the country) was by wearing the correct button, scrawling the correct band names on a notebook, or wearing the right band patch provided passwords and codes that only the initiated understood. As American punk positioned itself intentionally outside of the mainstream of American music, and even increasingly outside of the major label dominated music industry, having the correct taste in bands became a sort of cultural capital, or form of \"musical currency\" that legitimized those in possession of the necessary knowledge. (An example of this, although based on a British book, is the movie High Fidelity, where record store employees obsess about music and define a proper customer by their breadth of knowledge and musical taste.) Thus, becoming a punk involved learning a canon of \"acceptable\" music, and in a very real sense, becoming not just a purist, but also a musical elitist.      American punk rock really was always about taste, about defining oneself as outside the mainstream, not through economic situation or a mythologized class consciousness, but through a secret society of musical taste where ones' identity was validated through what one accepted and rejected as legitimate forms of musical expression. In many ways, this is no different than other forms of musical fanaticism, but punk rock's canon of authenticity was by no means a static one. The canon was always capable of revision as endless debates of what was and was not \"punk\" began to dominate the 'zines and public discussions about punk rock. In a way, punk rock became similar to dance culture and club culture where the music is also seen as having a canon, but capable of (and in need of) constant evolution and adaptation, although it is doubtful that dance culture has become as relentlessly doctrinaire as modern punk culture. Punk bands that have achieved a modicum of mainstream success such as Green Day were seen as derivative of the original canon and also as \"selling out\" by a community that tries to avoid major record labels and access to widespread audiences as a conscious decision. Variations in musical style were not overt considerations in whether a band was considered authentic or not, rather a dedication to the ephemeral \"principles\" of punk rock were the main criteria. Maximum Rock and Roll , a 'zine often considered the \"bible\" and chief validator of authenticity for punk rock once tried to sum up the punk aesthetic simply as \"honest music, not money making.\" Likewise, the recent plethora of advertisements using punk rock seems on the surface a direct challenge to the closely guarded authenticity of punk rock, and another inevitable step towards the commodification of a subculture. However, this time the danger comes not from without, but from within.          &lt;&lt; Page 1 >> Page      2 >>                  :: I. M. Pei's La Pyramide du Louvre: A Diamond in     the Rough or Merely Junkspace?     By Rebecca L. Moyer  :: The Culture of     the Fence: Artifacts and Meanings     By Christina Kotchemidova  :: On the Significance     of Death in Culture & Communication Research     By Charlton McIlwain, Ph.D.                                :: Swept Away By An Unusual Destiny In The Blue     Sea Of August: Lina Wertmller, 1974 - Guy Ritchie's Swept Away 2001     By Laura Meucci        :: What Do I Get? Punk Rock, Authenticity, and Cultural     Capital     By Brian Cogan        The Osbournes': Genre, Reality TV, and the Domestication     of Rock 'n Roll     By Rick Pieto and Kelly Otter                           ::      About Contributors      :: About Staff      ::About the Department      ::New York University                                                About :: Archive ::      Staff :: Submit :: Contact                Copyright 2003 :: Kristen DelGrosso"}, {"content": "Course Offerings, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Course Offerings   Jump to: Principles Integrating Perspectives Special Courses Sociocultural and Linguistic Anthropology Archaeology Biological Anthropology Graduate Courses Open to Undergraduates  Principles    Human Society and Culture    ANTH-UA 1 Abercrombie, Beidelman, Das, Dávila, Ganti, Grant, Hansen, Khan, Myers, Rapp, Rogers, Stout. 4 points.   Surveys the general aims, methods, and findings of modern cultural anthropology and its ties with the humanities and social sciences. Economic, political, and family organizations and systems of thought, including religion, are covered with equal attention to \"primitive,\" traditional, and modern complex societies, particularly non-Western societies.    Human Evolution    ANTH-UA 2 Laboratories. Antón, Bailey, Disotell, Harrison, Higham, Williams. 4 points.   Investigates the evolutionary origins of humans. The study of human evolution is a multidisciplinary endeavor involving a synthesis of concepts, techniques, and research findings from a variety of different scientific fields, including evolutionary biology, paleontology, primatology, comparative anatomy, genetics, molecular biology, geology, and archaeology. Explores the different contributions that scientists have made toward understanding human origins and provides a detailed survey of the evidence used to reconstruct the evolutionary history of our own species.    Archaeology: Early Societies and Cultures    ANTH-UA 3 Laboratories. Crabtree, Tryon, White, Wright. 4 points.   Introduces contemporary archaeology, its theories, practices, and early societies and cultures. Examines current methodological and theoretical viewpoints of archaeological scholarship within the discipline of anthropology. Focuses on key transformations in cultural evolution, such as the origins of modern humans, the emergence of food production, and the development of complex societies, urbanism, and early states. Explores gender roles, landscapes and settlements, technologies, art, cognitive systems, urbanism, and state formation.    Anthropology of Language    ANTH-UA 17 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Schieffelin. 4 points.   Taking an anthropological perspective on the role of language in contemporary social life, introduces students to theories and methods for studying communicative practices across a range of societies and settings. Ethnographic studies focus on the role of language in regulating social relations, identity formation, power and politics, verbal art and performance, literacy and education in multilingual and multicultural settings, and the development of new media.       Integrating Perspectives    History of Anthropology    ANTH-UA 45 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Dávila, Ganti, Khan, Martin, Myers, Rapp, Rogers. 4 points.   Explores the development of some of the discipline's defining themes such as the culture concept, understandings of human commonalities and diversity, and participant observation research methods. Considers some of the key persons and institutions associated with these ideas. Focuses primarily on British and American sociocultural anthropology over the 20th century.       Special Courses    Special Seminar in Anthropology I, II   ANTH-UA 800, 801 Open only to honors majors and other senior majors in cultural or linguistic anthropology who have the permission of the director of undergraduate studies. 4 points per term.    Honors Research I, II    ANTH-UA 950, 951 Open only to honors majors who have the permission of the director of undergraduate studies and who have secured the support of   a faculty mentor to supervise the student's honors research and serve as the primary thesis reader. 4 points per term.    Internship    ANTH-UA 980, 981 Open only to majors who have the permission of the director of undergraduate studies, who will act as the departmental supervisor. 2 or 4 points per term.    Opportunities for students to gain practical work experience sponsored by selected institutions, agencies, and research laboratories are negotiated with the internship sponsor, the director of undergraduate studies, and the student. Requirements may vary but include four to five hours of fieldwork per week, per credit, and assignments relevant to the internship experience. Student initiation of internship placement is encouraged. Independent Study   ANTH-UA 997, 998 Prerequisite: permission of the faculty supervisor and the director of undergraduate studies. 2 or 4 points per term; 6 or 8 points may be appropriate in exceptional cases.       Sociocultural and Linguistic Anthropology    Language, Power, and Identity    ANTH-UA 16 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das. 4 points.   Explores how identity is a process of “becoming” rather than a mode of “being\" by examining how speakers enact their gender, sexuality, race, ethnicity, nationality, religion, and socioeconomic class through everyday conversations, narratives, performances, literacy activities, and public debates. Also explores the moral and political consequences of people's identification strategies by examining how their beliefs about language reinforce or contest normative power structures. Readings on the relationship between bilingual education and accent discrimination, multilingualism and youth counterculture, migration and code-switching, media and religious publics, linguistic nationalism and xenophobia, and literacy and neo/liberalism in different areas of the world.    Slavery in Anthropological Perspective: Africa and the Ancient World    ANTH-UA 18 Identical to SCA-UA 18. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Surveys basic anthropological and sociological issues posed by the institution of slavery in Africa and ancient Greece and Rome, including problems of the change from simpler to more complex societies and economies; definitions of person, gender, race, work, and ethnicity; and the relations of ideology and cultural boundaries.    Anthropology and Classical Studies    ANTH-UA 19 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Examines the ways in which anthropology has been employed by classical scholars to understand the society, beliefs, literature, and arts of ancient Greece. Reviews relevant works by anthropologists, sociologists, historians, philosophers, and literary critics, indicating both the advantages and the dangers of interdisciplinary research.    African Literature    ANTH-UA 20 Identical to SCA-UA 21. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Compares traditional oral literature and the writings of the colonial and postcolonial periods. Discussion of problems of translation, cultural relativity, and the search for identity as revealed through novels, poetry, and theatre.    Religious Bodies   ANTH-UA 29 Cross-listed with RELST-UA 642. Zito. 4 points.   Explores the relationship between cultures of religious practices and the human body: the body as medium both for ritual and religious experience; the body as locus for virtue and sin; the split between mind and body. Looks at the body in various situations—gendered, sexualized, covered, naked, suffering, disabled, altered, missing—and interrogates notions of representations and ideals, from the religious ban on representing the human body to divine anthropomorphism.    Anthropology of Religion    ANTH-UA 30 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Myers, Zito. 4 points.   Examines the cultural nature of basic beliefs and values manifested in both simple and complex societies. Discussion of time and space, causality, myth, prophecy and divination, witchcraft and magic, and mysticism.    Witchcraft: An Anthropological Approach    ANTH-UA 31 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Examines witchcraft through interdisciplinary study, including how theories of causation and reality are modified by culture and society and the way that social theorists have judged witchcraft in relation to social stability, conflict, and change. Considers both nonliterate, non-Western examples and cases from Europe and New England where historians have made extensive use of anthropological techniques.    Conversations in Everyday Life    ANTH-UA 32 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Schieffelin. 4 points.    We spend a great deal of our time talking: whether face-to-face, on the phone, texting, or via another communicative technology, our feelings and ideas are constantly being exchanged. Investigates how conversation shapes our lives in culturally and linguistically diverse urban communities and presents the theories and methods for analyzing the roles that talk plays in medical, work, and school settings, where miscommunication frequently occurs.    Anthropology of Violence and the Law   ANTH-UA 33 Prerequisite: Human Society and Culture (ANTH-UA 1) or Law and Society (LWSOC-UA 1). Merry. 4 points.   Explores the nature of law and of violence from an anthropological perspective. Law is fundamental to maintaining state power and to colonial expansion, yet also provides a way of dealing with conflict that does not require parties to use violence. Violence is a complicated concept, including both physical harm and cultural meanings. Examines law and violence in the context of non-state societies, colonialism, and postcolonialism, international law and human rights, alternative dispute resolution techniques, and practices of governmentality and audit.      Salvation and Revolution   ANTH-UA 34 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman, Myers. 4 points.   Examines revolutionary movements in both traditional and industrial societies in terms of how violence, coercion, prophecy, and radical thought impel social change. Analyzes utopian communities, prophetic movements, cargo cults, religious sects, and terrorism from various social scientific perspectives.    Medical Anthropology    ANTH-UA 35 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Hansen, Martin, Rapp. 4 points.   Analyzes cultural practices and belief systems surrounding illness, suffering, and healing in medical systems around the globe. Healing specialists may be trained in both indigenous and cosmopolitan medicine; patients and healers both confront the structures of health resources and problems of improving health care.      Global Biocultures: Anthropological Perspectives on Health   ANTH-UA 36 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Hansen. 4 points.   Surveys the mutual shaping of culture and biology in diverse contexts around the world. Starts with sociocultural theories of biocultural process and ends with ethnographies of disability, drugs, food, place, pain, and biotechnology. Examines the relationship between larger political economic structures and individual subjectivities, and examines biological experience as simultaneously material and socioculturally plastic.      Anthropology of Indigenous Australia   ANTH-UA 37 Myers. 4 points.   This course introduces some of the current and classical issues in the anthropology of Indigenous Australia, considering a range of Aboriginal Australian forms of social being, ranging historically and geographically, and giving significant focus to the changing relationship between Indigenous people and the settler nation of Australia. Explores how Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination.      Indigenous Australian Art: An Analytical Survey   ANTH-UA 38 Myers. 4 points.   Surveys some of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks.        Family and Kinship    ANTH-UA 41 Prerequisite: Human Society and Culture (ANTH-UA 1). Abercrombie, Beidelman, Ginsburg, Khan, Martin, Myers, Rapp, Rogers. 4 points.   Explores cross-cultural diversity in the organization of family life and kin relationships. Discusses how anthropology's cross-cultural perspective helps illuminate new or controversial family arrangements in Western societies.      Memory, Heritage, History, and Narrative   ANTH-UA 43 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of instructor. Abercrombie. 4 points.   Surveys memory, social continuity, and representation of the past and historical change in order to understand the techniques, locations, and kinds of social memory that bridge the gap between remembered personal experience and the externally receivedrepresentations of museology and history. Focuses on the role of narration and self-narration, embodied public performance, and struggles over remembrance.      Ethnography and Ethnohistory of the Andes   ANTH-UA 47 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of instructor. Abercrombie. 4 points.   Introduces students to the interdisciplinary field of ethnohistory, through which scholars grapple with the archaeological record, iconography, painting, music, chronicles,archival documents, and the social and cultural legacies of living peoples, in order to understand pre-Columbian societies and trace the transformation of indigenous societies under Spanish colonialism and republican rule. Also introduces contemporary ethnography of the region, including rural indigenous peoples and urban social life.        Cultural Symbols    ANTH-UA 48 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Ginsburg, Myers. 4 points.   Surveys the various symbolic systems employed by the world's people, considering their use in myth, ritual, literature, and art and the kinds of anthropological theories applied to explain their power and forms. Approaches theory through case studies, providing a diverse view of world cultures. Uses materials from all continents; emphasizes non-Western, nonliterate societies, though some material from the West is also used.    Peoples of Sub-Saharan Africa    ANTH-UA 101 Identical to SCA-UA 101. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Surveys the societies and cultures of Africa. Divided between accounts of traditional ways of life, the history of colonial contact with Europe, and consideration of life in contemporary African states. Involves anthropological studies as well as historical works, novels, and autobiographies, many by African authors. African material is related to broader issues of social theory, ethnicity, social change, and the ties between culture, society, and values.    Contemporary Issues in the Caribbean    ANTH-UA 102 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Khan. 4 points.   Provides an anthropological perspective on Anglophone, Hispanophone, Francophone, and Dutch Antilles societies. Reviews the ways colonial history has structured the race, class, gender, ethnic, and national identities of Caribbean peoples and examines the ways that these structures have in turn been shaped by the cultures and subjectivities of local communities. Contemporary issues and problems facing the region are emphasized, including tourism, sexuality, the arts, health care, transnationalism, and diaspora. The possibilities for the existence of a \"Pan-Caribbean consciousness\" are also explored.    Peoples of Latin America    ANTH-UA 103 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Dávila, Rosaldo, Stout. 4 points.   Surveys Latin American societies and cultures, placing special emphasis on class, ethnicity, and nationhood. Examines some of the fundamental characteristics of Ibero-American civilization both in its historical development and in its transformations across a variety of regional and class contexts. Discusses the complex interrelationships between country and city and between \"popular\" and \"elite\" culture by examining ethnographic case material and a few general interpretative works.    Anthropology of South Asia    ANTH-UA 104 Formerly Peoples of India. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti. 4 points.   Introduces the cultures and societies of the Indian subcontinent. Focuses not only on the history and ethnography of South Asia, but also on the major concepts and debates in the anthropological study of the region. Topics include caste, kinship, gender, nationalism, ethnic conflict, globalization, and popular culture.    Anthropology of Europe    ANTH-UA 111 Abercrombie, Rogers. 4 points.   Explores cultural systems and social structures in modern European societies. Provides an introduction to anthropological approaches to the study of Western complex societies. Uses ethnographic case studies and features films to examine issues such as ethnic and national identity, the impact on everyday life of shifting territorial and social borders, ritual, and religious behavior.    Anthropology of Gender and Sexuality    ANTH-UA 112 Identical to SCA-UA 112. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Ginsburg, Martin, Rapp, Stout. 4 points.   Compares women's and men's experiences, activities, resources, powers, and symbolic significance as they vary within and between societies. Social and historical approaches in the analysis of how gender relations are affected by major social transformations. Emphasis on such changes as gender roles, current transnational migrations, social movements, international relations, and the role of the military in a variety of world societies.    Visual Anthropology    ANTH-UA 122 Formerly Transcultural Cinema. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti, Ginsburg, Stout. 4 points.   Explores the history and development of anthropology's relationship to visual practices, focusing on, but not limited to, photography and film, both as a mode for representing culture and as a site of cultural practice. Examines the emergence of, as well as the contestations around, the genre known as ethnographic film and its relationship to wider debates about documentary and nonfictional film practice. One of the central themes of the course is the relationship between representation, power, and knowledge as manifest in cross-cultural representation.    Anthropology of Media    ANTH-UA 123 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti, Ginsburg, Stout. 4 points.   Examines the social and political life of media and how it makes a difference in the daily lives of people as a practice—in production, reception, or circulation. Introduces some key concepts in social theory such as ideology, hegemony, the public sphere, and the nation, which have been critical to the study of the media across disciplines. Provides an overview of the increasing theoretical attention paid to the mass media by anthropologists and focuses on concrete ethnographic examples. Examines cross-culturally how the mass media have become the primary means for the circulation of symbolic forms across time and space and crucial to the constitution of subjectivities, collectivities, and histories in the contemporary world. Topics include the role of media in constituting and contesting national identities, in forging alternative political visions, in transforming religious practice, and in creating subcultures.    Anthropology of Art    ANTH-UA 125 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Geismar, Myers. 4 points.   Introduces students to the \"classic\" literature within the anthropology of art, charts the development and interests of this subdiscipline of anthropology, and uses this material to develop an \"anthropological\" perspective on art that can be used as a key form of critical inquiry into diverse art forms—even those not conventionally explored in the history of anthropology. The starting point for the anthropology of art is to ask, \"What is art?\" in comparative cultural perspective. Analyzes, among other things, the idea of aesthetics in cross-cultural context; the notion of style; the relation between art, technology, and skill; the entanglement of primitivism and modernity; the role of class and taste in appreciating art; art and value in the marketplace; art and museum practice; tourist art and the value of authenticity; and colonial and postcolonial art.    Religion and Media    ANTH-UA 220 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Zito. 4 points per term.   Introduces students to the long-standing and complex connection between religious practices and various media. Analyzes how human hearing, vision, and the performing body have been used historically to express and maintain religious life through music, voice, images, words, and rituals. Spends time on more recent electronic media such as cassette, film, television, video, and the Internet. Students should note that an anthropological/historical perspective on studying religion is pursued in the course.      Topical Seminar in Social and Cultural Anthropology I, II    ANTH-UA 320, 321 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Das, Dávila, Ganti, Geismar, Ginsburg, Grant, Hansen, Khan, Martin, Merry, Myers, Rapp, Rogers, Stout, Zito. 4 points per term.    Analyzes and assesses selected key issues in the discipline theoretically, politically, and epistemologically. See the department's current internal catalog.    Race, \"Difference,\" and Social Inequality      ANTH-UA 323 Identical to SCA-UA 323. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Khan. 4 points.   Human beings have always grappled with some notion of identity, asking questions about who they are, about who others distinguished from themselves are, and about the ways that perceived similarities and differences are meaningful and important (or not) in social relationships. Examines how historical, social, and cultural contexts shape the forms that identities take, looking in particular at ideas about race and racial identity. We work with two premises: (1) race must be understood in relation to other identity categories: gender, class, sexuality, ethnicity, and so on, and (2) race is expressed in both obvious and subtle ways; thus, racial identity is implicit as well as explicitly expressed. We also consider whether race must necessarily be understood as stigma; discuss nonfiction, fiction, and films; and may visit public exhibitions.    Reimagining Community: Race, Nation, and the Politics of Belonging    ANTH-UA 325 Identical to SCA-UA 200. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Dávila. 4 points.   Critically examines and evaluates the various approaches to studying and interpreting different community formations. Examines different notions of \"community\" through a variety of disciplinary lenses. Readings are drawn from anthropology, history, feminist studies, cultural studies, ethnic studies, and philosophy. Students are encouraged to examine these texts both as theoretical representations of \"community\" as well as historically embedded artifacts that are part of the larger machinery in the production of knowledge.    Language and Law    ANTH-UA 329 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Schieffelin. 4 points.   Arguments and conflicts are part of everyday life, and language is central to both their instigation and resolution. Explores how speakers ranging from small children to litigants in courts attempt to settle their differences. Comparative materials illustrate theories of disputes and dispute resolution, examining the power of language and the language of power in a variety of settings (e.g., mediation, arbitration, trials). Class includes fieldwork trips to small claims court. Students audio-record cases and transcribe and analyze them according to different analytic perspectives. Bilingual students are encouraged to focus on cases that use interpreters.    Gender, Violence, and the Law    ANTH-UA 330 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Merry. 4 points.   Examines the global prevalence of gender violence and the varied meanings of violence against women and changes in terminology over time. Examines ways of theorizing gender and violence, including performative ideas of gender. The creation of gender violence as a social problem is a product of social movements in the United States, Europe, India, and many other parts of the world. It is now understood globally as an important human rights violation. Also examines the forms of intervention that have been developed in the United States and globally for diminishing violence against women, including policing, prosecution, and punishment.    Human Rights and Culture    ANTH-UA 331 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Merry. 4 points.   Offers an overview of the human rights system, looking at its basic elements and studying how it works. Focuses on the relationships between human rights and culture. Human rights campaigns frequently encounter resistance in the name of protecting cultural differences. This is particularly common with issues concerning women, children, and the family. Explores several issues that raise questions of human rights and culture, such as female genital cutting, honor killing, trafficking of persons, and indigenous peoples' rights to culture. Using these examples, considers how the human rights system deals with tensions between global standards and local ways of life. Examines the meanings of rights and of culture in these debates and shows the implications of adopting an anthropological analysis of these situations. The goal of the course is developing an understanding of human rights in practice.    Body, Gender, and Belief in China    ANTH-UA 350 Identical to RELST-UA 350. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Zito. 4 points.   Provides an extended and historical exploration of categories basic to social life such as gender, body, and family. Examines the images of family and positions of women in the classics; factors in ritualist and Taoist notions of body; and discusses changes in the practices of filiality over time. Analyses of secondary monographs are combined with work in primary sources.    Belief and Social Life in China    ANTH-UA 351 Identical to RELST-UA 351. Zito. 4 points.   The Chinese word for \"religion\" means \"teaching.\" Explores what Chinese people \"taught\" themselves about the person, society, and the natural world and thus how social life was constructed and maintained. Examines in historical perspective the classic texts of the Taoist and Confucian canon and their synthesis; Buddhist, especially Ch'an (Zen). Discusses the practices of filiality in Buddhism, Confucian orthodoxy, and folk religion.    Transnationalism and Anthropology    ANTH-UA 400 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Ganti, Khan. 4 points.   Examines what is considered \"new\" in the ongoing reconstruction of world order and its accompanying disorder. Also examines how this changes the ways people earn their livelihoods; how cultures are transmitted and hybridized; how migrating populations maintain connections to their homelands; how group identities are constructed and asserted; and how social movements around newly politicized issues arise. Discusses changing roles of nation-states and the growing significance of transnational, diasporic, and globalized social relations and cultural forms.    Culture Through Food    ANTH-UA 410 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Rogers. 4 points.   Explores some of the ways that people use food, cuisines, and eating to organize and engage with social worlds. This focus provides a concrete means for deepening our understanding of alternative models of social explanation. Drawing on ethnographic material from a wide range of cultures, as well as feature films and our own observations and interviews, we consider topics such as the material dimensions of food production, distribution, and consumption (e.g., how food scarcity or abundance shapes collective possibilities, expectations, and values; the causes, consequences, forms, and myths of globalization) and the cultural meanings and social distinctions encoded in food practices (e.g., how food is used cross-culturally as a marker of social identity—class, gender, and ethnicity—and as a source of meaning—nostalgia, anxiety, and so on). Formations of Indigeneity ANTH-UA 605 Formerly ANTH-UA 320. Prerequisite: Human Society and Culture (ANTH-UA 1) or equivalent. Offered every other year. 4 points. Through a case study of materials concerning indigenous people in Australia and North America, this course will investigate the consequences (cultural, sociological, policy) of a development that has taken place throughout the world. Many of the peoples in whom anthropologists have long been interested–those organized into small-scale societies, kinship based–have been encapsulated as indigenous minorities within nation states dominated by other cultural traditions. In this context, the capacity and practices of these peoples, who some have characterized as “Fourth World peoples,” to reproduce themselves and their traditions in their own terms has been limited, undermined, co-opted and, on occasion, ironically reinforced.      Roma in East Central Europe   ANTH-UA 9200 Offered at NYU Prague. 4 points.   Introduces students to the development of Romany politics and culture from a persecuted minority to the emergence of Romany organizations, with an emphasis on Central and Eastern Europe. Emphasizes the three themes of identity, power, and history, and challenges monocausal and ahistorical explanations for the social situation of Roma. Builds on a diverse selection of empirical material and evidence: ethnographic, historical, artistic, and sociological.         Archaeology    Prehistoric Hunters and Gatherers    ANTH-UA 210 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon. 4 points.   Examines the origin and early development of culture in the Old and New Worlds. Utilizes archaeological materials from the Paleolithic and Mesolithic periods of Africa, Eurasia, and the Paleo-Indian, Woodland, and Archaic periods of North America, against a background of related evidence from physical anthropology and ethnology.    First Cities and States    ANTH-UA 211 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Wright. 4 points.   Considers two distinct processes: (1) the origins of food production and consequent development of domesticated plants and animals and (2) the trend toward increasing social, political, and economic complexity that culminates in early states. Several independent examples of each process from both the Old and New Worlds. Special attention to the various theories that have been advanced to account for such developments.    Prehistoric Art and Symbolic Evolution    ANTH-UA 212 Prerequisite: Human Society and Culture (ANTH-UA 1), or Archaeology: Early Societies and Cultures (ANTH-UA 3), or permission of the instructor. White. 4 points.   Examines prehistoric art forms, their interpretation, and their evolutionary and behavioral significance. Students are introduced to Stone Age art—its form, contents, and chronological evolution. Also employs more recent prehistoric case studies. Reviews and assesses competing interpretive frameworks, with emphasis on understanding the social and ideological context within which the art was produced and comprehended.    Archaeological Theory and Technique    ANTH-UA 215 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon, White, Wright. 4 points.   Considers both current and past theoretical developments in archaeology, with special attention to the role of innovations in analytical technique as they relate to these developments. Theoretical approaches to the economy, technology, and organization of hunter-gatherers; early agriculturalists; gender differences; and complex societies. Examines research design, sampling problems, chronometric methods, analysis of paleoenvironments, and typology in terms of modern understanding as well as historical perspective.    Surveys of Regional Prehistory I: Egypt and the Near East    ANTH-UA 216 001 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Wright. 4 points.   Introduces the archaeology of the Near East and Egypt. Examines the archaeological evidence for two major transformations: the origins of food production (the domestication of plants and animals) and the development of cities and states. Focuses primarily on the Tigris and Euphrates and Nile Valleys, but other contiguous regions also are considered. Emphasizes the cultural history of the two regions and how these changes influenced the development of increasingly complex social organization and our present understanding of urbanism and state-level societies.    Surveys of Regional Prehistory II: Prehistoric Europe to the End of the Ice Age    ANTH-UA 216 002 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. White. 4 points.   Prehistories of selected culture areas. Emphasizes the theoretical and methodological foundations of archaeology within a culture area as reconstructed through archaeological methods. The choice of region varies with the interests of individual instructors.    Barbarian Europe    ANTH-UA 217 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree. 4 points.   Between the end of the Ice Age and the expansion of the Roman Empire, temperate Europe witnessed a series of social and economic transformations that represented a transition from a hunting and gathering way of life to urban chiefdoms. Along the way, these hunter-gatherers became agriculturalists and stockherders, learned to use metals, and developed social structures as complex as any found in Old World civilizations. Examines changes in later prehistoric Europe from about 8000 B.C.E. to the arrival of the Romans.    African Archaeology    ANTH-UA 218 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3). Tryon. 4 points.   With the longest record of human occupation in the world and a landmass that represents more than one-fifth the habitable area of the globe, Africa plays a central role in our understanding of human evolution, the prehistory of our species, and the development of complex societies. Explores the experiences of ancient human populations in Africa using evidence drawn from archaeology as well as history, ethnography, linguistics, art history, geography, geology, paleontology, biology, and other disciplines. Focuses not only on the material evidence from across the continent and its interpretation, but also an understanding of the major questions, developing methods of inquiry and problem solving, and situating the African data in the broader context of the archaeological evidence for the evolution of human behavioral diversity. The scope of the course spans hominin origins, the study of Stone Age foragers of the first 2.5 million years of human prehistory, and more recent periods characterized by food production, metallurgy, sedentism, and the development of complex societies (e.g., in Egypt, Mali, Zimbabwe, and the East African coast) with influence and contacts across and outside the continent.    Discovering Archaeology in New York City    ANTH-UA 225 Wright. 4 points.   In this course, New York City is our archaeological site. The period covered is from 10,000 years ago to the beginning of the 20th century and is based on archaeological remains. Its history is both fascinating and mind-expanding as a different perspective on the city emerges in time and space from what is learned. Walking around its various boroughs, students learn that our modern landscape is vastly different from that of earlier eras. Along with our gains as a major cultural center, we will assess some losses brought about by the destruction of aspects of the city’s past. In particular, students come to understand the meaning of stewardship in the context of urban development. At the same time, viewing our place in the city’s 10,000 years of history gives us a deeper sense of time and place and a unity in its shared heritage. Last Hunters-First Farmers ANTH-UA 608 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or instructor permission. Offered every two years. 4 points. Last   Hunters-First Farmers explores the transition from foraging to   agriculture throughout the Eastern Hemisphere and the Americas. The   course begins with a review of the theories that have been proposed to   explain the transition from hunting to gathering to farming and the   archaeological methods that have been used to explore this question. The   archaeological evidence for the beginnings of farming in various   regions of the world is then explored in greater detail in order to   understand the specific reasons for the transition from foraging to   farming and the consequences of the adoption of agriculture.    Fieldwork in Archaeology    ANTH-UA 830 Prerequisite: permission of the instructor. Crabtree, Tryon, White, Wright. Offered in the summer. 4 points.   Students live and work at the selected prehistoric or historic site, usually in eastern or midwestern North America. Students are instructed in field technique and laboratory procedures. Further background provided through staff and guest lectures.    Topical Seminar in Archaeological Anthropology I, II    ANTH-UA 213, 214 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon, White, Wright. 4 points per term.   Explores selected key issues and problems in archaeological anthropology, theoretically and methodologically. See the department's internal catalog.      Biological Anthropology    Fossil Evidence for Human Evolution    ANTH-UA 50 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Bailey, Harrison, Williams. 4 points.   An in-depth survey of the fossil record for human evolution. Traces the evolutionary history of the human lineage from its origin in the late Miocene of Africa up to the initial differentiation and diversification of anatomically modern humans. Explores debates about phylogenetic relationships, taxonomy, paleobiological interpretations, and models for the origin of human behavior.    Human Variation    ANTH-UA 51 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Bailey, Disotell. 4 points.   Humans are the most wide-ranging of all of the species on earth. Our evolutionary history and our ability to adapt to such a broad range of environments result in the patterns of human variability we see today. New techniques have been developed that allow us to explore the different levels of human variation. Focuses on new data and methodologies, including molecular genetic techniques, and the hypotheses and controversies generated by these new perspectives.    Evolution and Biology of Human Behavior    ANTH-UA 52 Prerequisite: Human Evolution (ANTH-UA 2). Antón, Bailey, Harrison, Higham, Williams. 4 points.   Introductory survey presenting a synthetic approach to the biological, behavioral, and cultural origins of humans. Explores data and theories from paleoanthropology, archaeology, nonhuman primate behavioral studies, brain research, and sociobiology for their contributions to the study of human behavior.    Human Genetics    ANTH-UA 53 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Disotell. 4 points.   In-depth analysis of the genetic component of human variability. Discusses mechanisms of inheritance, gene expression in individuals and populations, and alternative explanations for genetic variability. Explores the implications of modern advances in genetics, such as genetic engineering and gene therapy.    Primate Behavior and Ecology    ANTH-UA 54 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Higham. 4 points.   Why do some primates live in large social groups while others are solitary and yet others live in pairs or cooperatively breeding families? Why are strong social hierarchies seen in some primate taxa but not in others? How do multiple species of primates often manage to coexist in the same habitat? Why are social relationships in some primate species characterized by strong bonds among females while such bonds are absent in other primate societies? Why do some species of primates show marked geographic variability in behavior and social structure? The answers to these and other questions lie in understanding the relationships between each species and its ecological and social setting and in understanding each species' phylogenetic history. Explores the diversity of primate social systems and the evolutionary relationships among the primates and discusses many of the general ecological laws that have been proposed by evolutionary biologists as the keys to understanding important features of primate behavior and ecology.    Health and Disease in Human Evolution    ANTH-UA 55 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Disotell. 4 points.    Examines human health and disease within an ecological framework, exploring the interactions  of environmental, genetic, physiological, and cultural factors in the expression and distribution of human diseases. Develops pathology profiles for nonhuman primates; prehistoric human populations; and hunting and gathering, agricultural, and industrial groups, with emphasis on the expression of infectious disease in human history and newly (re)emerging diseases.    Comparative Biology of the Living Primates    ANTH-UA 56 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Harrison, Williams. 4 points.   Study of the comparative biology of the primates, our closest living relatives, is fundamental to a sound understanding of human biology and evolution. Surveys the comparative anatomy of the living primates from a structural, functional, and evolutionary perspective. Different anatomical systems and behaviors are explored, including external features, the cranium, dentition and dietary behavior, postcranial anatomy and locomotor behavior, sensory and nervous systems, and reproductive anatomy. The role of comparative anatomy in taxonomy, behavioral studies, and phylogenetic analyses is emphasized. Primate Communication ANTH-UA 57 Identical to ANST-UA 257. Prerequisite: Human Evolution (ANTH-UA 2). Offered periodically. 4 points. Increased   social and communicative complexity is one of the defining features of   humans compared to other mammals. Key insights into the evolution of   human communication can come from studying our most closely related   extant relatives, our fellow members of the Primate order. The present   course features a mixture of lectures and discussion classes to consider   contemporary topics in primate (including human) communication. Topics   covered include definitions of communication and consideration of its   major theoretical issues such as the difference between signals and   cues, signal honesty, and concepts of signal information content and   evolutionary signal design. Sections of the class focus on communication   in different sensory modalities—olfactory, auditory, and visual, as   well as multimodal communication—before discussing theories and issues   related to the evolution of language. The class finishes by considering   some of the most contemporary topics in primate communication.    Emerging Diseases    ANTH-UA 80 Disotell, Harrison. 4 points.   Integrates evolutionary biology, genetics, immunology, ecology, and behavioral ecology, along with sociocultural anthropology, politics, and economics, to better understand newly emerging and reemerging diseases as they affect human health. General evolutionary theory and an introduction to Darwinian medicine are provided before the course examines viral, bacterial, parasitic, and prion-based diseases along with their hosts, vectors, and other organisms. Particular attention is paid to how humans have purposely and inadvertently created both biological and cultural environments for the transmission of different diseases. Media representations and misrepresentations are examined throughout the course.    Human Ecology    ANTH-UA 90 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Crabtree. 4 points.   Investigates the degree to which variation in human biology and culture can be understood as adaptations to varying external conditions. Examines the relationship of human systems of action and the natural world to understand the various forms of human adaptation. Case studies of several living peoples, contemporary and past biological communities, and prehistoric cultures provide the material for interpretation and evaluation of theoretical positions.    Evolution of Language    ANTH-UA 240 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. 4 points.   Explores the various hypotheses offered for the evolution of language. Perspectives from different disciplines are discussed. Topics include human evolution and the study of fossil humans, animal and primate behavior and communication, anatomy of the vocal tract, neuroanatomy, language acquisition, language universals, the origins and diversification of modern languages, and the origins of writing.    Introduction to Forensic Anthropology    ANTH-UA 326 Antón, Williams. 4 points.   Biological anthropology examines the evolutionary history and adaptability of humans and our ancestors. Forensic anthropology is an applied subfield of biological anthropology that provides expert analysis of the skeleton in a medicolegal setting by utilizing methods developed in skeletal biology, archaeology, and the forensic sciences. Forensic anthropologists play critical roles in identifying victims of mass fatalities (such as the World Trade Center and Oklahoma City bombings), in investigating homicides (such as identifying the Russian tsar's family), and in distinguishing cause of death. The course examines how forensic anthropologists approach modern and historic crimes in the laboratory and the field. Students are introduced to the underlying theory and the applied techniques that forensic anthropologists use to recover and identify individuals and assess cause of death.    Topical Seminar in Biological Anthropology I, II    ANTH-UA 511, 512 Open to majors in anthropology with the permission of the director of undergraduate studies or the instructor. Antón, Bailey, Disotell, Harrison, Higham, Williams. 4 points per term.   Explores selected key issues and problems in biological anthropology, theoretically and methodologically. See the department's internal catalog.       Graduate Courses Open to Undergraduates    Qualified Anthropology majors may take graduate courses with the permission of the Director of Undergraduate Studies in consultation with the instructor. Consult the current Graduate School of Arts and Science Bulletin and the department's internal catalog.                              Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Counterblast :: The E-journal of Communication and Culture                                                                                                                                                                                                                                                                                                                                                                                                                                              What Do I Get? Punk Rock, Authenticity and Cultural Capital.                    By Brian Cogan      >>Printable .PDF version                    After years of alternately being declared either dead, irrelevant, or simply too outrageous to be accepted into the fabric of American culture, and almost thirty years after it first reared it's mohawk'd head in public, the musical genre known as \"punk rock\" has finally been accepted as part of mainstream American culture. This is, unfortunately, not the result of changing musical tastes or a growing acceptance of subversive subcultures on the part of the American audience, but rather, is due to a single factor loathed by most participants in (the wide and diverse variety of) insular punk communities, the increasing ubiquity of the music itself in television commercials.     While using popular music identified with the counter-culture in advertising is nothing new (the controversial use of the Beatles \"Revolution\" in Nike commercials is a notorious example), still the use of a genre as universally identified as being against the values and political identity of mainstream America is a new, and some would say, a disturbing trend. The use of songs by punk stalwarts such as the Buzzcocks, Iggy Pop and the Stooges, Black Flag and The Minutemen, bands who were closely associated with the DIY movement (literally \"Do It Yourself\"- a term applied to the creation of production and distribution networks within the community and outside the influence of major labels and distributors), as well as \"alternative\" bands such as The Cult and The Smiths, and even the use of club and dance identified music by Air, Dimitri from Paris and others, could be seen as simply the inevitable commodification of subcultures by the mainstream. But, perhaps there are more positive connotations to this phenomenon to examine. In this essay I will discuss the most recent co-opting of underground music and analyze the negative, and surprisingly positive, implications of \"punk rock\" advertisements.      Punk Rock and Style    In recent years, there has been a renewed academic interest in the cultural implications of punk rock as a social movement. Most authors take Dick Hebdige's seminal work Subculture: The Meaning of Style as their template for examinations of punk rock. According to Hebdige, musical-based subcultures in general, and punk in particular, are engaged in a constant struggle for identity with mainstream culture where meaning is constantly negotiated and renegotiated. Subcultures such as punk try and create an identity set in resistance to the dominant culture and the dominant culture in turn tries to reintegrate the aberrant subculture, or at least place it within the dominant framework of meanings. As Hebdige notes, British punk in particular adopted symbols and forms of musical expression from other outcast cultures (such as the reggae music of Rastifarians and the suspenders and boots of post-World War II working class culture) and synthesized it into something uniquely their own. At the same time this process is taking place, the dominant culture tries to make sense of subcultures though various means, including news reports and articles in the mainstream mass media that identify the new subculture within a historical context, and by taking aspects of the culture such as fashion and commodifing them. (An example of this was the \"safety-pin chic\" promoted by designers such as Betsy Johnson.) According to Hebdige, commodification is the inevitable end result of this process of negotiation. Safety pins, leather jackets and ripped jeans are taken out of the context of rebellion and translated into runway fashion, selling for thousands of dollars at ritzy boutiques.      The most recent works of scholarship that analyze punk rock as a subculture, most notably the volume edited by Roger Sabin Punk Rock; So What?, try to reevaluate punk rock within the parameters of cultural studies. In an article by Frank Cartledge, \"Distress to Impress: Local Punk Fashion and Commodity Exchange,\" punk rock can not be seen so much as a resistance to mainstream culture, but as a sort of virus whose \"success\" can be measured in terms of \"introducing new forms of dress and behavior.\" In this construct, punk rock functions as an active agent, or in the words of Douglas Rushkoff, a \"Media Virus,\" that infects society almost subliminally with aspects of its worldview. I believe that while Cartledge's view is much more realistic and optimistic than the usual dissections of punk's legacy, it fails to break with the usual British cultural studies' identification of punk rock as a uniquely British phenomenon based on British class structure. While it certainly is true that the British version of punk rock was intimately based along class lines, this simplistic version fails not only to recognize that punk rock is primarily an American creation, but also is distinctly American in its relationships with both taste and the generation of cultural capital.     Even a cursory look at the formations of punk, as demonstrated by recent works such as Legs McNeil and Gillian McCain's Please Kill Me , and Clinton Heylin's From the Velvets to the Voidoids , reveals that the origins of punk rock clearly lie not only in the late 1960's aggressive rock of the Stooges and the MC5, but also in the self-consciously artistic Velvet Underground, who's alliance with Andy Warhol and debt to Delmore Schwartz and Lamonte Young reveals punk rock to be a creation of the well-educated and art-school trained upper classes. Thus, the American version of punk rock can be seen not simply as a reaction against the decaying economic system of Great Britain, but also as a self-conscious pose to identify one as outside the mainstream of \"normal'\" rock and roll. As punk pioneer (and well regarded poet and novelist) Richard Hell famously said, \"punk made it possible to completely reinvent yourself.\"    The punk look in America became a recognizable set of signifiers that was used to set oneself apart from the mainstream. Stuart Ewen noted in his book All Consuming Images that punk itself became a form of conspicuous consumption, one where those who chose to identify themselves as punk could adapt mainstream commodities to create a sense of identity not based on the British punk \"uniform\" but by using (at least during the early days) disparate styles to self-identify as punk. The baggy overcoats of Pere Ubu were as punk as the leather jackets of The Ramones, and as punk as the flightsuits and goggles of Devo. However, this applied not merely to fashion, which was one of, but not the most important signifier of punk. In fact, the most important signifier of American punk rock was also the most ephemeral of all concepts, taste.     In America, taste, or liking the correct bands in the punk canon, became the dominant signifier of punk rock. American punk was far too geographically diverse to form the closed communities of style that marked most European punk. If there was no set dress code, the only way to identify fellow punks (especially in the days when school dress codes were more rigid in most of the country) was by wearing the correct button, scrawling the correct band names on a notebook, or wearing the right band patch provided passwords and codes that only the initiated understood. As American punk positioned itself intentionally outside of the mainstream of American music, and even increasingly outside of the major label dominated music industry, having the correct taste in bands became a sort of cultural capital, or form of \"musical currency\" that legitimized those in possession of the necessary knowledge. (An example of this, although based on a British book, is the movie High Fidelity, where record store employees obsess about music and define a proper customer by their breadth of knowledge and musical taste.) Thus, becoming a punk involved learning a canon of \"acceptable\" music, and in a very real sense, becoming not just a purist, but also a musical elitist.      American punk rock really was always about taste, about defining oneself as outside the mainstream, not through economic situation or a mythologized class consciousness, but through a secret society of musical taste where ones' identity was validated through what one accepted and rejected as legitimate forms of musical expression. In many ways, this is no different than other forms of musical fanaticism, but punk rock's canon of authenticity was by no means a static one. The canon was always capable of revision as endless debates of what was and was not \"punk\" began to dominate the 'zines and public discussions about punk rock. In a way, punk rock became similar to dance culture and club culture where the music is also seen as having a canon, but capable of (and in need of) constant evolution and adaptation, although it is doubtful that dance culture has become as relentlessly doctrinaire as modern punk culture. Punk bands that have achieved a modicum of mainstream success such as Green Day were seen as derivative of the original canon and also as \"selling out\" by a community that tries to avoid major record labels and access to widespread audiences as a conscious decision. Variations in musical style were not overt considerations in whether a band was considered authentic or not, rather a dedication to the ephemeral \"principles\" of punk rock were the main criteria. Maximum Rock and Roll , a 'zine often considered the \"bible\" and chief validator of authenticity for punk rock once tried to sum up the punk aesthetic simply as \"honest music, not money making.\" Likewise, the recent plethora of advertisements using punk rock seems on the surface a direct challenge to the closely guarded authenticity of punk rock, and another inevitable step towards the commodification of a subculture. However, this time the danger comes not from without, but from within.          &lt;&lt; Page 1 >> Page      2 >>                  :: I. M. Pei's La Pyramide du Louvre: A Diamond in     the Rough or Merely Junkspace?     By Rebecca L. Moyer  :: The Culture of     the Fence: Artifacts and Meanings     By Christina Kotchemidova  :: On the Significance     of Death in Culture & Communication Research     By Charlton McIlwain, Ph.D.                                :: Swept Away By An Unusual Destiny In The Blue     Sea Of August: Lina Wertmller, 1974 - Guy Ritchie's Swept Away 2001     By Laura Meucci        :: What Do I Get? Punk Rock, Authenticity, and Cultural     Capital     By Brian Cogan        The Osbournes': Genre, Reality TV, and the Domestication     of Rock 'n Roll     By Rick Pieto and Kelly Otter                           ::      About Contributors      :: About Staff      ::About the Department      ::New York University                                                About :: Archive ::      Staff :: Submit :: Contact                Copyright 2003 :: Kristen DelGrosso"}, {"content": "Course Offerings, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Course Offerings   Jump to: Principles Integrating Perspectives Special Courses Sociocultural and Linguistic Anthropology Archaeology Biological Anthropology Graduate Courses Open to Undergraduates  Principles    Human Society and Culture    ANTH-UA 1 Abercrombie, Beidelman, Das, Dávila, Ganti, Grant, Hansen, Khan, Myers, Rapp, Rogers, Stout. 4 points.   Surveys the general aims, methods, and findings of modern cultural anthropology and its ties with the humanities and social sciences. Economic, political, and family organizations and systems of thought, including religion, are covered with equal attention to \"primitive,\" traditional, and modern complex societies, particularly non-Western societies.    Human Evolution    ANTH-UA 2 Laboratories. Antón, Bailey, Disotell, Harrison, Higham, Williams. 4 points.   Investigates the evolutionary origins of humans. The study of human evolution is a multidisciplinary endeavor involving a synthesis of concepts, techniques, and research findings from a variety of different scientific fields, including evolutionary biology, paleontology, primatology, comparative anatomy, genetics, molecular biology, geology, and archaeology. Explores the different contributions that scientists have made toward understanding human origins and provides a detailed survey of the evidence used to reconstruct the evolutionary history of our own species.    Archaeology: Early Societies and Cultures    ANTH-UA 3 Laboratories. Crabtree, Tryon, White, Wright. 4 points.   Introduces contemporary archaeology, its theories, practices, and early societies and cultures. Examines current methodological and theoretical viewpoints of archaeological scholarship within the discipline of anthropology. Focuses on key transformations in cultural evolution, such as the origins of modern humans, the emergence of food production, and the development of complex societies, urbanism, and early states. Explores gender roles, landscapes and settlements, technologies, art, cognitive systems, urbanism, and state formation.    Anthropology of Language    ANTH-UA 17 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Schieffelin. 4 points.   Taking an anthropological perspective on the role of language in contemporary social life, introduces students to theories and methods for studying communicative practices across a range of societies and settings. Ethnographic studies focus on the role of language in regulating social relations, identity formation, power and politics, verbal art and performance, literacy and education in multilingual and multicultural settings, and the development of new media.       Integrating Perspectives    History of Anthropology    ANTH-UA 45 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Dávila, Ganti, Khan, Martin, Myers, Rapp, Rogers. 4 points.   Explores the development of some of the discipline's defining themes such as the culture concept, understandings of human commonalities and diversity, and participant observation research methods. Considers some of the key persons and institutions associated with these ideas. Focuses primarily on British and American sociocultural anthropology over the 20th century.       Special Courses    Special Seminar in Anthropology I, II   ANTH-UA 800, 801 Open only to honors majors and other senior majors in cultural or linguistic anthropology who have the permission of the director of undergraduate studies. 4 points per term.    Honors Research I, II    ANTH-UA 950, 951 Open only to honors majors who have the permission of the director of undergraduate studies and who have secured the support of   a faculty mentor to supervise the student's honors research and serve as the primary thesis reader. 4 points per term.    Internship    ANTH-UA 980, 981 Open only to majors who have the permission of the director of undergraduate studies, who will act as the departmental supervisor. 2 or 4 points per term.    Opportunities for students to gain practical work experience sponsored by selected institutions, agencies, and research laboratories are negotiated with the internship sponsor, the director of undergraduate studies, and the student. Requirements may vary but include four to five hours of fieldwork per week, per credit, and assignments relevant to the internship experience. Student initiation of internship placement is encouraged. Independent Study   ANTH-UA 997, 998 Prerequisite: permission of the faculty supervisor and the director of undergraduate studies. 2 or 4 points per term; 6 or 8 points may be appropriate in exceptional cases.       Sociocultural and Linguistic Anthropology    Language, Power, and Identity    ANTH-UA 16 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das. 4 points.   Explores how identity is a process of “becoming” rather than a mode of “being\" by examining how speakers enact their gender, sexuality, race, ethnicity, nationality, religion, and socioeconomic class through everyday conversations, narratives, performances, literacy activities, and public debates. Also explores the moral and political consequences of people's identification strategies by examining how their beliefs about language reinforce or contest normative power structures. Readings on the relationship between bilingual education and accent discrimination, multilingualism and youth counterculture, migration and code-switching, media and religious publics, linguistic nationalism and xenophobia, and literacy and neo/liberalism in different areas of the world.    Slavery in Anthropological Perspective: Africa and the Ancient World    ANTH-UA 18 Identical to SCA-UA 18. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Surveys basic anthropological and sociological issues posed by the institution of slavery in Africa and ancient Greece and Rome, including problems of the change from simpler to more complex societies and economies; definitions of person, gender, race, work, and ethnicity; and the relations of ideology and cultural boundaries.    Anthropology and Classical Studies    ANTH-UA 19 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Examines the ways in which anthropology has been employed by classical scholars to understand the society, beliefs, literature, and arts of ancient Greece. Reviews relevant works by anthropologists, sociologists, historians, philosophers, and literary critics, indicating both the advantages and the dangers of interdisciplinary research.    African Literature    ANTH-UA 20 Identical to SCA-UA 21. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Compares traditional oral literature and the writings of the colonial and postcolonial periods. Discussion of problems of translation, cultural relativity, and the search for identity as revealed through novels, poetry, and theatre.    Religious Bodies   ANTH-UA 29 Cross-listed with RELST-UA 642. Zito. 4 points.   Explores the relationship between cultures of religious practices and the human body: the body as medium both for ritual and religious experience; the body as locus for virtue and sin; the split between mind and body. Looks at the body in various situations—gendered, sexualized, covered, naked, suffering, disabled, altered, missing—and interrogates notions of representations and ideals, from the religious ban on representing the human body to divine anthropomorphism.    Anthropology of Religion    ANTH-UA 30 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Myers, Zito. 4 points.   Examines the cultural nature of basic beliefs and values manifested in both simple and complex societies. Discussion of time and space, causality, myth, prophecy and divination, witchcraft and magic, and mysticism.    Witchcraft: An Anthropological Approach    ANTH-UA 31 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Examines witchcraft through interdisciplinary study, including how theories of causation and reality are modified by culture and society and the way that social theorists have judged witchcraft in relation to social stability, conflict, and change. Considers both nonliterate, non-Western examples and cases from Europe and New England where historians have made extensive use of anthropological techniques.    Conversations in Everyday Life    ANTH-UA 32 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Schieffelin. 4 points.    We spend a great deal of our time talking: whether face-to-face, on the phone, texting, or via another communicative technology, our feelings and ideas are constantly being exchanged. Investigates how conversation shapes our lives in culturally and linguistically diverse urban communities and presents the theories and methods for analyzing the roles that talk plays in medical, work, and school settings, where miscommunication frequently occurs.    Anthropology of Violence and the Law   ANTH-UA 33 Prerequisite: Human Society and Culture (ANTH-UA 1) or Law and Society (LWSOC-UA 1). Merry. 4 points.   Explores the nature of law and of violence from an anthropological perspective. Law is fundamental to maintaining state power and to colonial expansion, yet also provides a way of dealing with conflict that does not require parties to use violence. Violence is a complicated concept, including both physical harm and cultural meanings. Examines law and violence in the context of non-state societies, colonialism, and postcolonialism, international law and human rights, alternative dispute resolution techniques, and practices of governmentality and audit.      Salvation and Revolution   ANTH-UA 34 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman, Myers. 4 points.   Examines revolutionary movements in both traditional and industrial societies in terms of how violence, coercion, prophecy, and radical thought impel social change. Analyzes utopian communities, prophetic movements, cargo cults, religious sects, and terrorism from various social scientific perspectives.    Medical Anthropology    ANTH-UA 35 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Hansen, Martin, Rapp. 4 points.   Analyzes cultural practices and belief systems surrounding illness, suffering, and healing in medical systems around the globe. Healing specialists may be trained in both indigenous and cosmopolitan medicine; patients and healers both confront the structures of health resources and problems of improving health care.      Global Biocultures: Anthropological Perspectives on Health   ANTH-UA 36 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Hansen. 4 points.   Surveys the mutual shaping of culture and biology in diverse contexts around the world. Starts with sociocultural theories of biocultural process and ends with ethnographies of disability, drugs, food, place, pain, and biotechnology. Examines the relationship between larger political economic structures and individual subjectivities, and examines biological experience as simultaneously material and socioculturally plastic.      Anthropology of Indigenous Australia   ANTH-UA 37 Myers. 4 points.   This course introduces some of the current and classical issues in the anthropology of Indigenous Australia, considering a range of Aboriginal Australian forms of social being, ranging historically and geographically, and giving significant focus to the changing relationship between Indigenous people and the settler nation of Australia. Explores how Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination.      Indigenous Australian Art: An Analytical Survey   ANTH-UA 38 Myers. 4 points.   Surveys some of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks.        Family and Kinship    ANTH-UA 41 Prerequisite: Human Society and Culture (ANTH-UA 1). Abercrombie, Beidelman, Ginsburg, Khan, Martin, Myers, Rapp, Rogers. 4 points.   Explores cross-cultural diversity in the organization of family life and kin relationships. Discusses how anthropology's cross-cultural perspective helps illuminate new or controversial family arrangements in Western societies.      Memory, Heritage, History, and Narrative   ANTH-UA 43 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of instructor. Abercrombie. 4 points.   Surveys memory, social continuity, and representation of the past and historical change in order to understand the techniques, locations, and kinds of social memory that bridge the gap between remembered personal experience and the externally receivedrepresentations of museology and history. Focuses on the role of narration and self-narration, embodied public performance, and struggles over remembrance.      Ethnography and Ethnohistory of the Andes   ANTH-UA 47 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of instructor. Abercrombie. 4 points.   Introduces students to the interdisciplinary field of ethnohistory, through which scholars grapple with the archaeological record, iconography, painting, music, chronicles,archival documents, and the social and cultural legacies of living peoples, in order to understand pre-Columbian societies and trace the transformation of indigenous societies under Spanish colonialism and republican rule. Also introduces contemporary ethnography of the region, including rural indigenous peoples and urban social life.        Cultural Symbols    ANTH-UA 48 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Ginsburg, Myers. 4 points.   Surveys the various symbolic systems employed by the world's people, considering their use in myth, ritual, literature, and art and the kinds of anthropological theories applied to explain their power and forms. Approaches theory through case studies, providing a diverse view of world cultures. Uses materials from all continents; emphasizes non-Western, nonliterate societies, though some material from the West is also used.    Peoples of Sub-Saharan Africa    ANTH-UA 101 Identical to SCA-UA 101. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Beidelman. 4 points.   Surveys the societies and cultures of Africa. Divided between accounts of traditional ways of life, the history of colonial contact with Europe, and consideration of life in contemporary African states. Involves anthropological studies as well as historical works, novels, and autobiographies, many by African authors. African material is related to broader issues of social theory, ethnicity, social change, and the ties between culture, society, and values.    Contemporary Issues in the Caribbean    ANTH-UA 102 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Khan. 4 points.   Provides an anthropological perspective on Anglophone, Hispanophone, Francophone, and Dutch Antilles societies. Reviews the ways colonial history has structured the race, class, gender, ethnic, and national identities of Caribbean peoples and examines the ways that these structures have in turn been shaped by the cultures and subjectivities of local communities. Contemporary issues and problems facing the region are emphasized, including tourism, sexuality, the arts, health care, transnationalism, and diaspora. The possibilities for the existence of a \"Pan-Caribbean consciousness\" are also explored.    Peoples of Latin America    ANTH-UA 103 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Dávila, Rosaldo, Stout. 4 points.   Surveys Latin American societies and cultures, placing special emphasis on class, ethnicity, and nationhood. Examines some of the fundamental characteristics of Ibero-American civilization both in its historical development and in its transformations across a variety of regional and class contexts. Discusses the complex interrelationships between country and city and between \"popular\" and \"elite\" culture by examining ethnographic case material and a few general interpretative works.    Anthropology of South Asia    ANTH-UA 104 Formerly Peoples of India. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti. 4 points.   Introduces the cultures and societies of the Indian subcontinent. Focuses not only on the history and ethnography of South Asia, but also on the major concepts and debates in the anthropological study of the region. Topics include caste, kinship, gender, nationalism, ethnic conflict, globalization, and popular culture.    Anthropology of Europe    ANTH-UA 111 Abercrombie, Rogers. 4 points.   Explores cultural systems and social structures in modern European societies. Provides an introduction to anthropological approaches to the study of Western complex societies. Uses ethnographic case studies and features films to examine issues such as ethnic and national identity, the impact on everyday life of shifting territorial and social borders, ritual, and religious behavior.    Anthropology of Gender and Sexuality    ANTH-UA 112 Identical to SCA-UA 112. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Ginsburg, Martin, Rapp, Stout. 4 points.   Compares women's and men's experiences, activities, resources, powers, and symbolic significance as they vary within and between societies. Social and historical approaches in the analysis of how gender relations are affected by major social transformations. Emphasis on such changes as gender roles, current transnational migrations, social movements, international relations, and the role of the military in a variety of world societies.    Visual Anthropology    ANTH-UA 122 Formerly Transcultural Cinema. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti, Ginsburg, Stout. 4 points.   Explores the history and development of anthropology's relationship to visual practices, focusing on, but not limited to, photography and film, both as a mode for representing culture and as a site of cultural practice. Examines the emergence of, as well as the contestations around, the genre known as ethnographic film and its relationship to wider debates about documentary and nonfictional film practice. One of the central themes of the course is the relationship between representation, power, and knowledge as manifest in cross-cultural representation.    Anthropology of Media    ANTH-UA 123 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Ganti, Ginsburg, Stout. 4 points.   Examines the social and political life of media and how it makes a difference in the daily lives of people as a practice—in production, reception, or circulation. Introduces some key concepts in social theory such as ideology, hegemony, the public sphere, and the nation, which have been critical to the study of the media across disciplines. Provides an overview of the increasing theoretical attention paid to the mass media by anthropologists and focuses on concrete ethnographic examples. Examines cross-culturally how the mass media have become the primary means for the circulation of symbolic forms across time and space and crucial to the constitution of subjectivities, collectivities, and histories in the contemporary world. Topics include the role of media in constituting and contesting national identities, in forging alternative political visions, in transforming religious practice, and in creating subcultures.    Anthropology of Art    ANTH-UA 125 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Geismar, Myers. 4 points.   Introduces students to the \"classic\" literature within the anthropology of art, charts the development and interests of this subdiscipline of anthropology, and uses this material to develop an \"anthropological\" perspective on art that can be used as a key form of critical inquiry into diverse art forms—even those not conventionally explored in the history of anthropology. The starting point for the anthropology of art is to ask, \"What is art?\" in comparative cultural perspective. Analyzes, among other things, the idea of aesthetics in cross-cultural context; the notion of style; the relation between art, technology, and skill; the entanglement of primitivism and modernity; the role of class and taste in appreciating art; art and value in the marketplace; art and museum practice; tourist art and the value of authenticity; and colonial and postcolonial art.    Religion and Media    ANTH-UA 220 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Zito. 4 points per term.   Introduces students to the long-standing and complex connection between religious practices and various media. Analyzes how human hearing, vision, and the performing body have been used historically to express and maintain religious life through music, voice, images, words, and rituals. Spends time on more recent electronic media such as cassette, film, television, video, and the Internet. Students should note that an anthropological/historical perspective on studying religion is pursued in the course.      Topical Seminar in Social and Cultural Anthropology I, II    ANTH-UA 320, 321 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Beidelman, Das, Dávila, Ganti, Geismar, Ginsburg, Grant, Hansen, Khan, Martin, Merry, Myers, Rapp, Rogers, Stout, Zito. 4 points per term.    Analyzes and assesses selected key issues in the discipline theoretically, politically, and epistemologically. See the department's current internal catalog.    Race, \"Difference,\" and Social Inequality      ANTH-UA 323 Identical to SCA-UA 323. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Khan. 4 points.   Human beings have always grappled with some notion of identity, asking questions about who they are, about who others distinguished from themselves are, and about the ways that perceived similarities and differences are meaningful and important (or not) in social relationships. Examines how historical, social, and cultural contexts shape the forms that identities take, looking in particular at ideas about race and racial identity. We work with two premises: (1) race must be understood in relation to other identity categories: gender, class, sexuality, ethnicity, and so on, and (2) race is expressed in both obvious and subtle ways; thus, racial identity is implicit as well as explicitly expressed. We also consider whether race must necessarily be understood as stigma; discuss nonfiction, fiction, and films; and may visit public exhibitions.    Reimagining Community: Race, Nation, and the Politics of Belonging    ANTH-UA 325 Identical to SCA-UA 200. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Dávila. 4 points.   Critically examines and evaluates the various approaches to studying and interpreting different community formations. Examines different notions of \"community\" through a variety of disciplinary lenses. Readings are drawn from anthropology, history, feminist studies, cultural studies, ethnic studies, and philosophy. Students are encouraged to examine these texts both as theoretical representations of \"community\" as well as historically embedded artifacts that are part of the larger machinery in the production of knowledge.    Language and Law    ANTH-UA 329 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Schieffelin. 4 points.   Arguments and conflicts are part of everyday life, and language is central to both their instigation and resolution. Explores how speakers ranging from small children to litigants in courts attempt to settle their differences. Comparative materials illustrate theories of disputes and dispute resolution, examining the power of language and the language of power in a variety of settings (e.g., mediation, arbitration, trials). Class includes fieldwork trips to small claims court. Students audio-record cases and transcribe and analyze them according to different analytic perspectives. Bilingual students are encouraged to focus on cases that use interpreters.    Gender, Violence, and the Law    ANTH-UA 330 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Merry. 4 points.   Examines the global prevalence of gender violence and the varied meanings of violence against women and changes in terminology over time. Examines ways of theorizing gender and violence, including performative ideas of gender. The creation of gender violence as a social problem is a product of social movements in the United States, Europe, India, and many other parts of the world. It is now understood globally as an important human rights violation. Also examines the forms of intervention that have been developed in the United States and globally for diminishing violence against women, including policing, prosecution, and punishment.    Human Rights and Culture    ANTH-UA 331 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Merry. 4 points.   Offers an overview of the human rights system, looking at its basic elements and studying how it works. Focuses on the relationships between human rights and culture. Human rights campaigns frequently encounter resistance in the name of protecting cultural differences. This is particularly common with issues concerning women, children, and the family. Explores several issues that raise questions of human rights and culture, such as female genital cutting, honor killing, trafficking of persons, and indigenous peoples' rights to culture. Using these examples, considers how the human rights system deals with tensions between global standards and local ways of life. Examines the meanings of rights and of culture in these debates and shows the implications of adopting an anthropological analysis of these situations. The goal of the course is developing an understanding of human rights in practice.    Body, Gender, and Belief in China    ANTH-UA 350 Identical to RELST-UA 350. Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Zito. 4 points.   Provides an extended and historical exploration of categories basic to social life such as gender, body, and family. Examines the images of family and positions of women in the classics; factors in ritualist and Taoist notions of body; and discusses changes in the practices of filiality over time. Analyses of secondary monographs are combined with work in primary sources.    Belief and Social Life in China    ANTH-UA 351 Identical to RELST-UA 351. Zito. 4 points.   The Chinese word for \"religion\" means \"teaching.\" Explores what Chinese people \"taught\" themselves about the person, society, and the natural world and thus how social life was constructed and maintained. Examines in historical perspective the classic texts of the Taoist and Confucian canon and their synthesis; Buddhist, especially Ch'an (Zen). Discusses the practices of filiality in Buddhism, Confucian orthodoxy, and folk religion.    Transnationalism and Anthropology    ANTH-UA 400 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Das, Ganti, Khan. 4 points.   Examines what is considered \"new\" in the ongoing reconstruction of world order and its accompanying disorder. Also examines how this changes the ways people earn their livelihoods; how cultures are transmitted and hybridized; how migrating populations maintain connections to their homelands; how group identities are constructed and asserted; and how social movements around newly politicized issues arise. Discusses changing roles of nation-states and the growing significance of transnational, diasporic, and globalized social relations and cultural forms.    Culture Through Food    ANTH-UA 410 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. Abercrombie, Rogers. 4 points.   Explores some of the ways that people use food, cuisines, and eating to organize and engage with social worlds. This focus provides a concrete means for deepening our understanding of alternative models of social explanation. Drawing on ethnographic material from a wide range of cultures, as well as feature films and our own observations and interviews, we consider topics such as the material dimensions of food production, distribution, and consumption (e.g., how food scarcity or abundance shapes collective possibilities, expectations, and values; the causes, consequences, forms, and myths of globalization) and the cultural meanings and social distinctions encoded in food practices (e.g., how food is used cross-culturally as a marker of social identity—class, gender, and ethnicity—and as a source of meaning—nostalgia, anxiety, and so on). Formations of Indigeneity ANTH-UA 605 Formerly ANTH-UA 320. Prerequisite: Human Society and Culture (ANTH-UA 1) or equivalent. Offered every other year. 4 points. Through a case study of materials concerning indigenous people in Australia and North America, this course will investigate the consequences (cultural, sociological, policy) of a development that has taken place throughout the world. Many of the peoples in whom anthropologists have long been interested–those organized into small-scale societies, kinship based–have been encapsulated as indigenous minorities within nation states dominated by other cultural traditions. In this context, the capacity and practices of these peoples, who some have characterized as “Fourth World peoples,” to reproduce themselves and their traditions in their own terms has been limited, undermined, co-opted and, on occasion, ironically reinforced.      Roma in East Central Europe   ANTH-UA 9200 Offered at NYU Prague. 4 points.   Introduces students to the development of Romany politics and culture from a persecuted minority to the emergence of Romany organizations, with an emphasis on Central and Eastern Europe. Emphasizes the three themes of identity, power, and history, and challenges monocausal and ahistorical explanations for the social situation of Roma. Builds on a diverse selection of empirical material and evidence: ethnographic, historical, artistic, and sociological.         Archaeology    Prehistoric Hunters and Gatherers    ANTH-UA 210 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon. 4 points.   Examines the origin and early development of culture in the Old and New Worlds. Utilizes archaeological materials from the Paleolithic and Mesolithic periods of Africa, Eurasia, and the Paleo-Indian, Woodland, and Archaic periods of North America, against a background of related evidence from physical anthropology and ethnology.    First Cities and States    ANTH-UA 211 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Wright. 4 points.   Considers two distinct processes: (1) the origins of food production and consequent development of domesticated plants and animals and (2) the trend toward increasing social, political, and economic complexity that culminates in early states. Several independent examples of each process from both the Old and New Worlds. Special attention to the various theories that have been advanced to account for such developments.    Prehistoric Art and Symbolic Evolution    ANTH-UA 212 Prerequisite: Human Society and Culture (ANTH-UA 1), or Archaeology: Early Societies and Cultures (ANTH-UA 3), or permission of the instructor. White. 4 points.   Examines prehistoric art forms, their interpretation, and their evolutionary and behavioral significance. Students are introduced to Stone Age art—its form, contents, and chronological evolution. Also employs more recent prehistoric case studies. Reviews and assesses competing interpretive frameworks, with emphasis on understanding the social and ideological context within which the art was produced and comprehended.    Archaeological Theory and Technique    ANTH-UA 215 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon, White, Wright. 4 points.   Considers both current and past theoretical developments in archaeology, with special attention to the role of innovations in analytical technique as they relate to these developments. Theoretical approaches to the economy, technology, and organization of hunter-gatherers; early agriculturalists; gender differences; and complex societies. Examines research design, sampling problems, chronometric methods, analysis of paleoenvironments, and typology in terms of modern understanding as well as historical perspective.    Surveys of Regional Prehistory I: Egypt and the Near East    ANTH-UA 216 001 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Wright. 4 points.   Introduces the archaeology of the Near East and Egypt. Examines the archaeological evidence for two major transformations: the origins of food production (the domestication of plants and animals) and the development of cities and states. Focuses primarily on the Tigris and Euphrates and Nile Valleys, but other contiguous regions also are considered. Emphasizes the cultural history of the two regions and how these changes influenced the development of increasingly complex social organization and our present understanding of urbanism and state-level societies.    Surveys of Regional Prehistory II: Prehistoric Europe to the End of the Ice Age    ANTH-UA 216 002 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. White. 4 points.   Prehistories of selected culture areas. Emphasizes the theoretical and methodological foundations of archaeology within a culture area as reconstructed through archaeological methods. The choice of region varies with the interests of individual instructors.    Barbarian Europe    ANTH-UA 217 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree. 4 points.   Between the end of the Ice Age and the expansion of the Roman Empire, temperate Europe witnessed a series of social and economic transformations that represented a transition from a hunting and gathering way of life to urban chiefdoms. Along the way, these hunter-gatherers became agriculturalists and stockherders, learned to use metals, and developed social structures as complex as any found in Old World civilizations. Examines changes in later prehistoric Europe from about 8000 B.C.E. to the arrival of the Romans.    African Archaeology    ANTH-UA 218 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3). Tryon. 4 points.   With the longest record of human occupation in the world and a landmass that represents more than one-fifth the habitable area of the globe, Africa plays a central role in our understanding of human evolution, the prehistory of our species, and the development of complex societies. Explores the experiences of ancient human populations in Africa using evidence drawn from archaeology as well as history, ethnography, linguistics, art history, geography, geology, paleontology, biology, and other disciplines. Focuses not only on the material evidence from across the continent and its interpretation, but also an understanding of the major questions, developing methods of inquiry and problem solving, and situating the African data in the broader context of the archaeological evidence for the evolution of human behavioral diversity. The scope of the course spans hominin origins, the study of Stone Age foragers of the first 2.5 million years of human prehistory, and more recent periods characterized by food production, metallurgy, sedentism, and the development of complex societies (e.g., in Egypt, Mali, Zimbabwe, and the East African coast) with influence and contacts across and outside the continent.    Discovering Archaeology in New York City    ANTH-UA 225 Wright. 4 points.   In this course, New York City is our archaeological site. The period covered is from 10,000 years ago to the beginning of the 20th century and is based on archaeological remains. Its history is both fascinating and mind-expanding as a different perspective on the city emerges in time and space from what is learned. Walking around its various boroughs, students learn that our modern landscape is vastly different from that of earlier eras. Along with our gains as a major cultural center, we will assess some losses brought about by the destruction of aspects of the city’s past. In particular, students come to understand the meaning of stewardship in the context of urban development. At the same time, viewing our place in the city’s 10,000 years of history gives us a deeper sense of time and place and a unity in its shared heritage. Last Hunters-First Farmers ANTH-UA 608 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or instructor permission. Offered every two years. 4 points. Last   Hunters-First Farmers explores the transition from foraging to   agriculture throughout the Eastern Hemisphere and the Americas. The   course begins with a review of the theories that have been proposed to   explain the transition from hunting to gathering to farming and the   archaeological methods that have been used to explore this question. The   archaeological evidence for the beginnings of farming in various   regions of the world is then explored in greater detail in order to   understand the specific reasons for the transition from foraging to   farming and the consequences of the adoption of agriculture.    Fieldwork in Archaeology    ANTH-UA 830 Prerequisite: permission of the instructor. Crabtree, Tryon, White, Wright. Offered in the summer. 4 points.   Students live and work at the selected prehistoric or historic site, usually in eastern or midwestern North America. Students are instructed in field technique and laboratory procedures. Further background provided through staff and guest lectures.    Topical Seminar in Archaeological Anthropology I, II    ANTH-UA 213, 214 Prerequisite: Archaeology: Early Societies and Cultures (ANTH-UA 3) or permission of the instructor. Crabtree, Tryon, White, Wright. 4 points per term.   Explores selected key issues and problems in archaeological anthropology, theoretically and methodologically. See the department's internal catalog.      Biological Anthropology    Fossil Evidence for Human Evolution    ANTH-UA 50 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Bailey, Harrison, Williams. 4 points.   An in-depth survey of the fossil record for human evolution. Traces the evolutionary history of the human lineage from its origin in the late Miocene of Africa up to the initial differentiation and diversification of anatomically modern humans. Explores debates about phylogenetic relationships, taxonomy, paleobiological interpretations, and models for the origin of human behavior.    Human Variation    ANTH-UA 51 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Bailey, Disotell. 4 points.   Humans are the most wide-ranging of all of the species on earth. Our evolutionary history and our ability to adapt to such a broad range of environments result in the patterns of human variability we see today. New techniques have been developed that allow us to explore the different levels of human variation. Focuses on new data and methodologies, including molecular genetic techniques, and the hypotheses and controversies generated by these new perspectives.    Evolution and Biology of Human Behavior    ANTH-UA 52 Prerequisite: Human Evolution (ANTH-UA 2). Antón, Bailey, Harrison, Higham, Williams. 4 points.   Introductory survey presenting a synthetic approach to the biological, behavioral, and cultural origins of humans. Explores data and theories from paleoanthropology, archaeology, nonhuman primate behavioral studies, brain research, and sociobiology for their contributions to the study of human behavior.    Human Genetics    ANTH-UA 53 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Disotell. 4 points.   In-depth analysis of the genetic component of human variability. Discusses mechanisms of inheritance, gene expression in individuals and populations, and alternative explanations for genetic variability. Explores the implications of modern advances in genetics, such as genetic engineering and gene therapy.    Primate Behavior and Ecology    ANTH-UA 54 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Higham. 4 points.   Why do some primates live in large social groups while others are solitary and yet others live in pairs or cooperatively breeding families? Why are strong social hierarchies seen in some primate taxa but not in others? How do multiple species of primates often manage to coexist in the same habitat? Why are social relationships in some primate species characterized by strong bonds among females while such bonds are absent in other primate societies? Why do some species of primates show marked geographic variability in behavior and social structure? The answers to these and other questions lie in understanding the relationships between each species and its ecological and social setting and in understanding each species' phylogenetic history. Explores the diversity of primate social systems and the evolutionary relationships among the primates and discusses many of the general ecological laws that have been proposed by evolutionary biologists as the keys to understanding important features of primate behavior and ecology.    Health and Disease in Human Evolution    ANTH-UA 55 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Antón, Disotell. 4 points.    Examines human health and disease within an ecological framework, exploring the interactions  of environmental, genetic, physiological, and cultural factors in the expression and distribution of human diseases. Develops pathology profiles for nonhuman primates; prehistoric human populations; and hunting and gathering, agricultural, and industrial groups, with emphasis on the expression of infectious disease in human history and newly (re)emerging diseases.    Comparative Biology of the Living Primates    ANTH-UA 56 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Harrison, Williams. 4 points.   Study of the comparative biology of the primates, our closest living relatives, is fundamental to a sound understanding of human biology and evolution. Surveys the comparative anatomy of the living primates from a structural, functional, and evolutionary perspective. Different anatomical systems and behaviors are explored, including external features, the cranium, dentition and dietary behavior, postcranial anatomy and locomotor behavior, sensory and nervous systems, and reproductive anatomy. The role of comparative anatomy in taxonomy, behavioral studies, and phylogenetic analyses is emphasized. Primate Communication ANTH-UA 57 Identical to ANST-UA 257. Prerequisite: Human Evolution (ANTH-UA 2). Offered periodically. 4 points. Increased   social and communicative complexity is one of the defining features of   humans compared to other mammals. Key insights into the evolution of   human communication can come from studying our most closely related   extant relatives, our fellow members of the Primate order. The present   course features a mixture of lectures and discussion classes to consider   contemporary topics in primate (including human) communication. Topics   covered include definitions of communication and consideration of its   major theoretical issues such as the difference between signals and   cues, signal honesty, and concepts of signal information content and   evolutionary signal design. Sections of the class focus on communication   in different sensory modalities—olfactory, auditory, and visual, as   well as multimodal communication—before discussing theories and issues   related to the evolution of language. The class finishes by considering   some of the most contemporary topics in primate communication.    Emerging Diseases    ANTH-UA 80 Disotell, Harrison. 4 points.   Integrates evolutionary biology, genetics, immunology, ecology, and behavioral ecology, along with sociocultural anthropology, politics, and economics, to better understand newly emerging and reemerging diseases as they affect human health. General evolutionary theory and an introduction to Darwinian medicine are provided before the course examines viral, bacterial, parasitic, and prion-based diseases along with their hosts, vectors, and other organisms. Particular attention is paid to how humans have purposely and inadvertently created both biological and cultural environments for the transmission of different diseases. Media representations and misrepresentations are examined throughout the course.    Human Ecology    ANTH-UA 90 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. Crabtree. 4 points.   Investigates the degree to which variation in human biology and culture can be understood as adaptations to varying external conditions. Examines the relationship of human systems of action and the natural world to understand the various forms of human adaptation. Case studies of several living peoples, contemporary and past biological communities, and prehistoric cultures provide the material for interpretation and evaluation of theoretical positions.    Evolution of Language    ANTH-UA 240 Prerequisite: Human Evolution (ANTH-UA 2) or permission of the instructor. 4 points.   Explores the various hypotheses offered for the evolution of language. Perspectives from different disciplines are discussed. Topics include human evolution and the study of fossil humans, animal and primate behavior and communication, anatomy of the vocal tract, neuroanatomy, language acquisition, language universals, the origins and diversification of modern languages, and the origins of writing.    Introduction to Forensic Anthropology    ANTH-UA 326 Antón, Williams. 4 points.   Biological anthropology examines the evolutionary history and adaptability of humans and our ancestors. Forensic anthropology is an applied subfield of biological anthropology that provides expert analysis of the skeleton in a medicolegal setting by utilizing methods developed in skeletal biology, archaeology, and the forensic sciences. Forensic anthropologists play critical roles in identifying victims of mass fatalities (such as the World Trade Center and Oklahoma City bombings), in investigating homicides (such as identifying the Russian tsar's family), and in distinguishing cause of death. The course examines how forensic anthropologists approach modern and historic crimes in the laboratory and the field. Students are introduced to the underlying theory and the applied techniques that forensic anthropologists use to recover and identify individuals and assess cause of death.    Topical Seminar in Biological Anthropology I, II    ANTH-UA 511, 512 Open to majors in anthropology with the permission of the director of undergraduate studies or the instructor. Antón, Bailey, Disotell, Harrison, Higham, Williams. 4 points per term.   Explores selected key issues and problems in biological anthropology, theoretically and methodologically. See the department's internal catalog.       Graduate Courses Open to Undergraduates    Qualified Anthropology majors may take graduate courses with the permission of the Director of Undergraduate Studies in consultation with the instructor. Consult the current Graduate School of Arts and Science Bulletin and the department's internal catalog.                              Contact Us | &copy; New York University , Arts and Science"}, {"content": "MCC-UE 1401 - Global Cultures and Identities - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 1401 - Global Cultures and Identities        Note: This course will replace E59.1735 Intercultural Communication in the Fall 2010 semester. If you have taken Intercultural Communication you should not take this course. This course examines globalization as it is inscribed in everyday practices through the transnational traffic of persons, cultural artifacts, and ideas. The course will focus on issues of transnational mobility, modernity, the local/global divide, and pay specific attention to how categories of race, gender, and ethnicity intersect with transnational change.    View Sample Syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]