[{"detail": [{"content": "Course Descriptions (GSAS Bulletin), The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Descriptions (GSAS Bulletin)   Required Courses for Incoming Graduate Students    Recent Developments in Hebrew and Judaic Studies HBRJD-GA.1004 Chazan. 3 points. 2013-14, 2014-15. This course gives students a foundation in the development of modern Jewish studies from the 19th century to the present in Europe, North America and Israel. Students will also learn about the current state of the field by examining recent developments in the sub-fields of history, religious studies, Jewish thought, and Jewish literature. Note: This course is required for masters degree students    Problems and Methods in Hebrew and Judaic Studies HBRJD-GA.1005 Engel, Gottlieb. 3 points. 2013-14, 2014-15. Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students.    Academic Hebrew HBRJD-GA.1318 Required of all students who do not pass the departmental Hebrew reading comprehension examination upon matriculation. Kamelhar. 3 points. 2013-14, 2014-15. Intensive study of the language of Hebrew academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Interdisciplinary Courses    Jews, Judaism, and Economics HBRJD-GA.2468 Engel. 3 points. 2014-15. An exploration of normative attitudes in Jewish religious literature regarding the production, distribution, and consumption of goods and services; the relation of actual practice in different periods of Jewish history to religious norms; the historical modes of interaction between Jews and non-Jews in the economic realm; and prominent theories concerning the nexus between Jewish culture and particular economic systems (notably capitalism and socialism). Open to students at the masters and doctoral levels.    The Bible in Jewish Culture HBRJD-GA.3324 Gottlieb. 3 points. 2014-15. Exploration of the diverse roles played by the Hebrew Bible in constructions of Jewish identity and in cultural productions by Jews through the centuries.    Biblical and Ancient Near Eastern Studies    Akkadian I, II HBRJD-GA.1101, 1102 Staff. 3 points per term. 2014-15. Introduction to cuneiform script and to the Akkadian language, with emphasis on grammatical structure.    Akkadian III, IV HBRJD-GA.1103, 1104 Prerequisite: HBRJD-GA.1102 or the equivalent. Staff. 3 points per term. 2013-14. Reading of Akkadian literature.    Aramaic I: Biblical Aramaic HBRJD-GA.1117 Prerequisite: one year of classical Hebrew or the equivalent. Staff. 3 points. 2014-15. Introduction to the various phases of Aramaic. Readings are selected from early and imperial documents, including Elephantine and inscriptions.    Aramaic II: Qumran Aramaic HBRJD-GA.1118 Students are encouraged but not required to take Aramaic I prior to enrolling in Aramaic II. Staff. 3 points. 2013-14. Introduction to Aramaic documents found at Qumran and contemporary sites. This represents the intermediate phase of Aramaic and Bar Kokhba texts.    Aramaic III: Syriac Aramaic HBRJD-GA.1119 Staff. 3 points. 2013-14. Introduction to sources preserved by the early Christian communities of the ancient and medieval Near East in Syriac.    Aramaic IV: Talmudic Aramaic HBRJD-GA.1120 Staff. 3 points. 2014-15. Introduction to Galilean and Babylonian Jewish Aramaic and related texts.    Topics in the Bible HBRJD-GA.3311 Fleming, Jassen, Smith. 3 points. 2013-14, 2014-15. Study of a selected biblical book, with careful attention to literary and historical problems.    Second Temple and Rabbinic Literature and History    Rabbinic Texts HBRJD-GA.2140 Rubenstein. 3 points. 2014-15. Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view.    Seminar: Dead Sea Scrolls HBRJD-GA.2230 Jassen. 3 points. 2014-15. Selected texts are read and analyzed in order to reconstruct the Judaism of the Qumran sect and other groups of Second Temple period Jews. Students are trained in the use of Qumran manuscript sources and paleography.    Talmudic Texts: Bavli Narratives HBRJD-GA.2379 Rubenstein. 3 points. 2014-15. Devoted to the study of narratives of the Babylonian Talmud, combining literary approaches with methods of critical Talmud study, including source criticism and form criticism. Other topics include the relationship to earlier versions in Palestinian rabbinic compilations, the legal and redactional context of stories, and the contribution of the Talmudic redactors.    Midrashic-Talmudic Narrative HBRJD-GA.2380 Jassen. 3 points. 2013-14. Focuses on the midrashim Genesis Rabbah, the classic exegetical midrash, and Leviticus Rabbah, the classical midrash homiletical. Close textual study is combined with theoretical issues such as defining midrash, intertextuality, form-criticism, hermeneutics, the documentary approach, and the social context of midrash.    Topics in the Bible: Apocalytic Literature HBRJD-GA.3311 Jassen. 3 points. 2013-14.    Medieval Jewish History    Medieval Ashkenazic Jewry HBRJD-GA.2642 Chazan. 3 points. 2014-15. This course focuses on the Jews of northern Europe from the beginning of the second millennium through the fifteenth century, with particular emphasis on the eleventh through thirteenth centuries. Topics addressed will include: demography, the economic profile of medieval Ashkenazic Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    History of Medieval Sefardic Jewry HBRJD-GA.2643 Chazan. 3 points. 2014-15. This course focuses on the history of Jews on the Iberian peninsula from antiquity through the expulsions of the 1490s. Topics addressed include: demography, the economic profile of Iberian Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    Medieval Jewish Thought and Literature    Maimonides' Guide of the Perplexed and Related Literature I HBRJD-GA.2441 Wolfson. 3 points. Intensive study of the sources of Maimonides' thought in both the Jewish and non-Jewish worlds. Analysis of part I of The Guide from this perspective.    Contemplative Union and Ecstasy in Medieval Jewish Mysticism HBRJD-GA.2468 Wolfson. 3 points. Exploration of two typologies of contemplative union and ecstasy in medieval Jewish mysticism: the Neoplatonic typology evident in the theosophic kabbalah of Isaac the Blind and his Geronese disciples, Ezra, Azriel, and Jacob ben Sheshet, and the Aristotelian typology of the ecstatic kabbalah of Abraham Abulafia and other members of his school, Shem Tov ibn Gaon, Isaac ben Samuel of Acre, and the anonymous author of Sha'are Zedeq.    Readings in Lurianic Kabbalah HBRJD-GA.2472 Wolfson. 3 points. Study of the main texts of Lurianic kabbalah through a close reading of the works of R. Isaac Luria and his two disciples, R. Hayyim Vital and R. Israel Saruq.    Topics in Medieval Jewish Philosophy HBRJD-GA.3460 Wolfson. 3 points. Analysis of major texts and issues in medieval Jewish philosophy. Topic changes annually.    Modern Jewish Thought    Topics in Modern Jewish Thought HBRJD-GA.3460 Gottlieb. 3 points.    Modern Jewish History and Culture    Yiddishism in the 20th Century HBRJD-GA.1320 Estraikh. 3 points. 2013-14. Examination of the origin and development of Yiddishism as an international cultural movement and an ingredient of Jewish subcurrents in socialism, anarchism, folkism, and communism.    Academic Yiddish I,II HBRJD-GA.1216, 1217 Estraikh. 3 points. 2013-14, 2014-15. Intensive study of the language of Yiddish academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Jewish Collectivity and Mutual Responsibility HBRJD-GA.1513 Zweig. 3 points. 2013-14. This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today.    Israel, The United States, and Soviet Jewry HBRJD-GA.1420 Estraikh. 3 points. 2014-15. This course focuses on main Jewish-related events and interaction in Israeli, American, and Soviet life. The topics to be covered include the Bolshevik revolution on Jews in the U.S. and Palestine, the participation in American-Jewish organizations in Soviet Jewish projects in the 1920s and 30s, the international links of the Soviet Jewish Anti-Fascist Committee, and the movement for Soviet Jewish emigration. Special attention will be paid to the Cold War period.    History of Arab-Israeli Negotiations HBRJD-GA.1516 Zweig. 3 points. 2014-15. Integrates analytical and chronological approaches in examining the history of the effort to resolve the Arab-Jewish conflict from pre-1948 Arab-Jewish diplomacy to the present.    History of Jewish Education HBRJD-GA.1518 Chazan. 3 points. 2013-2014. This course will look at means, goals, and objectives of Jewish education through the 20th Century.    Non-Zionist Colonization Projects HBRJD-GA.1542 Estraikh. 3 points. 2013-14. Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world.    The Making of Israeli Foreign Policy HBRJD-GA.2117 Zweig. 3 points. 2014-15. This course will trace the evolution of Israel's foreign policy concerning the Arab-Israeli conflict, the United States and the world at large. The evolution of different and sometimes conflicting foreign policy objectives will be considered in light of the changing national leadership and domestic politics. The course will examine the debate over possible new approaches to the Arab-Israeli conflict (and the future of the occupied territories) that emerged following the war of1967. The transformation of the conflict from one between Israel and the neighboring states to a direct engagement between Israel and the Palestinians, both military and then diplomatic, will be discussed. The course will also look at Israel's emerging relations with China and India.    Israeli State and Society: Israel in the 1960s HBRJD-GA.2659 Zweig. 3 points. 2014-15. The course will examine the events leading up to the resignation of David Ben-Gurion and the leadership crisis that followed in the ruling Labor Party, the start of the settlement movement and the Greater Israel movement, and conclude with a discussion of the transformation of Israeli society between 1960-1970 and will integrate these diverse issues discussed above into an overview of the decade. Israeli policy toward the occupied territories and especially toward their Palestinian population will be discussed. Students taking this course will gain an in-depth understanding of the myriad factors at play in shaping Israel's statehood in the 1960s.    Jews and Germans in Postwar Germany: Conflicting Memories, Contentious Relations, 1945-2000 HBRJD-GA.2677 Kaplan. 4 points. 2014-15. Explores the interactions of Jews and Germans after World War II, noting their interlocking histories and memories even after the Holocaust. Examines the immediate postwar turmoil, the displaced persons, Allied occupation, and \"denazification,\" and analyzes how Germans—East and West—did or did not come to terms with their Nazi past over time. Features readings in which Jews offer perspectives on their lives in West and East Germany—why they remained, how they experienced their citizenship, how they interacted with Germans, and how reunification (in 1990) affected them.    Memoirs and Diaries in Modern European Jewish History HBRJD-GA.2688 Kaplan. 4 points. 2013-2014. Readings of memoirs and diaries written by European Jewish women and men from the 18th century through the Holocaust. Students read memoirs with several issues in mind: (1) the history we can learn from them and how to use them critically, (2) the relationship between personal viewpoints and collective experiences, (3) the ways in which Jewish and European societies cultivated memory, (4) the question of why individuals wrote and how they framed and fashioned their lives for their readers, (5) how gender, class, and European context influenced memoirists, (6) how audience (or lack of an intended audience) influenced writers.    Major Issues and Problems in Modern Jewish History: Jewish Migrations in the Modern Era HBRJD-GA.2690 Diner. 4 points. 2014-15. Explores a general topic in modern Jewish history on a comparative basis across a broad range of geographical contexts.    Jewish Women in America and Europe: Historical Problems HBRJD-GA.2710 Diner, Kaplan. 4 points. 2014-15. This comparative course looks at the historical experiences of Jewish women in both Europe and the United States, focusing on work, education, family, communal activism, among other topics.    Creating the State: Issues in Israeli History in the 1950s G78.2756 Zweig. 4 points. 2013-14. After the ceasefire agreements that followed the war of 1948, Israel faced the challenge of creating the political, administrative, and legal institutions necessary for statehood. The course examines the domestic political and foreign policy issues that determined the character of the Israeli state.    The Jewish Community HBRJD-GA.3224 Staff. 3 points. 2013-2014, 2014-2015. Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole.    Topics in American Jewish History: New Directions in American Jewish History HBRJD-GA.3520 Diner. 4 points. 2013-14. This graduate seminar will explore the writing of American Jewish history as it has developed over the course of the last twenty years. We will read a number of key new books which situate the history of the Jews in America into its two larger contexts, American history more broadly and the history of the Jews in other places at the same time. Issues as migration, race, religion, class, gender, as well as the major political and economic developments of the time will be covered. How, we will ask, can we think of American Jewish history as separate from the history of Jews elsewhere at the same time and different than that of other Americans? How have scholars tackled these issues?    Topics in American Jewish History: Jews and the History of American Diversity HBRJD-GA.3520 Diner. 4 points. 2013-14.    Topics in Holocaust Studies HBRJD-GA.3530 Engel. 4 points. 2013-14. In-depth study of a specific problem related to the history of the Jews under Nazi impact, with emphasis on training in research methods. Topics may include examination of the history of a specific Jewish community under Nazi rule, the evolution of Nazi Jewish policy, the Jewish councils, armed resistance, relations between Jews and non-Jews under Nazi occupation, the Allied governments and the Holocaust, and free-world Jewry and the Holocaust.    Topics in East European Jewish History HBRJD-GA.3535 Engel. 4 points. 2013-14. Exploration of a selected problem in the history of the Jews in Eastern Europe, emphasizing primarily, but not necessarily limited to, Russia and Poland.    Modern Hebrew Literature    Readings in Hebrew Literature: Narration and Memory HBRJD-GA.3314 Feldman. 3 points. 2013-14. The impact of the past, both recent and distant, and authors' wrestling with the issues it raises, will be studied through short units of modern Hebrew prose and poetry to fit the capacity of MA/PhD Jewish Studies students w/ mid-level Hebrew.    Topics in Modern Hebrew Literature HBRJD-GA.3502 Feldman. 3 points. 2014-15. Advanced seminar on specialized topics that change annually (e.g., major authors; critical and theoretical surveys).    Topics in Hebrew Poetry: Modernism and Zionism between the Two World Wars HBRJD-GA.3506 Feldman. 3 points. 2013-14.    Sacrifice, Culture, and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives HBRJD-GA.3992 Feldman. 4 points. 2014-15. Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas.    Research    Master's Thesis Research HBRJD-GA.2901, 2902 1-4 points per term. 2013-14, 2014-15.    Directed Study in Ancient Near East HBRJD-GA.3507 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish History HBRJD-GA.3791, 3792 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Literature HBRJD-GA.3793, 3794 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Manuscripts HBRJD-GA.3795, 3796 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish Thought HBRJD-GA.3797, 3798 1-4 points per term. 2013-14, 2014-15.    Dissertation Research HBRJD-GA.3801-3802 1-4 points per term. 2013-14, 2014-15.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Descriptions (GSAS Bulletin), The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Descriptions (GSAS Bulletin)   Required Courses for Incoming Graduate Students    Recent Developments in Hebrew and Judaic Studies HBRJD-GA.1004 Chazan. 3 points. 2013-14, 2014-15. This course gives students a foundation in the development of modern Jewish studies from the 19th century to the present in Europe, North America and Israel. Students will also learn about the current state of the field by examining recent developments in the sub-fields of history, religious studies, Jewish thought, and Jewish literature. Note: This course is required for masters degree students    Problems and Methods in Hebrew and Judaic Studies HBRJD-GA.1005 Engel, Gottlieb. 3 points. 2013-14, 2014-15. Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students.    Academic Hebrew HBRJD-GA.1318 Required of all students who do not pass the departmental Hebrew reading comprehension examination upon matriculation. Kamelhar. 3 points. 2013-14, 2014-15. Intensive study of the language of Hebrew academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Interdisciplinary Courses    Jews, Judaism, and Economics HBRJD-GA.2468 Engel. 3 points. 2014-15. An exploration of normative attitudes in Jewish religious literature regarding the production, distribution, and consumption of goods and services; the relation of actual practice in different periods of Jewish history to religious norms; the historical modes of interaction between Jews and non-Jews in the economic realm; and prominent theories concerning the nexus between Jewish culture and particular economic systems (notably capitalism and socialism). Open to students at the masters and doctoral levels.    The Bible in Jewish Culture HBRJD-GA.3324 Gottlieb. 3 points. 2014-15. Exploration of the diverse roles played by the Hebrew Bible in constructions of Jewish identity and in cultural productions by Jews through the centuries.    Biblical and Ancient Near Eastern Studies    Akkadian I, II HBRJD-GA.1101, 1102 Staff. 3 points per term. 2014-15. Introduction to cuneiform script and to the Akkadian language, with emphasis on grammatical structure.    Akkadian III, IV HBRJD-GA.1103, 1104 Prerequisite: HBRJD-GA.1102 or the equivalent. Staff. 3 points per term. 2013-14. Reading of Akkadian literature.    Aramaic I: Biblical Aramaic HBRJD-GA.1117 Prerequisite: one year of classical Hebrew or the equivalent. Staff. 3 points. 2014-15. Introduction to the various phases of Aramaic. Readings are selected from early and imperial documents, including Elephantine and inscriptions.    Aramaic II: Qumran Aramaic HBRJD-GA.1118 Students are encouraged but not required to take Aramaic I prior to enrolling in Aramaic II. Staff. 3 points. 2013-14. Introduction to Aramaic documents found at Qumran and contemporary sites. This represents the intermediate phase of Aramaic and Bar Kokhba texts.    Aramaic III: Syriac Aramaic HBRJD-GA.1119 Staff. 3 points. 2013-14. Introduction to sources preserved by the early Christian communities of the ancient and medieval Near East in Syriac.    Aramaic IV: Talmudic Aramaic HBRJD-GA.1120 Staff. 3 points. 2014-15. Introduction to Galilean and Babylonian Jewish Aramaic and related texts.    Topics in the Bible HBRJD-GA.3311 Fleming, Jassen, Smith. 3 points. 2013-14, 2014-15. Study of a selected biblical book, with careful attention to literary and historical problems.    Second Temple and Rabbinic Literature and History    Rabbinic Texts HBRJD-GA.2140 Rubenstein. 3 points. 2014-15. Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view.    Seminar: Dead Sea Scrolls HBRJD-GA.2230 Jassen. 3 points. 2014-15. Selected texts are read and analyzed in order to reconstruct the Judaism of the Qumran sect and other groups of Second Temple period Jews. Students are trained in the use of Qumran manuscript sources and paleography.    Talmudic Texts: Bavli Narratives HBRJD-GA.2379 Rubenstein. 3 points. 2014-15. Devoted to the study of narratives of the Babylonian Talmud, combining literary approaches with methods of critical Talmud study, including source criticism and form criticism. Other topics include the relationship to earlier versions in Palestinian rabbinic compilations, the legal and redactional context of stories, and the contribution of the Talmudic redactors.    Midrashic-Talmudic Narrative HBRJD-GA.2380 Jassen. 3 points. 2013-14. Focuses on the midrashim Genesis Rabbah, the classic exegetical midrash, and Leviticus Rabbah, the classical midrash homiletical. Close textual study is combined with theoretical issues such as defining midrash, intertextuality, form-criticism, hermeneutics, the documentary approach, and the social context of midrash.    Topics in the Bible: Apocalytic Literature HBRJD-GA.3311 Jassen. 3 points. 2013-14.    Medieval Jewish History    Medieval Ashkenazic Jewry HBRJD-GA.2642 Chazan. 3 points. 2014-15. This course focuses on the Jews of northern Europe from the beginning of the second millennium through the fifteenth century, with particular emphasis on the eleventh through thirteenth centuries. Topics addressed will include: demography, the economic profile of medieval Ashkenazic Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    History of Medieval Sefardic Jewry HBRJD-GA.2643 Chazan. 3 points. 2014-15. This course focuses on the history of Jews on the Iberian peninsula from antiquity through the expulsions of the 1490s. Topics addressed include: demography, the economic profile of Iberian Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    Medieval Jewish Thought and Literature    Maimonides' Guide of the Perplexed and Related Literature I HBRJD-GA.2441 Wolfson. 3 points. Intensive study of the sources of Maimonides' thought in both the Jewish and non-Jewish worlds. Analysis of part I of The Guide from this perspective.    Contemplative Union and Ecstasy in Medieval Jewish Mysticism HBRJD-GA.2468 Wolfson. 3 points. Exploration of two typologies of contemplative union and ecstasy in medieval Jewish mysticism: the Neoplatonic typology evident in the theosophic kabbalah of Isaac the Blind and his Geronese disciples, Ezra, Azriel, and Jacob ben Sheshet, and the Aristotelian typology of the ecstatic kabbalah of Abraham Abulafia and other members of his school, Shem Tov ibn Gaon, Isaac ben Samuel of Acre, and the anonymous author of Sha'are Zedeq.    Readings in Lurianic Kabbalah HBRJD-GA.2472 Wolfson. 3 points. Study of the main texts of Lurianic kabbalah through a close reading of the works of R. Isaac Luria and his two disciples, R. Hayyim Vital and R. Israel Saruq.    Topics in Medieval Jewish Philosophy HBRJD-GA.3460 Wolfson. 3 points. Analysis of major texts and issues in medieval Jewish philosophy. Topic changes annually.    Modern Jewish Thought    Topics in Modern Jewish Thought HBRJD-GA.3460 Gottlieb. 3 points.    Modern Jewish History and Culture    Yiddishism in the 20th Century HBRJD-GA.1320 Estraikh. 3 points. 2013-14. Examination of the origin and development of Yiddishism as an international cultural movement and an ingredient of Jewish subcurrents in socialism, anarchism, folkism, and communism.    Academic Yiddish I,II HBRJD-GA.1216, 1217 Estraikh. 3 points. 2013-14, 2014-15. Intensive study of the language of Yiddish academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Jewish Collectivity and Mutual Responsibility HBRJD-GA.1513 Zweig. 3 points. 2013-14. This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today.    Israel, The United States, and Soviet Jewry HBRJD-GA.1420 Estraikh. 3 points. 2014-15. This course focuses on main Jewish-related events and interaction in Israeli, American, and Soviet life. The topics to be covered include the Bolshevik revolution on Jews in the U.S. and Palestine, the participation in American-Jewish organizations in Soviet Jewish projects in the 1920s and 30s, the international links of the Soviet Jewish Anti-Fascist Committee, and the movement for Soviet Jewish emigration. Special attention will be paid to the Cold War period.    History of Arab-Israeli Negotiations HBRJD-GA.1516 Zweig. 3 points. 2014-15. Integrates analytical and chronological approaches in examining the history of the effort to resolve the Arab-Jewish conflict from pre-1948 Arab-Jewish diplomacy to the present.    History of Jewish Education HBRJD-GA.1518 Chazan. 3 points. 2013-2014. This course will look at means, goals, and objectives of Jewish education through the 20th Century.    Non-Zionist Colonization Projects HBRJD-GA.1542 Estraikh. 3 points. 2013-14. Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world.    The Making of Israeli Foreign Policy HBRJD-GA.2117 Zweig. 3 points. 2014-15. This course will trace the evolution of Israel's foreign policy concerning the Arab-Israeli conflict, the United States and the world at large. The evolution of different and sometimes conflicting foreign policy objectives will be considered in light of the changing national leadership and domestic politics. The course will examine the debate over possible new approaches to the Arab-Israeli conflict (and the future of the occupied territories) that emerged following the war of1967. The transformation of the conflict from one between Israel and the neighboring states to a direct engagement between Israel and the Palestinians, both military and then diplomatic, will be discussed. The course will also look at Israel's emerging relations with China and India.    Israeli State and Society: Israel in the 1960s HBRJD-GA.2659 Zweig. 3 points. 2014-15. The course will examine the events leading up to the resignation of David Ben-Gurion and the leadership crisis that followed in the ruling Labor Party, the start of the settlement movement and the Greater Israel movement, and conclude with a discussion of the transformation of Israeli society between 1960-1970 and will integrate these diverse issues discussed above into an overview of the decade. Israeli policy toward the occupied territories and especially toward their Palestinian population will be discussed. Students taking this course will gain an in-depth understanding of the myriad factors at play in shaping Israel's statehood in the 1960s.    Jews and Germans in Postwar Germany: Conflicting Memories, Contentious Relations, 1945-2000 HBRJD-GA.2677 Kaplan. 4 points. 2014-15. Explores the interactions of Jews and Germans after World War II, noting their interlocking histories and memories even after the Holocaust. Examines the immediate postwar turmoil, the displaced persons, Allied occupation, and \"denazification,\" and analyzes how Germans—East and West—did or did not come to terms with their Nazi past over time. Features readings in which Jews offer perspectives on their lives in West and East Germany—why they remained, how they experienced their citizenship, how they interacted with Germans, and how reunification (in 1990) affected them.    Memoirs and Diaries in Modern European Jewish History HBRJD-GA.2688 Kaplan. 4 points. 2013-2014. Readings of memoirs and diaries written by European Jewish women and men from the 18th century through the Holocaust. Students read memoirs with several issues in mind: (1) the history we can learn from them and how to use them critically, (2) the relationship between personal viewpoints and collective experiences, (3) the ways in which Jewish and European societies cultivated memory, (4) the question of why individuals wrote and how they framed and fashioned their lives for their readers, (5) how gender, class, and European context influenced memoirists, (6) how audience (or lack of an intended audience) influenced writers.    Major Issues and Problems in Modern Jewish History: Jewish Migrations in the Modern Era HBRJD-GA.2690 Diner. 4 points. 2014-15. Explores a general topic in modern Jewish history on a comparative basis across a broad range of geographical contexts.    Jewish Women in America and Europe: Historical Problems HBRJD-GA.2710 Diner, Kaplan. 4 points. 2014-15. This comparative course looks at the historical experiences of Jewish women in both Europe and the United States, focusing on work, education, family, communal activism, among other topics.    Creating the State: Issues in Israeli History in the 1950s G78.2756 Zweig. 4 points. 2013-14. After the ceasefire agreements that followed the war of 1948, Israel faced the challenge of creating the political, administrative, and legal institutions necessary for statehood. The course examines the domestic political and foreign policy issues that determined the character of the Israeli state.    The Jewish Community HBRJD-GA.3224 Staff. 3 points. 2013-2014, 2014-2015. Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole.    Topics in American Jewish History: New Directions in American Jewish History HBRJD-GA.3520 Diner. 4 points. 2013-14. This graduate seminar will explore the writing of American Jewish history as it has developed over the course of the last twenty years. We will read a number of key new books which situate the history of the Jews in America into its two larger contexts, American history more broadly and the history of the Jews in other places at the same time. Issues as migration, race, religion, class, gender, as well as the major political and economic developments of the time will be covered. How, we will ask, can we think of American Jewish history as separate from the history of Jews elsewhere at the same time and different than that of other Americans? How have scholars tackled these issues?    Topics in American Jewish History: Jews and the History of American Diversity HBRJD-GA.3520 Diner. 4 points. 2013-14.    Topics in Holocaust Studies HBRJD-GA.3530 Engel. 4 points. 2013-14. In-depth study of a specific problem related to the history of the Jews under Nazi impact, with emphasis on training in research methods. Topics may include examination of the history of a specific Jewish community under Nazi rule, the evolution of Nazi Jewish policy, the Jewish councils, armed resistance, relations between Jews and non-Jews under Nazi occupation, the Allied governments and the Holocaust, and free-world Jewry and the Holocaust.    Topics in East European Jewish History HBRJD-GA.3535 Engel. 4 points. 2013-14. Exploration of a selected problem in the history of the Jews in Eastern Europe, emphasizing primarily, but not necessarily limited to, Russia and Poland.    Modern Hebrew Literature    Readings in Hebrew Literature: Narration and Memory HBRJD-GA.3314 Feldman. 3 points. 2013-14. The impact of the past, both recent and distant, and authors' wrestling with the issues it raises, will be studied through short units of modern Hebrew prose and poetry to fit the capacity of MA/PhD Jewish Studies students w/ mid-level Hebrew.    Topics in Modern Hebrew Literature HBRJD-GA.3502 Feldman. 3 points. 2014-15. Advanced seminar on specialized topics that change annually (e.g., major authors; critical and theoretical surveys).    Topics in Hebrew Poetry: Modernism and Zionism between the Two World Wars HBRJD-GA.3506 Feldman. 3 points. 2013-14.    Sacrifice, Culture, and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives HBRJD-GA.3992 Feldman. 4 points. 2014-15. Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas.    Research    Master's Thesis Research HBRJD-GA.2901, 2902 1-4 points per term. 2013-14, 2014-15.    Directed Study in Ancient Near East HBRJD-GA.3507 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish History HBRJD-GA.3791, 3792 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Literature HBRJD-GA.3793, 3794 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Manuscripts HBRJD-GA.3795, 3796 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish Thought HBRJD-GA.3797, 3798 1-4 points per term. 2013-14, 2014-15.    Dissertation Research HBRJD-GA.3801-3802 1-4 points per term. 2013-14, 2014-15.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Smith, Mark S., The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Mark S. Smith   Professor of Hebrew and Judaic Studies; Skirball Professor of Bible   Catholic University of America, MA, 1978; Harvard Divinity School, MTS 1981; Yale University, MA, 1982; PhD 1985     Office: 53 Washington Square South, Room 209       Email:       Phone: (212)998-8975     Research Interests Bible; Israelite religion and culture; Ugaritic literature and religion; Hebrew grammar; Dead Sea Scrolls         Bio Mark S. Smith has held the Skirball Chair of Bible and Ancient Near Eastern Studies at New York University since 2000. Professor Smith completed his PhD at Yale in 1985, after taking Masters degrees from the Catholic University of America, Harvard Divinity School, and Yale University. He graduated with a BA in English from The Johns Hopkins University. Prior to 2000, he taught at Yale University and Saint Joseph’s University. In 2004 Professor Smith was the Catholic Biblical Association visiting professor at the Pontifical Biblical Institute in Rome. He has served twice as Lady Davis Visiting Professor at the Hebrew University in Jerusalem, in 1997 and in 2011. He was honored as President of the Catholic Biblical Association of America in 2010-2011, and in 2011 he was elected a fellow of the American Academy for Jewish Research. He is also a two-time winner of New York University’s Golden Dozen Award for excellence in undergraduate teaching and the recipient of the Frank Moore Cross award for publication awarded by the American Schools of Oriental Research.     Professor Smith’s publications and research range from the Late Bronze Age literature and religion of Ugarit, to the Hebrew Bible and Israelite religion. His work has focussed in particular on God and other gods and goddesses. He has authored over 100 essays and articles, including first editions of four minor manuscripts from Cave Four of the Dead Sea Scrolls. He has authored thirteen books and co-authored four others.     External Affiliations Society of Biblical Literature; Catholic Biblical Association; Colloquium for Biblical Research; Old Testament Colloquium; Association for Jewish Studies; Catholic Biblical Quarterly Monograph Series, Editor         Select Publications Books:    co-author, Stories From Ancient Canaan (Westminster John Knox, 2012)    Exodus (Liturgical Press, 2011)    The Priestly Vision of Genesis 1 (Fortress, 2010)    God in Translation: Deities in Cross-Cultural Discourse in the Biblical World (Mohr Siebeck, 2008; Eerdmans. 2010)    co-author , The Ugaritic Baal Cycle: Volume 2 . Introduction with Text, Translation and Commentary of KTU 1.3-1.4 (Brill, 2009)     The Memoirs of God: History, Memory, and the Experience of God in Ancient Israel (Fortress Press, 2004). Portuguese edition: O memorial de Deus: História, memória e a experiência do divino no Antigo Israel (Paulus Editora, 2006)     The Sacrificial Rituals and Myths of the Goodly Gods, KTU/CAT 1.23: Royal Constructions of Opposition, Intersection, Integration and Domination (Society of Biblical Literature/Brill, 2006)    The Origins of Biblical Monotheism: Israel's Polytheistic Background and the Ugaritic Texts (Oxford University Press, 2001; paperback edition, 2003)    Untold Stories: The Bible and Ugaritic Studies in the Twentieth Century (Hendrickson Publishers, 2001)    Articles:    “Ancient Near Eastern ‘Myths’ and the Hebrew Bible: Interim Reflections,” in Was ist der Mensch, dass du seiner gedenkst? (Psalm 8,5): Aspekte einer theologischen Anthropologie. Festschrift für Bernd Janowski zum 65. Geburstag (edited by Michaela Bauks, Kathrin Liess and Peter Riede; Neukirchen-Vluyn: Neukirchener Verlag, 2008) 487-501.    “’Sacred Marriage’ in the Ugaritic Texts? The Case of KTU/CAT 1.23 (Rituals and Myths of the Goodly Gods),” in Sacred Marriages: The Divine-Human Sexual Metaphor from Sumer to Early Christianity (edited by Martti Nissinen and Risto Uro; Winona Lake, IN: Eisenbrauns, 2008) 93-113.     “Light in Genesis 1:3 - Created or Uncreated: A Question of Priestly Mysticism?” in Birkat Shalom: Studies in the Bible, Ancient Near Eastern Literature, and Post-Bibllical Judaism Presented to Shalom M. Paul on the Occasion of His Seventieth Birthday: Volume 1 (edited by Chaim Cohen et al.; Winona Lake, IN: Eisenbrauns, 2008) 125-34.     “Theism and Violence in the Ancient World: \u2028The Argument of Jan Assman” (crítica bibliográfica /review essay of Jan Assmann, Of God and Gods: Egypt, Israel, and the Rise of Monotheism), Sefarad 69/1 (2009) 229-35.    “Herz und Innereien in israelistischen Gefühläußerungen: Notizen aus der Anthropologie und Psychobiologie,” in Anthrologische Aufbrüche: Alttestamentliche und interdisziplinäre Zugänge zur historischen Anthropologie (edited by Andreas Wagner; Forschungen zur Religion und Literatur des Alten Testament und Neuen Testaments, volume 232; Göttingen: Vandenhoeck &amp; Ruprecht, 2009) 171-81. German translation of “The Heart and Innards in Israelite Emotional Expressions: Notes from Anthropology and Psychobiology,” Journal of Biblical Literature 117/3 (1998) 427-36.     “What is Prologue is Past: Composing Israelite Identity in Judges 5,” in Thus Says the Lord: Essays on the Former and Latter Prophets in Honor of Rober R. Wilson (edited by John J. Ahn and Stephen L. Cook; Library of Hebrew Bible/Old Testament Studies volume 502; New York/London: T &amp; T Clark, 2009) 43-58.     “Ugarit, Texts and Literature,” in The New Interpreter’s Dictionary of the Bible (edited by Katherine Sackenfeld et al.; Nashville, TN: Abingdon, 2010).     “What is a Scriptural Text in the Second Temple Period? Texts between their Biblical Past, their Inner-Biblical Interpretation, Their Reception in Second Temple Literature, and their Textual Witnesses,” in The Dead Sea Scrolls at 60: Scholarly Contributions of New York University Faculty and Alumni (edited by Lawrence H. Schiffman and Shani Tzoref; Studies on the Texts of the Desert of Judah 89; Leiden: Brill, 2010) 271-98.     “The Blessing God and Goddess: A Longitudinal View from Ugarit to “Yahweh and ...his asherah” at Kuntillet ‘Ajrud,” in Enigmas and Images: Studies in Honor of Tryggve N. D. Mettinger (edited by Göran Eidevall and Blazenka Scheuer; Coniectana Biblica Old Testament Series 58; Winona Lake, IN: Eisenbrauns, 2011) 213-26.     “God in Translation: Cross-Cultural Recognition of Divinity in Ancient Israel,” in Reconsidering the Concept of Revolutionary Monotheism (ed. Beate Pongratz-Leisten; Winona Lake, IN: Eisenbrauns, 2011) 241-70.     “Why was ‘Old Poetry’ Used in Hebrew Narrative? Historical and Cultural Considerations about Judges 5,” in Puzzling out the Past: Studies in the Northwest Semitic Languages and Literatures in Honor of Bruce Zuckerman (ed. Marilyn J. Lundberg, Steven Fine, and Wayne T. Pitard; Leiden/Boston: Brill, 2012) 197-212.    “Textual Interpretation in 7 th -6 th Century Israel: Between Competition, Textualisation and Tradition,” in Textual Criticism and Dead Sea Scrolls Studies in Honour of Julio Trebolle Barrera: Florilegium Complutense (ed. Andrés Piquer Otero and Pablo A. Torijano Morales; Supplements to the Journal for the Study of Judaism 158; Leiden: Brill, 2012) 317-23.     “God in Israel’s Bible: Divinity between the World and Israel, between the Old and the New,” Catholic Biblical Quarterly 74/1 (2012) 1-27 (presidential address).     “The Concept of the ‘City’ (‘Town’) in Ugarit,” in Die Stadt im Zwölfprophetenbuch (ed. Aaron Schart and Jutta Krispenz; BZAW 428; Berlin: de Gruyter, 2012) 107-46.     “The Problem of the God and His Manifestations: The Case of the Baals at Ugarit, with Implications for Yahweh of Various Locales,” in Die Stadt im Zwölfprophetenbuch (ed. Aaron Schart and Jutta Krispenz; BZAW; 428 Berlin: de Gruyter, 2012) 205-50.           Fellowships/Honors Fellow of the American Academy for Jewish Research (2011);    Annual Professor, W. F. Albright Institute of Archaeological Research (2011);    President, The Catholic Biblical Association of America (2010-2011); Golden Dozen Award for Excellence in Undergraduate Teaching, NYU (2005 and 2007); Frank Moore Cross Publications Award, American Schools of Oriental Research (2005); Fellow, Center for Judaic Studies, University of Pennsylvania (1998); Faculty Merit Award for Research, Saint Joseph's University (1995); Morse Fellow, Yale University (1993); Dorot Dead Sea Scrolls Fellow, W. F. Albright Institute of Archeological Research (1990); Mellon Faculty Fellowship Leave, Yale University (1989); Recipient of the Mitchell Dahood Memorial Prize (1988, 1990); Post-doctoral fellow W. F. Albright Institute of Archeological Research (1988); Annual Professor, W. F. Albright Institute of Archeological Research (1987)         Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]}]