[{"detail": [{"content": "NYU | Game Center                                                                                           gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                                                                               event                                           Indie Tech Talk 27: Jim Crawford                                                               For a child in the 1980s, playing a video game meant entering a world operating under confusing and effectively unknowable rules, in which anything could happen. This context lent enormous weight and mystery to every game, with no additional effort on the part of the developer. Nowadays, anything you might wonder about a game, you... Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/event/indie-tech-talk-27-jim-crawford/', '_self')\">                                                                                              news                                           The NYU Game Center Incubator                                                               The NYU Game Center is a unique place that sits at the intersection of academia and the game ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/about/incubator/', '_self')\">                                                                                  Follow The NYU Game Center                                                                                       Game Center Summer Classes                                                                                                   news                                           The Design of Soft Body, Part One                                                               &#8216;The Design of Soft Body&#8217; is a series by Game Center MFA graduate Zeke Virant that explores the development of Soft ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/the-design-of-soft-body-part-one/', '_self')\">                                                                                              news                                           Playtest Thursdays                                                               Play work-in-progress games, give your feedback, and help develop the practice of game design in New York City. Bring a game, ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/events/playtest-thursdays/', '_self')\">                                                                                  Game Design BFA                                                                                                   news                                           Prototype Studio: Actual Release Challenge                                                               This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/actual-release/', '_self')\">                                                                                              event                                           Skype Heartbreak Show                                                               Skype Heartbreak Show is an interactive installation exploring the decay of a long-distance, romantic relationship through the filters of ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/event/skype-heartbreak-show/', '_self')\">"}]},
{"detail": [{"content": "NYU | Game Center                                                                                           gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                                                                               event                                           Indie Tech Talk 27: Jim Crawford                                                               For a child in the 1980s, playing a video game meant entering a world operating under confusing and effectively unknowable rules, in which anything could happen. This context lent enormous weight and mystery to every game, with no additional effort on the part of the developer. Nowadays, anything you might wonder about a game, you... Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/event/indie-tech-talk-27-jim-crawford/', '_self')\">                                                                                              news                                           The NYU Game Center Incubator                                                               The NYU Game Center is a unique place that sits at the intersection of academia and the game ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/about/incubator/', '_self')\">                                                                                  Follow The NYU Game Center                                                                                       Game Center Summer Classes                                                                                                   news                                           The Design of Soft Body, Part One                                                               &#8216;The Design of Soft Body&#8217; is a series by Game Center MFA graduate Zeke Virant that explores the development of Soft ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/the-design-of-soft-body-part-one/', '_self')\">                                                                                              news                                           Playtest Thursdays                                                               Play work-in-progress games, give your feedback, and help develop the practice of game design in New York City. Bring a game, ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/events/playtest-thursdays/', '_self')\">                                                                                  Game Design BFA                                                                                                   news                                           Prototype Studio: Actual Release Challenge                                                               This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/actual-release/', '_self')\">                                                                                              event                                           Skype Heartbreak Show                                                               Skype Heartbreak Show is an interactive installation exploring the decay of a long-distance, romantic relationship through the filters of ...Read More                                         imageAlignX is already in use. The name imageAlignY is already in use.\" onclick=\"window.open('http://gamecenter.nyu.edu/event/skype-heartbreak-show/', '_self')\">"}, {"content": "NYU-Poly Named Top Place to Study Video Game Design | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / NYU-Poly Named Top Place to Study Video Game Design                         Press Room                                                             NYU-Poly Named Top Place to Study Video Game Design         Posted April 24th, 2012                      Press Room  Facebook Twitter Print          A student trying out Scoop!, a game designed to reduce math anxiety through movement  Below: Katherine Isbister, director of NYU-Poly’s Game Innovation Lab and associate professor of computer science and engineering         \">    Students aspiring to create the next blockbuster video game get an extra boost at Polytechnic Institute of New York University (NYU-Poly) and New York University, according to the Princeton Review. Both were named as top places to study video game design in the Review&rsquo;s 2011-2012 survey of 150 institutions offering undergraduate and graduate coursework and degrees in the United States and Canada.   &ldquo;We have an engineering and computer science focus at NYU-Poly, which allows students to go deeper into the programming and hardware side of games than they can at other schools,&rdquo; explained Katherine Isbister, director of NYU-Poly&rsquo;s Game Innovation Lab and associate professor of computer science and engineering. NYU-Poly&rsquo;s state-of-the-art Game Innovation Lab and its user-research facility are just two components in a richly integrated ecosystem NYU-Poly and NYU have created for students to get theoretical and practical experience designing games.   NYU already offers undergraduate and graduate courses, concentrations, and degrees that prepare students for careers in the more than $10.5 billion video game industry, but beginning in the fall of 2012, the NYU Game Center will begin to offer a Master of Fine Arts degree in game design. The program is unique because it looks at gaming across a variety of media, including consoles, PCs, smartphones and social networks.   &ldquo;Games are the defining cultural form of this century and the NYU Game Center MFA is dedicated to exploring their potential,&rdquo; says Director Frank Lantz. &ldquo;There are places to study the technical and business aspects of games, but the Game Center MFA has a unique creative focus on games for today&rsquo;s platforms.&rdquo;   As gaming takes a larger chunk of the media and entertainment market &mdash;the entertainment software industry&rsquo;s annual growth rate from 2005 to 2009 was more than 10 percent according to the Entertainment Software Association&mdash; it also benefits gaming students to be in the media capital of New York City.   &ldquo;New York City itself has a thriving community of independent game developers and companies small and large, where students can intern, and from whom we have frequent invited lectures to encourage real-world problem solving and innovation among the students,&rdquo; says Isbister.   The Princeton Review asked administrators 50 questions, covering topics from academics and faculty credentials to graduates&#39; employment and career achievements, in its survey. Criteria for selections included the quality of the curriculum, faculty, facilities, and infrastructure. The survey also factored in data on scholarships, financial aid, and career opportunities.                                              Galleries                    What&#039;s in a Game: CITE Launch and Panel Discussion   View Gallery                         News    Posted April 9th, 2015  As Attacks Multiply, AIG CEO Hancock Calls for Stronger Cyber Insurance  New Faculty, New Breakthroughs Posted March 19th, 2015  15 Students Awarded SAME Scholarships Posted March 16th, 2015  Empowering the Next Generation: History Becomes HERStory Posted March 16th, 2015        Cable   News from Cable alumni magazine.  Posted January 21st, 2015 Transformative Process Read More       Press Releases    NYU School of Engineering Faculty and Students Share Their Cutting-Edge Research with the Public Posted April 20th, 2015  3 Promising Teams Win The #ConnectAbility Challenge Hackathon  Posted April 20th, 2015  Top Online Engineering School Responds to Industry Appetite for Data Science, Energy, and Cloud Expertise Posted April 16th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]