[{"detail": [{"content": "Tisch Alumni Receive 28 Golden Globe Nominations                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   December   /   16                                                         Tisch Alumni Receive 28 Golden Globe Nominations                   December 16, 2013          N-153                                        Alumni from the NYU Tisch School of the Arts (TSOA) made a strong showing when the Foreign Press Association announced its nominations for the 71st annual Golden Globe Awards on December 12. NYU graduates received a total of 28 nominations for Hollywood’s second highest film honors, vieAlumni from the NYU Tisch School of the Arts (TSOA) made a strong showing when the Foreign Press Association announced its nominations for the 71st annual Golden Globe Awards on December 12. NYU graduates received a total of 28 nominations for Hollywood’s second highest film honors, viewed by industry insiders as an indicator of what could be in store at the Oscar ceremonies in March.     The 2014 Golden Globe Awards will air Sunday, January 12 on NBC from 8-11 p.m. ET, hosted by Tina Fey and Amy Poehler. Following is a list of all alumni from the TSOA community who are connected with the nominated films:    BEST MOTION PICTURE – DRAMA   12 Years A Slave (Plan B Entertainment, New Regency Productions and River Road Entertainment; Fox Searchlight Pictures)  • Steve McQueen ’94 (Kanbar, Film), director/producer   Captain Phillips (Columbia Pictures; Sony Pictures Releasing)  • Michael De Luca ’95 (BFA, Kanbar, F&amp;TV), producer   BEST MOTION PICTURE – COMEDY OR MUSICAL   American Hustle (Columbia Pictures and Annapurna Pictures; Sony Pictures Releasing)  • Mark Kamine ’92 (MFA, Kanbar, Film), co-producer   Inside Llewyn Davis (Mike Zoss Productions, Scott Rudin Productions, Studio Canal; CBS Films)  • Joel Coen ’78 (BFA, Kanbar, F&amp;TV), director/writer/producer  • Catherine Farrell ’99 (BFA, Kanbar, F&amp;TV), associate producer  • Ron Halpern ’80 (BFA, Kanbar, F&amp;TV), executive producer   The Wolf Of Wall Street (Paramount Pictures and Red Granite Pictures; Paramount Pictures)  • Georgia Kacandes ’85 (BFA, Kanbar, F&amp;TV), executive producer   BEST DIRECTOR - MOTION PICTURE  • Steve McQueen ’94 (Kanbar, Film), 12 Years A Slave   BEST ORIGINAL SONG - MOTION PICTURE  &quot;Please Mr. Kennedy&quot; — Inside Llewyn Davis  • Joel Coen ’78 (BFA, Kanbar, F&amp;TV), music/lyrics     BEST TELEVISION SERIES - DRAMA   Breaking Bad (AMC, Sony Pictures Television)  • Vince Gilligan ’89 (BFA, Kanbar, F&amp;TV), director/writer/executive producer  • Thomas Schnauz ’88 (BFA, Kanbar, F&amp;TV), writer/co-executive producer/producer/supervising producer  • Michael Slovis ’79 (Kanbar, Film), director   The Good Wife (CBS, CBS Television Studios in Association with Scott Free Productions and King Size Productions)  • Meredith Averill ’04 (BFA, Kanbar, Goldberg DDW), series writer/producer   House Of Cards (NETFLIX, Donen/Fincher/Roth and Trigger Street Productions, Inc. in association with Media Rights Capital for Netflix)  • Peter Mavromates ’84 (MFA, Kanbar, Film), co-producer   Masters Of Sex (Showtime, Sony Pictures Television, Round Two Productions, Timberman/Beverly Productions)  • Noelle Valdivia ’02 (BFA, Kanbar, Goldberg DDW), writer  • Christopher Goode ’87 (BFA, Kanbar, F&amp;TV), co-producer   BEST PERFORMANCE BY AN ACTRESS IN A TELEVISION SERIES - DRAMA  • Taylor Schilling ’09 (Acting), Orange Is The New Black   BEST TELEVISION SERIES - COMEDY OR MUSICAL   Brooklyn Nine-Nine (Fox, Universal Television)  • Andy Samberg ’00 (BFA, Kanbar, F&amp;TV), producer   Modern Family (ABC, Twentieth Century Fox Television)  • Paul Corrigan ’94 (BFA, Kanbar F&amp;TV), writer/producer  • Brad Walsh ’94 (BFA, Kanbar F&amp;TV), writer/producer  • Bill Wrubel ’94 (MFA, Kanbar, Goldberg DDW), writer/producer   Parks and Recreation (NBC, Universal Television)  • Nicole Holofcener ’84 (BFA, Kanbar, F&amp;TV), director   BEST PERFORMANCE BY AN ACTOR IN A TELEVISION SERIES - COMEDY OR MUSICAL  • Andy Samberg ’00 (BFA, Kanbar, F&amp;TV), Brooklyn Nine-Nine   BEST MINI-SERIES OR MOTION PICTURE MADE FOR TELEVISION   American Horror Story: Coven (FX Networks, Ryan Murphy Television and Brad Falchuk Teley-Vision in association With Twentieth Century Fox Television)  • Alfonso Gomez-Rejon ’94 (BFA, Kanbar, F&amp;TV), director/co-executive producer  • Jessica Sharzer ’02 (MFA, Kanbar, Film), writer/co-executive producer/supervising producer   Behind The Candelabra (HBO, HBO Films in association With Jerry Weintraub Productions)  • Richard LaGravenese ’80 (BFA, Acting), writer   BEST PERFORMANCE BY AN ACTOR IN A SUPPORTING ROLE IN A SERIES, MINI-SERIES OR MOTION PICTURE MADE FOR TELEVISION  • Corey Stoll ’03 (MFA, Acting), House Of Cards   ###                            This Press Release is in the following Topics:      Tisch School of the Arts           Type: Press Release            Press Contact:                Shonna Keogan | (212) 998-6796                                            Tisch alumnus Steve McQueen's &quot;12 Years a Slave&quot; garnered two Golden Globe nominations - for best picture and best director.                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]