[{"detail": [{"content": "Race, Immigration, and Poverty - Institute for Education and Social Policy - NYU Steinhardt                                                   Skip to content        The Institute for Education and Social Policy    NYU                 About Us             Overview       People       Education and Social Policy Master's Degree       Funders       Career Opportunities       Contact             Areas of Work             Education in NYC       Education &amp; Social Policy       Evaluation       Organization of Schooling       Race, Immigration &amp; Poverty       School Finance       Housing, Neighborhoods, &amp; Schools             Publications             Publications       Occasional Papers and Reports       Working Papers       Policy Briefs              Resources        Events             Brown Bags       Presentations       Seminar Series             News                  Race, Immigration, and Poverty                                 Where and into what families one is born affects a child&rsquo;s life chances immensely. Through a series of initiatives, we seek to assess these differences and study ways to improve chances for success for all children. Select Publications Age of Entry and the High School Performance of Immigrant Youth (2010) Leanna Stiefel, Amy Ellen Schwartz and Dylan Conger Journal of Urban Economics . 67: 303-314 In 2005, immigrants exceeded 12% of the US population, with the highest concentrations in large metropolitan areas. While considerable research has focused on how immigrants affect local wages and housing prices, less research has asked how immigrants fare in US urban public schools. Previous studies find that foreign-born students outperform native-born students in their elementary and middle school years, but urban policymakers and practitioners continue to raise concerns about educational outcomes of immigrants arriving in their high school years. The authors use data on a large cohort of New York City (NYC) public high school students to examine how the performance of students who immigrate during high school (teen immigrants) differs from that of students who immigrate during middle school (tween immigrants) or elementary school (child immigrants), relative to otherwise similar native-born students. Contrary to prior studies, their difference-in-difference estimates suggest that, ceteris paribus, teen immigrants do well compared to native-born migrants, and that the foreign-born advantage is relatively large among the teen (im)migrants. That said, their findings provide cause for concern about the performance of limited English proficient students, blacks and Hispanics and, importantly, teen migrants. In particular, switching school districts in the high school years - that is, student mobility across school districts - may be more detrimental than immigration per se. Results are robust to alternative specifications and cohorts, including a cohort of Miami students.  Click here to download the full paper  Does Title I Funding Increase Spending and Improve Performance? Evidence from New York City (2009)  Meryle G. Weinstein, Leanna Stiefel, and Amy Ellen Schwartz IESP Working Paper #09-09  In this paper, the authors examine the impact of Title I on school spending and school performance, using New York City public school data. Based on a regression discontinuity design (RD) with panel data, and including separate analyses for elementary/middle and high schools, the authors estimate local average treatment effects of Title I. Overall, the results indicate that Title I changes the mix of spending, enabling high schools to significantly increase the amount of money they spend on direct services to students and to improve their pupil-teacher ratios (while reducing experienced teachers). Elementary and middle schools do not increase spending as much, which is consistent with our finding that state compensatory education funds may be supplanting some Title I funding in schools. Since schools just below the Title I cutoff are similar to those just above the cutoff, this finding may be an equitable, albeit unintended result. Finally, additional Title I spending does not improve the achievement of students and may even reduce school-wide average test scores in elementary and middle schools. These effects for both spending and scores seem to increase with the length of time schools are Title I eligible and to be stronger for ones that are always Title I eligible compared to those that go in and out of eligibility.  Click here to download the full paper Why and How Does Source Country Matter? The Effects of Home Countries and Immigrant Communities on Foreign-Born Student Achievement (2008) Dylan Conger, Amy Ellen Schwartz and Leanna Stiefel IESP Working Paper # 08-05  This paper explores the effect of the economic conditions of source countries and the human capital characteristics of coethnic immigrant communities on foreign-born students&#39; reading and math achievement. The authors use data on New York City public school foreign-born students from 39 countries merged with Census data on the characteristics of the city&#39;s immigrants, and United Nations data on the economic conditions of countries. Next, they estimate regressions of student achievement on home country and coethnic immigrant community characteristics, controlling for student and school attributes.    They find that children from middle income nations and nations where English is an official language have lower reading scores than students from other nations, though no such effects are observed for math. Children from immigrant communities with higher levels of income and educational attainment perform better in school than children from other communities. Yet children in highly English proficient immigrant communities test slightly lower than children from less proficient communities.  Click here to download the full paper  New Directions in Measuring Racial Isolation In School (2008) Dylan Conger IESP Working Paper #08-02 This article offers new directions in measuring racial isolation in schools. The most widely-used measurement approach is to examine the mean on the distribution of school percentage nonwhite across nonwhite students (the isolation rate) or the percentage of nonwhite students in schools with large shares of nonwhites (e.g. 90 percent or more) at a single point in time. Using data on New York City public school students, Conger discusses the complexity that is revealed when school officials and researchers consider the following three dimensions of racial isolation: that between classrooms, over time, and among nonwhite students.  Click here to download the full paper  Do Immigrants Differ from Migrants? Disentangling the Impact of Mobility on High School Completion and Performance (2008) Leanna Stiefel, Amy Ellen Schwartz and Dylan Conger IESP Working Paper #08-01  As immigrant students continue to enter U.S. schools in large numbers, policymakers, parents and school leaders have become intensely interested in their academic performance and educational attainment. While previous evidence has pointed to superior performance by foreign-born students in their elementary and middle school years, growing concern has centered around the education and life chance of immigrants who come to the United States in their high school years and pointed to a significant gap in the research literature. This paper takes a step toward filling the gap. The authors use data on a cohort of New York City public high school students to examine how the performance of immigrant students differs between students who enter in high school, middle school or elementary school, adjusting for the conventional student characteristics that may shape outcomes. Next, they then compare these disparities to the disparities experienced by the native-born population in order to remove any differences in performance due merely to differences in mobility. Finally, the authors derive estimates of the &quot;cost&quot; in performance due to their entry in high school that has been purged of a range of possible confounding factors. Importantly, our difference-in-difference estimates suggests that, ceteris paribus, immigrant students do quite well and high school entrants even better than earlier entering immigrants.  Click here to download the full paper  Immigrant and Native-Born Differences in School Stability and Special Education: Evidence from New York City (2007) Dylan Conger, Amy Ellen Schwartz and Leanna Stiefel International Migration Review . 41(2): 403-432 Using the literature on achievement differences as a framework and motivation, along with data on New York City students, the authors examine nativity differences in students&#39; rates of attendance, school mobility, school system exit, and special education participation. The results indicate that, holding demographic and school characteristics constant, foreign-born have higher attendance rates and lower rates of participation in special education than native-born. Among first graders, immigrants are also more likely to transfer schools and exit the school system between years than native-born, yet the patterns are different among older students. There is also identify large variation according to birth region.  Click here to download the full paper  So Many Children Left Behind: Segregation and the Impact of Subgroup Reporting in No Child Left Behind on the Racial Test Score Gap (2007) Leanna Stiefel, Amy Ellen Schwartz and Colin C. Chellman Educational Policy . 21(3): 527-550 Although the No Child Left Behind Act was intended to help &quot;all students meet high academic standards,&quot; it is focused on subgroups of low-achieving students. The authors analyze the possible impact of the legislation&#39;s requirement for performance reporting by racial subgroup in light of the considerable racial segregation in U.S. schools. In particular, using data on elementary and middle schools in New York State, the authors show that the schools are so highly segregated that more than half are too homogeneous to report test scores for any racial or ethnic subgroups. In addition, they show that the racial achievement gap is greatest across segregated schools rather than within integrated ones. The authors analyze the characteristics of schools that are and are not accountable for subgroups, finding that urban schools and large schools are particularly likely to be accountable, and conclude with implications for the reach of the law and for incentives for school segregation.  Click here to download the full paper  Is There a Nativity Gap? New Evidence on the Academic Performance of Immigrant Students (2006) Leanna Stiefel and Amy Ellen Schwartz Education Finance and Policy . 1(1): 17-49  Public schools across the United States are educating an increasing number and diversity of immigrant students. Unfortunately, little is known about their performance relative to native-born students and the extent to which the &quot;nativity gap&quot; might be explained by school and demographic characteristics. This article takes a step toward filling that void using data from New York City where 17 percent of elementary and middle school students are immigrants. The authors explore disparities in performance between foreign-born and native-born students on reading and math tests in three ways-using levels (unadjusted scores), &quot;value-added&quot; scores (adjusted for prior performance), and an education production function. While unadjusted levels and value-addedmeasures often indicate superior performance among immigrants, disparities are substantially explained by student and school characteristics. Further, while the nativity gap differs for students from different world regions, disparities are considerably diminished in fully specified models. The authors conclude with implications for urban schools in the United States.  Click here to download the full paper  Disentangling the Racial Test Score Gap: Probing the Evidence in a Large Urban School District (2006)  Leanna Stiefel, Amy Ellen Schwartz, and Ingrid Gould Ellen Journal of Policy Analysis and Management . 26(1): 7-30  The authors examine the size and distribution of the gap in test scores across races within New York City public schools and the factors that explain these gaps. While gaps are partially explained by differences in student characteristics, such as poverty, differences in schools attended are also important. At the same time, substantial within-school gaps remain and are only partly explained by differences in academic preparation across students from different race groups. Controlling for differences in classrooms attended explains little of the remaining gap, suggesting little role for within-school inequities in resources. There is some evidence that school characteristics matter.Race gaps are negatively correlated with school size-implying small schools may be helpful. In addition, the trade-off between the size and experience of the teaching staff in urban schools may carry unintended consequences for within-school race gaps.  Click here to download the full paper  Uncommon Schools, Uncommon Results: Case Studies of Three New York State Schools Closing the Racial Test Score Gap (2004) Colin C. Chellman, Meryle Weinstein, Leanna Stiefel and Amy Ellen Schwartz Condition Report Prepared for the Education Finance Research Consortium  This paper examines schools with atypical racial test score gaps, where non-white students have &quot;beaten the odds&quot; by performing as well as or better than white students. Using a unique dataset of student ELA (English Language Arts) and math pass rates for all schools in New York State, we identify these atypical schools and describe them statistically. The authors then choose three schools for study using qualitative methods of inquiry that work with hypotheses from other qualitative studies of school-level test score gaps.  Click here to download the full paper  Schooling and Identity for New Americans Cynthia Miller-Idriss and Ann Morning This pilot study explores the role that schools play in shaping concepts of race and nationhood. Our goal is to examine how identities emerge and are transformed during the transition to adulthood and how this process might vary between immigrant, second-generation and later-generation youth. The project includes both interviews and ethnographic observation in a public New York City high school, to be conducted during the fall of 2006.                                    Steinhardt School of Culture, Education, and Human Development      Robert F. Wagner School of Public Service              This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.    Institute for Education and Social Policy, NYU Steinhardt - 665 Broadway, Suite 805, New York, NY 10012"}]}]