[{"detail": [{"content": "Internships                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Freshmen                       Special Programs                       Facilities & Services                       Tutorials                       Internships                       Academic Events                       Newsletters                                                                   Internships       Get out of the classroom and into the community! Immerse yourself in British culture, make connections, and get valuable hands-on experience.     Students are not permitted to intern or work (paid or unpaid) in the UK without a Tier-4 visa, unless they are the holder of an EEA or Swiss passport. A Tier-4 visa costs a minimum of £310 GBP (approximately $527 USD), plus any applicable shipping and expedite fees. Get out of the classroom and into the community! Immerse yourself in British culture, make connections, and gain invaluable hands-on experience.              Academic Internships        NYU London has partnered with EUSA, a non-profit organization that works with universities and colleges to provide students with internship opportunities in Europe. If accepted into the program, students will work with EUSA to find and accept an internship placement. This for-credit program offers a 16 hour minimum a week experience with a required weekly seminar for a total of 4 credits (application required, details below).   Students in this program learn more about British society, culture, and professional life through placements in a wide variety of agencies and organizations. You must be flexible, open-minded, adaptable, a self-starter, and ready for the challenge of new situations and cross-cultural engagement.   If you hope to participate in this program during Fall 2015, please join us for an information session on Thursday, February 26 at 12:30pm, Wasserman Center, Presentation Room A. RSVP via NYU CareerNet ! All questions may be directed to global.internships@nyu.edu .          Required Internship Seminar Course Description                                                    Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                               Enrollment by permission only. Application required.   The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.                    Internship Opportunities   Responsibilities vary by agency but we require all students to be involved in projects that contribute to their understanding of the organization and its approach to social issues. This might include project implementation, participation in relevant meetings, research, and production of documents or other materials.   Upon acceptance into the program, each student will have an individual placement meeting with the EUSA team to determine the best options for the student. For more information about the placement process, please watch this short video below.   The following is a list of examples of the types of organizations in which students might be placed. Flexibility is important as specific organizations and industry placements cannot be guaranteed:   Advertising, Arts Busines, Financial Services, Film and TV, Hospitality, Journalism, Law, Marketing, Multimedia, Non-Party Politics, Occupational Therapy &amp; Physical Therapy, Party Politics, Psychology &amp; Sociology, Public Relations, Public Health Sciences, and Theater.          Placement Process   Watch this brief video below for additional information about the placement process.                                                                                                               Application Instructions                                           How do I apply?                               The application is only for students intending to enroll in the 4 credit Internship Seminar &amp; Fieldwork course.   Interested Fall 2015 NYU London students should complete the online application by Friday, March 13 if they are interested in the program. Students that fill out the application by the deadline will receive notification by Monday, March 23.   While there is no cost to participate in the internship program, students that are participating in the internship program in London should note once they have officially committed to the program are subject to a financial penalty should they withdraw.   For consideration to the internship program in London, students must complete the following steps:     Have your resume reviewed by a career coach at the Wasserman Center using this Resume Review Form . Please note completion of this form is a required part of the application process. Review the form carefully for further instructions.   Complete the NYU London Internship Application . The online application requires you to answer a series of questions designed to help you think systematically about what you would like to learn and accomplish from an internship experience in London, and to indicate what type of internship placements you would be most interested in. The online application will you to upload a personal statement and your newly edited resume in .pdf or .doc format.     Please note:   Students intending to participate in a London internship must apply for a Tier-4 visa. You will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. Please contact the Office of Global Services for more information on your eligibility for the Tier-4 visa before applying.   Students from a non-majority English speaking country (as defined by the British government here ) must demonstrate a B2 level of English through taking a Secure English Language Test that has been approved by the British government. Important to note that TOEFL exams are no longer accepted. Pearson PTE &amp; IELTS exams are most prevalent in US. Please contact the Office of Global Services for more information on your eligibility for the Tier-4 visa before applying.   Students must also be able to dedicate two full weekdays to their internship, not including Fridays . If you are planning to participate in the internship program, please keep this in mind as you begin scheduling your courses.   Questions? Email: global.internships@nyu.edu                          Non-Credit Internships        In the UK, internship placements are considered for-credit opportunities that are accompanied by academic coursework. That said, part-time work, which can often resemble a traditional US internship, is permissible for students with a Tier 4 Visa up to 20 hours per week under certain circumstances.   Types of permitted part-time work:     Paid opportunities for up to 20 hours per week   Unpaid opportunities for up to 20 hours per week at:     a charity or voluntary organization - Follow this link to see if an organization is a registered charity in the UK: http://www.charitycommission.gov.uk/find-charities/   an associated fundraising body - an organization that raises money for a charity or voluntary organization   a statutory body - an organization set up by government legislation         All other unpaid work opportunities are not permitted.   UK employment law distinguishes between unpaid part-time work, which requires a Tier 4 visa, and volunteering, which does not. Some indicators of engaging in unpaid part-time work include:     whether the student must personally perform the work or permitted to send a substitute   filling an official role as an employee where the organization depends on your work   repercussions for absence   possible employment contract     NYU London does not offer support for identifying non-academic work opportunities. Students may utilize Wasserman career resources to assist with their job search. NYU London does, however, offer an extensive volunteer program that is open to all students irrespective of visa status. Please follow this link for more information.   Students may email global.internships@nyu.edu with any questions or concerns.                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                   Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.               Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Internships                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Freshmen                       Special Programs                       Facilities & Services                       Tutorials                       Internships                       Academic Events                       Newsletters                                                                   Internships       Get out of the classroom and into the community! Immerse yourself in British culture, make connections, and get valuable hands-on experience.     Students are not permitted to intern or work (paid or unpaid) in the UK without a Tier-4 visa, unless they are the holder of an EEA or Swiss passport. A Tier-4 visa costs a minimum of £310 GBP (approximately $527 USD), plus any applicable shipping and expedite fees. Get out of the classroom and into the community! Immerse yourself in British culture, make connections, and gain invaluable hands-on experience.              Academic Internships        NYU London has partnered with EUSA, a non-profit organization that works with universities and colleges to provide students with internship opportunities in Europe. If accepted into the program, students will work with EUSA to find and accept an internship placement. This for-credit program offers a 16 hour minimum a week experience with a required weekly seminar for a total of 4 credits (application required, details below).   Students in this program learn more about British society, culture, and professional life through placements in a wide variety of agencies and organizations. You must be flexible, open-minded, adaptable, a self-starter, and ready for the challenge of new situations and cross-cultural engagement.   If you hope to participate in this program during Fall 2015, please join us for an information session on Thursday, February 26 at 12:30pm, Wasserman Center, Presentation Room A. RSVP via NYU CareerNet ! All questions may be directed to global.internships@nyu.edu .          Required Internship Seminar Course Description                                                    Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                               Enrollment by permission only. Application required.   The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.                    Internship Opportunities   Responsibilities vary by agency but we require all students to be involved in projects that contribute to their understanding of the organization and its approach to social issues. This might include project implementation, participation in relevant meetings, research, and production of documents or other materials.   Upon acceptance into the program, each student will have an individual placement meeting with the EUSA team to determine the best options for the student. For more information about the placement process, please watch this short video below.   The following is a list of examples of the types of organizations in which students might be placed. Flexibility is important as specific organizations and industry placements cannot be guaranteed:   Advertising, Arts Busines, Financial Services, Film and TV, Hospitality, Journalism, Law, Marketing, Multimedia, Non-Party Politics, Occupational Therapy &amp; Physical Therapy, Party Politics, Psychology &amp; Sociology, Public Relations, Public Health Sciences, and Theater.          Placement Process   Watch this brief video below for additional information about the placement process.                                                                                                               Application Instructions                                           How do I apply?                               The application is only for students intending to enroll in the 4 credit Internship Seminar &amp; Fieldwork course.   Interested Fall 2015 NYU London students should complete the online application by Friday, March 13 if they are interested in the program. Students that fill out the application by the deadline will receive notification by Monday, March 23.   While there is no cost to participate in the internship program, students that are participating in the internship program in London should note once they have officially committed to the program are subject to a financial penalty should they withdraw.   For consideration to the internship program in London, students must complete the following steps:     Have your resume reviewed by a career coach at the Wasserman Center using this Resume Review Form . Please note completion of this form is a required part of the application process. Review the form carefully for further instructions.   Complete the NYU London Internship Application . The online application requires you to answer a series of questions designed to help you think systematically about what you would like to learn and accomplish from an internship experience in London, and to indicate what type of internship placements you would be most interested in. The online application will you to upload a personal statement and your newly edited resume in .pdf or .doc format.     Please note:   Students intending to participate in a London internship must apply for a Tier-4 visa. You will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. Please contact the Office of Global Services for more information on your eligibility for the Tier-4 visa before applying.   Students from a non-majority English speaking country (as defined by the British government here ) must demonstrate a B2 level of English through taking a Secure English Language Test that has been approved by the British government. Important to note that TOEFL exams are no longer accepted. Pearson PTE &amp; IELTS exams are most prevalent in US. Please contact the Office of Global Services for more information on your eligibility for the Tier-4 visa before applying.   Students must also be able to dedicate two full weekdays to their internship, not including Fridays . If you are planning to participate in the internship program, please keep this in mind as you begin scheduling your courses.   Questions? Email: global.internships@nyu.edu                          Non-Credit Internships        In the UK, internship placements are considered for-credit opportunities that are accompanied by academic coursework. That said, part-time work, which can often resemble a traditional US internship, is permissible for students with a Tier 4 Visa up to 20 hours per week under certain circumstances.   Types of permitted part-time work:     Paid opportunities for up to 20 hours per week   Unpaid opportunities for up to 20 hours per week at:     a charity or voluntary organization - Follow this link to see if an organization is a registered charity in the UK: http://www.charitycommission.gov.uk/find-charities/   an associated fundraising body - an organization that raises money for a charity or voluntary organization   a statutory body - an organization set up by government legislation         All other unpaid work opportunities are not permitted.   UK employment law distinguishes between unpaid part-time work, which requires a Tier 4 visa, and volunteering, which does not. Some indicators of engaging in unpaid part-time work include:     whether the student must personally perform the work or permitted to send a substitute   filling an official role as an employee where the organization depends on your work   repercussions for absence   possible employment contract     NYU London does not offer support for identifying non-academic work opportunities. Students may utilize Wasserman career resources to assist with their job search. NYU London does, however, offer an extensive volunteer program that is open to all students irrespective of visa status. Please follow this link for more information.   Students may email global.internships@nyu.edu with any questions or concerns.                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                   Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.               Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU London                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London                 Sub Navigation                                 About Us                       Living in London                       Academics                       Graduate Students                       Student Life                       Calendar                       Applying                       Admitted Students                       Returning from London                                                                   NYU London                                        This content requires the Macromedia Flash Player. Get Flash Player                                          Study Art, Literature, Pre-health, Business, and More at NYU London     Students at NYU London take advantage of a wide range of academic programs complemented by the rich cultural experience of living in one of Europe’s most storied cities. Specialized programs are available in Africana studies, art and architecture, business, mathematics, British literature and writing, pre-health, and psychology. Courses in math, biology, chemistry, and physics accommodate students whose schedules might not otherwise allow for a semester of global study. Additionally, NYU is the only institution in London to offer science courses approved by the American Medical College Application Service (AMCAS) for medical school admittance. NYU London encourages students to enroll in for-credit internships with key institutions in fields including marketing, finance, media, law, politics, health, and theatre.     Students who spend a semester at NYU London live and learn in the heart of Bloomsbury, a neighborhood that is home to the British Museum, the Royal Academy of Dramatic Art, and the West End (London’s famous theatre district). Each semester, NYU London staff plans day trips to places such as the historic cities of Bath, Cambridge, and Oxford. In addition to exploring London’s myriad cultural sites, students often participate in short-term or semester-long community service projects.                 Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                 Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                                                       Info for Parents                                                                                                Info for External Advisers                                                                                                Visit Other NYU Global Centers                                                                                                                                                        NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                     NYU London Intranet        Click here to access the NYU London Intranet for students, staff and faculty.                                                                                 Academic Opportunities                                                                                         Graduate Degree at NYU London                                         Fast Facts             Academic Calendar: Fall/Spring/Summer/Full Year   Credits: 12 to 18 NYU credits   Faculty and Staff: Over 60 instructors and administrative staff   Student Body: 350 per semester, including 100 freshmen   Affiliated Institution: University of London         Housing : furnished rooms in NYU-leased student residential buildings   Meals: Kitchens or community cooking areas are available   Language: English   Local Currency: Pound Sterling   Population of London: 7.5 million                    Get to know your neighborhood Read More                             Questions?        Contact Us                                                                                                                                                                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Internships                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Freshmen                       Special Programs                       Facilities & Services                       Tutorials                       Internships                       Academic Events                       Newsletters                                                                   Internships       Get out of the classroom and into the community! Immerse yourself in British culture, make connections, and get valuable hands-on experience.     Students are not permitted to intern or work (paid or unpaid) in the UK without a Tier-4 visa, unless they are the holder of an EEA or Swiss passport. A Tier-4 visa costs a minimum of £310 GBP (approximately $527 USD), plus any applicable shipping and expedite fees. Get out of the classroom and into the community! Immerse yourself in British culture, make connections, and gain invaluable hands-on experience.              Academic Internships        NYU London has partnered with EUSA, a non-profit organization that works with universities and colleges to provide students with internship opportunities in Europe. If accepted into the program, students will work with EUSA to find and accept an internship placement. This for-credit program offers a 16 hour minimum a week experience with a required weekly seminar for a total of 4 credits (application required, details below).   Students in this program learn more about British society, culture, and professional life through placements in a wide variety of agencies and organizations. You must be flexible, open-minded, adaptable, a self-starter, and ready for the challenge of new situations and cross-cultural engagement.   If you hope to participate in this program during Fall 2015, please join us for an information session on Thursday, February 26 at 12:30pm, Wasserman Center, Presentation Room A. RSVP via NYU CareerNet ! All questions may be directed to global.internships@nyu.edu .          Required Internship Seminar Course Description                                                    Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                               Enrollment by permission only. Application required.   The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.                    Internship Opportunities   Responsibilities vary by agency but we require all students to be involved in projects that contribute to their understanding of the organization and its approach to social issues. This might include project implementation, participation in relevant meetings, research, and production of documents or other materials.   Upon acceptance into the program, each student will have an individual placement meeting with the EUSA team to determine the best options for the student. For more information about the placement process, please watch this short video below.   The following is a list of examples of the types of organizations in which students might be placed. Flexibility is important as specific organizations and industry placements cannot be guaranteed:   Advertising, Arts Busines, Financial Services, Film and TV, Hospitality, Journalism, Law, Marketing, Multimedia, Non-Party Politics, Occupational Therapy &amp; Physical Therapy, Party Politics, Psychology &amp; Sociology, Public Relations, Public Health Sciences, and Theater.          Placement Process   Watch this brief video below for additional information about the placement process.                                                                                                               Application Instructions                                           How do I apply?                               The application is only for students intending to enroll in the 4 credit Internship Seminar &amp; Fieldwork course.   Interested Fall 2015 NYU London students should complete the online application by Friday, March 13 if they are interested in the program. Students that fill out the application by the deadline will receive notification by Monday, March 23.   While there is no cost to participate in the internship program, students that are participating in the internship program in London should note once they have officially committed to the program are subject to a financial penalty should they withdraw.   For consideration to the internship program in London, students must complete the following steps:     Have your resume reviewed by a career coach at the Wasserman Center using this Resume Review Form . Please note completion of this form is a required part of the application process. Review the form carefully for further instructions.   Complete the NYU London Internship Application . The online application requires you to answer a series of questions designed to help you think systematically about what you would like to learn and accomplish from an internship experience in London, and to indicate what type of internship placements you would be most interested in. The online application will you to upload a personal statement and your newly edited resume in .pdf or .doc format.     Please note:   Students intending to participate in a London internship must apply for a Tier-4 visa. You will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. Please contact the Office of Global Services for more information on your eligibility for the Tier-4 visa before applying.   Students from a non-majority English speaking country (as defined by the British government here ) must demonstrate a B2 level of English through taking a Secure English Language Test that has been approved by the British government. Important to note that TOEFL exams are no longer accepted. Pearson PTE &amp; IELTS exams are most prevalent in US. Please contact the Office of Global Services for more information on your eligibility for the Tier-4 visa before applying.   Students must also be able to dedicate two full weekdays to their internship, not including Fridays . If you are planning to participate in the internship program, please keep this in mind as you begin scheduling your courses.   Questions? Email: global.internships@nyu.edu                          Non-Credit Internships        In the UK, internship placements are considered for-credit opportunities that are accompanied by academic coursework. That said, part-time work, which can often resemble a traditional US internship, is permissible for students with a Tier 4 Visa up to 20 hours per week under certain circumstances.   Types of permitted part-time work:     Paid opportunities for up to 20 hours per week   Unpaid opportunities for up to 20 hours per week at:     a charity or voluntary organization - Follow this link to see if an organization is a registered charity in the UK: http://www.charitycommission.gov.uk/find-charities/   an associated fundraising body - an organization that raises money for a charity or voluntary organization   a statutory body - an organization set up by government legislation         All other unpaid work opportunities are not permitted.   UK employment law distinguishes between unpaid part-time work, which requires a Tier 4 visa, and volunteering, which does not. Some indicators of engaging in unpaid part-time work include:     whether the student must personally perform the work or permitted to send a substitute   filling an official role as an employee where the organization depends on your work   repercussions for absence   possible employment contract     NYU London does not offer support for identifying non-academic work opportunities. Students may utilize Wasserman career resources to assist with their job search. NYU London does, however, offer an extensive volunteer program that is open to all students irrespective of visa status. Please follow this link for more information.   Students may email global.internships@nyu.edu with any questions or concerns.                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                   Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.               Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU London                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London                 Sub Navigation                                 About Us                       Living in London                       Academics                       Graduate Students                       Student Life                       Calendar                       Applying                       Admitted Students                       Returning from London                                                                   NYU London                                        This content requires the Macromedia Flash Player. Get Flash Player                                          Study Art, Literature, Pre-health, Business, and More at NYU London     Students at NYU London take advantage of a wide range of academic programs complemented by the rich cultural experience of living in one of Europe’s most storied cities. Specialized programs are available in Africana studies, art and architecture, business, mathematics, British literature and writing, pre-health, and psychology. Courses in math, biology, chemistry, and physics accommodate students whose schedules might not otherwise allow for a semester of global study. Additionally, NYU is the only institution in London to offer science courses approved by the American Medical College Application Service (AMCAS) for medical school admittance. NYU London encourages students to enroll in for-credit internships with key institutions in fields including marketing, finance, media, law, politics, health, and theatre.     Students who spend a semester at NYU London live and learn in the heart of Bloomsbury, a neighborhood that is home to the British Museum, the Royal Academy of Dramatic Art, and the West End (London’s famous theatre district). Each semester, NYU London staff plans day trips to places such as the historic cities of Bath, Cambridge, and Oxford. In addition to exploring London’s myriad cultural sites, students often participate in short-term or semester-long community service projects.                 Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                 Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                                                       Info for Parents                                                                                                Info for External Advisers                                                                                                Visit Other NYU Global Centers                                                                                                                                                        NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                     NYU London Intranet        Click here to access the NYU London Intranet for students, staff and faculty.                                                                                 Academic Opportunities                                                                                         Graduate Degree at NYU London                                         Fast Facts             Academic Calendar: Fall/Spring/Summer/Full Year   Credits: 12 to 18 NYU credits   Faculty and Staff: Over 60 instructors and administrative staff   Student Body: 350 per semester, including 100 freshmen   Affiliated Institution: University of London         Housing : furnished rooms in NYU-leased student residential buildings   Meals: Kitchens or community cooking areas are available   Language: English   Local Currency: Pound Sterling   Population of London: 7.5 million                    Get to know your neighborhood Read More                             Questions?        Contact Us                                                                                                                                                                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Freshmen                       Special Programs                       Facilities & Services                       Tutorials                       Internships                       Academic Events                       Newsletters                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   If you're wait-listing, don't forget to Swap. More information on wait-listing is available here .     Certain Business, Economics, Math, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     Some Stern (Business) courses are restricted to Stern students only until Friday of registration week. Non-Stern students will be able to register beginning Friday.   Registration in the Gallatin Fashion courses is given to students in the Gallatin Fashion Program. Other students will be permitted to register as space remains available.   Internship Seminar &amp; Fieldwork is a permission only class. Students needed to apply ahead of time for this course. This course is full and no longer accepting applications.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                    Global Orientations: British Culture                               We often hear that Britain is a global country and London is a global city, but what does this mean? In recent years Britain has undergone striking changes in its social makeup, political outlook and cultural activities. Rapid change also brings tensions around housing, the National Health Service and education all of which are increasingly facing pressures from immigration, larger numbers of unemployed and the economic squeeze. The most recent census suggested Polish was the second is spoken language in Britain. So what is happening and why and how does it affect you as a visiting student?    Global Orientation: British Culture is intended to introduce students to ideas formed by global and local issues and focus on concerns regarding politics, the media, migration, the free market, foreign policy, cultural homogeneity and democracy that are the keys to modern British national identity.  The course in based around a series of lectures and talks by prominent speakers from British politics, culture, economics and the arts, and incorporates various optional excursions into London to see some of what is being talked about in action.     Sample Syllabus     Sample 2                                Applied Psychology     Courses listed under Teaching and Learning / Applied Psychology .              Art History                                                    British Art in London - ARTH-UA 9011 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.   A survey of British painting, sculpture and architecture of the 17ththrough 20th centuries. Museums, galleries, churches, palaces and stately homes in and around London will be visited to examine and critique major works.                                                                      Renaissance Art in London- ARTH-UA 9350 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.    London has some of the richest collections of renaissance art in the world. Students in this course will be brought into direct contact with a large variety of artefacts to be found in museums and galleries such as the National Gallery, the National Portrait Gallery, the Victoria and Albert Museum, the British Museum as well as the British Library. Works by Van Eyck, Leonardo da Vinci, Michelangelo, Raphael, Durer and Holbein will be examined alongside those of less well-known artists. Rather than provide a standard chronological narrative of European Art History c. 1400- c. 1600, focus will be placed on subject areas such as the altarpiece and the private devotional image, the renaissance portrait, graphic practices, print culture, the materials and functions of sculpture, myth and allegory, the cabinet of curiosities, the concept of the 'Renaissance' itself. These topics will not be organised around traditional national or regional 'schools' considered in isolation from one another but instead interconnections will be explored between the development of different types, technical processes and cultural practices across the Netherlands, France, Germany and Italy. A special case will be made of the English Renaissance, in order to place it within the wider European context through additional visits to Westminster Abbey and Hampton Court.                                                                    Designing Britain - ARTH-UA 9650 - 4 points                               Students in the NYU Art History Dept: This course counts for Urban Design credit or Art History elective credit.   British designers are playing an increasingly important part on the world stage. This course examines changing attitudes to design in Britain: from the eighteenth century, when it played a central role in the modernisation of the country, to the Millennium and beyond, when it is being called upon to rekindle some lost glory. We will ask whether there are features about British design over the last 250 years which are distinctively British; and to what extent British designers have been informed by developments in the rest of the world.   Design now seems all-encompassing, and this very fact also raises broader questions. Have we overvalued this work of the mind over more traditional hand-skills? Are we becoming cynical in the face of endless &quot;rebrandings&quot; (which includes the rebranding of cities and whole countries)? Does design necessarily falsify, or paper over the cracks? And is it good for the planet?   The course format consists of Lectures, and Visits to museums, London sites etc.                                                                    Art &amp; War 1914 to the Present - ARTH-UA 9650 or IDSEM-UG 9251 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.   This 15 week course will take an in-depth yet wide-ranging look at an important but curiously neglected aspect of modern western visual culture. Within a broadly chronological structure, topics to be dealt with will include the following: the relationship between art and atrocity, and the attendant problem of the aestheticisation of horror; the crucial influence of photography and the growth of mass communications; the issue of censorship, both external and internal, and the related issue of the &quot;limits of representation&quot; (above all, in relation to the Holocaust and Hiroshima); the distinction between official and unofficial war art, and between art and propaganda, between art that endorses and even glorifies war and an art of protest; issues of gender and sexuality; questions of cultural memory and the memorialization process, and the representation of war in contemporary art practice.   It will consist of a combination of informal lectures, student presentations, at least one gallery visit, and the occasional film showing.                                                                    Seeing London's Architecture - ARTH-UA 9674 or SASEM-UG 9250 - 4 points                               Students in the NYU Art History Dept: This course counts for Architecture and Urban Design credit only .   London, like New York is a rich and complicated city. Unlike New York however, it has been continuously occupied for just under 2000 years. Almost every epoch of London’s history can be detected in the city’s architecture and distinctive streetscape.   This course is designed to work in three ways. Firstly it is an opportunity to learn about London’s architecture and art by physically exploring it. Secondly this class is an introduction to sketching and keeping a travel notebook, a basic and useful skill that any liberal arts student should have an experience of. Finally, and perhaps most importantly, this course teaches how to 'read' a town or city. The ability to visually make sense of European built-environment should really help in understanding the architecture of New York City and, of course, town and cities throughout the United States, and anywhere else.   Sample Syllabus                              Biology                                                    Principles of Biology II - BIOL-UA 9012 - 4 points (Lecture & Recitation)                               Prerequisite: High school chemistry and BIOL-UA 11, Principles of Biology I or equivalent   Students registering for this course must register for the Lecture &amp; Recitation.     Introductory course mainly for science majors designed to acquaint the student with the fundamental principles and processes of biological systems. Subjects include the basics of chemistry pertinent to biology, biochemistry and cell biology, genetics and molecular biology, anatomy and physiology, neurobiology, ecology, population genetics, and history and classification of life forms and evolution.                                                                      Principles of Biology Lab - BIOL-UA 9123 - 1 point (Laboratory)                               Note: Biology majors are not required to register for this lab course. All other students should consult with their advisor to determine if the lab is a requirement of their program of study.     Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.                                                                    Where the City Meets the Sea: Studies in Coastal Urban Environments - BIOL-UA 9140 or ENVST-UA 9275 - 4 points                               Over half of the human population lives within 100 km of a coast and coastlines contain more than two-thirds of the world’s largest cities. As a result, the world’s natural coastal environments have been substantially modified to suit human needs. This course will use the built and natural environments of coastal cities as laboratories to examine the environmental and cological implications of urban development in coastal areas. Using data from multiple coastal cities, student teams will use field-based studies and Geographic Information System (GIS) data to examine patterns and processes operating in coastal cities. This course uses the local terrestrial, marine, and built environments as a laboratory to address these issues, and team projects requiring field work form a core component of the learning experience. As part of the Global Network University initiative this course will be offered simultaneously in multiple locations and students will collaborate with their counterparts on other campuses.     Watch the video and read more about Where The City Meets The Sea                                Business                                                    International Political Economy - BPEP-UB 9011 - 4 points                               The course is informed by the significant transformation the world economy is currently undergoing, paying particular attention to the evolving dynamics of international trade and the global distribution of power within a longer-term historical perspective. The result is a course strongly geared towards providing students with an understanding of contemporary international economic and political trends, issues and events alongside the requisite analytical skills to evaluate current economic and political policies.   This course is divided into two sections. The first section focuses on the political economy of international trade. It will examine the role of labour, land and capital in determining what is traded, by whom and for what purpose. The second section examines the key global issues in 21st century political economy. It will focus on cultural transformation in an age of globalization, the economic rise of Asia, the political economy of militant Islam and, most saliently, the future of Western hegemony in light of the global economic crisis.     Sample Syllabus                                                                      Foundations of Finance - FINC-UB 9002 - 4 points                               Prerequisites: (1) STAT-UB 103 Statistics for Business Control and Regression/Forecasting Models OR STAT-UB 1 Statistics for Business Control (4 credit) plus STAT-UB 3 Regression/Forecasting (2 credit) OR equivalent AND (2) one of the following: ECON-UB 1 Microeconomics OR ECON-UA 2 Economic Principles II, OR ECON-UA 5 Introduction to Economic Analysis, AND (3) ACCT-UB 1 Principles of Financial Accounting AND (4) At least Sophomore Standing.     A rigorous course developing the basic concepts and tools of modern finance. Basic concepts of return and risk are explored in detail with a view to understanding how financial markets work and how different kinds of financial instruments are valued. These instruments, including equities, fixed income securities, options, and other derivative securities become vehicles for exploring various financial markets and the utilization of these markets by managers in different kinds of financial institutions to enhance return and manage risk. The course includes a segment on the use and application of computer-based quantitative technology for financial modeling purposes.   Sample Syllabus                                                                    Corporate Finance - FINC-UB 9007 - 3 points                               Prerequisite: Foundations of Finance (FINC-UB 2) and Statistics or equivalents.   The class focuses on the nature of financial management from a number of perspectives including the national, the corporate and the individual, but particularly the corporate. You will become familiar with the financial system, including that relating to banking, though there will be little overlap with courses that deal with the functioning of financial markets. The importance of behavioural finance will also be stressed during the course.   Sample Syllabus                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               This course carries an additional fee of £20 to cover the cost of course materials.   Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.   Sample Syllabus                                                                    Management and Organizations - MGMT-UB 9001 - 4 points                               Investigates the nature, functions, and responsibilities of the management of organizations. Develops an analytical approach to the identification, structuring, analysis, and solution of organizational problems. Introduces the student to organizational policies and structures, functional areas, and production processes (including resource allocation, measurement and evaluation, and control), leadership style, and organizational adaptation and evolution. Teaching methodologies include lectures, case analysis, and class discussion.   Sample Syllabus                                                                    Operations Management - OPMG-UB 9001 - 4 points                               Prerequisites: STAT-UB 103 Statistics for Business Control and Regression/Forecasting Analysis (or BOTH STAT-UB 1 and STAT-UB 3) OR equivalent.   Designed to give students a better understanding of how firms can gain competitive advantage from their operations function. Typically this requires the firm to achieve, at a minimum, cost, quality and ecological parity; responsiveness and adaptability to customer needs and desires; rapid time to market; process technology leadership; and sufficient and responsive capacity. A problem-solving framework is developed that enables students to undertake managerial and technical analysis that should result in the desired competitive advantage. Both service and manufacturing case examples are utilized.   Sample Syllabus                                                                    Law, Business &amp; Society - SOIM-UB 9006 - 4 points                               This course is only open to juniors and seniors.     Every professional business person must be aware of how legal systems work and effect business decisions. Furthermore, the interaction between Law and Business is multidimensional involving international, ethical, and technological considerations. In this course, students examine how key areas of business law, including contracts, torts, and business organizations, influence the structure of domestic and international business relationships. Students actively participate in legal studies designed to enhance business skills such as analytical thinking, written communication, oral presentation, conflict resolution, and team work problem-solving.   Sample Syllabus Coming Soon                                                                    Organizational Communication and its Social Context - SOIM-UB 9065 - 4 points                               This course provides the theoretical fundamentals in communication, applies communication strategy to oral and written business assignments, and focuses on how organizations communicate to their varied internal and external stakeholders.   Sample Syllabus                                                                    The Financial System - MULT-UB 9027 - 4 points                               Prerequisites: ECON-UB11: Economics of Global Business or ECON-UA 238: International Economics and FINC-UB2: Foundations of Finance or ECON-AD 302:Foundations of Financial Markets     This course description is based on the Stern course offered on Washington Square Campus   Recent global financial turbulence has demonstrated both how important the financial  system is to the world economy and how complex it is.     Financial systems are centered on key institutions, instruments and markets. But they  also involve governments, public policy and regulation. They span the globe from the  US, the EU and Japan to Russia, China and the Emerging Markets. In critical ways,  country-level financial architectures are integrating to form a more seamless, high-performance whole. This is good for efficiency, innovation and growth, yet it also  amplifies problems during times of crisis   This course provides students with a broad and rigorous understanding of (i) How the  global financial system works and what purposes it serves, (ii) What the major elements  are and how they operate, and (iii) What challenges the global financial system creates  for public policy makers. In seeking to achieve these objectives, this broad-gauge  course provides a perspective that helps students understand and make the most of  their own professional opportunities. Along with a working knowledge of the global  macroeconomy, foundations of finance and corporate finance, this course will be  extremely helpful for students as a lens to focus on the key dimensions of the modern  business environment.   Sample Syllabus Coming Soon.                                Chemistry                                                    Organic Chemistry II - CHEM-UA 9226 - 5 points (Lecture, Laboratory, & Recitation)                               Prerequisite: CHEM-UA 243, Organic Chemistry I or its equivalent   Students registering for this course must register for the Lecture, Lab, &amp; Recitation     A continuation of the study of chemistry of organic compounds. The material is presented in the functional group framework, incorporating reaction mechanisms. Topics include structure and bonding of organic materials, nomenclature, conformational analysis, stereochemistry, spectroscopy, and reactions of aliphatic and aromatic hydrocarbons, alcohols, ethers, amines, and carbonyl compounds. Multifunctional organic compounds are covered, including topics of relevance to biochemistry, such as carbohydrates, amino acids, peptides, and nucleic acids. Laboratories provide training in the syntheses of organic precursors in high yields and high purity needed for multistep procedures. An extensive research project involving unknown compounds is conducted. The use of IR and NMR spectroscopy is explored.                                Child and Adolescent Mental Health Studies                                                    Global Perspectives in Child and Adolescent Mental Health - CAMS-UA 9202 - 4 points                               Prerequisite: This course is open to students who have completed an introductory course in psychology (PSYCH-UA 1: Introduction to Psychology) and a course in either child and adolescent psychopathology   (CAMS-UA 101: Child and Adolescent Psychopathology) or abnormal psychology (PSYCH-UA 51: Abnormal Psychology) or have received consent of the instructor.     Children and adolescents suffer worldwide from significant mental health stressors, but how mental health and illness are perceived and addressed varies greatly around the world. The first part of the course will provide a brief overview of human rights, child development, social determinants of mental health, trauma and resilience, and the global public health significance of mental illness. Using this framework, the impact of selected salient cross-cultural factors affecting mental health (i.e. poverty, war and conflict, and gender-based exploitation) on children’s development and wellbeing will be studied. Throughout the course, various perspectives will be considered, while dominant paradigms will be recognized and critically examined. Lastly, the course will conclude on a pragmatic level—deliberating specific settings, available resources, barriers, and preventative proposals. Selected case studies from the Americas, Africa, Europe, Asia, and the Middle East will be used to illustrate key concepts. Through lectures, readings, documentaries, and active discussion this course will provide an engaging forum to consider and debate child and adolescent mental health issues globally.     Sample Syllabus                                Chinese Language                                                    Elementary Chinese I - EAST-UA 9201 - 4 points                               Introductory course in modern Chinese using Lin’s College Chinese. Covers both spoken and written aspects of the language. Open to students who have had no training in Chinese, the course includes translation from and into Chinese and a basic study of elementary Chinese grammar.                                Cinema Studies                                                    British Cinema (Lecture &amp; Movie Screenings) - ICINE-UT 12 - 4 points                               Students registering for this class must also register for the Screenings section.   This course carries an additional fee of £20 to cover the cost of course materials.   This course provides an exciting and challenging introduction to British Cinema, studying the rich and varied relationships between the society and its films. It is organised in four main parts, offering an Introduction to Film Studies; a look at National Identity and the Cinema in relation to England, Scotland, Northern Ireland and the UK as a whole; case studies in key authors Mike Leigh and Ken Loach; and approaches to narrative and genre.   Sample Syllabus                              Creative Writing                                                    Creative Writing - CRWRI-UA 9815 - 4 points                               Beginning workshop in creative writing designed to explore and refine the student's individual writing interests. This course may include fiction and/or poetry and creative non-fiction.   Sample Syllabus                              College Core Curriculum                                                    Cultures and Contexts: Multinational Britain - CORE-UA 9549 - 4 points                               This class introduces students to an in-depth academic study of changing views of British national identity and culture, using a variety of primary and secondary sources. Britain is a multi-national state, a union of 4 nations, each with their own distinctive culture and heritage. Three of the nations, Wales, Scotland and Ireland, have been brought under the English monarchy and political system, and, in the case of the first two, they have been long-term partners in the benefits accruing to the largest empire the world has seen, and the first and (for a long time) the most successful industrial nation. The height of that unity was probably in the period of the Second World War and its aftermath. Since then, with the collapse of the British Empire, Britain’s membership of the European Union, and the devolution of power to Scotland and Wales, the union has come under increasing pressure from centrifugal forces. The course examines the image that Britain presents to the world, the myths on which the national identity of the component nations were formed and the institutions that might be considered to hold the union together today. This involves looking at the self-image of Britain in relation to empire, foreign policy, immigration and multiculturalism, monarchy, parliament, sport and media representations. British national identity is revealed as an increasingly contested concept in a globalised world.   Sample Syllabus                                                                    Expressive Culture: Images - CORE-UA 9720 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.   Contemporary Art in Britian. Contemporary art raises vigorous debate and criticism. But what is contemporary about contemporary art? We consider some key issues in dealing critically with contemporary art with a focus on work on display in exhibitions in London, both major national collections and private galleries, exploring art produced since the late 1950s through case studies of the work of individual artists and through themes which include photography, representations of the body, gallery display, video practice, and installation art. Topics include how contemporary art came to look as it does, with a focus on British art; the different forms of material and presentation artists have employed; why and how diverse audiences are addressed; and how markets, national prizes, and private collections shape the kinds of art produced and inform public taste. We also look at the collection and display of contemporary art, on a private and a public scale; dealer galleries, and issues of curation. Critical and historical writings by artists and theorists will be considered.                                                                      Expressive Culture: Architecture in London Field Study- CORE-UA 9722 - 4 points                               Note: This course counts for Urban Design (Art History Department) major and minor credit.   The history of London architecture as exemplified by surviving buildings, which can be seen and visited, principally from the 17th to the 20th centuries, considered through an equal mixture of classroom lectures and field study visits to the sites and buildings, and types of buildings, discussed in the lectures.                                Drama                                                    Shakespeare: Text and Performance (Lecture &amp; Theatre Visits) - ITHEA-UT 70 - 4 points                               This course carries an additional fee of $267 in Spring 2015 to cover the cost of theatre tickets.   Explores the works of Shakespeare as text and performance. A variety of critical methodologies, including biographical and cultural analysis, are used to reveal the continuing vitality of these plays and their relevance to the theatre of our time.   Sample Syllabus                              Dramatic Literature                                                  Modern Drama and Performance in London (Lecture &amp; Theatre Visits) - DRLIT-UA 9133 or ENGL-UA 9133 - 4 points                               Students registering for this course must also register for the theatre visits section.   This course carries an additional fee of $473 in Fall 2015 and Spring 2016 to cover the cost of theatre tickets.   This course, designed to introduce students to the range of 20th-century drama staged in the contemporary London theater scene, presents a wide variety of British, American, and multicultural works currently playing. Students analyze the history of the modern theatre in London. Emphasis is placed on comparative interpretation of texts and the dramatic performances of works.   Sample Syllabus                              Economics                                                    Intermediate Microeconomics - ECON-UA 9010 - 4 points                               Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (MATH-UA 212). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors.   Prerequisites for students who entered NYU before Fall 2012: Introduction to Microeconomics (ECON-UA 2) and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211).   Not open to NYU Stern students.     Examines the manner in which producers, consumers, and resource owners acting through the market determine the prices and output of goods, the allocation of productive resources, and the functional distribution of incomes. The price system is seen as a network of interrelated decisions, with the market process serving to communicate information to decision makers.   Sample Syllabus                                                                    Intermediate Macroeconomics - ECON-UA 9012 - 4 points                               Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Macroeconomics (ECON-UA 1) and Intermediate Microeconomics (ECON-UA 10). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors.   Prerequisites for students who entered NYU before Fall 2012: Introduction to Macroeconomics (ECON-UA 1), Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211).   Study of aggregate economic analysis with special attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them.   Sample Syllabus                                                                    Money and Banking - ECON-UA 9231 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5) or equivalents.   The principal characteristics of the financial system and its current challenges; derivatives, financial innovation and the banking industry; money supply and monetary policy; bonds, equities and interest rates; financial supervision and regulation; pricing of financial securities and balanced portfolios; foreign exchange and how currency markets impact policy and asset choices; international policy co-ordination; banking crises and reform programmes.   Sample Syllabus                                                                    International Economics - ECON-UA 9238 - 4 points                               Prerequisite: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2) or equivalents.     This course focuses on international trade in goods, services, and capital. It serves as an introduction to international economic issues and as preparation for the department’s more advanced course in ECON-UA 324. The issues discussed include gains from trade and their distribution; analysis of protectionism; strategic trade barriers; the trade deficit; exchange rate determination and government intervention in foreign exchange markets.   Sample Syllabus (Please note that there are different sections of this course which use different text books. Please wait to hear from NYU London or your Professor about which book to buy. Do not base your purchase off of this sample syllabus)                                                                    Mathematics for Economics I - MATH-UA 9211 - pending approval                               This course is currently under development. Please find below a sample course description from the MATH-UA 211 course offered in New York. Please note that the actual description for this course may vary.     Elements of calculus and linear algebra are important to the study of economics. This class is designed to provide the appropriate tools for study in the policy concentration. Examples and motivation are drawn from important topics in economics. Topics covered include derivatives of functions of one and several variables; interpretations of the derivatives; convexity; constrained and unconstrained optimization; series, including geometric and Taylor series; ordinary differential equations; matrix algebra; eigenvalues; and (possibly) dynamic optimization and multivariable integration.                                  English                                                    Gothic Literature - ENGL-UA 9056 - 4 points                               On Christmas Day, 1764 Horace Walpole published The Castle of Otranto, the very first Gothic novel. The Gothic flourished especially in the nineteenth century, creating a whole vocabulary of new creatures and landscapes and two of the great books of the genre: Frankenstein And Dracula. This course concentrates on the great works of Gothic which are central to an understanding of literature, film, early Romanticism and popular culture. Specialising on the works of the eighteenth and nineteenth centuries we will also explore how those texts were reinvented for film and what new elements were added in the twentieth century. Using a selection of texts and using a variety of approaches from the historical to the post modern and the feminist to queer theory we will explore the multifarious levels of meaning in Gothic texts as well as looking at narrative strategies and a variety of themes including the political and revolutionary, the erotic and the exotic, the Promethian and the undead, the role of religion, the role of women, the Wandering Jew and the 'mock' medieval.                                                                    Major British Writers - ENGL-UA 9060 - 4 points                               Most of these major texts from the canon of English literature have been selected because they open out onto life in London at the time they were written. We shall be concerned not only with topics of place and setting, but also with issues of individual and national identity, as well as with forms of verse, drama, and fictional narratives. We shall be seeing a performance of Marlowe’s Dr Faustus at Shakespeare’s Globe, witnessing justice in action in a London court, as well as visiting the houses of Dr Johnson and Charles Dickens, Tate Britain, and viewing screen versions of a couple of our chosen novels. Texts will be studied in chronological order; the course is weighted towards literature of the last 100 years. The Oxford Book of English Verse will help give us a sense of continuity and change.     Sample Syllabus                                                                      Modern Drama and Performance in London (Lecture &amp; Theatre Visits) - DRLIT-UA 9133 or ENGL-UA 9133 - 4 points                               Students registering for this course must also register for the theatre visits section.   This course carries an additional fee of $473 in Fall 2015 and Spring 2016 to cover the cost of theatre tickets.   This course, designed to introduce students to the range of 20th-century drama staged in the contemporary London theater scene, presents a wide variety of British, American, and multicultural works currently playing. Students analyze the history of the modern theatre in London. Emphasis is placed on comparative interpretation of texts and the dramatic performances of works.   Sample Syllabus                                                                    Writing London - ENGL-UA 9182 - 4 points                               This course will study a variety of texts written at particular times in the history of London. The aims of the course are to encourage student to think historically, in terms of the way London and representations of the city have changed and developed over time; and theoretically, in terms of the way the city is mediated through different forms and genres (e.g. poetry, novels, essays, film). We will also examine the texts in relation to issues such as gender, the definition of the modern metropolis as a labyrinthine city of Babylon, the influence of metropolitan culture on Modernism and Modernity, assimilation versus multiculturalism, immigration, and the effects of new modern spaces on individuals.                                                                    English Literature of Transition: From Victorian to Modern: Crimea to WWI - ENGL-UA 9540 - 4 points                               Prerequisite: ENGL-UA 220:British Literature II   Students will undertake a study of the culture, thought and literary production of England between the Crimean War (1853-6) and the First World War (1914-8).                                                                      Postcolonial Indian Literature - ENGL-UA 9975 - 4 points                               This course explores the meaning of colonialism and postcolonialism in India by examining its historical background, its main themes and its defining problems. The course introduces students to some of the key texts of British cultural and educational policy in India. It also gives students the opportunity to examine a major ethnographic text. The course will then grapple with a cross-section of colonial and postcolonial literary representations of India. The focus here will be on issues of identity and strategies of narrative in colonialist and nationalist texts. The course concludes with an overall view of postcolonial studies as it relates to India and some suggestions as to its future developments.                              Environmental Studies                                                    Where the City Meets the Sea: Studies in Coastal Urban Environments - BIOL-UA 9140 or ENVST-UA 9275 - 4 points                               Over half of the human population lives within 100 km of a coast and coastlines contain more than two-thirds of the world’s largest cities. As a result, the world’s natural coastal environments have been substantially modified to suit human needs. This course will use the built and natural environments of coastal cities as laboratories to examine the environmental and cological implications of urban development in coastal areas. Using data from multiple coastal cities, student teams will use field-based studies and Geographic Information System (GIS) data to examine patterns and processes operating in coastal cities. This course uses the local terrestrial, marine, and built environments as a laboratory to address these issues, and team projects requiring field work form a core component of the learning experience. As part of the Global Network University initiative this course will be offered simultaneously in multiple locations and students will collaborate with their counterparts on other campuses.     Watch the video and read more about Where The City Meets The Sea                                Gallatin School of Individualized Study                                                    Art &amp; War 1914 to the Present - ARTH-UA 9650 or IDSEM-UG 9251 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.   This 15 week course will take an in-depth yet wide-ranging look at an important but curiously neglected aspect of modern western visual culture. Within a broadly chronological structure, topics to be dealt with will include the following: the relationship between art and atrocity, and the attendant problem of the aestheticisation of horror; the crucial influence of photography and the growth of mass communications; the issue of censorship, both external and internal, and the related issue of the &quot;limits of representation&quot; (above all, in relation to the Holocaust and Hiroshima); the distinction between official and unofficial war art, and between art and propaganda, between art that endorses and even glorifies war and an art of protest; issues of gender and sexuality; questions of cultural memory and the memorialization process, and the representation of war in contemporary art practice.   It will consist of a combination of informal lectures, student presentations, at least one gallery visit, and the occasional film showing.                                                                    History of British Fashion - IDSEM-UG 9252 - 4 points                               Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   This interdisciplinary seminar serves as a broad overview for several centuries of British male and female fashion trends, from roughly the Tudor period to today. The course focuses on ways that modes and standards of dress evolved in response to political, economic and technological developments; empire and immigration; changing gender and class formations; and the vagaries of popular culture. In short, the course examines not only what people wore at different historical moments, but why they wore what they did, and how they felt about it. Readings come from the fields of literature, history, art history, gender studies, and sociology.     Sample Syllabus                                                                      Fashion, Culture & the Body - IDSEM-UG 9254 - 4 points                               Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   This is a course that explores the relationship between ideas, the body and the way that fashion can be understood to mediate between the two. Through a range of disciplines and media this course considers the body as an aspect of not only medical and scientific exploration, but crucially as a vital element of culture and society. Bodies affect the ways in which the social world and power relations are organised, and they even arguably condition the way that we understand reality itself. Our physical form is constantly shaped according to both philosophies and fashions. Body ideals and broader ideals often interrelate strongly through bodily practices and with what we wear. There are meanings and fashions in all bodily forms (skinny, buxom, muscular, ideas of ‘whiteness’) and body practices (dieting, hair management, cleansing rituals, plastic surgery and genital cutting).   Over the sessions, we will take a conceptual approach to fashion, as a strident condition of modern life, that incorporates politics, science and aesthetics and we will closely read a number of cultural texts against a number of theoretical models. Attitudes towards the body can vary widely according to historical period, and this course will explore how, in different moments, and via different media, we have been preoccupied with the aesthetics of different body zones, with displaying identity (gender, class and ethnicity), and also with power. Different cultural forms (literary, visual, material etc) will provide the focus of our discussions as they all engage with the different ways that we make meaning out of our bodies. Students will be invited to investigate in their written work set texts from class in addition to primary material of their own choice.                                                                      Global Fashion Industry: Britain - PRACT-UG 9250 (formerly SASEM-UG 9251) - 4 points                               Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   This course will introduce students to the lifecycle of fashion, from forecasting fashion trends to the retailing and representation of vintage clothing, through design development, branding, buying and journalism. The course will also explore key issues for the sector – ethics, sustainability and the impact of the digital revolution. It will add a practical dimension to the NYU London triptych of fashion exploration, giving students unique access to studios and businesses working at the heart of London’s vibrant fashion industry. Each session is structured to give students an overview of a particular stage in the fashion development process, through a mix of lectures from the course leader and visiting professionals, studio visits, walking tours, reading assignments and practical projects.                                                                      Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                               Note: Students accepted to this course must indicate on their Student Information Form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa.A Tier-4 visa costs a minimum of £310 GBP (approximately $527 USD), plus any applicable shipping and expedite fees.     Enrollment by permission only. Application required.     This 4 credit course includes a weekly seminar and minimum of 16 hours fieldwork per week. Internship placements are made by EUSA, an organization partnering with NYU. EUSA provides internship placements in a wide range of organizations.     The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.     Sample Syllabus                                                                          Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                                                                    Seeing London's Architecture - ARTH-UA 9674 or SASEM-UG 9250 - 4 points                               Students in the NYU Art History Dept: This course counts for Architecture and Urban Design credit only .   London, like New York is a rich and complicated city. Unlike New York however, it has been continuously occupied for just under 2000 years. Almost every epoch of London’s history can be detected in the city’s architecture and distinctive streetscape.   This course is designed to work in three ways. Firstly it is an opportunity to learn about London’s architecture and art by physically exploring it. Secondly this class is an introduction to sketching and keeping a travel notebook, a basic and useful skill that any liberal arts student should have an experience of. Finally, and perhaps most importantly, this course teaches how to 'read' a town or city. The ability to visually make sense of European built-environment should really help in understanding the architecture of New York City and, of course, town and cities throughout the United States, and anywhere else.   Sample Syllabus                              Global Public Health                                                    Health and Society in a Global Context- UGPH-GU 9010 (formerly PUHE-UE 9070) - 4 points                               Please note that this course is currently under development. Actual course description may vary.   This course will examine the various dimensions of the field of public health and how the public’s health is protected. Students explore the ways social, economic, and political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual versus the rights of society come into conflict. The course makes use of diverse methods of instruction, including, but not limited to, small group discussion, group exercises, mini-lectures, student debates, field-based group projects and student presentations. Students may be involved in gathering information and observations from projects outside of the classroom at government, NGO and health care institutions.                                                                    Epidemiology for Global Health- UGPH-GU 9030 (formely PUHE-UE 9306) - 4 points                               Please note that this course is currently under development. Actual course description may vary.   By the end of this course students will develop the ability to understand the evolution and current role of epidemiology as an approach to assessing public health problems; describe epidemiological approaches to defining and measuring health problems in defined populations; understand how epidemiologic studies are designed, implemented and analyzed; understand the concepts of measurement of test performance and be able to apply these concepts of testing and screening in a range of health and other settings; understand and apply epidemiological criteria needed to establish cause and effect relationships; understand, and apply key ethical issues to the conduct of epidemiological and other scientific investigations; conduct library research to find information on diseases and other health conditions; and critically read and understand health information.   Sample Syllabus                              History                                                    A History of London - HIST-UA 9127 - 4 points                               The course examines the growth and importance of London from the Roman invasion of 43 AD to the present day. Students will learn about London's changing economic and political role, and will understand how London grew to dominate the commerce, industry and culture of England. They will find out how London became the biggest city the world has ever known, and how it coped (or failed to cope) with the social and environmental problems created by its enormous size. Each week (unless there is a field trip) there will be a lecture and a discussion in which you will be able to present ideas and information gathered from lectures and from your weekly reading. There will also be four walking tours of parts of London which relate to the period we are studying at a particular time.   Sample Syllabus                                                                      Europe Since 1945 - HIST-UA 9156 - 4 points                               Covers the impact of World War II, the postwar division of Europe, the onset of the cold war, the economic recovery and transformation of Western Europe, Stalinism in Eastern Europe, the 1960s and events of 1968, the origins and development of the European community, and the cultural and intellectual life of European nations in this period. Ends with a discussion of the Eastern European revolutions of 1989 and their significance, together with the reunification of Germany, for the future of the continent.   Sample Syllabus                                                                    Modern Imperialism: 19th and 20th Centuries - HIST-UA 9198 - 4 points                               This course will focus on a history of Modern Imperialism from the beginning of the nineteenth century to post-Second World War decolonisation: with particular reference to the British Empire.   Sample Syllabus                                                                    Islam and the West - HIST-UA 9520 or MEIS-UA 9694 - 4 points                               This course examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other.   *Please Note: Does not count toward the major or minor in Middle Eastern Studies.                                                                    Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                              Internship for Credit                                                    Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                               Note: Students accepted to this course must indicate on their Student Information Form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa.A Tier-4 visa costs a minimum of £310 GBP (approximately $527 USD), plus any applicable shipping and expedite fees.     Enrollment by permission only. Application required.     This 4 credit course includes a weekly seminar and minimum of 16 hours fieldwork per week. Internship placements are made by EUSA, an organization partnering with NYU. EUSA provides internship placements in a wide range of organizations.     The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.     Sample Syllabus                                    Journalism &amp; Mass Communication                                                    Methods and Practice: Reporting the Arts (Lecture &amp; Theatre Visits) - JOUR-UA 9202 - 4 points                               Students in this course must also register for the Methods and Practice Theatre visit in the evenings.     This course carries an additional fee of $340 in Fall 2015 and Spring 2016 to cover the cost of theatre tickets. Students should also be prepared to pay up to £100 or $150 for extra tickets while in London as part of the Methods &amp; Practice course.     Using the cultural life of London as its focus, this course aims to enable students to report on the diversity of cultural and artistic activity in the British capital across the spectrum, with an inevitable focus on theatre and live performance (classical music/opera, classical and contemporary dance) given the professor's own ongoing career as a theatre critic; other art forms, including art, television, and film, are considered, as well, depending on what is on in the capital at any given time. Numerous forms and techniques will be explored through la mixture of lecture, discussion, and student presentations, and students will be required to follow the work of several critics throughout the term even as they develop their own critical voice and methodology. At every turn, the course aims to wed the specific cultural goings-on in London during the semester to the methods and practice necessary to respond to and evaluate the work on offer.       Sample Syllabus                                                                    Journalism and Society: From Blogging to Bullets, Changes and Challenges Facing Media - JOUR-UA 9503 - 4 points                               Designed to interrogate the impact of various forms of media on &quot;society&quot; and various notions of society on &quot;media.&quot; Students consider conventional and unconventional media in Britain - from the London Times to movies to fashion magazines - in an effort to interpret British culture. The key question is not &quot;Is this text 'good'?&quot; but &quot;What does this text mean?&quot;   Sample Syllabus                              Mathematics                                                    Linear Algebra - MATH-UA 9140- 4 points                               Prerequisite: A grade of C or better in MATH-UA 121 Calculus I or the equivalent.   Systems of linear equations. Gaussian elimination, matrices, determinants, and Cramer's rule. Vectors, vector spaces, basis and dimension, linear transformations. Eigenvalues, eigenvectors, quadratic forms.   Sample Syllabus                                                                    Mathematics for Economics I - MATH-UA 9211 - pending approval                               This course is currently under development. Please find below a sample course description from the MATH-UA 211 course offered in New York. Please note that the actual description for this course may vary.     Elements of calculus and linear algebra are important to the study of economics. This class is designed to provide the appropriate tools for study in the policy concentration. Examples and motivation are drawn from important topics in economics. Topics covered include derivatives of functions of one and several variables; interpretations of the derivatives; convexity; constrained and unconstrained optimization; series, including geometric and Taylor series; ordinary differential equations; matrix algebra; eigenvalues; and (possibly) dynamic optimization and multivariable integration.                                  Media, Culture, &amp; Communication                                                    Culture, Media, and Globalization - MCC-UE 9400 - 4 points                               A review of theories and evidence of cultural and political transformations in culture underway in the era of media proliferation, multinational conglomerates, and cyberspace. The role of international flows and national differences.   Sample Syllabus                              Middle Eastern Studies     Please Note: MEIS core courses must be taken at NYU-NY. MEIS majors and minors: courses taken at NYU London do not automatically count towards the major or minor but are subject to DUS review. Students should request approval from the Department prior to registration.                                                    Islam and the West - HIST-UA 9520 or MEIS-UA 9694 - 4 points                               This course examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other.   *Please Note: Does not count toward the major or minor in Middle Eastern Studies.                              Philosophy                                                    Ethics - PHIL-UA 9040 - 4 points                               Examines fundamental questions of moral philosophy. What are our most basic values and which of them are specifically moral values? What are the ethical principles, if any, by which we should judge our actions, ourselves, and our lives?   Sample Syllabus                                                                    Metaphysics - PHIL-UA 9078 - 4 points                               Discusses general questions concerning the nature of reality and truth. What kind of things exist? Are there minds or material bodies? Is change illusory? Are human actions free or causally determined? What is a person and what, if anything, makes someone one and the same person?                              Physics                                                    General Physics II - PHYS-UA 9012 - 5 points (Lecture, Laboratory, & Recitation)                               Prerequisite: PHYS-UA 9011, General Physics I with a grade of C- or better   Students registering for this course must register for Lecture, Laboratory, and Recitation. Students should note that the Physics lab takes place at King’s College in Waterloo. This is roughly a 30 minute bus journey from the academic centre.   This course is a continuation of PHYS-UA 9011. This course is composed of a lecture and laboratory-recitation. Topics include electric charge, field, and potential; magnetic forces and fields; resistive, capacitive, and inductive circuits; electromagnetic induction; wave motion, electromagnetic waves; geometrical optics; interference, diffraction, and polarization of light; relativity; atomic and nuclear structure; elementary particle physics.                              Politics                                                    Politics of the Near and Middle East - POL-UA 9540 - 4 points (formerly crosslisted with MEIS-UA 9750)                               Historical-political background of the Middle East and its contemporary social and political problems, including the impact of the West; religious and liberal reactions; conflict of nationalisms (Arab, Iranian, Turkish, and Zionist); and revolutionary socialism. Specific social, political, and economic problems - using a few selected countries for comparison and analysis - including the role of the military, the intelligentsia, the religious classes, the legitimation of power, urban-rural cleavages, bureaucracy, and political parties.   Sample Syllabus                                                                    British Politics - POL-UA 9514 - 4 points                               Introduction to the politics and society of the United Kingdom of Great Britain and Northern Ireland. Traces the political and social development of the historic countries of England, Ireland, Scotland, and Wales; the growth of British hegemony and imperialism; the politics of decline and decay; and the promise of rebirth. Studies contemporary political institutions and processes that have undergone massive transformation over the past 50 years. Examines the continuing conflict and terrorism in Northern Ireland and dynamics of change in the Thatcher era and beyond.   Sample Syllabus                                                                    Understanding the European Union - POL-UA 9595 - 4 points                               This course critically investigates European integration, the operation of the EU as a political system and European policies. The course explores the origins, development, institutions, major policies, policy-making, current problems and matters of controversy of the European Community / Union. The major approaches applied to explain integration as well as the complex operation of the EU as a political system are described and discussed. The political and economic logic behind different national perspectives on European integration are examined.   Sample Syllabus                                                                    War, Peace, World Order - POL-UA 9741 - 4 points                               *Please Note: This course does not count towards the major or minor in International Relations.   Characteristics and conditions of war and peace and the transition from one to the other from the perspective of political and social science. Examines the role and use of coercion in global affairs, with emphasis on attempts to substitute negotiation, bargaining, market forces, politics, and law for the resort to massive violence in moderating disputes. Considers recent developments in both the theory and practice of peacebuilding demonstrating the differing ways in which particular conflicts tend to be viewed by participants, external commentators and policy-makers. Students will also undertake their own research on a case study of conflict.   The course will be taught in the form of an informal lecture and a class discussion, and students will present preliminary versions of their case studies to the class. A visiting speaker from an organisation dealing with issues of violent conflict and peace will also participate in one of the sessions (to be arranged).   Sample Syllabus                              Psychology                                                    Introduction to Psychology - PSYCH-UA 9001 - 4 points                               Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.   Sample Syllabus                                                                    Cognition - PSYCH-UA 9029 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology     Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking and reasoning.   Sample Syllabus                                                                    Personality - PSYCH-UA 9030 - 4 points                               Prerequisite for NYU Students: PYSCH-UA 1/Introduction to Psychology   Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.   Sample Syllabus                                                                    Social Psychology - PSYCH-UA 9032 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.   Sample Syllabus                                                                    Developmental Psychology - PSYCH-UA 9034 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology     Introduction and overview of theoretical issues and selected research in developmental psychology. Focus on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                                                                    Abnormal Psychology - PSYCH-UA 9051 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology and any Core B Psych course (Personality, Social, or Developmental).     The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.   Sample Syllabus                              Sociology                                                    Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                              Teaching and Learning / Applied Psychology                                                    An important note for all students interested in registering for the Human Development course sequence                               This course is only open to students in NYU Steinhardt's Teaching and Learning Program.   Students enrolling in the Human Development course sequence must register for both APSY-UE 9020 Human Development I and one of the Human Development II sections (APSY-UE 9021, 9022, or 9023). Human Development I runs for the first 7 weeks of the semester followed by Human Development II. All sections of Human Development II will meet together for class sessions however classroom observations and assignments will be differentiated.   Students enrolling in the Human Development course sequence must also conduct observations in a London school classroom each week. This course carries a fee of $215 for non-Steinhardt students to cover the cost of observation placements.   All students registering for Human Development courses must obtain a &quot;good conduct certificate&quot; (sometimes also called a &quot;letter of good standing&quot;) from their local police department before leaving for London. This is essential in order to participate in observations.   Note: Students accepted to this course must indicate on their visa inquiry form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. A Tier-4 visa costs a minimum of £298 GBP (approximately $500 USD), plus any applicable shipping and expedite fees. (*Does not apply to students traveling on EEA or Swiss passports.)   All students interested in the Human Development Course sequence should complete the Human Development Placement Registration Form (https://www.surveymonkey.com/s/HDS15) as soon as possible, and no later than November 30.                                                                    Human Development I - APSY-UE 9020 - 2 points                               Introduction to research and theory of human development across the life span. Seminal theories &amp; basic research of individual growth &amp; development are analyzed &amp; critiqued. Emphasis is on the range in human development with discussion of normative &amp; non-normative development. Emphasis is also placed on the importance of understanding the influence of normative &amp; non-normative contexts of development, including the impact of culture, heritage, socioeconomic level, personal health, &amp; safety. Relations between home, school, &amp; community and their impact on development are also explored via readings, lectures, discussions, &amp; weekly observations in the field. Interrogation of implicit folk theories as a foundation for exploration of formal knowledge of human development.     Sample Syllabus                                                                      Human Development II: Application for Early Childhood Educators - APSY-UE 9021 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on early childhood, &amp; applied across various institutional contexts. Important issues include: language development, assessment of readiness to learn, separation from the family, peer relationships, aesthetic experiences. Developmentally appropriate consideration of abusive &amp; dangerous environments, &amp; of alcohol, tobacco &amp; drug use will also be included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.     Sample Syllabus                                                                      Human Development II: Application for Childhood Educators - APSY-UE 9022 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on childhood, &amp; applied across various institutional contexts. Important issues include: numeric competence, assessment of reading problems, gender differences in learning styles. Developmentally appropriate consideration of abusive &amp; dangerous environments, &amp; of alcohol, tobacco, &amp; drug use will also be included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.     Sample Syllabus                                                                      Human Development II: Early Adolescents and Adolescents - APSY-UE 9023 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on early through late adolescence &amp; applied across various institutional contexts. Important issues include puberty, cross-gender peer relations, preventing risky behaviors, understanding &amp; mastering test-based graduation requirements, transition to work/college, identity development, depression, &amp; aggression. Developmentally appropriate consideration of abusive &amp; dangerous environments &amp; of alcohol, tobacco, &amp; drug use is also included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.     Sample Syllabus                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                               Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.               Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]