[{"detail": [{"content": "Kurt H. Becker, PhD | NYU Polytechnic School of Engineering                                                                                         NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / People                                              Kurt H. Becker , PhD Vice Dean for Research, Innovation and Entrepreneurship Phone: (718) 260-3608 Email: kurt.becker@nyu.edu  Office: 15 MetroTech Center, 6th Floor  Profile  Biography Kurt Becker is an international expert in the areas of the experimental and theoretical study of electron-driven processes in plasmas. He was part of a group of pioneering scientists who determined the ionization cross sections for atoms and molecules, which are critical to understanding the charge carrier formation in plasmas.   He is also well known for microplasmas or plasmas generated and sustained at atmospheric pressure. These plasmas are very unstable and prone to destructive arching. By confining these plasmas to less than 1mm, they become more stable. The plasmas provide a fertile environment for basic plasma physics and for developing new plasma technologies.   Additional areas of interest include atomic, molecular and chemical physics, the development of new experimental techniques and processes, technology transfer, and IP commercialization.   Becker joined the Polytechnic Institute of NYU faculty in his current capacity in 2007. Prior to joining NYU-Poly, he was associate director of the Center for Environmental Systems at Stevens Institute of Technology from 2003-2007 and department head from 2000 to 2007.   He earned a Diplom in Physik (MS) and Dr. rer. Nat. Universitat des Saarlandes in 1978 and 1981, respectively.   He is the recipient of the Dr. Eduard-Martin Prize for Excellence in Research, American Physical Society Fellow, Thomas Alva Edison Patent Award (with Erich Kunhardt), and an honorary professorship from the Leopold Franzens Universitat.   A prolific author, Becker has written over 200 articles in refereed journals and books, 375 conference presentations and abstracts and seven patents on the stabilization of atmospheric pressure plasmas and their applications. In addition, he has served on the editorial boards of numerous journals and was the invited presenter at national and international conferences.   Journal Articles   P. Kurunczi, N. Abramzon, M. Figus, and K. Becker, &ldquo;Measurement of Rotational Temperatures in High-Pressure MHC and CPE Discharge Plasmas&rdquo;, Acta Physica Slovaca 54, 115-124 (2004)   G. Hanel, B. Gstir, S. Denil, T. Fiegele, M. R&uuml;mmele, M. Stano, L. Feketeova, S. Matejcik, P. Scheier, K. Becker and T.D. M&auml;rk, &ldquo;High-Resolution Multiple Electron Impact Ionization of He, Ne, Ar, Kr, and Xe Atoms Close to Threshold: Appearance Energies and Wannier Exponents&rdquo;, Nuclear Instrum. Methods B 205, 413-6, (2003)   H. Deutsch, P. Scheier, K. Becker, and T.D. M&auml;rk, &ldquo;Revised High-Energy Behavior of the DM Formula for the Calculation of Electron Impact Ionization Cross Sections of Atoms&rdquo;, Int. J. Mass Spectrom. 233, 13-7 (2004)   S.H. Yin, C. Christodoulatos, A. Koutsospyros, and K. Becker, &ldquo;Destruction of Environmental Air Contaminants Using a Non-Thermal, Ambient-Pressure Plasma&rdquo;, Invited Papers of the International Conference on Environmental Systems (ICES), (2003), on CD-Rom   H. Deutsch, P. Scheier, K. Becker and T.D. M&auml;rk, &ldquo;Calculated Cross Sections for the Electron-Impact Detachment from Negative Ions Using the DM Formalism&rdquo;, Chem. Phys. Lett. 382, 26-31 (2003)   R. Basner, M. Schmidt, and K. Becker, &ldquo;Measurement of Absolute Partial and Total Electron Ionization Cross Sections of Tungsten Hexafluoride&rdquo;, Int. J. Mass Spectrom. 233, 25-31 (2004)   H. Qiu, K. Martus, W.L. Lee, and K. Becker, &ldquo;Hydrogen Generation in a Microhollow Cathode Discharge in High-Pressure Ammonia-Argon Mixtures&rdquo;, Int. J. Mass Spectrom. 233, 19-24 (2004)   W.Huo, V. Tarnovsky, and K. Becker, &ldquo;Electron Impact Ionization Cross Sections of SF5 and SF3&rdquo;, Int. J. Mass Spectrom. 233, 111-6 (2004)   A. Koutsospyros, S.-M. Yin, C. Christodoulatos, and K. Becker, &ldquo;Destruction of Hydrocarbons in Non-Thermal, Ambient-Pressure Capillary Discharge Plasmas&rdquo;, Int. J. Mass Spectrom. 233, 305-15 (2004)   P. Scheier, H. Deutsch, K. Becker and T.D. M&auml;rk, &ldquo;Calculation of Electron Impact Cross Sections for the Fragmentation and Dissociative Ionization of Fullerenes Using a Semi-Empirical Method&rdquo;, Int. J. Mass Spectrom. 233, 293-8 (2004)   S. Feil, K. Gluch, S. Matt-Leubner, P. Scheier, J. Limtrakul, M. Probst. H. Deutsch, A. Stamatovic, K. Becker, and T.D. M&auml;rk, &ldquo;Absolute Partial and Total Cross Sections for Positive and Negative Ion Formation Following Electron Impact on Uracil&ldquo;, J. Phys. B 37, 3013-20 (2004)   N. Masoud, K.E. Martus, and K. Becker, &ldquo;VUV Emissions from a Cylindrical Dielectric Barrier Discharge in Ne and He-H2 Mixtures&rdquo;, Int. J. Mass Spectrom. 233, 395-403 (2004)   S. Feil, K. Gluch, P. Scheier, K. Becker, and T.D. M&auml;rk, &ldquo;The Anomalous Shape of the Cross Section for the Formation of SF3+ Fragment Ions Produced by Electron Impact on SF6 Revisited&rdquo;, J. Chem. Phys. 120, 11456-8 (2004)   H. Deutsch, K. Becker, A.N. Grum-Grzhimailo, K. Bartschat, H. Summers, M. Probst, S. Matt-Leubner, and T.D. M&auml;rk, &ldquo;Calculated Cross Sections for the Electron Impact Ionization of Excited Ar Atoms Using the DM Formalism, Int. J. Mass Spectrom. 233, 39-43 (2004)   R. Basner and K. Becker, &rdquo;Experimental Electron Impact Ionization Cross Sections of Cl2&rdquo;, New J. Phys. 6, 118-127 (2004)   N. Masoud, K. Martus, M. Figus, and K. Becker, &ldquo;Rotational and Vibrational Temperature Measurements in a High-Pressure Cylindrical Dielectric Barrier Discharge&rdquo;, Contr. Plasma Phys. 45, 30-37 (2005)   B.C. Garret, D.A. Dixon, D.M. Camaioni, D.M. Chipman, M.A. Johnson, C.D. Jonah, G.A. Kimmel, J.H. Miller, T.N. Rescigno, P.J. Rossky, S.S. Xantheas, S.D. Colson, A.H. Laufer, D. Ray, P.F. Barbara, D.M. Bartels, K.H. Becker, K.H. Bowen, S.E. Bradford, I. Carmichael, J.V. Coe, L.E. Corrales, J.P. Cowin, M. Dupuis, K.B. Eisenthal, J.A. Franz, M.S. Gutowski, K.D. Jordan, B.D. Kay, J.A. LaVerne, S.V. Lymar, T.E. Madey, C.W. McCurdy, D. Meisel, S. Mukamel, A.R. Nilsson, T.M. Orlando, N.G. Petrik, S.M. Pimblott, J.R. Rustard, G.K. Schenter, S.J. Singer, A. Tokmakoff, L.-W. Wang, C. Wittig, and T.S. Zwier, &ldquo;The Role of Water on Electron-Initiated Processes and Radical Chemistry: Issues and Scientific Advances, Chem. Reviews 105, 355-89 (2005)   A. Koutsospyros, S.M. Yin, C. Christodoulatos, and K. Becker, &ldquo;Plasmachemical Degradation of VOCs in a Capillary Discharge Plasma Reactor&rdquo;, IEEE Trans. Plasma Sci 33, 42-9 (2005)   J. Lopez, W. Zhu, A. Freilich, A. Belkind, and K. Becker, &ldquo;Optical Emissions from a Pulsed DC Magnetron Sputtering Plasma&rdquo;, IEEE. Trans. Plasma Sci. 33, 348-9 (2005)   S. Matt-Leubner, S. Feil, K. Gluch, J. Fedor, A. Stamatovic, O. Echt, P. Scheier, K. Becker, and T.D. M&auml;rk, &ldquo;Energetics, Kinetics, and Dynamics of Decaying Metastable Ions Studied with a High Resolution Three-Sector-Field Mass Spectrometer&rdquo;, Plasma Sources Sci. Techn. 14, 26-30 (2005)   N. Masoud, K. Martus, and K. Becker, &ldquo;VUV Emissions from a Cylindrical DBD in Ar and Ar/N2 and Ar/air Mixtures&rdquo;, J. Phys. D 38, 1674-83 (2005)   J. Lopez, W. Zhu, A. Freilich, A. Belkind, and K. Becker, &ldquo;Time-Resolved Optical Emission Spectroscopy of Pulsed DC Magnetron Sputtering Plasmas&rdquo;, J. Phys. D 38, 1769-80 (2005)   A. Belkind, A. Freilich, J. Lopez, Z. Zhao, W. Zhu, and K. Becker, &ldquo;Characterization of Pulsed DC Magnetron Sputtering Plasmas&rdquo;, New Journal of Physics 7, 90-106 (2005)   H. Deutsch, P. Scheier, S. Matt-Leubner, K. Becker, and T.D. M&auml;rk, &ldquo;A Detailed Comparison of Calculated and Measured Electron-Impact Ionization Cross Sections of Atoms Using the Deutsch-M&auml;rk (DM) Formalism&rdquo;, Int. J. Mass Spectrom. 243, 215-21 (2005)   H. Deutsch, K. Becker, A.N. Grum-Grzhimailo, M. Probst, S. Matt-Leubner, and T.D. M&auml;rk, &ldquo;Calculated Electron Impact Ionization Cross Sections of Excited Ne Atoms Using the DM Formalism&rdquo;, Contr. Plasma Phys. 7, 494-499 (2005)   K. Becker, N. Masoud, K. Martus, and K.H. Schoenbach, &ldquo;Electron-Driven Processes in High-Pressure Plasmas&rdquo;, Europ. Phys. J. D 35, 279-97 (2005), &ndash; Invited Topical Review   R. Basner, M. Gutkin, J. Mahoney, V. Tarnovsky, H. Deutsch, and K. Becker, &ldquo;Electron Impact Ionization of Silicon Tetrachloride&rdquo;, J. Chem. Phys. 123, 05313 (2005)   K. Becker, A. Koutsospyros, S.-M. Yin, C. Christodoulatos, N. Abramzon, J.C. Joaquin, and G. Brelles-Mari&ntilde;o, &ldquo;Environmental and Biological Applications of Microplasmas&rdquo;, Plasma Phys. Controlled Fusion 47, B513-523, (2005)   H. Deutsch, K.B. MacAdam, K.Becker, H. Zhang, and T.D. M&auml;rk, &ldquo;Calculated Cross Sections for the Electron Impact Ionization of Na(ns) and Na(nd) Rydberg Atoms&rdquo;, J. Phys. B 39, 343-353 (2005)   H. Deutsch, P. Scheier, S. Matt-Leubner, K. Becker, and T.D. M&auml;rk, &rdquo;Erratum to &rdquo;A Detailed Comparison of Calculated and Measured Electron-Impact Ionization Cross Sections of Atoms Using the DM formalism&rsquo;, IJMS 243 (2005) 215-221&rdquo;, Int. J. Mass Spectrom. 246, 113 (2005)   K. Becker, J.G. Eden, and K.H. Schoenbach&rdquo;Microplasmas and Applications&ldquo;, J. Phys D 39, R55-70 (2006) &ndash; Invited Topical Review   R. Foest, M. Schmidt, and K. Becker, &ldquo;Microplasmas, a New World of Low-Temperature Plasmas&rdquo;, Int. J. Mass Spectrom. 248, 87-102 (2005) &ndash; Invited Topical Review   H. Deutsch, K. Becker, P. Defrance, M. Probst, J. Limtrakul, and T.D. M&auml;rk, &ldquo;Newly Calculated Absolute Cross Sections for the Electron Impact Ionization of C2H2+&rdquo;, Europ. Phys. J. D 38, 489-493 (2006)   K. Martus. N. Masoud, and K. Becker, &ldquo;Collisional and Radiative Processes in High-Pressure Neon/N2 Mixtures&rdquo;, Plasma Sources Sci. Technol. 15, S84-90 (2006)   A. Belkind, W. Zhu, J. Lopez, and K. Becker, &ldquo;Time-Resolved Optical Emission Spectroscopy During Pulsed DC Magnetron Sputter Deposition of Ti and TiO2 Thin Films&rdquo;, Plasma Sources Sci. Technol. 15, S17-25 (2006)   S. Denifl, B. Sonnweber, J. Mack, L.T. Scott, P. Scheier, K. Becker, and T.D. M&auml;rk, &ldquo;Appearance Energies of Singly, Doubly, and Triply Charged Coronene and Corannulene Ions Produced by Electron Impact&rdquo;, Int. J. Mass Spectrom. 249/250, 353-358 (2006)   K. Becker, J. Mahoney, M. Gutkin, V. Tarnovsky, and R. Basner, &ldquo;Electron Impact Ionization of SiClx and TiClx (x=1-4): Contributions from Indirect Ionization Channels&rdquo;, Jap. J. Appl. Phys. 45, 8818-8891 (2006)   W. Zhu, G. Buyle, J. Lopez, S. Shanmugamurthy, A. Belkind, K. Becker, and R. De Gryse, &ldquo;Plasma Emission Redistribution in a single Cycle of a Pulsed DC Magnetron&rdquo;, New J. Phys. 8, 146-162 (2006)   J. Lecointre, D.S. Belic, J. Jureta, K. Becker, H. Deutsch, J. Limtrakul, T.D. M&auml;rk, M. Probst and P. Defrance, &ldquo;Absolute cross sections and kinetic energy release for doubly and triply charged fragments produced by electron impact on CO+&rdquo;, J. Phys. B 39, 85-100 (2006)   S. Gershman, O. Mozgina, A. Belkind, K. Becker, and E. Kunhardt, &ldquo;Pulsed Electrical Discharges in Bubbled Water&rdquo;, Contr. Plasma Phys. 1/2, 19-25 (2007)   J. Lecointre, S. Cherkani-Hassani, D.S. Belic, J.J. Jureta, K. Becker, H. Deutsch, T.D. M&auml;rk, M. Probst, R.K. Janev, and P. Defrance, &ldquo;Absolute Cross Sections and Kinetic Energy Release distributions for Electron Impact Ionization of CD+&rdquo;, J. Phys. B 40, 2201-2221 (2007)   K.H. Becker and C.C. Lin, &ldquo;Elementary Collisions in Plasmas&rdquo;, in &ldquo;Low-Temperature Plasma Physics: Fundamental Aspects and Applications&rdquo;, 2nd edition, editors: R. Hippler, H. Kersten, M. Schmidt, and K.H. Schoenbach, Wiley-VCH Verlag, Berlin (2007), p. 47-70   K.H. Becker and K.H. Schoenbach, &ldquo;Microplasmas: Basic Science and Applications&rdquo;, in &ldquo;Low-Temperature Plasma Physics: Fundamental Aspects and Applications&rdquo;, 2nd edition, editors: R. Hippler, H. Kersten, M. Schmidt, and K.H. Schoenbach, Wiley-VCH Verlag, Berlin (2007), p. 463-493   K.D. Weltmann, M. Schmidt, and K. Becker, &ldquo;Markets for Plasma Technology&rdquo;, in &ldquo;Low-Temperature Plasma Physics: Fundamental Aspects and Applications&rdquo;, 2nd edition, editors: R. Hippler, H. Kersten, M. Schmidt, and K.H. Schoenbach, Wiley-VCH Verlag, Berlin (2007), p. 865-879   C. Paduraru, K. Becker, A. Belkind, J. Lopez, Y.A. Gonzalvo, &ldquo;Characterization of the Remote Plasma Generated in a Pulsed DC Gas-Flow Hollow-Cathode Discharge&rdquo;, IEEE Trans. Plasma Sci. 35, 527-533 (2007)   A. Pipa, M. Schmidt, and K. Becker &ldquo;UV Emissions from a Unipolar Sub-Microsecond Pulsed Dielectric Barrier Discharge in He-Air Mixtures&rdquo;, Proc. 5th EU-Japan Joint Symposium on Plasma Processing, J. Phys. Conf. Ser. 86, 012014 (2007)   K. Becker and V. Tarnovsky, &ldquo;Electron Impact Ionization of Molecules and Free Radicals&rdquo;, in &ldquo;Atomic and Plasma-Material Interaction Data for Fusion (APID), Vol. 14 24-33 (2008)   Deutsch, K. Becker, and T.D. M&auml;rk, &ldquo;Calculated Absolute Cross Sections for the Electron-Impact Ionization of Atoms with Atomic Numbers between 20 and 56 Using the DM Formalism&rdquo;, Int. J. Mass Spectrom. 271, 58-62 (2008)   H. Deutsch, K. Becker, H. Zhang, M. Probst, and T.D. M&auml;rk, &ldquo;Calculated Absolute Cross Sections for the Electron-Impact Ionization of the Lanthanide Atoms Using the DM Formalism&rdquo;, Int. J. Mass Spectrom. 271, 63-67 (2008)   J. Mahoney, V. Tarnovsky, and K. Becker, &ldquo;Electron Impact Ionization of SiCl2 and SiCl&rdquo;, Europ. Phys. J. D. 46, 298-293 (2008)   J. Mahoney, V. Tarnovsky, and K. Becker, &ldquo;Electron Impact Ionization of SiCl3 using a Modified Fast-Beam Apparatus&rdquo;, J. Conf. Proc. &ldquo;XV. Int. Symposium on Electron-Molecule Collisions and Swarms&rdquo;, J. Phys. Conf. Ser. 115, 012010 (2008)   H. Deutsch, K. Becker, M. Probst, W. Zhu, and T.D. M&auml;rk, &ldquo;Calculated Absolute Cross Sections for the Electron-Induced Detachment of the B2-, O2-, BO-, and CN- Anions Using the DM Formalism&rdquo;, Int. J. Mass Spectrom. 277, 151-154 (2008)   K.H. Schoenbach and K. Becker, &ldquo;Microcavity Plasmas: Physics and Applications&rdquo;, 51st Techn. Conf. Proc., Society of Vacuum Coaters (2008), p.61-68   M. Gutkin, J.M. Mahoney, V. Tarnovsky, H. Deutsch, and K. Becker, &ldquo;Electron Impact Ionization of the SiCl3 Radical&rdquo;, Int. J. Mass Spectrom. 280, 101-106 (2009)   K. Becker, &ldquo;Environmental Applications of Non-Thermal Plasmas&rdquo;, in &ldquo;Biological and Environmental Applications of Plasmas&rdquo;, editor: G. Brelles-Mari&ntilde;o, Nova Science Publishing (2009), in press   K. Becker, &ldquo;The Use of Non-Thermal Plasmas in Environmental Applications&rdquo;, in &rdquo;Introduction to Complex Plasmas&rdquo;, editors: M. Bonitz, N. Horing, and J. Meichsner, Springer Verlag, Heidelberg (2009), in press   H. Deutsch, K. Becker, M. Probst, and T.D. M&auml;rk, &ldquo;The Semi-empirical DM Formalism: A Versatile Approach for the Calculation of Electron-impact Ionization Cross Sections of Atoms, Molecules, Ions, and Clusters&rdquo;, in &ldquo;Adv. in Atomic, Molecular, and Optical Physics&rdquo;, editors: E. Arimondo, P. Berman, C. Lin, Vol. 57, 87-155 (2009)   O. Mozgina, A. Koutsospyros, S. Gershman, A. Belkind, C. Christodoulatos, and K. Becker, &ldquo;Decomposition of Energetic Compounds by Pulsed Electrical Discharges in Gas-Bubbled Aqueous Solutions&rdquo;, IEEE Trans. Plasma Sci. 37, 905-910 (2009)   G. Vezz&ugrave;, J.L. Lopez, A. Freilich, and K.H. Becker, &ldquo;Optimization of Large-Scale Ozone Generators&rdquo;, IEEE Trans. Plasma Sci. 37, 890-896 (2009)   K. Becker, &ldquo;Pulsed Electrical Discharges in Liquids&rdquo;, in &ldquo;Plasma Chemistry&rdquo;, editors: H.E. Wagner, J. Meichsner, and M. Schmidt, Taylor and Francis Publ. (2009), in press   F. Liu, P. Sun, N. Bai, Y. Tian, H. Zhou, S. Wei, Y. Zhou, J. Zhang, W. Zhu, K. Becker, and J. Fang, &ldquo;Inactivation of Bacteria in an Aqueous Environment by a Direct-Current, Cold Atmospheric-Pressure Air Plasma Microjet&rdquo;, Plasma Processes and Polymers (2009), in press   L.P. Babich, K. Becker, and T.V. Loĭko, &ldquo;Luminescence from Minerals Exited by Sub-Nanosecond Pulses of Runaway Electrons Generated in an Atmospheric-Pressure High-Voltage Discharge in Air&rdquo;, IEEE Trans. Plasma Sci. (2009), in press   P. Sun, J. Pan, Y. Tian, N. Bai, H. Wu, L. Wang, C. Yu, F. Liu, S. Wei, Y. Zhou, J. Zhang, W. Zhu, K. Becker, and J. Fang, &ldquo;Tooth-Whitening with Hydrogen Peroxide Assisted by a Direct Current, Cold, Atmospheric-Pressure Air Plasma Microjet&rdquo;, IEEE Trans. Plasma Sci. (2009), submitted     Other Publications Editorial Boards:     Editorial Board of \"Contributions to Plasma Physics, 1996-2004   Editorial Board of \"European Physical Journal D\", since 2006   Editor-in-Chief, European Physical Journal D, since 2009      Education Universitaet des Saarlandes, Saarbruecken, Germany Diplom in Physik (MS), Physics  Universitaet des Saarlandes, Saarbruecken, Germany Dr. rer. nat. (PhD), Physics  Leopold-Franzens Universitaet, Innsbruck, Austria Honorary Professor,   Authored + Edited Books   Guest Editor, Special Issue of the Zeitschrift fiir Physik D on \"Collision Processes Relevant to  Low-Temperature Plasmas\", 1992;   Guest Editor, Special Issue of Contributions to Plasma Physics on \"Elementary Processes and  Basic Data Relevant to Low-Temperature Plasmas\", 1995;   Guest Editor (with W. Carr and E.E. Kunhardt) \"Phenomena in Ionized Gases\", AIP Press, 1996;   Editor, \"Novel Aspects of Electron-Molecule Scattering\", World Scientific Publ., 1998;   Editor (with M. Inokuti), \"Fundamentals of Plasma Chemistry\", Vol 43. in \"Advances in Atomic,  Molecular and Optical Physics\", Kl&Atilde;&frac14;wer Publ., 2000;   Editor (with U. Kogelschatz, K.H. Schoenbach, and R.J. Barker), \"Non-Equilibrium Air Plasmas  at Atmospheric Pressure\", IOP Publishing, 2005   Guest Editor, Special Issue of the International Journal of Mass Spectrometry in Honor of Yong-Ki Kim,  2007/08   Guest Editor, Special Issue of the IEEE Transactions on Plasmas Science on \"Atmospheric-  Pressure Plasmas: Science and Applications\", 2009      In Recent School News  Gold Nanoparticles Show Promise for Early Detection of Heart Attacks Posted January 14th, 2015  Berlin + Brooklyn: Perfect Partners Posted September 5th, 2014  Academic Publisher Appoints Kurt Becker to Editor Positions Posted June 16th, 2014  Kurt H. Becker Named a Fellow of the National Academy of Inventors Posted December 9th, 2013  Columbia, NYU-Poly Power $15M Clean-Tech Plan Posted September 4th, 2013  Awards + Distinctions 1982, Dr. Eduard-Martin Prize for Excellence in Research from the Vereinigung der Freunde der Universit&Atilde;&curren;t des Saarlandes, Germany 1982-83, Postdoctoral Fellowship from the Deutsche Forschungsgemeinschaft (DFG), Germany 1992, Election to Fellowship in the American Physical Society 2001, Thomas Alva Edison Patent Award (with E. E. Kunhardt) from the Research and Development Council of New Jersey 2007, Honorary Professorship, Leopold Franzens Universit&Atilde;&curren;t Innsbruck, Austria   Affiliations Fellow, American Physical Society Member, IEEE Member, German Physical Society Member, Materials Research Society   Research Interests   Atomic, Molecular, and Chemical Physics - experimental determination of collision cross sections, optical and electron spectroscopy, mass spectrometry; scattering experiments combining electron and laser-induced fluorescence techniques; calculation of ionization cross sections, development of scaling laws   Plasma Physics - collisions in low-temperature plasmas, optical and mass spectrometric plasma diagnostics techniques, modeling of plasma-wall interactions, probe measurements in gas discharges and plasmas; atmospheric-pressure plasmas; plasmas in environmental systems   Development of New Experimental Techniques and Processes - development of methods to generate and detect chemically reactive and corrosive species in collision experiments; development of techniques to extend the operating range of stable glow discharges at atmospheric pressure; development of microplasma devices     General / Collaborative Research Collaborative Research with:     Universitaet Innsbruck, Austria   INP Greifswald, Germany   St. Peter&#39;s College, Jersey City NJ   Stevens Institute of Technology, Hoboken, NJ                                     Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Kurt H. Becker, PhD | NYU Polytechnic School of Engineering                                                                                         NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / People                                              Kurt H. Becker , PhD Vice Dean for Research, Innovation and Entrepreneurship Phone: (718) 260-3608 Email: kurt.becker@nyu.edu  Office: 15 MetroTech Center, 6th Floor  Profile  Biography Kurt Becker is an international expert in the areas of the experimental and theoretical study of electron-driven processes in plasmas. He was part of a group of pioneering scientists who determined the ionization cross sections for atoms and molecules, which are critical to understanding the charge carrier formation in plasmas.   He is also well known for microplasmas or plasmas generated and sustained at atmospheric pressure. These plasmas are very unstable and prone to destructive arching. By confining these plasmas to less than 1mm, they become more stable. The plasmas provide a fertile environment for basic plasma physics and for developing new plasma technologies.   Additional areas of interest include atomic, molecular and chemical physics, the development of new experimental techniques and processes, technology transfer, and IP commercialization.   Becker joined the Polytechnic Institute of NYU faculty in his current capacity in 2007. Prior to joining NYU-Poly, he was associate director of the Center for Environmental Systems at Stevens Institute of Technology from 2003-2007 and department head from 2000 to 2007.   He earned a Diplom in Physik (MS) and Dr. rer. Nat. Universitat des Saarlandes in 1978 and 1981, respectively.   He is the recipient of the Dr. Eduard-Martin Prize for Excellence in Research, American Physical Society Fellow, Thomas Alva Edison Patent Award (with Erich Kunhardt), and an honorary professorship from the Leopold Franzens Universitat.   A prolific author, Becker has written over 200 articles in refereed journals and books, 375 conference presentations and abstracts and seven patents on the stabilization of atmospheric pressure plasmas and their applications. In addition, he has served on the editorial boards of numerous journals and was the invited presenter at national and international conferences.   Journal Articles   P. Kurunczi, N. Abramzon, M. Figus, and K. Becker, &ldquo;Measurement of Rotational Temperatures in High-Pressure MHC and CPE Discharge Plasmas&rdquo;, Acta Physica Slovaca 54, 115-124 (2004)   G. Hanel, B. Gstir, S. Denil, T. Fiegele, M. R&uuml;mmele, M. Stano, L. Feketeova, S. Matejcik, P. Scheier, K. Becker and T.D. M&auml;rk, &ldquo;High-Resolution Multiple Electron Impact Ionization of He, Ne, Ar, Kr, and Xe Atoms Close to Threshold: Appearance Energies and Wannier Exponents&rdquo;, Nuclear Instrum. Methods B 205, 413-6, (2003)   H. Deutsch, P. Scheier, K. Becker, and T.D. M&auml;rk, &ldquo;Revised High-Energy Behavior of the DM Formula for the Calculation of Electron Impact Ionization Cross Sections of Atoms&rdquo;, Int. J. Mass Spectrom. 233, 13-7 (2004)   S.H. Yin, C. Christodoulatos, A. Koutsospyros, and K. Becker, &ldquo;Destruction of Environmental Air Contaminants Using a Non-Thermal, Ambient-Pressure Plasma&rdquo;, Invited Papers of the International Conference on Environmental Systems (ICES), (2003), on CD-Rom   H. Deutsch, P. Scheier, K. Becker and T.D. M&auml;rk, &ldquo;Calculated Cross Sections for the Electron-Impact Detachment from Negative Ions Using the DM Formalism&rdquo;, Chem. Phys. Lett. 382, 26-31 (2003)   R. Basner, M. Schmidt, and K. Becker, &ldquo;Measurement of Absolute Partial and Total Electron Ionization Cross Sections of Tungsten Hexafluoride&rdquo;, Int. J. Mass Spectrom. 233, 25-31 (2004)   H. Qiu, K. Martus, W.L. Lee, and K. Becker, &ldquo;Hydrogen Generation in a Microhollow Cathode Discharge in High-Pressure Ammonia-Argon Mixtures&rdquo;, Int. J. Mass Spectrom. 233, 19-24 (2004)   W.Huo, V. Tarnovsky, and K. Becker, &ldquo;Electron Impact Ionization Cross Sections of SF5 and SF3&rdquo;, Int. J. Mass Spectrom. 233, 111-6 (2004)   A. Koutsospyros, S.-M. Yin, C. Christodoulatos, and K. Becker, &ldquo;Destruction of Hydrocarbons in Non-Thermal, Ambient-Pressure Capillary Discharge Plasmas&rdquo;, Int. J. Mass Spectrom. 233, 305-15 (2004)   P. Scheier, H. Deutsch, K. Becker and T.D. M&auml;rk, &ldquo;Calculation of Electron Impact Cross Sections for the Fragmentation and Dissociative Ionization of Fullerenes Using a Semi-Empirical Method&rdquo;, Int. J. Mass Spectrom. 233, 293-8 (2004)   S. Feil, K. Gluch, S. Matt-Leubner, P. Scheier, J. Limtrakul, M. Probst. H. Deutsch, A. Stamatovic, K. Becker, and T.D. M&auml;rk, &ldquo;Absolute Partial and Total Cross Sections for Positive and Negative Ion Formation Following Electron Impact on Uracil&ldquo;, J. Phys. B 37, 3013-20 (2004)   N. Masoud, K.E. Martus, and K. Becker, &ldquo;VUV Emissions from a Cylindrical Dielectric Barrier Discharge in Ne and He-H2 Mixtures&rdquo;, Int. J. Mass Spectrom. 233, 395-403 (2004)   S. Feil, K. Gluch, P. Scheier, K. Becker, and T.D. M&auml;rk, &ldquo;The Anomalous Shape of the Cross Section for the Formation of SF3+ Fragment Ions Produced by Electron Impact on SF6 Revisited&rdquo;, J. Chem. Phys. 120, 11456-8 (2004)   H. Deutsch, K. Becker, A.N. Grum-Grzhimailo, K. Bartschat, H. Summers, M. Probst, S. Matt-Leubner, and T.D. M&auml;rk, &ldquo;Calculated Cross Sections for the Electron Impact Ionization of Excited Ar Atoms Using the DM Formalism, Int. J. Mass Spectrom. 233, 39-43 (2004)   R. Basner and K. Becker, &rdquo;Experimental Electron Impact Ionization Cross Sections of Cl2&rdquo;, New J. Phys. 6, 118-127 (2004)   N. Masoud, K. Martus, M. Figus, and K. Becker, &ldquo;Rotational and Vibrational Temperature Measurements in a High-Pressure Cylindrical Dielectric Barrier Discharge&rdquo;, Contr. Plasma Phys. 45, 30-37 (2005)   B.C. Garret, D.A. Dixon, D.M. Camaioni, D.M. Chipman, M.A. Johnson, C.D. Jonah, G.A. Kimmel, J.H. Miller, T.N. Rescigno, P.J. Rossky, S.S. Xantheas, S.D. Colson, A.H. Laufer, D. Ray, P.F. Barbara, D.M. Bartels, K.H. Becker, K.H. Bowen, S.E. Bradford, I. Carmichael, J.V. Coe, L.E. Corrales, J.P. Cowin, M. Dupuis, K.B. Eisenthal, J.A. Franz, M.S. Gutowski, K.D. Jordan, B.D. Kay, J.A. LaVerne, S.V. Lymar, T.E. Madey, C.W. McCurdy, D. Meisel, S. Mukamel, A.R. Nilsson, T.M. Orlando, N.G. Petrik, S.M. Pimblott, J.R. Rustard, G.K. Schenter, S.J. Singer, A. Tokmakoff, L.-W. Wang, C. Wittig, and T.S. Zwier, &ldquo;The Role of Water on Electron-Initiated Processes and Radical Chemistry: Issues and Scientific Advances, Chem. Reviews 105, 355-89 (2005)   A. Koutsospyros, S.M. Yin, C. Christodoulatos, and K. Becker, &ldquo;Plasmachemical Degradation of VOCs in a Capillary Discharge Plasma Reactor&rdquo;, IEEE Trans. Plasma Sci 33, 42-9 (2005)   J. Lopez, W. Zhu, A. Freilich, A. Belkind, and K. Becker, &ldquo;Optical Emissions from a Pulsed DC Magnetron Sputtering Plasma&rdquo;, IEEE. Trans. Plasma Sci. 33, 348-9 (2005)   S. Matt-Leubner, S. Feil, K. Gluch, J. Fedor, A. Stamatovic, O. Echt, P. Scheier, K. Becker, and T.D. M&auml;rk, &ldquo;Energetics, Kinetics, and Dynamics of Decaying Metastable Ions Studied with a High Resolution Three-Sector-Field Mass Spectrometer&rdquo;, Plasma Sources Sci. Techn. 14, 26-30 (2005)   N. Masoud, K. Martus, and K. Becker, &ldquo;VUV Emissions from a Cylindrical DBD in Ar and Ar/N2 and Ar/air Mixtures&rdquo;, J. Phys. D 38, 1674-83 (2005)   J. Lopez, W. Zhu, A. Freilich, A. Belkind, and K. Becker, &ldquo;Time-Resolved Optical Emission Spectroscopy of Pulsed DC Magnetron Sputtering Plasmas&rdquo;, J. Phys. D 38, 1769-80 (2005)   A. Belkind, A. Freilich, J. Lopez, Z. Zhao, W. Zhu, and K. Becker, &ldquo;Characterization of Pulsed DC Magnetron Sputtering Plasmas&rdquo;, New Journal of Physics 7, 90-106 (2005)   H. Deutsch, P. Scheier, S. Matt-Leubner, K. Becker, and T.D. M&auml;rk, &ldquo;A Detailed Comparison of Calculated and Measured Electron-Impact Ionization Cross Sections of Atoms Using the Deutsch-M&auml;rk (DM) Formalism&rdquo;, Int. J. Mass Spectrom. 243, 215-21 (2005)   H. Deutsch, K. Becker, A.N. Grum-Grzhimailo, M. Probst, S. Matt-Leubner, and T.D. M&auml;rk, &ldquo;Calculated Electron Impact Ionization Cross Sections of Excited Ne Atoms Using the DM Formalism&rdquo;, Contr. Plasma Phys. 7, 494-499 (2005)   K. Becker, N. Masoud, K. Martus, and K.H. Schoenbach, &ldquo;Electron-Driven Processes in High-Pressure Plasmas&rdquo;, Europ. Phys. J. D 35, 279-97 (2005), &ndash; Invited Topical Review   R. Basner, M. Gutkin, J. Mahoney, V. Tarnovsky, H. Deutsch, and K. Becker, &ldquo;Electron Impact Ionization of Silicon Tetrachloride&rdquo;, J. Chem. Phys. 123, 05313 (2005)   K. Becker, A. Koutsospyros, S.-M. Yin, C. Christodoulatos, N. Abramzon, J.C. Joaquin, and G. Brelles-Mari&ntilde;o, &ldquo;Environmental and Biological Applications of Microplasmas&rdquo;, Plasma Phys. Controlled Fusion 47, B513-523, (2005)   H. Deutsch, K.B. MacAdam, K.Becker, H. Zhang, and T.D. M&auml;rk, &ldquo;Calculated Cross Sections for the Electron Impact Ionization of Na(ns) and Na(nd) Rydberg Atoms&rdquo;, J. Phys. B 39, 343-353 (2005)   H. Deutsch, P. Scheier, S. Matt-Leubner, K. Becker, and T.D. M&auml;rk, &rdquo;Erratum to &rdquo;A Detailed Comparison of Calculated and Measured Electron-Impact Ionization Cross Sections of Atoms Using the DM formalism&rsquo;, IJMS 243 (2005) 215-221&rdquo;, Int. J. Mass Spectrom. 246, 113 (2005)   K. Becker, J.G. Eden, and K.H. Schoenbach&rdquo;Microplasmas and Applications&ldquo;, J. Phys D 39, R55-70 (2006) &ndash; Invited Topical Review   R. Foest, M. Schmidt, and K. Becker, &ldquo;Microplasmas, a New World of Low-Temperature Plasmas&rdquo;, Int. J. Mass Spectrom. 248, 87-102 (2005) &ndash; Invited Topical Review   H. Deutsch, K. Becker, P. Defrance, M. Probst, J. Limtrakul, and T.D. M&auml;rk, &ldquo;Newly Calculated Absolute Cross Sections for the Electron Impact Ionization of C2H2+&rdquo;, Europ. Phys. J. D 38, 489-493 (2006)   K. Martus. N. Masoud, and K. Becker, &ldquo;Collisional and Radiative Processes in High-Pressure Neon/N2 Mixtures&rdquo;, Plasma Sources Sci. Technol. 15, S84-90 (2006)   A. Belkind, W. Zhu, J. Lopez, and K. Becker, &ldquo;Time-Resolved Optical Emission Spectroscopy During Pulsed DC Magnetron Sputter Deposition of Ti and TiO2 Thin Films&rdquo;, Plasma Sources Sci. Technol. 15, S17-25 (2006)   S. Denifl, B. Sonnweber, J. Mack, L.T. Scott, P. Scheier, K. Becker, and T.D. M&auml;rk, &ldquo;Appearance Energies of Singly, Doubly, and Triply Charged Coronene and Corannulene Ions Produced by Electron Impact&rdquo;, Int. J. Mass Spectrom. 249/250, 353-358 (2006)   K. Becker, J. Mahoney, M. Gutkin, V. Tarnovsky, and R. Basner, &ldquo;Electron Impact Ionization of SiClx and TiClx (x=1-4): Contributions from Indirect Ionization Channels&rdquo;, Jap. J. Appl. Phys. 45, 8818-8891 (2006)   W. Zhu, G. Buyle, J. Lopez, S. Shanmugamurthy, A. Belkind, K. Becker, and R. De Gryse, &ldquo;Plasma Emission Redistribution in a single Cycle of a Pulsed DC Magnetron&rdquo;, New J. Phys. 8, 146-162 (2006)   J. Lecointre, D.S. Belic, J. Jureta, K. Becker, H. Deutsch, J. Limtrakul, T.D. M&auml;rk, M. Probst and P. Defrance, &ldquo;Absolute cross sections and kinetic energy release for doubly and triply charged fragments produced by electron impact on CO+&rdquo;, J. Phys. B 39, 85-100 (2006)   S. Gershman, O. Mozgina, A. Belkind, K. Becker, and E. Kunhardt, &ldquo;Pulsed Electrical Discharges in Bubbled Water&rdquo;, Contr. Plasma Phys. 1/2, 19-25 (2007)   J. Lecointre, S. Cherkani-Hassani, D.S. Belic, J.J. Jureta, K. Becker, H. Deutsch, T.D. M&auml;rk, M. Probst, R.K. Janev, and P. Defrance, &ldquo;Absolute Cross Sections and Kinetic Energy Release distributions for Electron Impact Ionization of CD+&rdquo;, J. Phys. B 40, 2201-2221 (2007)   K.H. Becker and C.C. Lin, &ldquo;Elementary Collisions in Plasmas&rdquo;, in &ldquo;Low-Temperature Plasma Physics: Fundamental Aspects and Applications&rdquo;, 2nd edition, editors: R. Hippler, H. Kersten, M. Schmidt, and K.H. Schoenbach, Wiley-VCH Verlag, Berlin (2007), p. 47-70   K.H. Becker and K.H. Schoenbach, &ldquo;Microplasmas: Basic Science and Applications&rdquo;, in &ldquo;Low-Temperature Plasma Physics: Fundamental Aspects and Applications&rdquo;, 2nd edition, editors: R. Hippler, H. Kersten, M. Schmidt, and K.H. Schoenbach, Wiley-VCH Verlag, Berlin (2007), p. 463-493   K.D. Weltmann, M. Schmidt, and K. Becker, &ldquo;Markets for Plasma Technology&rdquo;, in &ldquo;Low-Temperature Plasma Physics: Fundamental Aspects and Applications&rdquo;, 2nd edition, editors: R. Hippler, H. Kersten, M. Schmidt, and K.H. Schoenbach, Wiley-VCH Verlag, Berlin (2007), p. 865-879   C. Paduraru, K. Becker, A. Belkind, J. Lopez, Y.A. Gonzalvo, &ldquo;Characterization of the Remote Plasma Generated in a Pulsed DC Gas-Flow Hollow-Cathode Discharge&rdquo;, IEEE Trans. Plasma Sci. 35, 527-533 (2007)   A. Pipa, M. Schmidt, and K. Becker &ldquo;UV Emissions from a Unipolar Sub-Microsecond Pulsed Dielectric Barrier Discharge in He-Air Mixtures&rdquo;, Proc. 5th EU-Japan Joint Symposium on Plasma Processing, J. Phys. Conf. Ser. 86, 012014 (2007)   K. Becker and V. Tarnovsky, &ldquo;Electron Impact Ionization of Molecules and Free Radicals&rdquo;, in &ldquo;Atomic and Plasma-Material Interaction Data for Fusion (APID), Vol. 14 24-33 (2008)   Deutsch, K. Becker, and T.D. M&auml;rk, &ldquo;Calculated Absolute Cross Sections for the Electron-Impact Ionization of Atoms with Atomic Numbers between 20 and 56 Using the DM Formalism&rdquo;, Int. J. Mass Spectrom. 271, 58-62 (2008)   H. Deutsch, K. Becker, H. Zhang, M. Probst, and T.D. M&auml;rk, &ldquo;Calculated Absolute Cross Sections for the Electron-Impact Ionization of the Lanthanide Atoms Using the DM Formalism&rdquo;, Int. J. Mass Spectrom. 271, 63-67 (2008)   J. Mahoney, V. Tarnovsky, and K. Becker, &ldquo;Electron Impact Ionization of SiCl2 and SiCl&rdquo;, Europ. Phys. J. D. 46, 298-293 (2008)   J. Mahoney, V. Tarnovsky, and K. Becker, &ldquo;Electron Impact Ionization of SiCl3 using a Modified Fast-Beam Apparatus&rdquo;, J. Conf. Proc. &ldquo;XV. Int. Symposium on Electron-Molecule Collisions and Swarms&rdquo;, J. Phys. Conf. Ser. 115, 012010 (2008)   H. Deutsch, K. Becker, M. Probst, W. Zhu, and T.D. M&auml;rk, &ldquo;Calculated Absolute Cross Sections for the Electron-Induced Detachment of the B2-, O2-, BO-, and CN- Anions Using the DM Formalism&rdquo;, Int. J. Mass Spectrom. 277, 151-154 (2008)   K.H. Schoenbach and K. Becker, &ldquo;Microcavity Plasmas: Physics and Applications&rdquo;, 51st Techn. Conf. Proc., Society of Vacuum Coaters (2008), p.61-68   M. Gutkin, J.M. Mahoney, V. Tarnovsky, H. Deutsch, and K. Becker, &ldquo;Electron Impact Ionization of the SiCl3 Radical&rdquo;, Int. J. Mass Spectrom. 280, 101-106 (2009)   K. Becker, &ldquo;Environmental Applications of Non-Thermal Plasmas&rdquo;, in &ldquo;Biological and Environmental Applications of Plasmas&rdquo;, editor: G. Brelles-Mari&ntilde;o, Nova Science Publishing (2009), in press   K. Becker, &ldquo;The Use of Non-Thermal Plasmas in Environmental Applications&rdquo;, in &rdquo;Introduction to Complex Plasmas&rdquo;, editors: M. Bonitz, N. Horing, and J. Meichsner, Springer Verlag, Heidelberg (2009), in press   H. Deutsch, K. Becker, M. Probst, and T.D. M&auml;rk, &ldquo;The Semi-empirical DM Formalism: A Versatile Approach for the Calculation of Electron-impact Ionization Cross Sections of Atoms, Molecules, Ions, and Clusters&rdquo;, in &ldquo;Adv. in Atomic, Molecular, and Optical Physics&rdquo;, editors: E. Arimondo, P. Berman, C. Lin, Vol. 57, 87-155 (2009)   O. Mozgina, A. Koutsospyros, S. Gershman, A. Belkind, C. Christodoulatos, and K. Becker, &ldquo;Decomposition of Energetic Compounds by Pulsed Electrical Discharges in Gas-Bubbled Aqueous Solutions&rdquo;, IEEE Trans. Plasma Sci. 37, 905-910 (2009)   G. Vezz&ugrave;, J.L. Lopez, A. Freilich, and K.H. Becker, &ldquo;Optimization of Large-Scale Ozone Generators&rdquo;, IEEE Trans. Plasma Sci. 37, 890-896 (2009)   K. Becker, &ldquo;Pulsed Electrical Discharges in Liquids&rdquo;, in &ldquo;Plasma Chemistry&rdquo;, editors: H.E. Wagner, J. Meichsner, and M. Schmidt, Taylor and Francis Publ. (2009), in press   F. Liu, P. Sun, N. Bai, Y. Tian, H. Zhou, S. Wei, Y. Zhou, J. Zhang, W. Zhu, K. Becker, and J. Fang, &ldquo;Inactivation of Bacteria in an Aqueous Environment by a Direct-Current, Cold Atmospheric-Pressure Air Plasma Microjet&rdquo;, Plasma Processes and Polymers (2009), in press   L.P. Babich, K. Becker, and T.V. Loĭko, &ldquo;Luminescence from Minerals Exited by Sub-Nanosecond Pulses of Runaway Electrons Generated in an Atmospheric-Pressure High-Voltage Discharge in Air&rdquo;, IEEE Trans. Plasma Sci. (2009), in press   P. Sun, J. Pan, Y. Tian, N. Bai, H. Wu, L. Wang, C. Yu, F. Liu, S. Wei, Y. Zhou, J. Zhang, W. Zhu, K. Becker, and J. Fang, &ldquo;Tooth-Whitening with Hydrogen Peroxide Assisted by a Direct Current, Cold, Atmospheric-Pressure Air Plasma Microjet&rdquo;, IEEE Trans. Plasma Sci. (2009), submitted     Other Publications Editorial Boards:     Editorial Board of \"Contributions to Plasma Physics, 1996-2004   Editorial Board of \"European Physical Journal D\", since 2006   Editor-in-Chief, European Physical Journal D, since 2009      Education Universitaet des Saarlandes, Saarbruecken, Germany Diplom in Physik (MS), Physics  Universitaet des Saarlandes, Saarbruecken, Germany Dr. rer. nat. (PhD), Physics  Leopold-Franzens Universitaet, Innsbruck, Austria Honorary Professor,   Authored + Edited Books   Guest Editor, Special Issue of the Zeitschrift fiir Physik D on \"Collision Processes Relevant to  Low-Temperature Plasmas\", 1992;   Guest Editor, Special Issue of Contributions to Plasma Physics on \"Elementary Processes and  Basic Data Relevant to Low-Temperature Plasmas\", 1995;   Guest Editor (with W. Carr and E.E. Kunhardt) \"Phenomena in Ionized Gases\", AIP Press, 1996;   Editor, \"Novel Aspects of Electron-Molecule Scattering\", World Scientific Publ., 1998;   Editor (with M. Inokuti), \"Fundamentals of Plasma Chemistry\", Vol 43. in \"Advances in Atomic,  Molecular and Optical Physics\", Kl&Atilde;&frac14;wer Publ., 2000;   Editor (with U. Kogelschatz, K.H. Schoenbach, and R.J. Barker), \"Non-Equilibrium Air Plasmas  at Atmospheric Pressure\", IOP Publishing, 2005   Guest Editor, Special Issue of the International Journal of Mass Spectrometry in Honor of Yong-Ki Kim,  2007/08   Guest Editor, Special Issue of the IEEE Transactions on Plasmas Science on \"Atmospheric-  Pressure Plasmas: Science and Applications\", 2009      In Recent School News  Gold Nanoparticles Show Promise for Early Detection of Heart Attacks Posted January 14th, 2015  Berlin + Brooklyn: Perfect Partners Posted September 5th, 2014  Academic Publisher Appoints Kurt Becker to Editor Positions Posted June 16th, 2014  Kurt H. Becker Named a Fellow of the National Academy of Inventors Posted December 9th, 2013  Columbia, NYU-Poly Power $15M Clean-Tech Plan Posted September 4th, 2013  Awards + Distinctions 1982, Dr. Eduard-Martin Prize for Excellence in Research from the Vereinigung der Freunde der Universit&Atilde;&curren;t des Saarlandes, Germany 1982-83, Postdoctoral Fellowship from the Deutsche Forschungsgemeinschaft (DFG), Germany 1992, Election to Fellowship in the American Physical Society 2001, Thomas Alva Edison Patent Award (with E. E. Kunhardt) from the Research and Development Council of New Jersey 2007, Honorary Professorship, Leopold Franzens Universit&Atilde;&curren;t Innsbruck, Austria   Affiliations Fellow, American Physical Society Member, IEEE Member, German Physical Society Member, Materials Research Society   Research Interests   Atomic, Molecular, and Chemical Physics - experimental determination of collision cross sections, optical and electron spectroscopy, mass spectrometry; scattering experiments combining electron and laser-induced fluorescence techniques; calculation of ionization cross sections, development of scaling laws   Plasma Physics - collisions in low-temperature plasmas, optical and mass spectrometric plasma diagnostics techniques, modeling of plasma-wall interactions, probe measurements in gas discharges and plasmas; atmospheric-pressure plasmas; plasmas in environmental systems   Development of New Experimental Techniques and Processes - development of methods to generate and detect chemically reactive and corrosive species in collision experiments; development of techniques to extend the operating range of stable glow discharges at atmospheric pressure; development of microplasma devices     General / Collaborative Research Collaborative Research with:     Universitaet Innsbruck, Austria   INP Greifswald, Germany   St. Peter&#39;s College, Jersey City NJ   Stevens Institute of Technology, Hoboken, NJ                                     Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU CAT - Welcome                                                                                                   News                  Information                  Technologies   and Projects              Research      Collaborators                   Industry   Partners                                Contact                             Home                                                                                                                           Note: If you are looking for the NYU Center for the Advancement of Teaching, click here.      The NYU Center for Advanced Technology in Multimedia was a 10 year NYSTAR funded project from 1993-2004, one of 13 such centers funded under this program in New York State.   The NYU CAT accomplished many things in those ten years, including helping to launch new technologies and companies, training many people in developing technologies in the crucial early years of the mid-90's, providing a bridge for faculty and students from all over NYU to work together across inter-departmental boundaries, and helping to create and retain many hi-tech jobs in NY State.   The CAT was also a strong promoter of the New Media arts and culture, working with and supporting many worthy cultural projects, from children's hospitals to science museums to cultural archives, as well as many cutting edge and award winning works by talented and innovative artists.   Those of us who formed the CAT owe a special thanks to the Courant Institute and the Computer Science Department  for graciously housing the CAT and for the many ways they have helped support our activities. Much of the work of the NYU CAT continues in the     Media Research Laboratory , which is an exciting and growing laboratory within the NYU Department of Computer Science.   Thanks are due to the many individual faculty from departments around NYU who have contributed their time and expertise to help make the CAT a true intellectual meeting place, including  Cynthia Allen, TK Baltimore, Debbi Baum, Ben Bederson, Henning Biermann, Robb Bifano, Steve Brams, Kate Brehm, Jimm Burris, Patrice Caire, John Canemaker, Clilly Castiglia, Steve Cooney, Michael Crumpton, Jessica DeVincenzo, Louella Dizon, Davi Geiger, Arthur Golberg, Troy Downing, Allison Druin, Kevin Feeley, Philip Gallanter, Athomas Goldberg, Jeff Han, Fred Hansen, Dawn Harris, Aaron Hertzmann, Natalie Jeremijenko, Art Johnson, Ajit Kambil, Andruid Kerne, Betsey Kershaw, Joel Kollin, Daniel Kristjansson, Sabrina Liao, Lisa Mackie, Jon Meyer, Kristin Meyer, Bud Mishra, Daniel Moss, Brian Murfin, Martin Nachbar, Lorie Novak, Kerry O'Neill, Daphne Pabst, Ken Perlin, Stuart Piltch, Chris Poultney, Charles Peskin, Rajesh Raichoudhury, Patricia Rinaldi, Robert Rowe, Rebecca Ross, Daniel Rozin, Jack Schwartz, Dennis Shasha, Madrid Tennant, Demetri Terzopoulos, Mary Tierney, Alexander Tuzhilin, Mike Uretsky, Michael Wahrman, Noah Wardrip-Fruin Peter Weishar, Duane Whitehurst, Chee Yap, and Denis Zorin.     The number of our friends and colleagues  in industry and at cultural institutions who worked with or sponsored the CAT is simply too vast to be individually listed here. You know who you are, and you know that we and NYU are all grateful for your contributions and collaboration, which in many cases are still continuing to grow and evolve.       The NYU CAT are and always will be a unique family, one that will always be connected together through many shared experiences and good works. We are confident that the good influence of the CAT will continue to ripple through our lives and our work in the years to come.                                                                               The New York University Center for Advanced Technology in        Digital Multimedia Production, Publishing, and Education was        established with the generous support of the New        York State Office of Science, Technology &#38; Academic Research ."}]}]