[{"detail": [{"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2014-2015 Note: * indicates draft/sample syllabus  Fall 2014 FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Utopias and Dystopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)  syllabus  What   is the “market”, the “economy”, or “capitalism”? How do individuals   interact with each other in the marketplace? What is the morality of   commerce? And how does, or should, the state govern the economy? These   are all questions that have no simple answers and as a consequence they   stimulate controversy today, in America and throughout the world. Yet   these questions have a long pedigree. Since antiquity intellectuals have   grappled with the fundamental issues of what in the past they called   moral philosophy, what today we call political economy: how the   individual, the market, and the state should interact with each other.   Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola,   Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek,   Galbraith, Kindleberger, Harvey, Sachs. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Medieval Political Thought Prof. Stoller (NYU Libraries)  syllabus Medieval   political thought spanned three great religious traditions:   Christianity, Islam and Judaism. Across all three traditions it was   grounded in a deeply religious perspective on the human condition, one   originating in a set of sacred texts that shared a common monotheism and   a similar moral ethic. The political thought of all three groups was   equally grounded in a set of ancient, pagan texts, drawing on the   perspective of the Greeks and Romans, on whose shoulders the medievals   believed they stood. Political theorists across all three traditions   drew heavily from one another, but each spoke to the unique concerns of   its own community. We explore the commonalities and the contrasts among   the three political systems and the extraordinary minds that shaped   them. Readings will include Hebrew and Christian scriptures, the Qur'an,   Plato, Aristotle, Augustine, Alfarabi, Alghazali, Aquinas, Avicenna,   Bacon, Giles of Rome, Maimonides, Marsilius of Padua, and Polgar.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Value Prof. Poovey (English) &amp; Prof. Zaloom (Social and Cultural Analysis)  syllabus Can   you put a price on sex? art? love? life? Is time money, or is   daydreaming time well-spent? Would you accept a pound of flesh as   payment of a debt? Is there such a thing as a free lunch, and what would   it taste like? We explore different—and often conflicting—conceptions   of value spanning literature, philosophy, ethnography, and social   theory, seeking to convey three fundamental principles: Value is not   inherent in things but the result of a social process, value is often   determined at the intersection of different conceptions of productive   potential, and value is conceptualized or measured in different, and   often conflicting, ways. Readings include selections from Aristotle,   Christian Scripture, Shakespeare, Smith, Bentham, Wordsworth, Austen,   Weber, Keynes, Milton Friedman, Kazuo Ishiguro, and Pierre Bourdieu. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—This World and the Next Prof. Connolly (Classics)  syllabus  Explores different ways of thinking about the world or worlds beyond (and better than) the one in which we live, concentrating on the afterlife, political utopias, and the worlds created by artistic imagination. Readings include Homer, Vergil, Dante, the Bible, Plato's Republic, Marx and Engels' Communist Manifesto, selection of Romantic poetry, and Philip K. Dick's Do Androids Dream of Electric Sheep, and its film adaptation, Blade Runner. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Arts and Publics Prof. Blake (English)  syllabus Civic values and public purpose are intricately bound up with the arts. Whenever a case needs to be made that the arts matter, we tend to speak (usually, in very general terms) about how the arts contribute to education, or self-expression, or community life, or public deliberation, or the moral and social reform of individuals and institutions. On the other side, those who question the public value of the arts might complain that the arts are elitist, or overweening, or out of touch, or too political, or not political enough. How did we come to think about the arts in these terms? What are some of our assumptions about public life, such that it makes sense for us to promote the arts as having an important public cultural role, or alternatively distrust or dismiss them for not properly or effectively living up to that role? And, ultimately, what is at stake: Why does it matter if the arts matter? Readings from the Classical period through the present day, with a specific focus on drama and theatre. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Visible and Invisible Cities Prof. Cox (Italian Studies)  syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible. FALL 2014 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies)  syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology, Gorgias, Symposium; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)  syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. Spring 2015 SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics - Materialism Prof. Shaw (English)  syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—On Objectivity Prof. Gitelman (English)  syllabus Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men. SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Life and Death Prof. Velleman (Philosophy)  syllabus  Every   person has a life to live, but what is this thing, “a life”, that every   person has? To begin with, it’s just the temporally extended existence   of the person, the proverbial three score and ten. But a person’s life   is more than that, because it follows a natural progression of   life-stages, from childhood to adolescence to middle age to senescence.   And it’s even more still, since it is partly the creation of the person   living it, who can plan it, evaluate it, anticipate its future, and   remember its past. We explore these and other aspects of a person’s life   through works of literature and philosophy. What makes you the same   person throughout the different stages of your life? How does the   passage of time color your perception of life? What makes for a good   life? A meaningful life? Should you be grateful for having been born, or   dismayed at having to die? Readings: Aristotle’s Nicomachean Ethics,   Epicurus’ “Letter to Menoeceus,” Cicero’s De Finibus, Lucretius De Rerum   Natura, Dickens’ Great Expectations, Tolstoy’s “A Confession” and   “Death of Ivan Ilych,” Kertesz’ Kaddish for an Unborn Child, Kafka’s   Metamorphosis, McCullers’ Member of the Wedding, Vonnegut’s   Slaughterhouse-Five. SPRING 2015 CORE-UA 400, Texts and Ideas: Topics—Technologies of the Universe Prof. Weatherby (German)  syllabus The human is the \"tool-making animal,\" as Karl Marx wrote, quoting Benjamin Franklin. Marx's writing partner Friedrich Engels would make this the center of his philosophy, declaring the invention of tools and the work they do as the evolutionary force that led to the separation between the ape and the human. But if human activity is \"technological\" by nature, it is in nature itself that tools arise; then how does human time fit into geological time, how does the cosmos come to include the \"tool-making animal,\" and who remakes that cosmos? In an age sometimes now called the \"anthropocene,\" the questions of the cosmos and the tool are increasingly intertwined. Beginning with cosmogonies in the ancient world (Gilgamesh, Hebrew Bible, Hesiod, Plato), we track the shifts that led to the modern scientific conception of the universe (Aristotle, Copernicus, Helmholtz, Einstein). We then explore problems that the ubiquity of technological objects raises—artificial life (Leibniz, Hoffmann, Lem), entropy (Kelvin, Wiener), computing (Babbage, Turing, von Neumann)—compare Carl Sagan's Cosmos with its ongoing update by Neil deGrasse Tyson, and visit the Hayden Planetarium. SPRING 2015 CORE-UA 402, Texts &amp; Ideas: Antiquity and the Renaissanc e Prof. Sider (Classics)  syllabus The West began with Greece, moved to Rome, and the incorporated Judeo-Christian values during the Middle Ages. The Renaissance, looking back to the Greeks for re-inspiration, gave near final shape to our ideas of Western culture. Since this series of movements and influences is not chronological, neither shall we read our text in chronological order. Instead, we will take our rubric seriously and look for a few \"conversations\" between and among writers from all our areas: Hesiod and Genesis; Homer and Vergil; Aristophanes and Rabelais; Song of Songs, Sappho, and Marguerite de Navarre; Thucydides and Machiavelli; Catullus and Petrarch; Ovid and Shakespeare; Euripides, Plato, and a Gospel SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores the ancient foundations of traditional Western culture by examining the political and social institutions, religious beliefs, and value systems of the Israelites, Greeks, Romans, and early Christians; then turns to the radical challenges to this traditional culture, in the areas of the economy, politics, religion, and morality, that arose over the course of the 19th century, challenges that continue to reverberate to this day. Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides' Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid; Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels' Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species; Nietzsche's Genealogy of Morality; Freud's Civilization and Its Discontents.  Note: * indicates draft/sample syllabus            Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2014-2015 Note: * indicates draft/sample syllabus  Fall 2014 FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Utopias and Dystopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)  syllabus  What   is the “market”, the “economy”, or “capitalism”? How do individuals   interact with each other in the marketplace? What is the morality of   commerce? And how does, or should, the state govern the economy? These   are all questions that have no simple answers and as a consequence they   stimulate controversy today, in America and throughout the world. Yet   these questions have a long pedigree. Since antiquity intellectuals have   grappled with the fundamental issues of what in the past they called   moral philosophy, what today we call political economy: how the   individual, the market, and the state should interact with each other.   Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola,   Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek,   Galbraith, Kindleberger, Harvey, Sachs. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Medieval Political Thought Prof. Stoller (NYU Libraries)  syllabus Medieval   political thought spanned three great religious traditions:   Christianity, Islam and Judaism. Across all three traditions it was   grounded in a deeply religious perspective on the human condition, one   originating in a set of sacred texts that shared a common monotheism and   a similar moral ethic. The political thought of all three groups was   equally grounded in a set of ancient, pagan texts, drawing on the   perspective of the Greeks and Romans, on whose shoulders the medievals   believed they stood. Political theorists across all three traditions   drew heavily from one another, but each spoke to the unique concerns of   its own community. We explore the commonalities and the contrasts among   the three political systems and the extraordinary minds that shaped   them. Readings will include Hebrew and Christian scriptures, the Qur'an,   Plato, Aristotle, Augustine, Alfarabi, Alghazali, Aquinas, Avicenna,   Bacon, Giles of Rome, Maimonides, Marsilius of Padua, and Polgar.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Value Prof. Poovey (English) &amp; Prof. Zaloom (Social and Cultural Analysis)  syllabus Can   you put a price on sex? art? love? life? Is time money, or is   daydreaming time well-spent? Would you accept a pound of flesh as   payment of a debt? Is there such a thing as a free lunch, and what would   it taste like? We explore different—and often conflicting—conceptions   of value spanning literature, philosophy, ethnography, and social   theory, seeking to convey three fundamental principles: Value is not   inherent in things but the result of a social process, value is often   determined at the intersection of different conceptions of productive   potential, and value is conceptualized or measured in different, and   often conflicting, ways. Readings include selections from Aristotle,   Christian Scripture, Shakespeare, Smith, Bentham, Wordsworth, Austen,   Weber, Keynes, Milton Friedman, Kazuo Ishiguro, and Pierre Bourdieu. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—This World and the Next Prof. Connolly (Classics)  syllabus  Explores different ways of thinking about the world or worlds beyond (and better than) the one in which we live, concentrating on the afterlife, political utopias, and the worlds created by artistic imagination. Readings include Homer, Vergil, Dante, the Bible, Plato's Republic, Marx and Engels' Communist Manifesto, selection of Romantic poetry, and Philip K. Dick's Do Androids Dream of Electric Sheep, and its film adaptation, Blade Runner. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Arts and Publics Prof. Blake (English)  syllabus Civic values and public purpose are intricately bound up with the arts. Whenever a case needs to be made that the arts matter, we tend to speak (usually, in very general terms) about how the arts contribute to education, or self-expression, or community life, or public deliberation, or the moral and social reform of individuals and institutions. On the other side, those who question the public value of the arts might complain that the arts are elitist, or overweening, or out of touch, or too political, or not political enough. How did we come to think about the arts in these terms? What are some of our assumptions about public life, such that it makes sense for us to promote the arts as having an important public cultural role, or alternatively distrust or dismiss them for not properly or effectively living up to that role? And, ultimately, what is at stake: Why does it matter if the arts matter? Readings from the Classical period through the present day, with a specific focus on drama and theatre. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Visible and Invisible Cities Prof. Cox (Italian Studies)  syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible. FALL 2014 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies)  syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology, Gorgias, Symposium; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)  syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. Spring 2015 SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics - Materialism Prof. Shaw (English)  syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—On Objectivity Prof. Gitelman (English)  syllabus Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men. SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Life and Death Prof. Velleman (Philosophy)  syllabus  Every   person has a life to live, but what is this thing, “a life”, that every   person has? To begin with, it’s just the temporally extended existence   of the person, the proverbial three score and ten. But a person’s life   is more than that, because it follows a natural progression of   life-stages, from childhood to adolescence to middle age to senescence.   And it’s even more still, since it is partly the creation of the person   living it, who can plan it, evaluate it, anticipate its future, and   remember its past. We explore these and other aspects of a person’s life   through works of literature and philosophy. What makes you the same   person throughout the different stages of your life? How does the   passage of time color your perception of life? What makes for a good   life? A meaningful life? Should you be grateful for having been born, or   dismayed at having to die? Readings: Aristotle’s Nicomachean Ethics,   Epicurus’ “Letter to Menoeceus,” Cicero’s De Finibus, Lucretius De Rerum   Natura, Dickens’ Great Expectations, Tolstoy’s “A Confession” and   “Death of Ivan Ilych,” Kertesz’ Kaddish for an Unborn Child, Kafka’s   Metamorphosis, McCullers’ Member of the Wedding, Vonnegut’s   Slaughterhouse-Five. SPRING 2015 CORE-UA 400, Texts and Ideas: Topics—Technologies of the Universe Prof. Weatherby (German)  syllabus The human is the \"tool-making animal,\" as Karl Marx wrote, quoting Benjamin Franklin. Marx's writing partner Friedrich Engels would make this the center of his philosophy, declaring the invention of tools and the work they do as the evolutionary force that led to the separation between the ape and the human. But if human activity is \"technological\" by nature, it is in nature itself that tools arise; then how does human time fit into geological time, how does the cosmos come to include the \"tool-making animal,\" and who remakes that cosmos? In an age sometimes now called the \"anthropocene,\" the questions of the cosmos and the tool are increasingly intertwined. Beginning with cosmogonies in the ancient world (Gilgamesh, Hebrew Bible, Hesiod, Plato), we track the shifts that led to the modern scientific conception of the universe (Aristotle, Copernicus, Helmholtz, Einstein). We then explore problems that the ubiquity of technological objects raises—artificial life (Leibniz, Hoffmann, Lem), entropy (Kelvin, Wiener), computing (Babbage, Turing, von Neumann)—compare Carl Sagan's Cosmos with its ongoing update by Neil deGrasse Tyson, and visit the Hayden Planetarium. SPRING 2015 CORE-UA 402, Texts &amp; Ideas: Antiquity and the Renaissanc e Prof. Sider (Classics)  syllabus The West began with Greece, moved to Rome, and the incorporated Judeo-Christian values during the Middle Ages. The Renaissance, looking back to the Greeks for re-inspiration, gave near final shape to our ideas of Western culture. Since this series of movements and influences is not chronological, neither shall we read our text in chronological order. Instead, we will take our rubric seriously and look for a few \"conversations\" between and among writers from all our areas: Hesiod and Genesis; Homer and Vergil; Aristophanes and Rabelais; Song of Songs, Sappho, and Marguerite de Navarre; Thucydides and Machiavelli; Catullus and Petrarch; Ovid and Shakespeare; Euripides, Plato, and a Gospel SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores the ancient foundations of traditional Western culture by examining the political and social institutions, religious beliefs, and value systems of the Israelites, Greeks, Romans, and early Christians; then turns to the radical challenges to this traditional culture, in the areas of the economy, politics, religion, and morality, that arose over the course of the 19th century, challenges that continue to reverberate to this day. Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides' Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid; Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels' Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species; Nietzsche's Genealogy of Morality; Freud's Civilization and Its Discontents.  Note: * indicates draft/sample syllabus            Contact Us | &copy; New York University , Arts and Science"}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Utopias and Distopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Objectivity Prof. Gitelman (English) and Prof. Robles (Media, Culture &amp; Communication)   syllabus  Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—On Beasts and Books Prof. Kay (French)   syllabus According to the Book of Genesis, human beings have two distinct relationships with other animals: in one version of the creation story Adam gives them names, in the other they are created to keep him company. Whether non-human animals are creatures to which we assign meanings, or whether they are our interlocutors, is thus a dilemma formulated from the outset. It will provide the overall framework for this course in we examine how animals are interpreted metaphorically or symbolically, as if they were texts, and how they are also represented as speaking to us, as if they were producers of texts. We work mainly on written documents ranging from the Bible and antiquity through the Middle Ages and the premodern period (mainly the sixteenth and seventeenth centuries), reaching forward occasionally into the contemporary world for current examples. Some materials are literary (like fables and fairy stories), some philosophical, others historical. We also consider visual materials from manuscript illuminations to recent films. And we evaluate the role of animals in cultural practices other than literary or artistic works—for instance, in hunting or in zoos—and discover how, in this sense, they are like texts that we can read and analyze. FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature)  syllabus  \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gerety (Collegiate Professor)   syllabus  What   is the soul? Is it the conscious self or something more? Does our   identity persist beyond death? What is the relation between the soul and   good and evil? Some say that Socrates 'discovered' the human soul, but   the idea that we have souls that outlast our bodies is as old as   humanity. Our understanding of the nature of our souls often dictates   the way we feel we should live. We will explore ideas from Homer and   Heraclitus through Socrates himself and then on to Sophocles, Plato,   Aristotle, the Hebrew Bible, the New Testament (including the Gnostics),   Augustine, and Vergil. We look for the elements that make up personal   identity and value in the ancient world, both religious and secular, and   see how much these change from Homer's world to that of Augustine and   the Roman Empire. We then turn to Dante, who provides a bridge to some   of the great thinkers and artists of the Renaissance--most notably   Shakespeare and DaVinci but also Montaigne and Villon. In all of these,   the permanence and even presence of our souls seem more uncertain, more   threatened by death and obliteration, than in Plato or Paul, and this   threat reaches our morality and values as well. In this way, the   Renaissance marks the beginning of the world in which all of us must now   find our way. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)   syllabus  A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice.  FALL 2013 MAP-UA 410, Texts and Ideas: Topics—Exile and Belonging—Writing Intensive Prof. Waters (Irish Studies)  syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; students must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.   The very possibility of our identity rests on the possibility of our estrangement. This theme haunts Western literature, philosophy, and politics from antiquity to the present. We examine the dynamic of exile and belonging, of place and displacement, by reading closely a series of classical texts that established a framework for thinking about culture, the state, and the individual. Readings: Genesis, Exodus, Isaiah; Sophocles' Oedipus, Antigone, Oedipus at Colonus; Defoe's Robinson Crusoe; Shelley's Frankenstein; Douglass' Narrative of the Life of an American Slave; Marx and Engels' Communist Manifesto; Nietzsche's Gay Science; Freud's Civilization and Its Discontents, and Disturbance of Memory at the Acropolis; selection from Ovid, Byron, Keats. NOTE: Students must also register for one of the linked section of EXPOS-UA 1, Writing the Essay: 016, 017, 018, 020, 021, 023, 025. Spring 2014 SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)   syllabus  What is the “market”, the “economy”, or “capitalism”? How do individuals interact with each other in the marketplace? What is the morality of commerce? And how does, or should, the state govern the economy? These are all questions that have no simple answers and as a consequence they stimulate controversy today, in America and throughout the world. Yet these questions have a long pedigree. Since antiquity intellectuals have grappled with the fundamental issues of what in the past they called moral philosophy, what today we call political economy: how the individual, the market, and the state should interact with each other. Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola, Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek, Galbraith, Kindleberger, Harvey, Sachs. SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)   syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—Guilt and Sin, Law and Justice Prof. Maudlin (Philosophy)  syllabus The   nature of justice, the legitimacy of law, and the justification for   punishment. We begin with Biblical accounts of sin and retribution,   Greek myths on the origin of the legal system, and the trial and   execution of Socrates. Turning to more modern works, we consider   theories of natural rights and the origin of legitimate states through   social contract, ending with three novels that present challenging views   of crime, the legal system, and the human soul. Readings: Genesis,   Exodus; Euripides’ Oresteia; Plato’s Apology, Crito, Phaedo, Republic;   Paine’s Rights of Man; Melville’s Billy Budd; Dostoyevsky’s Crime and   Punishment; Kafka’s Trial. SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—On Liberation Prof. Watson (English)   syllabus  What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2014 CORE -UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)   syllabus  The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. SPRING 2014 CORE -UA 403 Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)   syllabus  The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2014 CORE -UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores   the ancient foundations of traditional Western culture by examining the   political and social institutions, religious beliefs, and value systems   of the Israelites, Greeks, Romans, and early Christians; then turns to   the radical challenges to this traditional culture, in the areas of the   economy, politics, religion, and morality, that arose over the course of   the 19th century, challenges that continue to reverberate to this day.   Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides'   Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid;   Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels'   Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species;   Nietzsche's Genealogy of Morality; Freud's Civilization and Its   Discontents.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Levene (Classics)   syllabus  Every society places demands on individuals: it could not do otherwise and still remain a society. But what happens when those demands are inconsistent? Can--or should--an individual determine the right course of action by reason alone? Or should one simply obey--but then, whom should one obey? What happens when people's moral judgments differ from the expectations of those around them? How can one maintain a society in the face of such conflicts? From the first moments of Western literature those questions are explored; they became all the more insistent in the unprecedented political, social, intellectual, and economic upheavals of the 19th century. One effect was the increasingly central role given to art itself, seen as the dynamic force able to create a cohesive society. Our study will include Richard Wagner's remarkable music-drama The Ring of the Nibelung, perhaps the most significant and influential art-work of the era (studied primarily as a text, though there will be opportunities to hear the music as well). Other readings will include selections from the Hebrew and Christian Scriptures; Homer's Iliad; Sophocles' Antigone; Plato's Gorgias; Vergil's Aeneid; poetry by (among others) Shelley, Tennyson, and Matthew Arnold; Arnold's Culture and Anarchy; Wagner's Art and Revolution; and Nietzsche's Genealogy of Morality. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus  Examines   Western conceptions of the relation between humans and the natural   world. Considers how 19th-century thinkers embraced, revised, and   overturned ancient ideas about creation, natural order, the distinction   between humans and animals, and the risks and rewards of probing   nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian   scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's   Origin of Species, and works by Plato, Aristotle, Augustine, Emerson,   Goethe, and Nietzsche.  top of page           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Texts and Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Texts and Ideas | 2012-2013 Note: Previously listed as Conversations of the West Note: ** indicates an example syllabus   * indicates a preliminary syllabus       Spring 2013 schedule remains tentative. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Idea of Home Prof. Rust (English) syllabus A consideration of the numerous ways we use the word “home” in our daily lives reveals much about our concept of home: homeland, home plate, home turf, homeroom, hometown, homestead, and home field, for instance, all suggest that a home is first and foremost a place. The house icon we press in our browser windows in order to get back to our “home page” reveals how closely we equate home with a particular kind of place: a house. A house that is a home suggests safety, protection from the “cold cruel world” outside. But that very sense of enclosed safety, a central feature of our idea of home, has the potential of generating a range of secondary perceptions that can make the idea of home an instrument of violence, aggression, greed, and envy rather than ideals of love and care. Reading: Homer’s Odyssey, Sophocles’ Antigone, Plato’s Symposium, Vergil’s Aeneid, Shakespeare’s Tempest, Agee and Evans’s Let Us Now Praise Famous Men, Eugenides’ Middlesex. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Hatred, Anger, and Enmity Prof. Konstan (Classics) syllabus We are taught that love is divine and hate a crime, that we should overcome anger, forswear resentment and vengeance, and forgive enemies. But have we perhaps neglected the propriety and even necessity of the so-called negative sentiments? Is it possible that resentment, hatred, and vengeance may be justified, and that some actions are unforgivable? Examining hatreds and antagonisms in context, looking at philosophical, theological, political and religious analyses and also literary representations, our aim is not to condemn these sentiments out of hand as pathologies, but to consider their function and history. Readings: Genesis; Matthew; Euripides’ Medea and Hecuba; Aristotle’s Rhetoric; Seneca’s On Anger, Medea, and Thyestes; Lactantius’ On the Anger of God and On the Deaths of the Persecutors; selections from Aquinas; Montaigne’s \"On Cannibalism\"; Las Casas’ Destruction of the Indies; Shakespeare’s Titus Andronicus and Coriolanus; Marston’s Antonio’s Revenge; Nietzsche’s Genealogy of Morality; Freud’s Civilizations and Its Discontents; Améry’s At the Mind’s Limits; Derrida’s On Forgiveness; Diamond’s \"Vengence is Ours.\" FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Nature Prof. Appuhn (History) syllabus What is nature? Is it something external to us as human beings, or are we part of it? Are there particular ethical, religious, economic, or political considerations that should structure or determine our relationship with nature? How has the concept of nature been articulated by thinkers in the Western tradition from Plato to Earth First! founder Dave Foreman? Examining such questions in historical and cultural perspective, we consider competing ideas about humanity’s relationship to nature through seminal works theorizing the relationship between the individual and nature, society and nature, and the definition of nature. Readings: Plato’s Timaeus; Hebrew and Christian Scriptures; Descartes’ Discourse on Method; Hobbes’ Leviathan; Rousseau’s Discourse on Inequality; Leopold’s Sand County Almanac; Carson’s Silent Spring; Foreman’s Rewilding America; essays by Cronon, Thomas, Walker, and Worster; selections from Aquinas, Francis Bacon, Marx, Thoreau, and Emerson. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature) syllabus \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Materialism Prof. Shaw (English) syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Renaissance, New Worlds and Old Prof. Tylus (Italian Studies) syllabus Early modern men and women found themselves at the intersection of colliding ideas about the worlds they lived in. They both looked back to antiquity and the Bible, and ahead to new and unpredictable changes regarding religion, geography, and science. A Janus-faced moment, the Renaissance was rooted in the past and anticipatory in many ways of our own time. As we see from ancient texts, such anxiety about the unknown was not entirely new. As we move from the city of Ur (in modern-day Iraq) in 3000 b.c.e. to early modern Mexico in 1700, from a story about a powerful king facing his own mortality to poems by a mestiza nun, we read a variety of texts about borders, journeys, literal and figurative exile, and how one might best leave one’s mark on the world. We also consider the relationship between the literature and art of the period, and one assignment will be based on a direct study of a sculpture or painting at the Metropolitan Museum in New York. Readings: selections from the Hebrew Bible and New Testament, Gilgamesh, Homer’s Iliad, Vergil’s Aeneid, Tornabuoni’s Sacred Narratives, Columbus’s Four Voyages, Leon-Portilla’s Broken Spears, Tasso’s Jerusalem Liberated, Shakespeare's Tempest, excerpts from Sappho, Petrarch, and Sor Juana Inés de la Cruz.  FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Goldwyn (French) syllabus Focuses on voyage, discovery, errantry, and exile in key ancient and Enlightenment texts and how these stories transformed and shaped understanding of the world, the \"other,\" and the self. We examine the way the Enlightenment thinkers revisited, reinterpreted, redefined, and, at times, rejected their intellectual and cultural legacy. Readings: Euripides' Medea; Genesis, Exodus, Job, Luke, and Acts; Plato's Symposium; Vergil's Aeneid; Augustine's Confessions; Voltaire's Candide; Diderot's Supplement to the Voyage of Bougainville; and Graffigny's Letters from a Peruvian Woman. FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies) syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology) syllabus** A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Ulfers (German) syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English) syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP) syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. FALL 2012 MAP-UA 412 Texts and Ideas: Antiquity and the Renaissance — Writing Intensive Prof. Gerety (Collegiate Professor) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    What is the soul? Is it the conscious self or something more? Does our identity persist beyond death? What is the relation between the soul and good and evil? Some say that Socrates 'discovered' the human soul, but the idea that we have souls that outlast our bodies is as old as humanity. Our understanding of the nature of our souls often dictates the way we feel we should live. We will explore ideas from Homer and Heraclitus through Socrates himself and then on to Sophocles, Plato, Aristotle, the Hebrew Bible, the New Testament (including the Gnostics), Augustine, and Vergil. We look for the elements that make up personal identity and value in the ancient world, both religious and secular, and see how much these change from Homer's world to that of Augustine and the Roman Empire. We then turn to Dante, who provides a bridge to some of the great thinkers and artists of the Renaissance--most notably Shakespeare and DaVinci but also Montaigne and Villon. In all of these, the permanence and even presence of our souls seem more uncertain, more threatened by death and obliteration, than in Plato or Paul, and this threat reaches our morality and values as well. In this way, the Renaissance marks the beginning of the world in which all of us must now find our way.    NOTE : Students must register for EXPOS-UA 1.015-019    FALL 2012 MAP-UA 414 Texts and Ideas: Antiquity and the 19th Century — Writing Intensive Prof. Renzi (MAP) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Job; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality, Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto.    NOTE : Students must register for EXPOS-UA 1.020-025 SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Freedom and Oppression Prof. Kunhardt (Collegiate Professor)  syllabus* Examines the human quest for freedom—freedom from slavery, from sexual oppression, and from the shackling of the mind—as these three came to a crisis in nineteenth century America. We begin with a critical reading of formative biblical texts and ideas; touch down on the passionate thought-world of the American founders; and culminate in a close look at mid-nineteenth century reform efforts, and the ideas of freedom that animated them. Exploring the dawn of biblical humanism, the embrace of the secular, and efforts to widen the circles of inclusion, we pay particular attention to the writings of Abraham Lincoln and his generation, as he and others, both allies and critics, worked to eradicate slavery from American society. Why did the Bible condone slavery, helping Americans justify continuing the practice? In what ways are competing ideas of freedom to be judged? How is the idea of freedom related to that of human equality? Readings: Genesis, Exodus, Psalms, Isaiah, Matthew, Luke; and works by Paine, Jefferson, Madison, Garrison, Douglass, Sumner, Stanton, Anthony, Rose, Emerson, Thoreau, Whitman, Parker, Mill, Ingersoll, Lincoln. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics — Mortal and Immortal Questions Professor Mitsis (Classics)  syllabus Some basic questions about the ways people view their lives in relation to death, including contrasting views of the afterlife and how those views influence human action and relations. Comparisons from different eras and analysis of a wide range of fundamental human attitudes about life and death in the context of different religious beliefs, types of political organization, and attitudes toward scientific knowledge. Some of the material is mythic (that is, presenting traditional accounts of gods and heroes) considered for both how they work as aesthetic objects and what they tell us about the values of the cultures that produced them. Also included are texts that either present human experience without direct reference to the divine or explicitly reject it. How do such works address questions of human mortality and in what different ways do they treat the possibility of human happiness, productive social relations, and the possibility of knowledge? Readings: Ramayana; Homer’s Iliad; Aeschylus’ Oresteia; Sophocles’ Oedipus and Antigone; Euripides’ Alcestis, Bacchae, and Medea; Lucretius’ On the Nature of Things; Epictetus’ Handbook; Mark, Matthew, 1 Corinthians, Romans; Augustine’s Confessions; d’Holbach’s Good Sense; Hume’s Dialogues Concerning Natural Religion; Mill’s On Liberty; Marx and Engels’ Communist Manifesto; Nietzsche’s Genealogy of Morality; Tolstoy’s Death of Ivan Ilych and Hadji Mura; Proust’s Swann’s Way; Freud’s Civilization and Its Discontents. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)  syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires . SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—On Liberation Prof. Watson (English)  syllabus What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2013 MAP-UA 402 Texts and Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Garrett (Philosophy) All animals live, but only human beings consider how to live; and only reflective human beings deliberate among different ways to decide how to live. Should one look for guidance to tradition, to religion, to the state, to nature, to feeling, to reason? Versions of this question were raised and addressed repeatedly and with urgency in both Antiquity and the Enlightenment. We examine some of the most important and influential attempts to answer it and some of the dialogue that such attempts have had with one another. Readings include Hebrew and Christian scriptures, Greek tragedy and philosophy, Spinoza, Locke, Rousseau, Hume, Kant, Wollstonecraft. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. top of page            Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2014-2015 Note: * indicates draft/sample syllabus  Fall 2014 FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Utopias and Dystopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)  syllabus  What   is the “market”, the “economy”, or “capitalism”? How do individuals   interact with each other in the marketplace? What is the morality of   commerce? And how does, or should, the state govern the economy? These   are all questions that have no simple answers and as a consequence they   stimulate controversy today, in America and throughout the world. Yet   these questions have a long pedigree. Since antiquity intellectuals have   grappled with the fundamental issues of what in the past they called   moral philosophy, what today we call political economy: how the   individual, the market, and the state should interact with each other.   Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola,   Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek,   Galbraith, Kindleberger, Harvey, Sachs. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Medieval Political Thought Prof. Stoller (NYU Libraries)  syllabus Medieval   political thought spanned three great religious traditions:   Christianity, Islam and Judaism. Across all three traditions it was   grounded in a deeply religious perspective on the human condition, one   originating in a set of sacred texts that shared a common monotheism and   a similar moral ethic. The political thought of all three groups was   equally grounded in a set of ancient, pagan texts, drawing on the   perspective of the Greeks and Romans, on whose shoulders the medievals   believed they stood. Political theorists across all three traditions   drew heavily from one another, but each spoke to the unique concerns of   its own community. We explore the commonalities and the contrasts among   the three political systems and the extraordinary minds that shaped   them. Readings will include Hebrew and Christian scriptures, the Qur'an,   Plato, Aristotle, Augustine, Alfarabi, Alghazali, Aquinas, Avicenna,   Bacon, Giles of Rome, Maimonides, Marsilius of Padua, and Polgar.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Value Prof. Poovey (English) &amp; Prof. Zaloom (Social and Cultural Analysis)  syllabus Can   you put a price on sex? art? love? life? Is time money, or is   daydreaming time well-spent? Would you accept a pound of flesh as   payment of a debt? Is there such a thing as a free lunch, and what would   it taste like? We explore different—and often conflicting—conceptions   of value spanning literature, philosophy, ethnography, and social   theory, seeking to convey three fundamental principles: Value is not   inherent in things but the result of a social process, value is often   determined at the intersection of different conceptions of productive   potential, and value is conceptualized or measured in different, and   often conflicting, ways. Readings include selections from Aristotle,   Christian Scripture, Shakespeare, Smith, Bentham, Wordsworth, Austen,   Weber, Keynes, Milton Friedman, Kazuo Ishiguro, and Pierre Bourdieu. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—This World and the Next Prof. Connolly (Classics)  syllabus  Explores different ways of thinking about the world or worlds beyond (and better than) the one in which we live, concentrating on the afterlife, political utopias, and the worlds created by artistic imagination. Readings include Homer, Vergil, Dante, the Bible, Plato's Republic, Marx and Engels' Communist Manifesto, selection of Romantic poetry, and Philip K. Dick's Do Androids Dream of Electric Sheep, and its film adaptation, Blade Runner. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Arts and Publics Prof. Blake (English)  syllabus Civic values and public purpose are intricately bound up with the arts. Whenever a case needs to be made that the arts matter, we tend to speak (usually, in very general terms) about how the arts contribute to education, or self-expression, or community life, or public deliberation, or the moral and social reform of individuals and institutions. On the other side, those who question the public value of the arts might complain that the arts are elitist, or overweening, or out of touch, or too political, or not political enough. How did we come to think about the arts in these terms? What are some of our assumptions about public life, such that it makes sense for us to promote the arts as having an important public cultural role, or alternatively distrust or dismiss them for not properly or effectively living up to that role? And, ultimately, what is at stake: Why does it matter if the arts matter? Readings from the Classical period through the present day, with a specific focus on drama and theatre. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Visible and Invisible Cities Prof. Cox (Italian Studies)  syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible. FALL 2014 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies)  syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology, Gorgias, Symposium; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)  syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. Spring 2015 SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics - Materialism Prof. Shaw (English)  syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—On Objectivity Prof. Gitelman (English)  syllabus Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men. SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Life and Death Prof. Velleman (Philosophy)  syllabus  Every   person has a life to live, but what is this thing, “a life”, that every   person has? To begin with, it’s just the temporally extended existence   of the person, the proverbial three score and ten. But a person’s life   is more than that, because it follows a natural progression of   life-stages, from childhood to adolescence to middle age to senescence.   And it’s even more still, since it is partly the creation of the person   living it, who can plan it, evaluate it, anticipate its future, and   remember its past. We explore these and other aspects of a person’s life   through works of literature and philosophy. What makes you the same   person throughout the different stages of your life? How does the   passage of time color your perception of life? What makes for a good   life? A meaningful life? Should you be grateful for having been born, or   dismayed at having to die? Readings: Aristotle’s Nicomachean Ethics,   Epicurus’ “Letter to Menoeceus,” Cicero’s De Finibus, Lucretius De Rerum   Natura, Dickens’ Great Expectations, Tolstoy’s “A Confession” and   “Death of Ivan Ilych,” Kertesz’ Kaddish for an Unborn Child, Kafka’s   Metamorphosis, McCullers’ Member of the Wedding, Vonnegut’s   Slaughterhouse-Five. SPRING 2015 CORE-UA 400, Texts and Ideas: Topics—Technologies of the Universe Prof. Weatherby (German)  syllabus The human is the \"tool-making animal,\" as Karl Marx wrote, quoting Benjamin Franklin. Marx's writing partner Friedrich Engels would make this the center of his philosophy, declaring the invention of tools and the work they do as the evolutionary force that led to the separation between the ape and the human. But if human activity is \"technological\" by nature, it is in nature itself that tools arise; then how does human time fit into geological time, how does the cosmos come to include the \"tool-making animal,\" and who remakes that cosmos? In an age sometimes now called the \"anthropocene,\" the questions of the cosmos and the tool are increasingly intertwined. Beginning with cosmogonies in the ancient world (Gilgamesh, Hebrew Bible, Hesiod, Plato), we track the shifts that led to the modern scientific conception of the universe (Aristotle, Copernicus, Helmholtz, Einstein). We then explore problems that the ubiquity of technological objects raises—artificial life (Leibniz, Hoffmann, Lem), entropy (Kelvin, Wiener), computing (Babbage, Turing, von Neumann)—compare Carl Sagan's Cosmos with its ongoing update by Neil deGrasse Tyson, and visit the Hayden Planetarium. SPRING 2015 CORE-UA 402, Texts &amp; Ideas: Antiquity and the Renaissanc e Prof. Sider (Classics)  syllabus The West began with Greece, moved to Rome, and the incorporated Judeo-Christian values during the Middle Ages. The Renaissance, looking back to the Greeks for re-inspiration, gave near final shape to our ideas of Western culture. Since this series of movements and influences is not chronological, neither shall we read our text in chronological order. Instead, we will take our rubric seriously and look for a few \"conversations\" between and among writers from all our areas: Hesiod and Genesis; Homer and Vergil; Aristophanes and Rabelais; Song of Songs, Sappho, and Marguerite de Navarre; Thucydides and Machiavelli; Catullus and Petrarch; Ovid and Shakespeare; Euripides, Plato, and a Gospel SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores the ancient foundations of traditional Western culture by examining the political and social institutions, religious beliefs, and value systems of the Israelites, Greeks, Romans, and early Christians; then turns to the radical challenges to this traditional culture, in the areas of the economy, politics, religion, and morality, that arose over the course of the 19th century, challenges that continue to reverberate to this day. Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides' Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid; Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels' Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species; Nietzsche's Genealogy of Morality; Freud's Civilization and Its Discontents.  Note: * indicates draft/sample syllabus            Contact Us | &copy; New York University , Arts and Science"}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Utopias and Distopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Objectivity Prof. Gitelman (English) and Prof. Robles (Media, Culture &amp; Communication)   syllabus  Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—On Beasts and Books Prof. Kay (French)   syllabus According to the Book of Genesis, human beings have two distinct relationships with other animals: in one version of the creation story Adam gives them names, in the other they are created to keep him company. Whether non-human animals are creatures to which we assign meanings, or whether they are our interlocutors, is thus a dilemma formulated from the outset. It will provide the overall framework for this course in we examine how animals are interpreted metaphorically or symbolically, as if they were texts, and how they are also represented as speaking to us, as if they were producers of texts. We work mainly on written documents ranging from the Bible and antiquity through the Middle Ages and the premodern period (mainly the sixteenth and seventeenth centuries), reaching forward occasionally into the contemporary world for current examples. Some materials are literary (like fables and fairy stories), some philosophical, others historical. We also consider visual materials from manuscript illuminations to recent films. And we evaluate the role of animals in cultural practices other than literary or artistic works—for instance, in hunting or in zoos—and discover how, in this sense, they are like texts that we can read and analyze. FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature)  syllabus  \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gerety (Collegiate Professor)   syllabus  What   is the soul? Is it the conscious self or something more? Does our   identity persist beyond death? What is the relation between the soul and   good and evil? Some say that Socrates 'discovered' the human soul, but   the idea that we have souls that outlast our bodies is as old as   humanity. Our understanding of the nature of our souls often dictates   the way we feel we should live. We will explore ideas from Homer and   Heraclitus through Socrates himself and then on to Sophocles, Plato,   Aristotle, the Hebrew Bible, the New Testament (including the Gnostics),   Augustine, and Vergil. We look for the elements that make up personal   identity and value in the ancient world, both religious and secular, and   see how much these change from Homer's world to that of Augustine and   the Roman Empire. We then turn to Dante, who provides a bridge to some   of the great thinkers and artists of the Renaissance--most notably   Shakespeare and DaVinci but also Montaigne and Villon. In all of these,   the permanence and even presence of our souls seem more uncertain, more   threatened by death and obliteration, than in Plato or Paul, and this   threat reaches our morality and values as well. In this way, the   Renaissance marks the beginning of the world in which all of us must now   find our way. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)   syllabus  A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice.  FALL 2013 MAP-UA 410, Texts and Ideas: Topics—Exile and Belonging—Writing Intensive Prof. Waters (Irish Studies)  syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; students must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.   The very possibility of our identity rests on the possibility of our estrangement. This theme haunts Western literature, philosophy, and politics from antiquity to the present. We examine the dynamic of exile and belonging, of place and displacement, by reading closely a series of classical texts that established a framework for thinking about culture, the state, and the individual. Readings: Genesis, Exodus, Isaiah; Sophocles' Oedipus, Antigone, Oedipus at Colonus; Defoe's Robinson Crusoe; Shelley's Frankenstein; Douglass' Narrative of the Life of an American Slave; Marx and Engels' Communist Manifesto; Nietzsche's Gay Science; Freud's Civilization and Its Discontents, and Disturbance of Memory at the Acropolis; selection from Ovid, Byron, Keats. NOTE: Students must also register for one of the linked section of EXPOS-UA 1, Writing the Essay: 016, 017, 018, 020, 021, 023, 025. Spring 2014 SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)   syllabus  What is the “market”, the “economy”, or “capitalism”? How do individuals interact with each other in the marketplace? What is the morality of commerce? And how does, or should, the state govern the economy? These are all questions that have no simple answers and as a consequence they stimulate controversy today, in America and throughout the world. Yet these questions have a long pedigree. Since antiquity intellectuals have grappled with the fundamental issues of what in the past they called moral philosophy, what today we call political economy: how the individual, the market, and the state should interact with each other. Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola, Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek, Galbraith, Kindleberger, Harvey, Sachs. SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)   syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—Guilt and Sin, Law and Justice Prof. Maudlin (Philosophy)  syllabus The   nature of justice, the legitimacy of law, and the justification for   punishment. We begin with Biblical accounts of sin and retribution,   Greek myths on the origin of the legal system, and the trial and   execution of Socrates. Turning to more modern works, we consider   theories of natural rights and the origin of legitimate states through   social contract, ending with three novels that present challenging views   of crime, the legal system, and the human soul. Readings: Genesis,   Exodus; Euripides’ Oresteia; Plato’s Apology, Crito, Phaedo, Republic;   Paine’s Rights of Man; Melville’s Billy Budd; Dostoyevsky’s Crime and   Punishment; Kafka’s Trial. SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—On Liberation Prof. Watson (English)   syllabus  What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2014 CORE -UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)   syllabus  The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. SPRING 2014 CORE -UA 403 Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)   syllabus  The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2014 CORE -UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores   the ancient foundations of traditional Western culture by examining the   political and social institutions, religious beliefs, and value systems   of the Israelites, Greeks, Romans, and early Christians; then turns to   the radical challenges to this traditional culture, in the areas of the   economy, politics, religion, and morality, that arose over the course of   the 19th century, challenges that continue to reverberate to this day.   Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides'   Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid;   Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels'   Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species;   Nietzsche's Genealogy of Morality; Freud's Civilization and Its   Discontents.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Levene (Classics)   syllabus  Every society places demands on individuals: it could not do otherwise and still remain a society. But what happens when those demands are inconsistent? Can--or should--an individual determine the right course of action by reason alone? Or should one simply obey--but then, whom should one obey? What happens when people's moral judgments differ from the expectations of those around them? How can one maintain a society in the face of such conflicts? From the first moments of Western literature those questions are explored; they became all the more insistent in the unprecedented political, social, intellectual, and economic upheavals of the 19th century. One effect was the increasingly central role given to art itself, seen as the dynamic force able to create a cohesive society. Our study will include Richard Wagner's remarkable music-drama The Ring of the Nibelung, perhaps the most significant and influential art-work of the era (studied primarily as a text, though there will be opportunities to hear the music as well). Other readings will include selections from the Hebrew and Christian Scriptures; Homer's Iliad; Sophocles' Antigone; Plato's Gorgias; Vergil's Aeneid; poetry by (among others) Shelley, Tennyson, and Matthew Arnold; Arnold's Culture and Anarchy; Wagner's Art and Revolution; and Nietzsche's Genealogy of Morality. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus  Examines   Western conceptions of the relation between humans and the natural   world. Considers how 19th-century thinkers embraced, revised, and   overturned ancient ideas about creation, natural order, the distinction   between humans and animals, and the risks and rewards of probing   nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian   scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's   Origin of Species, and works by Plato, Aristotle, Augustine, Emerson,   Goethe, and Nietzsche.  top of page           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Texts and Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Texts and Ideas | 2012-2013 Note: Previously listed as Conversations of the West Note: ** indicates an example syllabus   * indicates a preliminary syllabus       Spring 2013 schedule remains tentative. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Idea of Home Prof. Rust (English) syllabus A consideration of the numerous ways we use the word “home” in our daily lives reveals much about our concept of home: homeland, home plate, home turf, homeroom, hometown, homestead, and home field, for instance, all suggest that a home is first and foremost a place. The house icon we press in our browser windows in order to get back to our “home page” reveals how closely we equate home with a particular kind of place: a house. A house that is a home suggests safety, protection from the “cold cruel world” outside. But that very sense of enclosed safety, a central feature of our idea of home, has the potential of generating a range of secondary perceptions that can make the idea of home an instrument of violence, aggression, greed, and envy rather than ideals of love and care. Reading: Homer’s Odyssey, Sophocles’ Antigone, Plato’s Symposium, Vergil’s Aeneid, Shakespeare’s Tempest, Agee and Evans’s Let Us Now Praise Famous Men, Eugenides’ Middlesex. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Hatred, Anger, and Enmity Prof. Konstan (Classics) syllabus We are taught that love is divine and hate a crime, that we should overcome anger, forswear resentment and vengeance, and forgive enemies. But have we perhaps neglected the propriety and even necessity of the so-called negative sentiments? Is it possible that resentment, hatred, and vengeance may be justified, and that some actions are unforgivable? Examining hatreds and antagonisms in context, looking at philosophical, theological, political and religious analyses and also literary representations, our aim is not to condemn these sentiments out of hand as pathologies, but to consider their function and history. Readings: Genesis; Matthew; Euripides’ Medea and Hecuba; Aristotle’s Rhetoric; Seneca’s On Anger, Medea, and Thyestes; Lactantius’ On the Anger of God and On the Deaths of the Persecutors; selections from Aquinas; Montaigne’s \"On Cannibalism\"; Las Casas’ Destruction of the Indies; Shakespeare’s Titus Andronicus and Coriolanus; Marston’s Antonio’s Revenge; Nietzsche’s Genealogy of Morality; Freud’s Civilizations and Its Discontents; Améry’s At the Mind’s Limits; Derrida’s On Forgiveness; Diamond’s \"Vengence is Ours.\" FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Nature Prof. Appuhn (History) syllabus What is nature? Is it something external to us as human beings, or are we part of it? Are there particular ethical, religious, economic, or political considerations that should structure or determine our relationship with nature? How has the concept of nature been articulated by thinkers in the Western tradition from Plato to Earth First! founder Dave Foreman? Examining such questions in historical and cultural perspective, we consider competing ideas about humanity’s relationship to nature through seminal works theorizing the relationship between the individual and nature, society and nature, and the definition of nature. Readings: Plato’s Timaeus; Hebrew and Christian Scriptures; Descartes’ Discourse on Method; Hobbes’ Leviathan; Rousseau’s Discourse on Inequality; Leopold’s Sand County Almanac; Carson’s Silent Spring; Foreman’s Rewilding America; essays by Cronon, Thomas, Walker, and Worster; selections from Aquinas, Francis Bacon, Marx, Thoreau, and Emerson. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature) syllabus \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Materialism Prof. Shaw (English) syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Renaissance, New Worlds and Old Prof. Tylus (Italian Studies) syllabus Early modern men and women found themselves at the intersection of colliding ideas about the worlds they lived in. They both looked back to antiquity and the Bible, and ahead to new and unpredictable changes regarding religion, geography, and science. A Janus-faced moment, the Renaissance was rooted in the past and anticipatory in many ways of our own time. As we see from ancient texts, such anxiety about the unknown was not entirely new. As we move from the city of Ur (in modern-day Iraq) in 3000 b.c.e. to early modern Mexico in 1700, from a story about a powerful king facing his own mortality to poems by a mestiza nun, we read a variety of texts about borders, journeys, literal and figurative exile, and how one might best leave one’s mark on the world. We also consider the relationship between the literature and art of the period, and one assignment will be based on a direct study of a sculpture or painting at the Metropolitan Museum in New York. Readings: selections from the Hebrew Bible and New Testament, Gilgamesh, Homer’s Iliad, Vergil’s Aeneid, Tornabuoni’s Sacred Narratives, Columbus’s Four Voyages, Leon-Portilla’s Broken Spears, Tasso’s Jerusalem Liberated, Shakespeare's Tempest, excerpts from Sappho, Petrarch, and Sor Juana Inés de la Cruz.  FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Goldwyn (French) syllabus Focuses on voyage, discovery, errantry, and exile in key ancient and Enlightenment texts and how these stories transformed and shaped understanding of the world, the \"other,\" and the self. We examine the way the Enlightenment thinkers revisited, reinterpreted, redefined, and, at times, rejected their intellectual and cultural legacy. Readings: Euripides' Medea; Genesis, Exodus, Job, Luke, and Acts; Plato's Symposium; Vergil's Aeneid; Augustine's Confessions; Voltaire's Candide; Diderot's Supplement to the Voyage of Bougainville; and Graffigny's Letters from a Peruvian Woman. FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies) syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology) syllabus** A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Ulfers (German) syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English) syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP) syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. FALL 2012 MAP-UA 412 Texts and Ideas: Antiquity and the Renaissance — Writing Intensive Prof. Gerety (Collegiate Professor) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    What is the soul? Is it the conscious self or something more? Does our identity persist beyond death? What is the relation between the soul and good and evil? Some say that Socrates 'discovered' the human soul, but the idea that we have souls that outlast our bodies is as old as humanity. Our understanding of the nature of our souls often dictates the way we feel we should live. We will explore ideas from Homer and Heraclitus through Socrates himself and then on to Sophocles, Plato, Aristotle, the Hebrew Bible, the New Testament (including the Gnostics), Augustine, and Vergil. We look for the elements that make up personal identity and value in the ancient world, both religious and secular, and see how much these change from Homer's world to that of Augustine and the Roman Empire. We then turn to Dante, who provides a bridge to some of the great thinkers and artists of the Renaissance--most notably Shakespeare and DaVinci but also Montaigne and Villon. In all of these, the permanence and even presence of our souls seem more uncertain, more threatened by death and obliteration, than in Plato or Paul, and this threat reaches our morality and values as well. In this way, the Renaissance marks the beginning of the world in which all of us must now find our way.    NOTE : Students must register for EXPOS-UA 1.015-019    FALL 2012 MAP-UA 414 Texts and Ideas: Antiquity and the 19th Century — Writing Intensive Prof. Renzi (MAP) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Job; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality, Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto.    NOTE : Students must register for EXPOS-UA 1.020-025 SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Freedom and Oppression Prof. Kunhardt (Collegiate Professor)  syllabus* Examines the human quest for freedom—freedom from slavery, from sexual oppression, and from the shackling of the mind—as these three came to a crisis in nineteenth century America. We begin with a critical reading of formative biblical texts and ideas; touch down on the passionate thought-world of the American founders; and culminate in a close look at mid-nineteenth century reform efforts, and the ideas of freedom that animated them. Exploring the dawn of biblical humanism, the embrace of the secular, and efforts to widen the circles of inclusion, we pay particular attention to the writings of Abraham Lincoln and his generation, as he and others, both allies and critics, worked to eradicate slavery from American society. Why did the Bible condone slavery, helping Americans justify continuing the practice? In what ways are competing ideas of freedom to be judged? How is the idea of freedom related to that of human equality? Readings: Genesis, Exodus, Psalms, Isaiah, Matthew, Luke; and works by Paine, Jefferson, Madison, Garrison, Douglass, Sumner, Stanton, Anthony, Rose, Emerson, Thoreau, Whitman, Parker, Mill, Ingersoll, Lincoln. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics — Mortal and Immortal Questions Professor Mitsis (Classics)  syllabus Some basic questions about the ways people view their lives in relation to death, including contrasting views of the afterlife and how those views influence human action and relations. Comparisons from different eras and analysis of a wide range of fundamental human attitudes about life and death in the context of different religious beliefs, types of political organization, and attitudes toward scientific knowledge. Some of the material is mythic (that is, presenting traditional accounts of gods and heroes) considered for both how they work as aesthetic objects and what they tell us about the values of the cultures that produced them. Also included are texts that either present human experience without direct reference to the divine or explicitly reject it. How do such works address questions of human mortality and in what different ways do they treat the possibility of human happiness, productive social relations, and the possibility of knowledge? Readings: Ramayana; Homer’s Iliad; Aeschylus’ Oresteia; Sophocles’ Oedipus and Antigone; Euripides’ Alcestis, Bacchae, and Medea; Lucretius’ On the Nature of Things; Epictetus’ Handbook; Mark, Matthew, 1 Corinthians, Romans; Augustine’s Confessions; d’Holbach’s Good Sense; Hume’s Dialogues Concerning Natural Religion; Mill’s On Liberty; Marx and Engels’ Communist Manifesto; Nietzsche’s Genealogy of Morality; Tolstoy’s Death of Ivan Ilych and Hadji Mura; Proust’s Swann’s Way; Freud’s Civilization and Its Discontents. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)  syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires . SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—On Liberation Prof. Watson (English)  syllabus What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2013 MAP-UA 402 Texts and Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Garrett (Philosophy) All animals live, but only human beings consider how to live; and only reflective human beings deliberate among different ways to decide how to live. Should one look for guidance to tradition, to religion, to the state, to nature, to feeling, to reason? Versions of this question were raised and addressed repeatedly and with urgency in both Antiquity and the Enlightenment. We examine some of the most important and influential attempts to answer it and some of the dialogue that such attempts have had with one another. Readings include Hebrew and Christian scriptures, Greek tragedy and philosophy, Spinoza, Locke, Rousseau, Hume, Kant, Wollstonecraft. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. top of page            Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}]}]