[{"detail": [{"content": "Introduction to Mobile Games with Android: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Introduction to Mobile Games with Android  H79.2844 Lecture 4 Credits Instructor(s): Parker Smart phones have opened mobile   gaming to a wide audience, beyond the hardcore gamer. In this class, we   focus on casual games that each that broader audience. The class   begins with an introduction to building Android applications with   Google's SDK and  Eclipse. Students discover the basics of creating layouts and custom   views, playing music and sound effects, and getting user input  from the touch screen and accelerometer. We also discuss how simple   mechanics can make for immensely satisfying games. There is class   discussion and readings on the success of casual games such as   Bejeweled, Tetris, and Snood. Intro to Computational Media or   equivalent programming experience is required.                     Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Introduction to Mobile Games with Android: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Introduction to Mobile Games with Android  H79.2844 Lecture 4 Credits Instructor(s): Parker Smart phones have opened mobile   gaming to a wide audience, beyond the hardcore gamer. In this class, we   focus on casual games that each that broader audience. The class   begins with an introduction to building Android applications with   Google's SDK and  Eclipse. Students discover the basics of creating layouts and custom   views, playing music and sound effects, and getting user input  from the touch screen and accelerometer. We also discuss how simple   mechanics can make for immensely satisfying games. There is class   discussion and readings on the success of casual games such as   Bejeweled, Tetris, and Snood. Intro to Computational Media or   equivalent programming experience is required.                     Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Practice: Game Design in Detail An NYU Conference                                                         Home    Speakers    Schedule    Venue    RegistER    PRACTICE 2013                                    CONFIRMED SPEAKERS                              Holly Gramazio       Holly works at the intersection of game design and other cultural forms, with a particular interest in games for public space, events, and installations. In addition to creating her own games, she curates events for physical games, and in her previous role as Lead Game Designer at Hide&amp;Seek led on projects ranging from the New Year Games to 99 Tiny Games.                         Jonathan Blow     Jonathan Blow is a game designer living in San Francisco.     Three Questions with Jonathan                      Salvatore Garozzo     Salvatore Garozzo graduated from Manhattan College with a Bachelor's degree in Computer Science and a minor in mathematics. He is a community level designer known for his work on the maps de_cache, de_nuke_ve, de_crown and de_train_ve. Garozzo is also a world-renowned professional Counter-Strike player with over a decade of competitive gaming experience and has been featured in articles in the NY Times, NY Post, NY Daily News and the Journal News. He has parlayed the unique insight gained from his competitive gaming experience directly over to level design, creating community maps that are suitable for competitive play.                             Shawn Snelling    Shawn Snelling is a level designer and environment artist with over 10 years of experience as a level designer on AAA titles and in the modding community, who is currently focused on creating beautiful, competitive levels for Counter-Strike: GO. Shawn's primary focus is on the intersection between art and function, to ensure that the same levels being played for countless hours every day by thousands of gamers are as beautiful and interesting as they are practical and fun.                        David Kanaga       David Kanaga is a music theorist, game-formalist, and amateur composer based in Oakland. He has worked professionally on videogames including Proteus, Dyad, and Panoramical (forthcoming), and has translated and edited a new edition of Huvanistagg-Ludistagg's &quot;... New Fractal Playspaces&quot;     Three Questions with David                          John Popadiuk     Digital author, writer, storyteller, brand creator, interactive producer and game designer John A. Popadiuk, Jr. is best known for his study, research and unbridled selective game development in the world of arcade pinball machines for Bally® while pioneering early digital pinball simulation software for Broderbund. John is also most proud of his foundational work in smart classroom learning environments for the Nanoschool Project, and interactive reality architecture for the Apple Store he finally garnered a nod from Apple Inc. for his unique Space Crayons™ kids app while watching his unassuming Pinball Wizard!™ app reach over 1 million players for the iPhone.     Mr. Popadiuk holds numerous design or engineering patents related to pinball game development or unique mechanical device systems, controllers and interface elements and is currently the VP of Product Development for Zidware Studios in Chicago, a small indie startup currently working on digital projects in education, games while exploring new methods and paradigms in pinball game design and building.      Three Questions with John                            Kentucky Route Zero       Jake Elliot &amp; Tamas Kemenczy       Jake &amp; Tamas have been collaborating on software art, installation, experimental music, and videogames for the last ten years. Their current project, Kentucky Route Zero, has won awards including the Visual Art award at the IGF, and the Story &amp; World and Visual Art awards at Indiecade.                                Dierdre Kiai       Bio: Deirdra &quot;Squinky&quot; Kiai is a writer, programmer, musician, and visual artist who creates videogame-like artifacts about gender identity, social awkwardness, and miscellaneous silliness. Most recently responsible for &quot;Dominique Pamplemousse in 'It's All Over Once The Fat Lady Sings!'&quot; and &quot;Coffee: A Misunderstanding&quot;, they are currently completing an MFA in Digital Arts and New Media at UC Santa Cruz.                             Samantha Kalman       Samantha Kalman is an independent Artistic Technologist and founder of Timbre Interactive, LLC. She is a self-taught game designer, programmer, and musician. Her current project is Sentris, a unique puzzle game funded via Kickstarter that&rsquo;s intended to help everybody create music. Previously, as a Design Technologist at Amazon she developed and co-designed interactive user experience prototypes for the Fire Phone. And as QA Director at Unity Technologies she helped thousands of developers make games by shipping multiple versions of the Unity engine. She is based in Seattle, owns a cat, and always enjoys a nice glass of wine.                                 Lukas Litzsinger     Lukas is a tabletop game designer who rebooted the classic game of Netrunner into Android: Netrunner. Published as a Living Card Game by Fantasy Flight Games, Android: Netrunner won two Golden Geek awards and continues to release regular expansions. Lukas has also worked on Warhammer: Diskwars, the Lord of the Rings Living Card Game, Civilization: Wisdom and Warfare, and the upcoming XCOM: The Board Game. He lives in the Twin Cities and works for Fantasy Flight Games full-time.                                 Zach Gage       Zach Gage is a game designer, programmer, educator, and conceptual artist from New York City. His work often explores the power of systems, both those created by social interaction in digital spaces,  and those that can be created for others, through the framing of games.       An Eyebeam Alumni, Apple Design and Game of The Year Award Winner, and BAFTA Nominee, he has exhibited internationally       at venues like the Venice Biennale, the New York MoMA, The Japanese American National Museum in Los Angeles, XOXO Festival in Portland,     FutureEverything in Manchester, The Centre for Contemporary Art Ujazdowski Castle in Warsaw, and in Apple stores worldwide. His work has been featured in several online and printed publications, including The New York Times, The New York Times Magazine,     EDGE Magazine, Rhizome.org, Neural Magazine, New York Magazine, and Das Spiel und seine Grenzen (Springer Press).       In games, he is best known for SpellTower, Ridiculous Fishing, and Lose/Lose.                                    Drew Murray    Drew Murray is the game director of Sunset Overdrive at Insomniac Games in sunny Los Angeles, California. After aborted careers as an artist, chef, and attorney, Drew heard Jay Leno making fun of a new game design program at The Guildhall at SMU in a monologue and immediately enrolled. Drew joined Insomniac Games in July 1995 and worked on Resistance: Fall of Man, Ratchet &amp; Clank Future: Tools of Destruction, Resistance 2, and Resistance 3. Sunset Overdrive is a new IP developed by Drew and creative director Marcus Smith and will be released on October 28, 2014.                              Asher Vollmer       Asher Vollmer is an independent game developer best known for designing the minimalist iOS puzzlers Threes and Puzzlejuice. He learned his trade by spending ten months at thatgamecompany and four years at the University of Southern California. He can, to this day, tell you the solution to every puzzle in every LucasArts adventure game that he's played since childhood.                                  Colleen Macklin     Colleen Macklin is a game designer, an Associate Professor in the school of Art, Media and Technology at Parsons The New School for Design and founder and co-director of PETLab (Prototyping Education and Technology Lab), a lab that develops games for experimental learning and social engagement. PETLab projects include disaster preparedness games and sports with the Red Cross, the urban activist game Re:Activism and the physical/fiscal sport Budgetball. PETLab has also published game design curricula for the Boys and Girls Club and via the website activategames.org . She is a member of the game design collective Local No. 12, best known for their social card game, the Metagame. Her work has been shown at Come Out and Play, UCLA Art|Sci Center, The Whitney Museum for American Art and Creative Time.                                                                                                                     Contact         Copyright &copy; 2011-2014 NYU Game Center"}]},
{"detail": [{"content": "Introduction to Mobile Games with Android: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Introduction to Mobile Games with Android  H79.2844 Lecture 4 Credits Instructor(s): Parker Smart phones have opened mobile   gaming to a wide audience, beyond the hardcore gamer. In this class, we   focus on casual games that each that broader audience. The class   begins with an introduction to building Android applications with   Google's SDK and  Eclipse. Students discover the basics of creating layouts and custom   views, playing music and sound effects, and getting user input  from the touch screen and accelerometer. We also discuss how simple   mechanics can make for immensely satisfying games. There is class   discussion and readings on the success of casual games such as   Bejeweled, Tetris, and Snood. Intro to Computational Media or   equivalent programming experience is required.                     Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Practice: Game Design in Detail An NYU Conference                                                         Home    Speakers    Schedule    Venue    RegistER    PRACTICE 2013                                    CONFIRMED SPEAKERS                              Holly Gramazio       Holly works at the intersection of game design and other cultural forms, with a particular interest in games for public space, events, and installations. In addition to creating her own games, she curates events for physical games, and in her previous role as Lead Game Designer at Hide&amp;Seek led on projects ranging from the New Year Games to 99 Tiny Games.                         Jonathan Blow     Jonathan Blow is a game designer living in San Francisco.     Three Questions with Jonathan                      Salvatore Garozzo     Salvatore Garozzo graduated from Manhattan College with a Bachelor's degree in Computer Science and a minor in mathematics. He is a community level designer known for his work on the maps de_cache, de_nuke_ve, de_crown and de_train_ve. Garozzo is also a world-renowned professional Counter-Strike player with over a decade of competitive gaming experience and has been featured in articles in the NY Times, NY Post, NY Daily News and the Journal News. He has parlayed the unique insight gained from his competitive gaming experience directly over to level design, creating community maps that are suitable for competitive play.                             Shawn Snelling    Shawn Snelling is a level designer and environment artist with over 10 years of experience as a level designer on AAA titles and in the modding community, who is currently focused on creating beautiful, competitive levels for Counter-Strike: GO. Shawn's primary focus is on the intersection between art and function, to ensure that the same levels being played for countless hours every day by thousands of gamers are as beautiful and interesting as they are practical and fun.                        David Kanaga       David Kanaga is a music theorist, game-formalist, and amateur composer based in Oakland. He has worked professionally on videogames including Proteus, Dyad, and Panoramical (forthcoming), and has translated and edited a new edition of Huvanistagg-Ludistagg's &quot;... New Fractal Playspaces&quot;     Three Questions with David                          John Popadiuk     Digital author, writer, storyteller, brand creator, interactive producer and game designer John A. Popadiuk, Jr. is best known for his study, research and unbridled selective game development in the world of arcade pinball machines for Bally® while pioneering early digital pinball simulation software for Broderbund. John is also most proud of his foundational work in smart classroom learning environments for the Nanoschool Project, and interactive reality architecture for the Apple Store he finally garnered a nod from Apple Inc. for his unique Space Crayons™ kids app while watching his unassuming Pinball Wizard!™ app reach over 1 million players for the iPhone.     Mr. Popadiuk holds numerous design or engineering patents related to pinball game development or unique mechanical device systems, controllers and interface elements and is currently the VP of Product Development for Zidware Studios in Chicago, a small indie startup currently working on digital projects in education, games while exploring new methods and paradigms in pinball game design and building.      Three Questions with John                            Kentucky Route Zero       Jake Elliot &amp; Tamas Kemenczy       Jake &amp; Tamas have been collaborating on software art, installation, experimental music, and videogames for the last ten years. Their current project, Kentucky Route Zero, has won awards including the Visual Art award at the IGF, and the Story &amp; World and Visual Art awards at Indiecade.                                Dierdre Kiai       Bio: Deirdra &quot;Squinky&quot; Kiai is a writer, programmer, musician, and visual artist who creates videogame-like artifacts about gender identity, social awkwardness, and miscellaneous silliness. Most recently responsible for &quot;Dominique Pamplemousse in 'It's All Over Once The Fat Lady Sings!'&quot; and &quot;Coffee: A Misunderstanding&quot;, they are currently completing an MFA in Digital Arts and New Media at UC Santa Cruz.                             Samantha Kalman       Samantha Kalman is an independent Artistic Technologist and founder of Timbre Interactive, LLC. She is a self-taught game designer, programmer, and musician. Her current project is Sentris, a unique puzzle game funded via Kickstarter that&rsquo;s intended to help everybody create music. Previously, as a Design Technologist at Amazon she developed and co-designed interactive user experience prototypes for the Fire Phone. And as QA Director at Unity Technologies she helped thousands of developers make games by shipping multiple versions of the Unity engine. She is based in Seattle, owns a cat, and always enjoys a nice glass of wine.                                 Lukas Litzsinger     Lukas is a tabletop game designer who rebooted the classic game of Netrunner into Android: Netrunner. Published as a Living Card Game by Fantasy Flight Games, Android: Netrunner won two Golden Geek awards and continues to release regular expansions. Lukas has also worked on Warhammer: Diskwars, the Lord of the Rings Living Card Game, Civilization: Wisdom and Warfare, and the upcoming XCOM: The Board Game. He lives in the Twin Cities and works for Fantasy Flight Games full-time.                                 Zach Gage       Zach Gage is a game designer, programmer, educator, and conceptual artist from New York City. His work often explores the power of systems, both those created by social interaction in digital spaces,  and those that can be created for others, through the framing of games.       An Eyebeam Alumni, Apple Design and Game of The Year Award Winner, and BAFTA Nominee, he has exhibited internationally       at venues like the Venice Biennale, the New York MoMA, The Japanese American National Museum in Los Angeles, XOXO Festival in Portland,     FutureEverything in Manchester, The Centre for Contemporary Art Ujazdowski Castle in Warsaw, and in Apple stores worldwide. His work has been featured in several online and printed publications, including The New York Times, The New York Times Magazine,     EDGE Magazine, Rhizome.org, Neural Magazine, New York Magazine, and Das Spiel und seine Grenzen (Springer Press).       In games, he is best known for SpellTower, Ridiculous Fishing, and Lose/Lose.                                    Drew Murray    Drew Murray is the game director of Sunset Overdrive at Insomniac Games in sunny Los Angeles, California. After aborted careers as an artist, chef, and attorney, Drew heard Jay Leno making fun of a new game design program at The Guildhall at SMU in a monologue and immediately enrolled. Drew joined Insomniac Games in July 1995 and worked on Resistance: Fall of Man, Ratchet &amp; Clank Future: Tools of Destruction, Resistance 2, and Resistance 3. Sunset Overdrive is a new IP developed by Drew and creative director Marcus Smith and will be released on October 28, 2014.                              Asher Vollmer       Asher Vollmer is an independent game developer best known for designing the minimalist iOS puzzlers Threes and Puzzlejuice. He learned his trade by spending ten months at thatgamecompany and four years at the University of Southern California. He can, to this day, tell you the solution to every puzzle in every LucasArts adventure game that he's played since childhood.                                  Colleen Macklin     Colleen Macklin is a game designer, an Associate Professor in the school of Art, Media and Technology at Parsons The New School for Design and founder and co-director of PETLab (Prototyping Education and Technology Lab), a lab that develops games for experimental learning and social engagement. PETLab projects include disaster preparedness games and sports with the Red Cross, the urban activist game Re:Activism and the physical/fiscal sport Budgetball. PETLab has also published game design curricula for the Boys and Girls Club and via the website activategames.org . She is a member of the game design collective Local No. 12, best known for their social card game, the Metagame. Her work has been shown at Come Out and Play, UCLA Art|Sci Center, The Whitney Museum for American Art and Creative Time.                                                                                                                     Contact         Copyright &copy; 2011-2014 NYU Game Center"}, {"content": "Matt Parker | NYU | Game Center                                                                                                   gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                            Matt Parker      imageAlignX is already in use. The name imageAlignY is already in use.\">        Matt Parker        Courses taught:    - Code Lab 2    - Code Lab    - Games 101      Matt Parker is a game designer, teacher, and new media artist.  His work has been displayed at the American Museum of Natural History, SIGGRAPH Asia, the NY Hall of Science, Museum of the Moving Image, FILE Games Rio, Sony Wonder Technology Lab, and many other venues.  His game Lucid was a finalist in Android&#8217;s Developer Challenge 2 and his project Lumarca won the &#8220;Create the Future&#8221; prize at New York Maker Faire 2010.  He created the game Recurse for the inaugural No Quarter exhibition at the NYU Game Center.  Recurse was a finalist for Indiecade  2010 and won the &#8220;Play This Now!&#8221; award at Come Out and Play 2012.                                                                                                   madparker@nyu.edu                                                                                                                                                                                                                                                                                                         More Content                                                                                            event                                   NYU Game Center Lecture Series presents Jon Peterson                                                       Join us for a conversation with game historian and scholar Jon Peterson. &#8220;Playing at the World&#8221;, Jon&#8217;s book about ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Prototype Studio: Actual Release Challenge                                                        This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                    news                                   &#8216;A Casual Revolution&#8217; by Professor Jesper Juul Now Available                                                       Our own Jesper Juul has just published his second book! A Casual Revolution describes the reinvention of video games, ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                      The NYU Game Center Lecture Series: Indie Game Panel                                                                                                The NYU Game Center Lecture Series : Clint Hocking                                                                                                The NYU Game Center Announces The Fall Brawl                                                                                                Game of the Week &#8211; Jumping Flash!                                                                                                Game of the Week &#8211; Jet Grind Radio"}]}]