[{"detail": [{"content": "Curriculum Outline - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Curriculum Outline      Click here for a visual representation of the Curriculum Layout    Courses (credits)    Summer (11 credits)       PT-GE 2004 Histology/General Pathology (3)    PT-GE 2030 CPR/First Aid/Advanced Emergency Techniques (2)    PT-GE 2120 Gross Human Anatomy (4)    PT-GE 2281 Professional Behavior (2)       Semester 1 - Fall (19 credits)       PT-GE 2020 The Physical Therapist as an Educator/Communicator (2)    PT-GE 2024 Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems (3)    PT-GE 2209 Lifespan Development (3)    PT-GE 2215 Physical Agents and Mechanical Modalities (Including Aeseptic Techniques/Infection &amp; Disease Control) (4)    PT-GE 2225 Exercise Physiology (4)    PT-GE 2230 Applied Anatomy and Physiology of the Musculoskeletal System (3)       Semester 2 - Spring (19 credits)       PT-GE 2008 Manual Techniques (3)    PT-GE 2026 Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2220 Kinesiology/Biomechanics/Ergonomics (5)    PT-GE 2227 Principles of Exercise (3)    PT-GE 2229 Fitness Theory and Practice (2)    PT-GE 2286 Critical Inquiry and Clinical Decision Making I (2)       Summer (2 credits)       PT-GE 2450 Clinical Affiliation I - Full-time/6 weeks (2)       Semester 3 - Fall (18 credits)       PT-GE 2231 Clinical Sciences/Pathology/Imaging/Pharmocology of the Musculoskeletal System (4)    PT-GE 2232 Applied Anatomy and Physiology of the Neuromuscular System (3)    PT-GE 2250 Physical Therapy Examination of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2251 Physical Therapy Examination of the Musculoskeletal System (4)    PT-GE 2287 Critical Inquiry and Clinical Decision Making II (2)    PT-GE 2455 Clinical Observation I - 1 day/week (1)       Semester 4 - Spring (19 credits)       PT-GE 2218 Electrotherapeutic Modalities (3)    PT-GE 2219 Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic  Devices and Equipment (3)    PT-GE 2242 Clinical Sciences/Pathology/Imaging/Pharmocology of the Neuromuscular System (4)    PT-GE 2260 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Cardiovascular and Pulmonary Systems (4)    PT-GE 2261 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System (4)    PT-GE 2456 Clinical Observation II - 1 day/week (1)       Summer (3 credits)       PT-GE 2451 Clinical Affiliation II - Full-time/8 weeks       Semester 5 - Fall (18 credits)       PT-GE 2233 Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2243 Clinical Sciences/Pathology/Imaging/Pharmocology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal  Systems (4)    PT-GE 2252 Physical Therapy Examination of the Neuromuscular System (5)    PT-GE 2253 Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2288 Critical Inquiry and Clinical Decision Making III (2)    PT-GE 2457 Clinical Observation III - 1 day/week (1)       Semester 6 - Spring (18 credits)       PT-GE 2019 The Physical Therapist as an Administrator, Delegator, Manager, Consultant (3)    PT-GE 2262 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System (6)    PT-GE 2263 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune,  and Gastrointestinal Systems (4)    PT-GE 2295 Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems (4)    PT-GE 2458 Clinical Observation IV - 1 day/week (1)       Summer (6 credits)       PT-GE 2452 Clinical Affiliation III - Full-time/16 weeks       Total credits = 133               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}, {"content": "Course Descriptions - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Course Descriptions      First Year    Summer:    Histology/General Pathology - PT-GE 2004 This course enables the student to know the microanatomical structure from the perspective of cells, tissues, organs, and organ systems; the basic tissue types, including epithelial, connective, muscular, and nervous tissues; and the basic concepts of cell and tissue injury and disease, including acute and chronic inflammation and the immune and autoimmune responses.  CPR/First Aid/Advanced Emergency Techniques - PT-GE 2030 This course provides the student with all of the skills necessary to take appropriate action in an emergency in any practice setting. Basic life support, advanced cardiac life support, and first aid and emergency preparedness are the content areas of this course. The course is designed to provide knowledge and skill in emergency techniques and in the application of appropriate action necessary to take care of the patient/client.  Gross Human Anatomy - PT-GE 2120 This course provides the student with an overview of human anatomy of the muscular, skeletal, nervous, and circulatory systems. Anatomical models, computer programs, and cadaver specimens complement didactic classroom activities.  Professional Behavior - PT-GE 2281 This course provides the student with a history of the profession, the professional association (American Physical Therapy Association), professionalism, and individual and cultural differences. The student demonstrates professional behavior in all interactions with patients, clients, families, caregivers, and other health care providers.    Semester 1:    The Physical Therapist as an Educator/Communicator - PT-GE 2020 This course enables the student to provide patient-related instruction; educate others using a variety of teaching methods that are commensurate with the needs and unique characteristics of the learner; provide consultative services using the physical therapist&rsquo;s skills to individuals, businesses, schools, government agencies, or other organizations; expressively and receptively communicate with patients, clients, family, caregivers, practitioners, consumers, payers, and policy makers; and take responsibility for communication or discussion of diagnoses or clinical impressions with other practitioners.  Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems - PT-GE 2024 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the cardiac, vascular, and pulmonary systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.  Lifespan Development - PT-GE 2209 This course provides the student with an in-depth knowledge of human development throughout the life cycle. The student is given the foundation upon which typical and atypical behavior may be compared.  Physical Agents and Mechanical Modalities - PT-GE 2215 This course provides the student with an understanding of electromagnetic and acoustic energy in commonly used physical agents including: hot packs, cold packs, paraffin, infrared, ultraviolet, hydrotherapy, diathermy, and ultrasound and mechanical principles of spinal traction, compression therapy, and standing tables. The basic principles of physics and the physiological effects of each modality are presented. The student will practice application of these modalities in supervised laboratory sessions. This course will also cover the fundamentals of aseptic techniques, infection control, and standard precautions. A problem solving approach will be utilized throughout this course.  Exercise Physiology - PT-GE 2225 This course provides the student with knowledge of the physiological principles for understanding the response of the human body to exercise. The pulmonary, cardiovascular, musculoskeletal, neuromuscular, and metabolic responses to exercise and their implications in physical therapy intervention are explored. Energy delivery, utilization, and regulation of the major physiological systems during rest and exercise are discussed. Normal and abnormal responses to exercise, and the effects of exercise training on body composition, deconditioning, and health status are explored. Appropriate measurements of physiological functions are incorporated in the course in the form of laboratory experiences.  Applied Anatomy and Physiology of the Musculoskeletal System - PT-GE 2230 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the muscular and skeletal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.    Semester 2:    Manual Techniques - PT-GE 2008 This course provides the student with an in-depth understanding and hands on experience of commonly used manual techniques (including massage, passive range of motion, mobilization, and manipulation), to modulate pain, increase joint range of motion, reduce soft tissue inflammation, induce relaxation, improve contractile and noncontractile tissue extensibility, and improve pulmonary function. The course also provides the student with an introduction to goniometry.  Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems - PT-GE 2026 This course provides the student with an analysis of the etiology, pathology, and clinical sciences of cardiac, circulatory, and pulmonary diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological interventions are presented.  Kinesiology/Biomechanics/Ergonomics - PT-GE 2220 This course provides the student with knowledge of normal and abnormal human motion, including gait and posture. Macrophysiological, biomechanical, and ergonomic principles are defined and applied to static and dynamic movement. Once developed, basic concepts are applied to specific joints, the extremities, the trunk, and spine. This course also provides instruction in patient/client ambulatory care and transfers.  Principles of Exercise - PT-GE 2227 This course enables the student to know and to analyze the underlying principles of therapeutic exercise: motor training or retraining; flexibility; strength, including active, assistive, active resistive, manual resistive, plyometrics; breathing exercises, including ventilatory muscle training; aerobic capacity/endurance conditioning activities, using cycles, treadmills, steppers; aquatic exercises; posture; complementary techniques (Yogi, Tai Chi); relaxation exercises; and conditioning and reconditioning. The course also includes all types of exercise equipment, including free weights, weight training machines, elastic bands and tubes, stability balls, medicine balls, BAPTS, BOSU, foam rollers, slide boards, trampolines, pulleys, body blades, jump ropes, and aquatic equipment. The course also enables the student to provide exercise/programs for patients/clients across the lifespan.  Fitness Theory and Practice - PT-GE 2229 This course enables the student: to understand and analyze of the theoretical and practical aspects of physical fitness; to evaluate, design, and implement fitness and conditioning programs; to understand health, safety, and injury prevention; to understand the importance of incorporating an active lifestyle as a health behavior; and to analyze the role of physical activity in preventing cardiovascular disease and promoting health and wellness. The course includes analysis of treadmills, bicycles, elliptical machines, steppers and climbers, upper extremity ergometers, and rowers. The student will participate in fitness classes, aquatic classes, weight training classes, and aerobic conditioning activities.  Critical Inquiry and Clinical Decision Making I - PT-GE 2286 This course enables the student to utilize critical inquiry by applying the principles of scientific method to read and interpret professional literature. Students apply the principles of clinical decision making in the delivery of patient or client care to include identification of the problem; collection and interpretation of date; formulation of hypothesis; acceptance or rejection of hypothesis; determination of clinical decision; deliberate action; and reevaluation of actions. The final outcome of this course is a review of the literature.    Summer:    Clinical Affiliation I - PT-GE 2450 (Full Time/6 Weeks) This clinical experience presents the student with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and skills as a practitioner; and integrate and apply course work in the clinical setting.    Second Year    Semester 3:    Clinical Sciences/Pathology/Imaging/Pharmacology of the Musculoskeletal Systems - PT-GE 2231  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of muscular and skeletal diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Applied Anatomy and Physiology of the Neuromuscular System - PT-GE 2232  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the central, peripheral,  and autonomic nervous systems and their relationship to the muscular system as they pertain to the physical therapy profession. Anatomical  models and specimens complement didactic classroom activities.     Physical Therapy Examination of the Cardiovascular and Pulmonary Systems - PT-GE 2250  This course enables the student to independently examine and reexamine a patient or client with cardiovascular and pulmonary problems by  obtaining a pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by  selecting appropriate age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy  evaluation and engage in the diagnostic process.     Physical Therapy Examination of the Musculoskeletal System - PT-GE 2251  This course enables the student to independently examine and reexamine a patient or client with musculoskeletal problems by obtaining a  pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation I - PT-GE 2455 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of seeing and analyzing excellent clinical performance  skills (cardiovascular/pulmonary and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe  master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 4:    Electrotherapeutic Modalities - PT-GE 2218  This course provides the student with an in-depth knowledge of electrotherapeutic modalities, including alternating, direct, and pulsed  current (e.g. high voltage pulsed current stimulation, interferential current); neuromuscular electrical stimulation (NMES); functional  electrical stimulation (FES); transcutaneous electrical nerve stimulation (TENS); iontophoresis; electrical muscle stimulation; and biofeedback.  This course is designed to prepare students to select, apply, integrate, and critically evaluate the uses, limitations, indications, and  contraindications of electrotherapeutic modalities and electrophysiological tests.     Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic Devices  and Equipment - PT-GE 2219  This course enables the student: to understand the physical properties and biomechanical principles of devices and equipment; to prescribe,  apply, and fabricate as appropriate adaptive, orthotic, protective, supportive, and prosthetic devices and equipment for ADL and IADL; to  analyze their use during ADL and IADL; and to evaluate the limitations and indications/contra indications of devices and equipment. The  course enables the student to practice fabricating adaptive, supportive, and protective devices.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Neuromuscular System - PT-GE 2242  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of neuromuscular diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Physical Therapy Interventions/ Prevention Programs/ Wellness Programs for the Cardiovascular and Pulmonary Systems - PT-GE 2260  This course enables the student to establish for patients/clients with cardiovascular/pulmonary diseases, disorders, or conditions: a safe  and effective plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes  within available resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also  enables the student to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the  impairments, functional limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness;  know the health risks related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration  with other practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System - PT-GE 2261  This course enables the student to establish for patients/clients with musculoskeletal diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Clinical Observation II - PT-GE 2456 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (cardiovascular/pulmonary  and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe master clinicians in small groups  that enable collaborative learning amongst the participants.    Summer:    Clinical Affiliation II - PT-GE 2451 (Full Time/8 Weeks)  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.       Third Year    Semester 5:    Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems -  PT-GE 2233  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the genito-urinary, integumentary,  endocrine, immune, and gastrointestinal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement  didactic classroom activities.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems   - PT-GE 2243  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of genito-urinary, integumentary, endocrine,  immune, and gastrointestinal (herein other systems) diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical  management, surgical management, imaging techniques, and pharmacological interventions are presented.     Physical Therapy Examination of the Neuromuscular System - PT-GE 2252  This course enables the student to independently examine and reexamine a patient or client with neuromuscular problems by obtaining a pertinent  history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal and Systems - PT-GE 2253  This course enables the student to independently examine and reexamine a patient or client with genito-urinary, integumentary, endocrine,  immune, and gastrointestinal problems by obtaining a pertinent history from the patient or client and from other relevant sources, by performing  relevant systems review, and by selecting appropriate age-related tests and measures. The student will be able to synthesize examination  data to complete the physical therapy evaluation and engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation III - PT-GE 2457 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 6:    The Physical Therapist as an Administrator, Delegator, Manager, Consultant - PT-GE 2019  This course provides the student with: an understanding of the management of human and material resources and services to provide quality,  efficient, and cost-effective physical therapy services based on patient&rsquo;s or client&rsquo;s goals; the ability to interact with patients, clients,  family members, other health care providers, and community-based organizations for the purpose of coordinating activities to facilitate  efficient and effective patient or client care; an understanding of how to delegate physical therapy-related services to appropriate human  resources; an understanding of how to supervise and manage support personnel to whom tasks have been delegated; and the ability to participate  in management, budgeting, billing, and reimbursement activities.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System - PT-GE 2262  This course enables the student to establish for patients/clients with neuromuscular diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune, and  Gastrointestinal Systems - PT-GE 2263  This course enables the student to establish for patients/clients with genito-urinary, integumentary, endocrine, immune, and gastrointestinal  (herein referred to as other) diseases, disorders, or conditions: a safe and effective plan of care; goals and functional outcomes that  specify expected times and duration; achievable patient or client outcomes within available resources; and means of monitoring and adjusting  the plan of care in response to patient/client status. The course also enables the student to: provide direct physical therapy interventions  to achieve patient/client outcomes based on the examination and the impairments, functional limitations, and disabilities; promote optimal  health by providing information on prevention, wellness, and fitness; know the health risks related to age, gender, culture, and lifestyle;  and provide primary, secondary, or tertiary care to patients in collaboration with other practitioners in settings supportive of comprehensive  and complex services.     Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems - PT-GE 2295  This course enables the student to: implement marketing plans and related public relations activities; understand major reimbursement guidelines;  know how to reflect patient or client care activities in all billing; apply time management principles to patient or client treatment scheduling;  understand and exhibit responsibility for practicing within the guidelines of third-party payers; understand medical delivery systems, healthcare  policy, and legislation in the United States; and understand the on-going requirements of running a professional business including accounting,  billing, coding, accounts payable, and risk management. The course also provides the student with an in-depth knowledge of the impact of  case management, quality assurance, productivity, and the use of computer information and technology systems as they relate to managing  a business or practice.     Critical Inquiry and Clinical Decision Making III - PT-GE 2288  This course enables the student to integrate knowledge in physical therapy with statistics and research design to critically analyze current  physical therapy literature. Each student will develop a research plan with a given topic.     Clinical Observation IV - PT-GE 2458 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of learning excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enables collaborative learning amongst the participants.    Summer:    Clinical Affiliation III - PT-GE 2452  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}]},
{"detail": [{"content": "Curriculum Outline - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Curriculum Outline      Click here for a visual representation of the Curriculum Layout    Courses (credits)    Summer (11 credits)       PT-GE 2004 Histology/General Pathology (3)    PT-GE 2030 CPR/First Aid/Advanced Emergency Techniques (2)    PT-GE 2120 Gross Human Anatomy (4)    PT-GE 2281 Professional Behavior (2)       Semester 1 - Fall (19 credits)       PT-GE 2020 The Physical Therapist as an Educator/Communicator (2)    PT-GE 2024 Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems (3)    PT-GE 2209 Lifespan Development (3)    PT-GE 2215 Physical Agents and Mechanical Modalities (Including Aeseptic Techniques/Infection &amp; Disease Control) (4)    PT-GE 2225 Exercise Physiology (4)    PT-GE 2230 Applied Anatomy and Physiology of the Musculoskeletal System (3)       Semester 2 - Spring (19 credits)       PT-GE 2008 Manual Techniques (3)    PT-GE 2026 Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2220 Kinesiology/Biomechanics/Ergonomics (5)    PT-GE 2227 Principles of Exercise (3)    PT-GE 2229 Fitness Theory and Practice (2)    PT-GE 2286 Critical Inquiry and Clinical Decision Making I (2)       Summer (2 credits)       PT-GE 2450 Clinical Affiliation I - Full-time/6 weeks (2)       Semester 3 - Fall (18 credits)       PT-GE 2231 Clinical Sciences/Pathology/Imaging/Pharmocology of the Musculoskeletal System (4)    PT-GE 2232 Applied Anatomy and Physiology of the Neuromuscular System (3)    PT-GE 2250 Physical Therapy Examination of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2251 Physical Therapy Examination of the Musculoskeletal System (4)    PT-GE 2287 Critical Inquiry and Clinical Decision Making II (2)    PT-GE 2455 Clinical Observation I - 1 day/week (1)       Semester 4 - Spring (19 credits)       PT-GE 2218 Electrotherapeutic Modalities (3)    PT-GE 2219 Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic  Devices and Equipment (3)    PT-GE 2242 Clinical Sciences/Pathology/Imaging/Pharmocology of the Neuromuscular System (4)    PT-GE 2260 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Cardiovascular and Pulmonary Systems (4)    PT-GE 2261 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System (4)    PT-GE 2456 Clinical Observation II - 1 day/week (1)       Summer (3 credits)       PT-GE 2451 Clinical Affiliation II - Full-time/8 weeks       Semester 5 - Fall (18 credits)       PT-GE 2233 Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2243 Clinical Sciences/Pathology/Imaging/Pharmocology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal  Systems (4)    PT-GE 2252 Physical Therapy Examination of the Neuromuscular System (5)    PT-GE 2253 Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2288 Critical Inquiry and Clinical Decision Making III (2)    PT-GE 2457 Clinical Observation III - 1 day/week (1)       Semester 6 - Spring (18 credits)       PT-GE 2019 The Physical Therapist as an Administrator, Delegator, Manager, Consultant (3)    PT-GE 2262 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System (6)    PT-GE 2263 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune,  and Gastrointestinal Systems (4)    PT-GE 2295 Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems (4)    PT-GE 2458 Clinical Observation IV - 1 day/week (1)       Summer (6 credits)       PT-GE 2452 Clinical Affiliation III - Full-time/16 weeks       Total credits = 133               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}, {"content": "Course Descriptions - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Course Descriptions      First Year    Summer:    Histology/General Pathology - PT-GE 2004 This course enables the student to know the microanatomical structure from the perspective of cells, tissues, organs, and organ systems; the basic tissue types, including epithelial, connective, muscular, and nervous tissues; and the basic concepts of cell and tissue injury and disease, including acute and chronic inflammation and the immune and autoimmune responses.  CPR/First Aid/Advanced Emergency Techniques - PT-GE 2030 This course provides the student with all of the skills necessary to take appropriate action in an emergency in any practice setting. Basic life support, advanced cardiac life support, and first aid and emergency preparedness are the content areas of this course. The course is designed to provide knowledge and skill in emergency techniques and in the application of appropriate action necessary to take care of the patient/client.  Gross Human Anatomy - PT-GE 2120 This course provides the student with an overview of human anatomy of the muscular, skeletal, nervous, and circulatory systems. Anatomical models, computer programs, and cadaver specimens complement didactic classroom activities.  Professional Behavior - PT-GE 2281 This course provides the student with a history of the profession, the professional association (American Physical Therapy Association), professionalism, and individual and cultural differences. The student demonstrates professional behavior in all interactions with patients, clients, families, caregivers, and other health care providers.    Semester 1:    The Physical Therapist as an Educator/Communicator - PT-GE 2020 This course enables the student to provide patient-related instruction; educate others using a variety of teaching methods that are commensurate with the needs and unique characteristics of the learner; provide consultative services using the physical therapist&rsquo;s skills to individuals, businesses, schools, government agencies, or other organizations; expressively and receptively communicate with patients, clients, family, caregivers, practitioners, consumers, payers, and policy makers; and take responsibility for communication or discussion of diagnoses or clinical impressions with other practitioners.  Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems - PT-GE 2024 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the cardiac, vascular, and pulmonary systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.  Lifespan Development - PT-GE 2209 This course provides the student with an in-depth knowledge of human development throughout the life cycle. The student is given the foundation upon which typical and atypical behavior may be compared.  Physical Agents and Mechanical Modalities - PT-GE 2215 This course provides the student with an understanding of electromagnetic and acoustic energy in commonly used physical agents including: hot packs, cold packs, paraffin, infrared, ultraviolet, hydrotherapy, diathermy, and ultrasound and mechanical principles of spinal traction, compression therapy, and standing tables. The basic principles of physics and the physiological effects of each modality are presented. The student will practice application of these modalities in supervised laboratory sessions. This course will also cover the fundamentals of aseptic techniques, infection control, and standard precautions. A problem solving approach will be utilized throughout this course.  Exercise Physiology - PT-GE 2225 This course provides the student with knowledge of the physiological principles for understanding the response of the human body to exercise. The pulmonary, cardiovascular, musculoskeletal, neuromuscular, and metabolic responses to exercise and their implications in physical therapy intervention are explored. Energy delivery, utilization, and regulation of the major physiological systems during rest and exercise are discussed. Normal and abnormal responses to exercise, and the effects of exercise training on body composition, deconditioning, and health status are explored. Appropriate measurements of physiological functions are incorporated in the course in the form of laboratory experiences.  Applied Anatomy and Physiology of the Musculoskeletal System - PT-GE 2230 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the muscular and skeletal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.    Semester 2:    Manual Techniques - PT-GE 2008 This course provides the student with an in-depth understanding and hands on experience of commonly used manual techniques (including massage, passive range of motion, mobilization, and manipulation), to modulate pain, increase joint range of motion, reduce soft tissue inflammation, induce relaxation, improve contractile and noncontractile tissue extensibility, and improve pulmonary function. The course also provides the student with an introduction to goniometry.  Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems - PT-GE 2026 This course provides the student with an analysis of the etiology, pathology, and clinical sciences of cardiac, circulatory, and pulmonary diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological interventions are presented.  Kinesiology/Biomechanics/Ergonomics - PT-GE 2220 This course provides the student with knowledge of normal and abnormal human motion, including gait and posture. Macrophysiological, biomechanical, and ergonomic principles are defined and applied to static and dynamic movement. Once developed, basic concepts are applied to specific joints, the extremities, the trunk, and spine. This course also provides instruction in patient/client ambulatory care and transfers.  Principles of Exercise - PT-GE 2227 This course enables the student to know and to analyze the underlying principles of therapeutic exercise: motor training or retraining; flexibility; strength, including active, assistive, active resistive, manual resistive, plyometrics; breathing exercises, including ventilatory muscle training; aerobic capacity/endurance conditioning activities, using cycles, treadmills, steppers; aquatic exercises; posture; complementary techniques (Yogi, Tai Chi); relaxation exercises; and conditioning and reconditioning. The course also includes all types of exercise equipment, including free weights, weight training machines, elastic bands and tubes, stability balls, medicine balls, BAPTS, BOSU, foam rollers, slide boards, trampolines, pulleys, body blades, jump ropes, and aquatic equipment. The course also enables the student to provide exercise/programs for patients/clients across the lifespan.  Fitness Theory and Practice - PT-GE 2229 This course enables the student: to understand and analyze of the theoretical and practical aspects of physical fitness; to evaluate, design, and implement fitness and conditioning programs; to understand health, safety, and injury prevention; to understand the importance of incorporating an active lifestyle as a health behavior; and to analyze the role of physical activity in preventing cardiovascular disease and promoting health and wellness. The course includes analysis of treadmills, bicycles, elliptical machines, steppers and climbers, upper extremity ergometers, and rowers. The student will participate in fitness classes, aquatic classes, weight training classes, and aerobic conditioning activities.  Critical Inquiry and Clinical Decision Making I - PT-GE 2286 This course enables the student to utilize critical inquiry by applying the principles of scientific method to read and interpret professional literature. Students apply the principles of clinical decision making in the delivery of patient or client care to include identification of the problem; collection and interpretation of date; formulation of hypothesis; acceptance or rejection of hypothesis; determination of clinical decision; deliberate action; and reevaluation of actions. The final outcome of this course is a review of the literature.    Summer:    Clinical Affiliation I - PT-GE 2450 (Full Time/6 Weeks) This clinical experience presents the student with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and skills as a practitioner; and integrate and apply course work in the clinical setting.    Second Year    Semester 3:    Clinical Sciences/Pathology/Imaging/Pharmacology of the Musculoskeletal Systems - PT-GE 2231  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of muscular and skeletal diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Applied Anatomy and Physiology of the Neuromuscular System - PT-GE 2232  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the central, peripheral,  and autonomic nervous systems and their relationship to the muscular system as they pertain to the physical therapy profession. Anatomical  models and specimens complement didactic classroom activities.     Physical Therapy Examination of the Cardiovascular and Pulmonary Systems - PT-GE 2250  This course enables the student to independently examine and reexamine a patient or client with cardiovascular and pulmonary problems by  obtaining a pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by  selecting appropriate age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy  evaluation and engage in the diagnostic process.     Physical Therapy Examination of the Musculoskeletal System - PT-GE 2251  This course enables the student to independently examine and reexamine a patient or client with musculoskeletal problems by obtaining a  pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation I - PT-GE 2455 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of seeing and analyzing excellent clinical performance  skills (cardiovascular/pulmonary and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe  master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 4:    Electrotherapeutic Modalities - PT-GE 2218  This course provides the student with an in-depth knowledge of electrotherapeutic modalities, including alternating, direct, and pulsed  current (e.g. high voltage pulsed current stimulation, interferential current); neuromuscular electrical stimulation (NMES); functional  electrical stimulation (FES); transcutaneous electrical nerve stimulation (TENS); iontophoresis; electrical muscle stimulation; and biofeedback.  This course is designed to prepare students to select, apply, integrate, and critically evaluate the uses, limitations, indications, and  contraindications of electrotherapeutic modalities and electrophysiological tests.     Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic Devices  and Equipment - PT-GE 2219  This course enables the student: to understand the physical properties and biomechanical principles of devices and equipment; to prescribe,  apply, and fabricate as appropriate adaptive, orthotic, protective, supportive, and prosthetic devices and equipment for ADL and IADL; to  analyze their use during ADL and IADL; and to evaluate the limitations and indications/contra indications of devices and equipment. The  course enables the student to practice fabricating adaptive, supportive, and protective devices.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Neuromuscular System - PT-GE 2242  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of neuromuscular diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Physical Therapy Interventions/ Prevention Programs/ Wellness Programs for the Cardiovascular and Pulmonary Systems - PT-GE 2260  This course enables the student to establish for patients/clients with cardiovascular/pulmonary diseases, disorders, or conditions: a safe  and effective plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes  within available resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also  enables the student to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the  impairments, functional limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness;  know the health risks related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration  with other practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System - PT-GE 2261  This course enables the student to establish for patients/clients with musculoskeletal diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Clinical Observation II - PT-GE 2456 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (cardiovascular/pulmonary  and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe master clinicians in small groups  that enable collaborative learning amongst the participants.    Summer:    Clinical Affiliation II - PT-GE 2451 (Full Time/8 Weeks)  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.       Third Year    Semester 5:    Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems -  PT-GE 2233  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the genito-urinary, integumentary,  endocrine, immune, and gastrointestinal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement  didactic classroom activities.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems   - PT-GE 2243  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of genito-urinary, integumentary, endocrine,  immune, and gastrointestinal (herein other systems) diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical  management, surgical management, imaging techniques, and pharmacological interventions are presented.     Physical Therapy Examination of the Neuromuscular System - PT-GE 2252  This course enables the student to independently examine and reexamine a patient or client with neuromuscular problems by obtaining a pertinent  history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal and Systems - PT-GE 2253  This course enables the student to independently examine and reexamine a patient or client with genito-urinary, integumentary, endocrine,  immune, and gastrointestinal problems by obtaining a pertinent history from the patient or client and from other relevant sources, by performing  relevant systems review, and by selecting appropriate age-related tests and measures. The student will be able to synthesize examination  data to complete the physical therapy evaluation and engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation III - PT-GE 2457 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 6:    The Physical Therapist as an Administrator, Delegator, Manager, Consultant - PT-GE 2019  This course provides the student with: an understanding of the management of human and material resources and services to provide quality,  efficient, and cost-effective physical therapy services based on patient&rsquo;s or client&rsquo;s goals; the ability to interact with patients, clients,  family members, other health care providers, and community-based organizations for the purpose of coordinating activities to facilitate  efficient and effective patient or client care; an understanding of how to delegate physical therapy-related services to appropriate human  resources; an understanding of how to supervise and manage support personnel to whom tasks have been delegated; and the ability to participate  in management, budgeting, billing, and reimbursement activities.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System - PT-GE 2262  This course enables the student to establish for patients/clients with neuromuscular diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune, and  Gastrointestinal Systems - PT-GE 2263  This course enables the student to establish for patients/clients with genito-urinary, integumentary, endocrine, immune, and gastrointestinal  (herein referred to as other) diseases, disorders, or conditions: a safe and effective plan of care; goals and functional outcomes that  specify expected times and duration; achievable patient or client outcomes within available resources; and means of monitoring and adjusting  the plan of care in response to patient/client status. The course also enables the student to: provide direct physical therapy interventions  to achieve patient/client outcomes based on the examination and the impairments, functional limitations, and disabilities; promote optimal  health by providing information on prevention, wellness, and fitness; know the health risks related to age, gender, culture, and lifestyle;  and provide primary, secondary, or tertiary care to patients in collaboration with other practitioners in settings supportive of comprehensive  and complex services.     Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems - PT-GE 2295  This course enables the student to: implement marketing plans and related public relations activities; understand major reimbursement guidelines;  know how to reflect patient or client care activities in all billing; apply time management principles to patient or client treatment scheduling;  understand and exhibit responsibility for practicing within the guidelines of third-party payers; understand medical delivery systems, healthcare  policy, and legislation in the United States; and understand the on-going requirements of running a professional business including accounting,  billing, coding, accounts payable, and risk management. The course also provides the student with an in-depth knowledge of the impact of  case management, quality assurance, productivity, and the use of computer information and technology systems as they relate to managing  a business or practice.     Critical Inquiry and Clinical Decision Making III - PT-GE 2288  This course enables the student to integrate knowledge in physical therapy with statistics and research design to critically analyze current  physical therapy literature. Each student will develop a research plan with a given topic.     Clinical Observation IV - PT-GE 2458 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of learning excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enables collaborative learning amongst the participants.    Summer:    Clinical Affiliation III - PT-GE 2452  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}]},
{"detail": [{"content": "Curriculum Outline - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Curriculum Outline      Click here for a visual representation of the Curriculum Layout    Courses (credits)    Summer (11 credits)       PT-GE 2004 Histology/General Pathology (3)    PT-GE 2030 CPR/First Aid/Advanced Emergency Techniques (2)    PT-GE 2120 Gross Human Anatomy (4)    PT-GE 2281 Professional Behavior (2)       Semester 1 - Fall (19 credits)       PT-GE 2020 The Physical Therapist as an Educator/Communicator (2)    PT-GE 2024 Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems (3)    PT-GE 2209 Lifespan Development (3)    PT-GE 2215 Physical Agents and Mechanical Modalities (Including Aeseptic Techniques/Infection &amp; Disease Control) (4)    PT-GE 2225 Exercise Physiology (4)    PT-GE 2230 Applied Anatomy and Physiology of the Musculoskeletal System (3)       Semester 2 - Spring (19 credits)       PT-GE 2008 Manual Techniques (3)    PT-GE 2026 Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2220 Kinesiology/Biomechanics/Ergonomics (5)    PT-GE 2227 Principles of Exercise (3)    PT-GE 2229 Fitness Theory and Practice (2)    PT-GE 2286 Critical Inquiry and Clinical Decision Making I (2)       Summer (2 credits)       PT-GE 2450 Clinical Affiliation I - Full-time/6 weeks (2)       Semester 3 - Fall (18 credits)       PT-GE 2231 Clinical Sciences/Pathology/Imaging/Pharmocology of the Musculoskeletal System (4)    PT-GE 2232 Applied Anatomy and Physiology of the Neuromuscular System (3)    PT-GE 2250 Physical Therapy Examination of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2251 Physical Therapy Examination of the Musculoskeletal System (4)    PT-GE 2287 Critical Inquiry and Clinical Decision Making II (2)    PT-GE 2455 Clinical Observation I - 1 day/week (1)       Semester 4 - Spring (19 credits)       PT-GE 2218 Electrotherapeutic Modalities (3)    PT-GE 2219 Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic  Devices and Equipment (3)    PT-GE 2242 Clinical Sciences/Pathology/Imaging/Pharmocology of the Neuromuscular System (4)    PT-GE 2260 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Cardiovascular and Pulmonary Systems (4)    PT-GE 2261 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System (4)    PT-GE 2456 Clinical Observation II - 1 day/week (1)       Summer (3 credits)       PT-GE 2451 Clinical Affiliation II - Full-time/8 weeks       Semester 5 - Fall (18 credits)       PT-GE 2233 Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2243 Clinical Sciences/Pathology/Imaging/Pharmocology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal  Systems (4)    PT-GE 2252 Physical Therapy Examination of the Neuromuscular System (5)    PT-GE 2253 Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2288 Critical Inquiry and Clinical Decision Making III (2)    PT-GE 2457 Clinical Observation III - 1 day/week (1)       Semester 6 - Spring (18 credits)       PT-GE 2019 The Physical Therapist as an Administrator, Delegator, Manager, Consultant (3)    PT-GE 2262 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System (6)    PT-GE 2263 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune,  and Gastrointestinal Systems (4)    PT-GE 2295 Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems (4)    PT-GE 2458 Clinical Observation IV - 1 day/week (1)       Summer (6 credits)       PT-GE 2452 Clinical Affiliation III - Full-time/16 weeks       Total credits = 133               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}, {"content": "Course Descriptions - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Course Descriptions      First Year    Summer:    Histology/General Pathology - PT-GE 2004 This course enables the student to know the microanatomical structure from the perspective of cells, tissues, organs, and organ systems; the basic tissue types, including epithelial, connective, muscular, and nervous tissues; and the basic concepts of cell and tissue injury and disease, including acute and chronic inflammation and the immune and autoimmune responses.  CPR/First Aid/Advanced Emergency Techniques - PT-GE 2030 This course provides the student with all of the skills necessary to take appropriate action in an emergency in any practice setting. Basic life support, advanced cardiac life support, and first aid and emergency preparedness are the content areas of this course. The course is designed to provide knowledge and skill in emergency techniques and in the application of appropriate action necessary to take care of the patient/client.  Gross Human Anatomy - PT-GE 2120 This course provides the student with an overview of human anatomy of the muscular, skeletal, nervous, and circulatory systems. Anatomical models, computer programs, and cadaver specimens complement didactic classroom activities.  Professional Behavior - PT-GE 2281 This course provides the student with a history of the profession, the professional association (American Physical Therapy Association), professionalism, and individual and cultural differences. The student demonstrates professional behavior in all interactions with patients, clients, families, caregivers, and other health care providers.    Semester 1:    The Physical Therapist as an Educator/Communicator - PT-GE 2020 This course enables the student to provide patient-related instruction; educate others using a variety of teaching methods that are commensurate with the needs and unique characteristics of the learner; provide consultative services using the physical therapist&rsquo;s skills to individuals, businesses, schools, government agencies, or other organizations; expressively and receptively communicate with patients, clients, family, caregivers, practitioners, consumers, payers, and policy makers; and take responsibility for communication or discussion of diagnoses or clinical impressions with other practitioners.  Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems - PT-GE 2024 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the cardiac, vascular, and pulmonary systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.  Lifespan Development - PT-GE 2209 This course provides the student with an in-depth knowledge of human development throughout the life cycle. The student is given the foundation upon which typical and atypical behavior may be compared.  Physical Agents and Mechanical Modalities - PT-GE 2215 This course provides the student with an understanding of electromagnetic and acoustic energy in commonly used physical agents including: hot packs, cold packs, paraffin, infrared, ultraviolet, hydrotherapy, diathermy, and ultrasound and mechanical principles of spinal traction, compression therapy, and standing tables. The basic principles of physics and the physiological effects of each modality are presented. The student will practice application of these modalities in supervised laboratory sessions. This course will also cover the fundamentals of aseptic techniques, infection control, and standard precautions. A problem solving approach will be utilized throughout this course.  Exercise Physiology - PT-GE 2225 This course provides the student with knowledge of the physiological principles for understanding the response of the human body to exercise. The pulmonary, cardiovascular, musculoskeletal, neuromuscular, and metabolic responses to exercise and their implications in physical therapy intervention are explored. Energy delivery, utilization, and regulation of the major physiological systems during rest and exercise are discussed. Normal and abnormal responses to exercise, and the effects of exercise training on body composition, deconditioning, and health status are explored. Appropriate measurements of physiological functions are incorporated in the course in the form of laboratory experiences.  Applied Anatomy and Physiology of the Musculoskeletal System - PT-GE 2230 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the muscular and skeletal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.    Semester 2:    Manual Techniques - PT-GE 2008 This course provides the student with an in-depth understanding and hands on experience of commonly used manual techniques (including massage, passive range of motion, mobilization, and manipulation), to modulate pain, increase joint range of motion, reduce soft tissue inflammation, induce relaxation, improve contractile and noncontractile tissue extensibility, and improve pulmonary function. The course also provides the student with an introduction to goniometry.  Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems - PT-GE 2026 This course provides the student with an analysis of the etiology, pathology, and clinical sciences of cardiac, circulatory, and pulmonary diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological interventions are presented.  Kinesiology/Biomechanics/Ergonomics - PT-GE 2220 This course provides the student with knowledge of normal and abnormal human motion, including gait and posture. Macrophysiological, biomechanical, and ergonomic principles are defined and applied to static and dynamic movement. Once developed, basic concepts are applied to specific joints, the extremities, the trunk, and spine. This course also provides instruction in patient/client ambulatory care and transfers.  Principles of Exercise - PT-GE 2227 This course enables the student to know and to analyze the underlying principles of therapeutic exercise: motor training or retraining; flexibility; strength, including active, assistive, active resistive, manual resistive, plyometrics; breathing exercises, including ventilatory muscle training; aerobic capacity/endurance conditioning activities, using cycles, treadmills, steppers; aquatic exercises; posture; complementary techniques (Yogi, Tai Chi); relaxation exercises; and conditioning and reconditioning. The course also includes all types of exercise equipment, including free weights, weight training machines, elastic bands and tubes, stability balls, medicine balls, BAPTS, BOSU, foam rollers, slide boards, trampolines, pulleys, body blades, jump ropes, and aquatic equipment. The course also enables the student to provide exercise/programs for patients/clients across the lifespan.  Fitness Theory and Practice - PT-GE 2229 This course enables the student: to understand and analyze of the theoretical and practical aspects of physical fitness; to evaluate, design, and implement fitness and conditioning programs; to understand health, safety, and injury prevention; to understand the importance of incorporating an active lifestyle as a health behavior; and to analyze the role of physical activity in preventing cardiovascular disease and promoting health and wellness. The course includes analysis of treadmills, bicycles, elliptical machines, steppers and climbers, upper extremity ergometers, and rowers. The student will participate in fitness classes, aquatic classes, weight training classes, and aerobic conditioning activities.  Critical Inquiry and Clinical Decision Making I - PT-GE 2286 This course enables the student to utilize critical inquiry by applying the principles of scientific method to read and interpret professional literature. Students apply the principles of clinical decision making in the delivery of patient or client care to include identification of the problem; collection and interpretation of date; formulation of hypothesis; acceptance or rejection of hypothesis; determination of clinical decision; deliberate action; and reevaluation of actions. The final outcome of this course is a review of the literature.    Summer:    Clinical Affiliation I - PT-GE 2450 (Full Time/6 Weeks) This clinical experience presents the student with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and skills as a practitioner; and integrate and apply course work in the clinical setting.    Second Year    Semester 3:    Clinical Sciences/Pathology/Imaging/Pharmacology of the Musculoskeletal Systems - PT-GE 2231  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of muscular and skeletal diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Applied Anatomy and Physiology of the Neuromuscular System - PT-GE 2232  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the central, peripheral,  and autonomic nervous systems and their relationship to the muscular system as they pertain to the physical therapy profession. Anatomical  models and specimens complement didactic classroom activities.     Physical Therapy Examination of the Cardiovascular and Pulmonary Systems - PT-GE 2250  This course enables the student to independently examine and reexamine a patient or client with cardiovascular and pulmonary problems by  obtaining a pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by  selecting appropriate age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy  evaluation and engage in the diagnostic process.     Physical Therapy Examination of the Musculoskeletal System - PT-GE 2251  This course enables the student to independently examine and reexamine a patient or client with musculoskeletal problems by obtaining a  pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation I - PT-GE 2455 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of seeing and analyzing excellent clinical performance  skills (cardiovascular/pulmonary and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe  master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 4:    Electrotherapeutic Modalities - PT-GE 2218  This course provides the student with an in-depth knowledge of electrotherapeutic modalities, including alternating, direct, and pulsed  current (e.g. high voltage pulsed current stimulation, interferential current); neuromuscular electrical stimulation (NMES); functional  electrical stimulation (FES); transcutaneous electrical nerve stimulation (TENS); iontophoresis; electrical muscle stimulation; and biofeedback.  This course is designed to prepare students to select, apply, integrate, and critically evaluate the uses, limitations, indications, and  contraindications of electrotherapeutic modalities and electrophysiological tests.     Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic Devices  and Equipment - PT-GE 2219  This course enables the student: to understand the physical properties and biomechanical principles of devices and equipment; to prescribe,  apply, and fabricate as appropriate adaptive, orthotic, protective, supportive, and prosthetic devices and equipment for ADL and IADL; to  analyze their use during ADL and IADL; and to evaluate the limitations and indications/contra indications of devices and equipment. The  course enables the student to practice fabricating adaptive, supportive, and protective devices.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Neuromuscular System - PT-GE 2242  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of neuromuscular diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Physical Therapy Interventions/ Prevention Programs/ Wellness Programs for the Cardiovascular and Pulmonary Systems - PT-GE 2260  This course enables the student to establish for patients/clients with cardiovascular/pulmonary diseases, disorders, or conditions: a safe  and effective plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes  within available resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also  enables the student to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the  impairments, functional limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness;  know the health risks related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration  with other practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System - PT-GE 2261  This course enables the student to establish for patients/clients with musculoskeletal diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Clinical Observation II - PT-GE 2456 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (cardiovascular/pulmonary  and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe master clinicians in small groups  that enable collaborative learning amongst the participants.    Summer:    Clinical Affiliation II - PT-GE 2451 (Full Time/8 Weeks)  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.       Third Year    Semester 5:    Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems -  PT-GE 2233  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the genito-urinary, integumentary,  endocrine, immune, and gastrointestinal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement  didactic classroom activities.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems   - PT-GE 2243  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of genito-urinary, integumentary, endocrine,  immune, and gastrointestinal (herein other systems) diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical  management, surgical management, imaging techniques, and pharmacological interventions are presented.     Physical Therapy Examination of the Neuromuscular System - PT-GE 2252  This course enables the student to independently examine and reexamine a patient or client with neuromuscular problems by obtaining a pertinent  history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal and Systems - PT-GE 2253  This course enables the student to independently examine and reexamine a patient or client with genito-urinary, integumentary, endocrine,  immune, and gastrointestinal problems by obtaining a pertinent history from the patient or client and from other relevant sources, by performing  relevant systems review, and by selecting appropriate age-related tests and measures. The student will be able to synthesize examination  data to complete the physical therapy evaluation and engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation III - PT-GE 2457 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 6:    The Physical Therapist as an Administrator, Delegator, Manager, Consultant - PT-GE 2019  This course provides the student with: an understanding of the management of human and material resources and services to provide quality,  efficient, and cost-effective physical therapy services based on patient&rsquo;s or client&rsquo;s goals; the ability to interact with patients, clients,  family members, other health care providers, and community-based organizations for the purpose of coordinating activities to facilitate  efficient and effective patient or client care; an understanding of how to delegate physical therapy-related services to appropriate human  resources; an understanding of how to supervise and manage support personnel to whom tasks have been delegated; and the ability to participate  in management, budgeting, billing, and reimbursement activities.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System - PT-GE 2262  This course enables the student to establish for patients/clients with neuromuscular diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune, and  Gastrointestinal Systems - PT-GE 2263  This course enables the student to establish for patients/clients with genito-urinary, integumentary, endocrine, immune, and gastrointestinal  (herein referred to as other) diseases, disorders, or conditions: a safe and effective plan of care; goals and functional outcomes that  specify expected times and duration; achievable patient or client outcomes within available resources; and means of monitoring and adjusting  the plan of care in response to patient/client status. The course also enables the student to: provide direct physical therapy interventions  to achieve patient/client outcomes based on the examination and the impairments, functional limitations, and disabilities; promote optimal  health by providing information on prevention, wellness, and fitness; know the health risks related to age, gender, culture, and lifestyle;  and provide primary, secondary, or tertiary care to patients in collaboration with other practitioners in settings supportive of comprehensive  and complex services.     Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems - PT-GE 2295  This course enables the student to: implement marketing plans and related public relations activities; understand major reimbursement guidelines;  know how to reflect patient or client care activities in all billing; apply time management principles to patient or client treatment scheduling;  understand and exhibit responsibility for practicing within the guidelines of third-party payers; understand medical delivery systems, healthcare  policy, and legislation in the United States; and understand the on-going requirements of running a professional business including accounting,  billing, coding, accounts payable, and risk management. The course also provides the student with an in-depth knowledge of the impact of  case management, quality assurance, productivity, and the use of computer information and technology systems as they relate to managing  a business or practice.     Critical Inquiry and Clinical Decision Making III - PT-GE 2288  This course enables the student to integrate knowledge in physical therapy with statistics and research design to critically analyze current  physical therapy literature. Each student will develop a research plan with a given topic.     Clinical Observation IV - PT-GE 2458 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of learning excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enables collaborative learning amongst the participants.    Summer:    Clinical Affiliation III - PT-GE 2452  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}, {"content": "Curriculum Outline - Doctor of Physical Therapy for Practicing Therapists - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy for Practicing Therapists      Program Overview :    Curriculum Outline :    Admission/Financial Aid :      10 Reasons Why NYU :    Student Testimonials                     Curriculum Outline      Content Area 1 ----- 16 to 28 credits       PT-GE 2026 Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2250 Physical Therapy Examination of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2231 Clinical Sciences/Pathology/Imaging/Pharmacology of the Musculoskeletal System (4)    PT-GE 2251 Physical Therapy Examination of the Musculoskeletal System(4)    PT-GE 2242 Clinical Sciences/Pathology/Imaging/Pharmacology of the Neuromuscular System (4)    PT-GE 2252 Physical Therapy Examination of the Neuromuscular System (5)    PT-GE 2233 Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2243 Clinical Sciences/Pathology/Imaging/Pharmacology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal  Systems (4)    PT-GE 2253 Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2263 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune,  and Gastrointestinal Systems (4)       Content Area 2 ----- 2 to 6 credits       PT-GE 2286 Critical Inquiry and Clinical Decision Making I (2)    PT-GE 2287 Critical Inquiry and Clinical Decision Making II (2)    PT-GE 2288 Critical Inquiry and Clinical Decision Making III (2)       Content Area 3 ----- 4 credits       PT-GE 2295 Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems (4)       Content Area 4----- 2 to 14 credits       PT-GE 2227 Principles of Exercise (3)    PT-GE 2229 Fitness Theory and Practice (2)    PT-GE 2225 Exercise Physiology (4)    PT-GE 2220 Kinesiology/Biomechanics/Ergonomics (5)       Total = 36 credits                                          This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}]}][{"detail": [{"content": "Curriculum Outline - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Curriculum Outline      Click here for a visual representation of the Curriculum Layout    Courses (credits)    Summer (11 credits)       PT-GE 2004 Histology/General Pathology (3)    PT-GE 2030 CPR/First Aid/Advanced Emergency Techniques (2)    PT-GE 2120 Gross Human Anatomy (4)    PT-GE 2281 Professional Behavior (2)       Semester 1 - Fall (19 credits)       PT-GE 2020 The Physical Therapist as an Educator/Communicator (2)    PT-GE 2024 Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems (3)    PT-GE 2209 Lifespan Development (3)    PT-GE 2215 Physical Agents and Mechanical Modalities (Including Aeseptic Techniques/Infection &amp; Disease Control) (4)    PT-GE 2225 Exercise Physiology (4)    PT-GE 2230 Applied Anatomy and Physiology of the Musculoskeletal System (3)       Semester 2 - Spring (19 credits)       PT-GE 2008 Manual Techniques (3)    PT-GE 2026 Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2220 Kinesiology/Biomechanics/Ergonomics (5)    PT-GE 2227 Principles of Exercise (3)    PT-GE 2229 Fitness Theory and Practice (2)    PT-GE 2286 Critical Inquiry and Clinical Decision Making I (2)       Summer (2 credits)       PT-GE 2450 Clinical Affiliation I - Full-time/6 weeks (2)       Semester 3 - Fall (18 credits)       PT-GE 2231 Clinical Sciences/Pathology/Imaging/Pharmocology of the Musculoskeletal System (4)    PT-GE 2232 Applied Anatomy and Physiology of the Neuromuscular System (3)    PT-GE 2250 Physical Therapy Examination of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2251 Physical Therapy Examination of the Musculoskeletal System (4)    PT-GE 2287 Critical Inquiry and Clinical Decision Making II (2)    PT-GE 2455 Clinical Observation I - 1 day/week (1)       Semester 4 - Spring (19 credits)       PT-GE 2218 Electrotherapeutic Modalities (3)    PT-GE 2219 Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic  Devices and Equipment (3)    PT-GE 2242 Clinical Sciences/Pathology/Imaging/Pharmocology of the Neuromuscular System (4)    PT-GE 2260 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Cardiovascular and Pulmonary Systems (4)    PT-GE 2261 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System (4)    PT-GE 2456 Clinical Observation II - 1 day/week (1)       Summer (3 credits)       PT-GE 2451 Clinical Affiliation II - Full-time/8 weeks       Semester 5 - Fall (18 credits)       PT-GE 2233 Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2243 Clinical Sciences/Pathology/Imaging/Pharmocology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal  Systems (4)    PT-GE 2252 Physical Therapy Examination of the Neuromuscular System (5)    PT-GE 2253 Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2288 Critical Inquiry and Clinical Decision Making III (2)    PT-GE 2457 Clinical Observation III - 1 day/week (1)       Semester 6 - Spring (18 credits)       PT-GE 2019 The Physical Therapist as an Administrator, Delegator, Manager, Consultant (3)    PT-GE 2262 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System (6)    PT-GE 2263 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune,  and Gastrointestinal Systems (4)    PT-GE 2295 Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems (4)    PT-GE 2458 Clinical Observation IV - 1 day/week (1)       Summer (6 credits)       PT-GE 2452 Clinical Affiliation III - Full-time/16 weeks       Total credits = 133               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}]},
{"detail": [{"content": "Curriculum Outline - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Curriculum Outline      Click here for a visual representation of the Curriculum Layout    Courses (credits)    Summer (11 credits)       PT-GE 2004 Histology/General Pathology (3)    PT-GE 2030 CPR/First Aid/Advanced Emergency Techniques (2)    PT-GE 2120 Gross Human Anatomy (4)    PT-GE 2281 Professional Behavior (2)       Semester 1 - Fall (19 credits)       PT-GE 2020 The Physical Therapist as an Educator/Communicator (2)    PT-GE 2024 Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems (3)    PT-GE 2209 Lifespan Development (3)    PT-GE 2215 Physical Agents and Mechanical Modalities (Including Aeseptic Techniques/Infection &amp; Disease Control) (4)    PT-GE 2225 Exercise Physiology (4)    PT-GE 2230 Applied Anatomy and Physiology of the Musculoskeletal System (3)       Semester 2 - Spring (19 credits)       PT-GE 2008 Manual Techniques (3)    PT-GE 2026 Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2220 Kinesiology/Biomechanics/Ergonomics (5)    PT-GE 2227 Principles of Exercise (3)    PT-GE 2229 Fitness Theory and Practice (2)    PT-GE 2286 Critical Inquiry and Clinical Decision Making I (2)       Summer (2 credits)       PT-GE 2450 Clinical Affiliation I - Full-time/6 weeks (2)       Semester 3 - Fall (18 credits)       PT-GE 2231 Clinical Sciences/Pathology/Imaging/Pharmocology of the Musculoskeletal System (4)    PT-GE 2232 Applied Anatomy and Physiology of the Neuromuscular System (3)    PT-GE 2250 Physical Therapy Examination of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2251 Physical Therapy Examination of the Musculoskeletal System (4)    PT-GE 2287 Critical Inquiry and Clinical Decision Making II (2)    PT-GE 2455 Clinical Observation I - 1 day/week (1)       Semester 4 - Spring (19 credits)       PT-GE 2218 Electrotherapeutic Modalities (3)    PT-GE 2219 Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic  Devices and Equipment (3)    PT-GE 2242 Clinical Sciences/Pathology/Imaging/Pharmocology of the Neuromuscular System (4)    PT-GE 2260 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Cardiovascular and Pulmonary Systems (4)    PT-GE 2261 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System (4)    PT-GE 2456 Clinical Observation II - 1 day/week (1)       Summer (3 credits)       PT-GE 2451 Clinical Affiliation II - Full-time/8 weeks       Semester 5 - Fall (18 credits)       PT-GE 2233 Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2243 Clinical Sciences/Pathology/Imaging/Pharmocology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal  Systems (4)    PT-GE 2252 Physical Therapy Examination of the Neuromuscular System (5)    PT-GE 2253 Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2288 Critical Inquiry and Clinical Decision Making III (2)    PT-GE 2457 Clinical Observation III - 1 day/week (1)       Semester 6 - Spring (18 credits)       PT-GE 2019 The Physical Therapist as an Administrator, Delegator, Manager, Consultant (3)    PT-GE 2262 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System (6)    PT-GE 2263 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune,  and Gastrointestinal Systems (4)    PT-GE 2295 Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems (4)    PT-GE 2458 Clinical Observation IV - 1 day/week (1)       Summer (6 credits)       PT-GE 2452 Clinical Affiliation III - Full-time/16 weeks       Total credits = 133               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}, {"content": "Course Descriptions - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Course Descriptions      First Year    Summer:    Histology/General Pathology - PT-GE 2004 This course enables the student to know the microanatomical structure from the perspective of cells, tissues, organs, and organ systems; the basic tissue types, including epithelial, connective, muscular, and nervous tissues; and the basic concepts of cell and tissue injury and disease, including acute and chronic inflammation and the immune and autoimmune responses.  CPR/First Aid/Advanced Emergency Techniques - PT-GE 2030 This course provides the student with all of the skills necessary to take appropriate action in an emergency in any practice setting. Basic life support, advanced cardiac life support, and first aid and emergency preparedness are the content areas of this course. The course is designed to provide knowledge and skill in emergency techniques and in the application of appropriate action necessary to take care of the patient/client.  Gross Human Anatomy - PT-GE 2120 This course provides the student with an overview of human anatomy of the muscular, skeletal, nervous, and circulatory systems. Anatomical models, computer programs, and cadaver specimens complement didactic classroom activities.  Professional Behavior - PT-GE 2281 This course provides the student with a history of the profession, the professional association (American Physical Therapy Association), professionalism, and individual and cultural differences. The student demonstrates professional behavior in all interactions with patients, clients, families, caregivers, and other health care providers.    Semester 1:    The Physical Therapist as an Educator/Communicator - PT-GE 2020 This course enables the student to provide patient-related instruction; educate others using a variety of teaching methods that are commensurate with the needs and unique characteristics of the learner; provide consultative services using the physical therapist&rsquo;s skills to individuals, businesses, schools, government agencies, or other organizations; expressively and receptively communicate with patients, clients, family, caregivers, practitioners, consumers, payers, and policy makers; and take responsibility for communication or discussion of diagnoses or clinical impressions with other practitioners.  Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems - PT-GE 2024 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the cardiac, vascular, and pulmonary systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.  Lifespan Development - PT-GE 2209 This course provides the student with an in-depth knowledge of human development throughout the life cycle. The student is given the foundation upon which typical and atypical behavior may be compared.  Physical Agents and Mechanical Modalities - PT-GE 2215 This course provides the student with an understanding of electromagnetic and acoustic energy in commonly used physical agents including: hot packs, cold packs, paraffin, infrared, ultraviolet, hydrotherapy, diathermy, and ultrasound and mechanical principles of spinal traction, compression therapy, and standing tables. The basic principles of physics and the physiological effects of each modality are presented. The student will practice application of these modalities in supervised laboratory sessions. This course will also cover the fundamentals of aseptic techniques, infection control, and standard precautions. A problem solving approach will be utilized throughout this course.  Exercise Physiology - PT-GE 2225 This course provides the student with knowledge of the physiological principles for understanding the response of the human body to exercise. The pulmonary, cardiovascular, musculoskeletal, neuromuscular, and metabolic responses to exercise and their implications in physical therapy intervention are explored. Energy delivery, utilization, and regulation of the major physiological systems during rest and exercise are discussed. Normal and abnormal responses to exercise, and the effects of exercise training on body composition, deconditioning, and health status are explored. Appropriate measurements of physiological functions are incorporated in the course in the form of laboratory experiences.  Applied Anatomy and Physiology of the Musculoskeletal System - PT-GE 2230 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the muscular and skeletal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.    Semester 2:    Manual Techniques - PT-GE 2008 This course provides the student with an in-depth understanding and hands on experience of commonly used manual techniques (including massage, passive range of motion, mobilization, and manipulation), to modulate pain, increase joint range of motion, reduce soft tissue inflammation, induce relaxation, improve contractile and noncontractile tissue extensibility, and improve pulmonary function. The course also provides the student with an introduction to goniometry.  Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems - PT-GE 2026 This course provides the student with an analysis of the etiology, pathology, and clinical sciences of cardiac, circulatory, and pulmonary diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological interventions are presented.  Kinesiology/Biomechanics/Ergonomics - PT-GE 2220 This course provides the student with knowledge of normal and abnormal human motion, including gait and posture. Macrophysiological, biomechanical, and ergonomic principles are defined and applied to static and dynamic movement. Once developed, basic concepts are applied to specific joints, the extremities, the trunk, and spine. This course also provides instruction in patient/client ambulatory care and transfers.  Principles of Exercise - PT-GE 2227 This course enables the student to know and to analyze the underlying principles of therapeutic exercise: motor training or retraining; flexibility; strength, including active, assistive, active resistive, manual resistive, plyometrics; breathing exercises, including ventilatory muscle training; aerobic capacity/endurance conditioning activities, using cycles, treadmills, steppers; aquatic exercises; posture; complementary techniques (Yogi, Tai Chi); relaxation exercises; and conditioning and reconditioning. The course also includes all types of exercise equipment, including free weights, weight training machines, elastic bands and tubes, stability balls, medicine balls, BAPTS, BOSU, foam rollers, slide boards, trampolines, pulleys, body blades, jump ropes, and aquatic equipment. The course also enables the student to provide exercise/programs for patients/clients across the lifespan.  Fitness Theory and Practice - PT-GE 2229 This course enables the student: to understand and analyze of the theoretical and practical aspects of physical fitness; to evaluate, design, and implement fitness and conditioning programs; to understand health, safety, and injury prevention; to understand the importance of incorporating an active lifestyle as a health behavior; and to analyze the role of physical activity in preventing cardiovascular disease and promoting health and wellness. The course includes analysis of treadmills, bicycles, elliptical machines, steppers and climbers, upper extremity ergometers, and rowers. The student will participate in fitness classes, aquatic classes, weight training classes, and aerobic conditioning activities.  Critical Inquiry and Clinical Decision Making I - PT-GE 2286 This course enables the student to utilize critical inquiry by applying the principles of scientific method to read and interpret professional literature. Students apply the principles of clinical decision making in the delivery of patient or client care to include identification of the problem; collection and interpretation of date; formulation of hypothesis; acceptance or rejection of hypothesis; determination of clinical decision; deliberate action; and reevaluation of actions. The final outcome of this course is a review of the literature.    Summer:    Clinical Affiliation I - PT-GE 2450 (Full Time/6 Weeks) This clinical experience presents the student with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and skills as a practitioner; and integrate and apply course work in the clinical setting.    Second Year    Semester 3:    Clinical Sciences/Pathology/Imaging/Pharmacology of the Musculoskeletal Systems - PT-GE 2231  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of muscular and skeletal diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Applied Anatomy and Physiology of the Neuromuscular System - PT-GE 2232  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the central, peripheral,  and autonomic nervous systems and their relationship to the muscular system as they pertain to the physical therapy profession. Anatomical  models and specimens complement didactic classroom activities.     Physical Therapy Examination of the Cardiovascular and Pulmonary Systems - PT-GE 2250  This course enables the student to independently examine and reexamine a patient or client with cardiovascular and pulmonary problems by  obtaining a pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by  selecting appropriate age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy  evaluation and engage in the diagnostic process.     Physical Therapy Examination of the Musculoskeletal System - PT-GE 2251  This course enables the student to independently examine and reexamine a patient or client with musculoskeletal problems by obtaining a  pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation I - PT-GE 2455 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of seeing and analyzing excellent clinical performance  skills (cardiovascular/pulmonary and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe  master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 4:    Electrotherapeutic Modalities - PT-GE 2218  This course provides the student with an in-depth knowledge of electrotherapeutic modalities, including alternating, direct, and pulsed  current (e.g. high voltage pulsed current stimulation, interferential current); neuromuscular electrical stimulation (NMES); functional  electrical stimulation (FES); transcutaneous electrical nerve stimulation (TENS); iontophoresis; electrical muscle stimulation; and biofeedback.  This course is designed to prepare students to select, apply, integrate, and critically evaluate the uses, limitations, indications, and  contraindications of electrotherapeutic modalities and electrophysiological tests.     Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic Devices  and Equipment - PT-GE 2219  This course enables the student: to understand the physical properties and biomechanical principles of devices and equipment; to prescribe,  apply, and fabricate as appropriate adaptive, orthotic, protective, supportive, and prosthetic devices and equipment for ADL and IADL; to  analyze their use during ADL and IADL; and to evaluate the limitations and indications/contra indications of devices and equipment. The  course enables the student to practice fabricating adaptive, supportive, and protective devices.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Neuromuscular System - PT-GE 2242  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of neuromuscular diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Physical Therapy Interventions/ Prevention Programs/ Wellness Programs for the Cardiovascular and Pulmonary Systems - PT-GE 2260  This course enables the student to establish for patients/clients with cardiovascular/pulmonary diseases, disorders, or conditions: a safe  and effective plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes  within available resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also  enables the student to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the  impairments, functional limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness;  know the health risks related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration  with other practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System - PT-GE 2261  This course enables the student to establish for patients/clients with musculoskeletal diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Clinical Observation II - PT-GE 2456 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (cardiovascular/pulmonary  and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe master clinicians in small groups  that enable collaborative learning amongst the participants.    Summer:    Clinical Affiliation II - PT-GE 2451 (Full Time/8 Weeks)  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.       Third Year    Semester 5:    Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems -  PT-GE 2233  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the genito-urinary, integumentary,  endocrine, immune, and gastrointestinal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement  didactic classroom activities.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems   - PT-GE 2243  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of genito-urinary, integumentary, endocrine,  immune, and gastrointestinal (herein other systems) diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical  management, surgical management, imaging techniques, and pharmacological interventions are presented.     Physical Therapy Examination of the Neuromuscular System - PT-GE 2252  This course enables the student to independently examine and reexamine a patient or client with neuromuscular problems by obtaining a pertinent  history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal and Systems - PT-GE 2253  This course enables the student to independently examine and reexamine a patient or client with genito-urinary, integumentary, endocrine,  immune, and gastrointestinal problems by obtaining a pertinent history from the patient or client and from other relevant sources, by performing  relevant systems review, and by selecting appropriate age-related tests and measures. The student will be able to synthesize examination  data to complete the physical therapy evaluation and engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation III - PT-GE 2457 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 6:    The Physical Therapist as an Administrator, Delegator, Manager, Consultant - PT-GE 2019  This course provides the student with: an understanding of the management of human and material resources and services to provide quality,  efficient, and cost-effective physical therapy services based on patient&rsquo;s or client&rsquo;s goals; the ability to interact with patients, clients,  family members, other health care providers, and community-based organizations for the purpose of coordinating activities to facilitate  efficient and effective patient or client care; an understanding of how to delegate physical therapy-related services to appropriate human  resources; an understanding of how to supervise and manage support personnel to whom tasks have been delegated; and the ability to participate  in management, budgeting, billing, and reimbursement activities.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System - PT-GE 2262  This course enables the student to establish for patients/clients with neuromuscular diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune, and  Gastrointestinal Systems - PT-GE 2263  This course enables the student to establish for patients/clients with genito-urinary, integumentary, endocrine, immune, and gastrointestinal  (herein referred to as other) diseases, disorders, or conditions: a safe and effective plan of care; goals and functional outcomes that  specify expected times and duration; achievable patient or client outcomes within available resources; and means of monitoring and adjusting  the plan of care in response to patient/client status. The course also enables the student to: provide direct physical therapy interventions  to achieve patient/client outcomes based on the examination and the impairments, functional limitations, and disabilities; promote optimal  health by providing information on prevention, wellness, and fitness; know the health risks related to age, gender, culture, and lifestyle;  and provide primary, secondary, or tertiary care to patients in collaboration with other practitioners in settings supportive of comprehensive  and complex services.     Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems - PT-GE 2295  This course enables the student to: implement marketing plans and related public relations activities; understand major reimbursement guidelines;  know how to reflect patient or client care activities in all billing; apply time management principles to patient or client treatment scheduling;  understand and exhibit responsibility for practicing within the guidelines of third-party payers; understand medical delivery systems, healthcare  policy, and legislation in the United States; and understand the on-going requirements of running a professional business including accounting,  billing, coding, accounts payable, and risk management. The course also provides the student with an in-depth knowledge of the impact of  case management, quality assurance, productivity, and the use of computer information and technology systems as they relate to managing  a business or practice.     Critical Inquiry and Clinical Decision Making III - PT-GE 2288  This course enables the student to integrate knowledge in physical therapy with statistics and research design to critically analyze current  physical therapy literature. Each student will develop a research plan with a given topic.     Clinical Observation IV - PT-GE 2458 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of learning excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enables collaborative learning amongst the participants.    Summer:    Clinical Affiliation III - PT-GE 2452  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}]},
{"detail": [{"content": "Curriculum Outline - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Curriculum Outline      Click here for a visual representation of the Curriculum Layout    Courses (credits)    Summer (11 credits)       PT-GE 2004 Histology/General Pathology (3)    PT-GE 2030 CPR/First Aid/Advanced Emergency Techniques (2)    PT-GE 2120 Gross Human Anatomy (4)    PT-GE 2281 Professional Behavior (2)       Semester 1 - Fall (19 credits)       PT-GE 2020 The Physical Therapist as an Educator/Communicator (2)    PT-GE 2024 Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems (3)    PT-GE 2209 Lifespan Development (3)    PT-GE 2215 Physical Agents and Mechanical Modalities (Including Aeseptic Techniques/Infection &amp; Disease Control) (4)    PT-GE 2225 Exercise Physiology (4)    PT-GE 2230 Applied Anatomy and Physiology of the Musculoskeletal System (3)       Semester 2 - Spring (19 credits)       PT-GE 2008 Manual Techniques (3)    PT-GE 2026 Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2220 Kinesiology/Biomechanics/Ergonomics (5)    PT-GE 2227 Principles of Exercise (3)    PT-GE 2229 Fitness Theory and Practice (2)    PT-GE 2286 Critical Inquiry and Clinical Decision Making I (2)       Summer (2 credits)       PT-GE 2450 Clinical Affiliation I - Full-time/6 weeks (2)       Semester 3 - Fall (18 credits)       PT-GE 2231 Clinical Sciences/Pathology/Imaging/Pharmocology of the Musculoskeletal System (4)    PT-GE 2232 Applied Anatomy and Physiology of the Neuromuscular System (3)    PT-GE 2250 Physical Therapy Examination of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2251 Physical Therapy Examination of the Musculoskeletal System (4)    PT-GE 2287 Critical Inquiry and Clinical Decision Making II (2)    PT-GE 2455 Clinical Observation I - 1 day/week (1)       Semester 4 - Spring (19 credits)       PT-GE 2218 Electrotherapeutic Modalities (3)    PT-GE 2219 Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic  Devices and Equipment (3)    PT-GE 2242 Clinical Sciences/Pathology/Imaging/Pharmocology of the Neuromuscular System (4)    PT-GE 2260 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Cardiovascular and Pulmonary Systems (4)    PT-GE 2261 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System (4)    PT-GE 2456 Clinical Observation II - 1 day/week (1)       Summer (3 credits)       PT-GE 2451 Clinical Affiliation II - Full-time/8 weeks       Semester 5 - Fall (18 credits)       PT-GE 2233 Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2243 Clinical Sciences/Pathology/Imaging/Pharmocology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal  Systems (4)    PT-GE 2252 Physical Therapy Examination of the Neuromuscular System (5)    PT-GE 2253 Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2288 Critical Inquiry and Clinical Decision Making III (2)    PT-GE 2457 Clinical Observation III - 1 day/week (1)       Semester 6 - Spring (18 credits)       PT-GE 2019 The Physical Therapist as an Administrator, Delegator, Manager, Consultant (3)    PT-GE 2262 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System (6)    PT-GE 2263 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune,  and Gastrointestinal Systems (4)    PT-GE 2295 Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems (4)    PT-GE 2458 Clinical Observation IV - 1 day/week (1)       Summer (6 credits)       PT-GE 2452 Clinical Affiliation III - Full-time/16 weeks       Total credits = 133               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}, {"content": "Course Descriptions - Doctor of Physical Therapy - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy         Overview    Curriculum    Courses    Admissions    Financial Aid    Get to Know Our Students    FAQ    15 Reasons Why NYU                        Course Descriptions      First Year    Summer:    Histology/General Pathology - PT-GE 2004 This course enables the student to know the microanatomical structure from the perspective of cells, tissues, organs, and organ systems; the basic tissue types, including epithelial, connective, muscular, and nervous tissues; and the basic concepts of cell and tissue injury and disease, including acute and chronic inflammation and the immune and autoimmune responses.  CPR/First Aid/Advanced Emergency Techniques - PT-GE 2030 This course provides the student with all of the skills necessary to take appropriate action in an emergency in any practice setting. Basic life support, advanced cardiac life support, and first aid and emergency preparedness are the content areas of this course. The course is designed to provide knowledge and skill in emergency techniques and in the application of appropriate action necessary to take care of the patient/client.  Gross Human Anatomy - PT-GE 2120 This course provides the student with an overview of human anatomy of the muscular, skeletal, nervous, and circulatory systems. Anatomical models, computer programs, and cadaver specimens complement didactic classroom activities.  Professional Behavior - PT-GE 2281 This course provides the student with a history of the profession, the professional association (American Physical Therapy Association), professionalism, and individual and cultural differences. The student demonstrates professional behavior in all interactions with patients, clients, families, caregivers, and other health care providers.    Semester 1:    The Physical Therapist as an Educator/Communicator - PT-GE 2020 This course enables the student to provide patient-related instruction; educate others using a variety of teaching methods that are commensurate with the needs and unique characteristics of the learner; provide consultative services using the physical therapist&rsquo;s skills to individuals, businesses, schools, government agencies, or other organizations; expressively and receptively communicate with patients, clients, family, caregivers, practitioners, consumers, payers, and policy makers; and take responsibility for communication or discussion of diagnoses or clinical impressions with other practitioners.  Applied Anatomy and Physiology of the Cardiovascular and Pulmonary Systems - PT-GE 2024 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the cardiac, vascular, and pulmonary systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.  Lifespan Development - PT-GE 2209 This course provides the student with an in-depth knowledge of human development throughout the life cycle. The student is given the foundation upon which typical and atypical behavior may be compared.  Physical Agents and Mechanical Modalities - PT-GE 2215 This course provides the student with an understanding of electromagnetic and acoustic energy in commonly used physical agents including: hot packs, cold packs, paraffin, infrared, ultraviolet, hydrotherapy, diathermy, and ultrasound and mechanical principles of spinal traction, compression therapy, and standing tables. The basic principles of physics and the physiological effects of each modality are presented. The student will practice application of these modalities in supervised laboratory sessions. This course will also cover the fundamentals of aseptic techniques, infection control, and standard precautions. A problem solving approach will be utilized throughout this course.  Exercise Physiology - PT-GE 2225 This course provides the student with knowledge of the physiological principles for understanding the response of the human body to exercise. The pulmonary, cardiovascular, musculoskeletal, neuromuscular, and metabolic responses to exercise and their implications in physical therapy intervention are explored. Energy delivery, utilization, and regulation of the major physiological systems during rest and exercise are discussed. Normal and abnormal responses to exercise, and the effects of exercise training on body composition, deconditioning, and health status are explored. Appropriate measurements of physiological functions are incorporated in the course in the form of laboratory experiences.  Applied Anatomy and Physiology of the Musculoskeletal System - PT-GE 2230 This course provides the student with knowledge of human anatomy and the principles of regulation of function of the muscular and skeletal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement didactic classroom activities.    Semester 2:    Manual Techniques - PT-GE 2008 This course provides the student with an in-depth understanding and hands on experience of commonly used manual techniques (including massage, passive range of motion, mobilization, and manipulation), to modulate pain, increase joint range of motion, reduce soft tissue inflammation, induce relaxation, improve contractile and noncontractile tissue extensibility, and improve pulmonary function. The course also provides the student with an introduction to goniometry.  Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems - PT-GE 2026 This course provides the student with an analysis of the etiology, pathology, and clinical sciences of cardiac, circulatory, and pulmonary diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological interventions are presented.  Kinesiology/Biomechanics/Ergonomics - PT-GE 2220 This course provides the student with knowledge of normal and abnormal human motion, including gait and posture. Macrophysiological, biomechanical, and ergonomic principles are defined and applied to static and dynamic movement. Once developed, basic concepts are applied to specific joints, the extremities, the trunk, and spine. This course also provides instruction in patient/client ambulatory care and transfers.  Principles of Exercise - PT-GE 2227 This course enables the student to know and to analyze the underlying principles of therapeutic exercise: motor training or retraining; flexibility; strength, including active, assistive, active resistive, manual resistive, plyometrics; breathing exercises, including ventilatory muscle training; aerobic capacity/endurance conditioning activities, using cycles, treadmills, steppers; aquatic exercises; posture; complementary techniques (Yogi, Tai Chi); relaxation exercises; and conditioning and reconditioning. The course also includes all types of exercise equipment, including free weights, weight training machines, elastic bands and tubes, stability balls, medicine balls, BAPTS, BOSU, foam rollers, slide boards, trampolines, pulleys, body blades, jump ropes, and aquatic equipment. The course also enables the student to provide exercise/programs for patients/clients across the lifespan.  Fitness Theory and Practice - PT-GE 2229 This course enables the student: to understand and analyze of the theoretical and practical aspects of physical fitness; to evaluate, design, and implement fitness and conditioning programs; to understand health, safety, and injury prevention; to understand the importance of incorporating an active lifestyle as a health behavior; and to analyze the role of physical activity in preventing cardiovascular disease and promoting health and wellness. The course includes analysis of treadmills, bicycles, elliptical machines, steppers and climbers, upper extremity ergometers, and rowers. The student will participate in fitness classes, aquatic classes, weight training classes, and aerobic conditioning activities.  Critical Inquiry and Clinical Decision Making I - PT-GE 2286 This course enables the student to utilize critical inquiry by applying the principles of scientific method to read and interpret professional literature. Students apply the principles of clinical decision making in the delivery of patient or client care to include identification of the problem; collection and interpretation of date; formulation of hypothesis; acceptance or rejection of hypothesis; determination of clinical decision; deliberate action; and reevaluation of actions. The final outcome of this course is a review of the literature.    Summer:    Clinical Affiliation I - PT-GE 2450 (Full Time/6 Weeks) This clinical experience presents the student with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and skills as a practitioner; and integrate and apply course work in the clinical setting.    Second Year    Semester 3:    Clinical Sciences/Pathology/Imaging/Pharmacology of the Musculoskeletal Systems - PT-GE 2231  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of muscular and skeletal diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Applied Anatomy and Physiology of the Neuromuscular System - PT-GE 2232  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the central, peripheral,  and autonomic nervous systems and their relationship to the muscular system as they pertain to the physical therapy profession. Anatomical  models and specimens complement didactic classroom activities.     Physical Therapy Examination of the Cardiovascular and Pulmonary Systems - PT-GE 2250  This course enables the student to independently examine and reexamine a patient or client with cardiovascular and pulmonary problems by  obtaining a pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by  selecting appropriate age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy  evaluation and engage in the diagnostic process.     Physical Therapy Examination of the Musculoskeletal System - PT-GE 2251  This course enables the student to independently examine and reexamine a patient or client with musculoskeletal problems by obtaining a  pertinent history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation I - PT-GE 2455 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of seeing and analyzing excellent clinical performance  skills (cardiovascular/pulmonary and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe  master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 4:    Electrotherapeutic Modalities - PT-GE 2218  This course provides the student with an in-depth knowledge of electrotherapeutic modalities, including alternating, direct, and pulsed  current (e.g. high voltage pulsed current stimulation, interferential current); neuromuscular electrical stimulation (NMES); functional  electrical stimulation (FES); transcutaneous electrical nerve stimulation (TENS); iontophoresis; electrical muscle stimulation; and biofeedback.  This course is designed to prepare students to select, apply, integrate, and critically evaluate the uses, limitations, indications, and  contraindications of electrotherapeutic modalities and electrophysiological tests.     Prescription, Application, and as Appropriate, Fabrication of Assistive, Adaptive, Orthotic, Protective, Supportive, and Prosthetic Devices  and Equipment - PT-GE 2219  This course enables the student: to understand the physical properties and biomechanical principles of devices and equipment; to prescribe,  apply, and fabricate as appropriate adaptive, orthotic, protective, supportive, and prosthetic devices and equipment for ADL and IADL; to  analyze their use during ADL and IADL; and to evaluate the limitations and indications/contra indications of devices and equipment. The  course enables the student to practice fabricating adaptive, supportive, and protective devices.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Neuromuscular System - PT-GE 2242  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of neuromuscular diseases, disorders,  and conditions. Clinical/laboratory assessment techniques, medical management, surgical management, imaging techniques, and pharmacological  interventions are presented.     Physical Therapy Interventions/ Prevention Programs/ Wellness Programs for the Cardiovascular and Pulmonary Systems - PT-GE 2260  This course enables the student to establish for patients/clients with cardiovascular/pulmonary diseases, disorders, or conditions: a safe  and effective plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes  within available resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also  enables the student to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the  impairments, functional limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness;  know the health risks related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration  with other practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Musculoskeletal System - PT-GE 2261  This course enables the student to establish for patients/clients with musculoskeletal diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Clinical Observation II - PT-GE 2456 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (cardiovascular/pulmonary  and musculoskeletal) of an experienced practitioner in a specialized clinical setting. Students observe master clinicians in small groups  that enable collaborative learning amongst the participants.    Summer:    Clinical Affiliation II - PT-GE 2451 (Full Time/8 Weeks)  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.       Third Year    Semester 5:    Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems -  PT-GE 2233  This course provides the student with knowledge of human anatomy and the principles of regulation of function of the genito-urinary, integumentary,  endocrine, immune, and gastrointestinal systems as they pertain to the physical therapy profession. Anatomical models and specimens complement  didactic classroom activities.     Clinical Sciences/Pathology/Imaging/Pharmacology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems   - PT-GE 2243  This course provides the student with an analysis of the etiology, pathology, and clinical sciences of genito-urinary, integumentary, endocrine,  immune, and gastrointestinal (herein other systems) diseases, disorders, and conditions. Clinical/laboratory assessment techniques, medical  management, surgical management, imaging techniques, and pharmacological interventions are presented.     Physical Therapy Examination of the Neuromuscular System - PT-GE 2252  This course enables the student to independently examine and reexamine a patient or client with neuromuscular problems by obtaining a pertinent  history from the patient or client and from other relevant sources, by performing relevant systems review, and by selecting appropriate  age-related tests and measures. The student will be able to synthesize examination data to complete the physical therapy evaluation and  engage in the diagnostic process.     Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal and Systems - PT-GE 2253  This course enables the student to independently examine and reexamine a patient or client with genito-urinary, integumentary, endocrine,  immune, and gastrointestinal problems by obtaining a pertinent history from the patient or client and from other relevant sources, by performing  relevant systems review, and by selecting appropriate age-related tests and measures. The student will be able to synthesize examination  data to complete the physical therapy evaluation and engage in the diagnostic process.     Critical Inquiry and Clinical Decision Making II - PT-GE 2287  This course provides the student with an appropriate understanding of the design and implementation of decision-making guidelines in order  to utilize outcome effectiveness and efficiency studies to establish, implement, and evaluate the effectiveness of patient or client protocols.  The student will use a case report as a vehicle for identifying clinical problems, assessing measuring devices, and collecting and interpreting  data to aid in clinical decision-making.     Clinical Observation III - PT-GE 2457 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of observing excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enable collaborative learning amongst the participants.    Semester 6:    The Physical Therapist as an Administrator, Delegator, Manager, Consultant - PT-GE 2019  This course provides the student with: an understanding of the management of human and material resources and services to provide quality,  efficient, and cost-effective physical therapy services based on patient&rsquo;s or client&rsquo;s goals; the ability to interact with patients, clients,  family members, other health care providers, and community-based organizations for the purpose of coordinating activities to facilitate  efficient and effective patient or client care; an understanding of how to delegate physical therapy-related services to appropriate human  resources; an understanding of how to supervise and manage support personnel to whom tasks have been delegated; and the ability to participate  in management, budgeting, billing, and reimbursement activities.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Neuromuscular System - PT-GE 2262  This course enables the student to establish for patients/clients with neuromuscular diseases, disorders, or conditions: a safe and effective  plan of care; goals and functional outcomes that specify expected times and duration; achievable patient or client outcomes within available  resources; and means of monitoring and adjusting the plan of care in response to patient/client status. The course also enables the student  to: provide direct physical therapy interventions to achieve patient/client outcomes based on the examination and the impairments, functional  limitations, and disabilities; promote optimal health by providing information on prevention, wellness, and fitness; know the health risks  related to age, gender, culture, and lifestyle; and provide primary, secondary, or tertiary care to patients in collaboration with other  practitioners in settings supportive of comprehensive and complex services.     Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune, and  Gastrointestinal Systems - PT-GE 2263  This course enables the student to establish for patients/clients with genito-urinary, integumentary, endocrine, immune, and gastrointestinal  (herein referred to as other) diseases, disorders, or conditions: a safe and effective plan of care; goals and functional outcomes that  specify expected times and duration; achievable patient or client outcomes within available resources; and means of monitoring and adjusting  the plan of care in response to patient/client status. The course also enables the student to: provide direct physical therapy interventions  to achieve patient/client outcomes based on the examination and the impairments, functional limitations, and disabilities; promote optimal  health by providing information on prevention, wellness, and fitness; know the health risks related to age, gender, culture, and lifestyle;  and provide primary, secondary, or tertiary care to patients in collaboration with other practitioners in settings supportive of comprehensive  and complex services.     Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems - PT-GE 2295  This course enables the student to: implement marketing plans and related public relations activities; understand major reimbursement guidelines;  know how to reflect patient or client care activities in all billing; apply time management principles to patient or client treatment scheduling;  understand and exhibit responsibility for practicing within the guidelines of third-party payers; understand medical delivery systems, healthcare  policy, and legislation in the United States; and understand the on-going requirements of running a professional business including accounting,  billing, coding, accounts payable, and risk management. The course also provides the student with an in-depth knowledge of the impact of  case management, quality assurance, productivity, and the use of computer information and technology systems as they relate to managing  a business or practice.     Critical Inquiry and Clinical Decision Making III - PT-GE 2288  This course enables the student to integrate knowledge in physical therapy with statistics and research design to critically analyze current  physical therapy literature. Each student will develop a research plan with a given topic.     Clinical Observation IV - PT-GE 2458 (1 Day/Week)  This experience enables the student to observe a master clinician for the purpose of learning excellent clinical performance skills (neuromuscular,  genito-urinary, integumentary, endocrine, immune, and gastrointestinal) of an experienced practitioner in a specialized clinical setting.  Students observe master clinicians in small groups that enables collaborative learning amongst the participants.    Summer:    Clinical Affiliation III - PT-GE 2452  This clinical experience presents students with the opportunity to: participate in clinical affiliations; enhance knowledge, values, and  skills as a practitioner; and integrate and apply course work in the clinical setting.               This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}, {"content": "Curriculum Outline - Doctor of Physical Therapy for Practicing Therapists - NYU Steinhardt                                              Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development              apply now     request info     contact                                      Department of Physical Therapy             About the Department        Chair's Welcome     Mission and Vision Statement     History of the Department     15 Reasons Why NYU PT Is For    You     Visit Us     Open Houses            Programs        Doctor of Physical Therapy     Doctor of Physical Therapy for Practicing    Therapists     Master of Arts for Physical Therapists     PhD Program     Clinical Residency in Orthopedic Physical    Therapy     Weekend Intensives in Orthopedic Physical Therapy             People        Full-Time    Faculty     Adjunct Faculty     Associated Faculty     Core Faculty's Years at NYU     Alumni     Staff     Students            Research        Faculty    Publications     Human Performance Laboratory     Affiliated Laboratories     Research    Interests     Paper    Presentations     Faculty    Awards     NYU Human Subjects    Committee Deadlines            Facilities         Clinical Experiences         Admissions         News/Events        News     Annual Newsletter     Events            Resources        Links     Job Board            About the Profession              Doctor of Physical Therapy for Practicing Therapists      Program Overview :    Curriculum Outline :    Admission/Financial Aid :      10 Reasons Why NYU :    Student Testimonials                     Curriculum Outline      Content Area 1 ----- 16 to 28 credits       PT-GE 2026 Clinical Sciences/Pathology/Imaging/Pharmacology of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2250 Physical Therapy Examination of the Cardiovascular and Pulmonary Systems (4)    PT-GE 2231 Clinical Sciences/Pathology/Imaging/Pharmacology of the Musculoskeletal System (4)    PT-GE 2251 Physical Therapy Examination of the Musculoskeletal System(4)    PT-GE 2242 Clinical Sciences/Pathology/Imaging/Pharmacology of the Neuromuscular System (4)    PT-GE 2252 Physical Therapy Examination of the Neuromuscular System (5)    PT-GE 2233 Applied Anatomy and Physiology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2243 Clinical Sciences/Pathology/Imaging/Pharmacology of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal  Systems (4)    PT-GE 2253 Physical Therapy Examination of the Genito-urinary, Integumentary, Endocrine, Immune, and Gastrointestinal Systems (3)    PT-GE 2263 Physical Therapy Interventions/Prevention Programs/Wellness Programs for the Genito-urinary, Integumentary, Endocrine, Immune,  and Gastrointestinal Systems (4)       Content Area 2 ----- 2 to 6 credits       PT-GE 2286 Critical Inquiry and Clinical Decision Making I (2)    PT-GE 2287 Critical Inquiry and Clinical Decision Making II (2)    PT-GE 2288 Critical Inquiry and Clinical Decision Making III (2)       Content Area 3 ----- 4 credits       PT-GE 2295 Business Practices, Reimbursement, Marketing, Technology, and Management of Care Delivery Systems (4)       Content Area 4----- 2 to 14 credits       PT-GE 2227 Principles of Exercise (3)    PT-GE 2229 Fitness Theory and Practice (2)    PT-GE 2225 Exercise Physiology (4)    PT-GE 2220 Kinesiology/Biomechanics/Ergonomics (5)       Total = 36 credits                                          This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Physical Therapy - 380 Second Avenue, 4th Floor, New York,  NY 10010"}]}]