[{"detail": [{"content": "Fousek, John    |     Program in International Relations    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Alumni       Events       News       IR@NYU       Contact Us       Employment             Stay Connected           Facebook                    Back to Home               John Fousek       Visiting Associate Professor of International Relations         Office Address:   19 University Pl, Rm 527   New York, NY 10003   Email:     john.fousek@nyu.edu            Bio:      John Fousek joined NYU’s MA Program in International  Relations in 2013. He teaches graduate courses on global and international  history, the United States as a global power, and the intersection of culture  and international relations. Professor Fousek represents the MA Program on the  NYU Faculty of Arts and Science Working Group on International Studies. He has  taught previously at Yeshiva University, Rutgers University-Newark, Franklin  and Marshall College and Cornell University. He’s also held administrative  posts as associate director of the Center for Global Change and Governance at  Rutgers-Newark, program director of the Center for Ethics at Yeshiva  University, and executive director of a non-profit research and educational  organization, the World Order Models Project. He holds a bachelor’s degree from  Columbia University and a doctorate from Cornell.     Professor Fousek’s research and teaching interests focus on  the history of U.S. foreign relations from the colonial era to the present,  public opinion and the cultural construction of foreign policy, the Cold War  and its legacy, and the dynamics of world order in the post-Soviet era (before  and after Sept. 11, 2001). His book, To  Lead the Free World: American Nationalism and the Cultural Roots of the Cold  War (University of North Carolina Press), has been in press continuously  since its publication in 2000. He is co-editor of a collection of essays on Ethics  and the U.S. Presidency (Special Issue, Presidential  Studies Quarterly, March 2010). He has written on terrorism, political  ethics and the prevention of genocide as well as culture and U.S. foreign  policy.     Professor Fousek’s current projects include: a re-thinking  of the “American Century” narrative through an examination of the global impact  of Louis Armstrong and African-American music; an analysis of U.S. foreign  policy and American nationalism in relation to the 1984 Olympics in Los Angeles;  and an ongoing assessment of discourses on “American exceptionalism” and  “isolationism” in U.S. foreign policy debates.        Courses: Global and International History (Core Course) US in the World: 1890's to Present Culture and US Foreign Policy International Organization and Global Order   Updated on 04&#047;24&#047;2015               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fousek, John    |     Program in International Relations    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Alumni       Events       News       IR@NYU       Contact Us       Employment             Stay Connected           Facebook                    Back to Home               John Fousek       Visiting Associate Professor of International Relations         Office Address:   19 University Pl, Rm 527   New York, NY 10003   Email:     john.fousek@nyu.edu            Bio:      John Fousek joined NYU’s MA Program in International  Relations in 2013. He teaches graduate courses on global and international  history, the United States as a global power, and the intersection of culture  and international relations. Professor Fousek represents the MA Program on the  NYU Faculty of Arts and Science Working Group on International Studies. He has  taught previously at Yeshiva University, Rutgers University-Newark, Franklin  and Marshall College and Cornell University. He’s also held administrative  posts as associate director of the Center for Global Change and Governance at  Rutgers-Newark, program director of the Center for Ethics at Yeshiva  University, and executive director of a non-profit research and educational  organization, the World Order Models Project. He holds a bachelor’s degree from  Columbia University and a doctorate from Cornell.     Professor Fousek’s research and teaching interests focus on  the history of U.S. foreign relations from the colonial era to the present,  public opinion and the cultural construction of foreign policy, the Cold War  and its legacy, and the dynamics of world order in the post-Soviet era (before  and after Sept. 11, 2001). His book, To  Lead the Free World: American Nationalism and the Cultural Roots of the Cold  War (University of North Carolina Press), has been in press continuously  since its publication in 2000. He is co-editor of a collection of essays on Ethics  and the U.S. Presidency (Special Issue, Presidential  Studies Quarterly, March 2010). He has written on terrorism, political  ethics and the prevention of genocide as well as culture and U.S. foreign  policy.     Professor Fousek’s current projects include: a re-thinking  of the “American Century” narrative through an examination of the global impact  of Louis Armstrong and African-American music; an analysis of U.S. foreign  policy and American nationalism in relation to the 1984 Olympics in Los Angeles;  and an ongoing assessment of discourses on “American exceptionalism” and  “isolationism” in U.S. foreign policy debates.        Courses: Global and International History (Core Course) US in the World: 1890's to Present Culture and US Foreign Policy International Organization and Global Order   Updated on 04&#047;24&#047;2015               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings (GSAS Bulletin)    | Department of History | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Offerings (GSAS Bulletin)   Courses are of several kinds:       Colloquia, dealing with specific periods or problems, based on common reading and discussion (in some cases supplemented by occasional lectures), and in which students normally write interpretive papers, book critiques and review essays, and/or bibliographical surveys.    Seminars, in which, after an initial period of common readings, students work primarily on a research project. (In certain cases students may also write research papers in courses that are technically “colloquia.”)    “Literature of the field” courses, designed to provide entry to a broad area of history, through reading and discussion of a number of major issues, problems, and controversies that represent traditional and contemporary approaches to the area as a whole. These courses introduce students to the kinds of materials and issues that are tested on the qualifying examination and provide a framework for preparing to take the qualifying exam. In some cases, however, students aiming only at the M.A. degree may be admitted to these courses with the instructor’s permission.    Methodology courses, intended to introduce students to a wide spectrum of issues, theories, and research strategies. Ph.D. students are required to take a methodology course in their first year.    Independent study courses, devoted to reading, research, or some combination, and set up between a student (or a small group of students) and a particular faculty member.    Dissertation prospectus seminars. Ph.D. students are required to take a dissertation prospectus seminar in their third year. Doctoral students may, with the approval of their advisers, enroll in up to four courses in other departments. The limit is two for M.A. students.    Doctoral students may also, with similar approval, prepare their second fields outside the history department. Courses are also available at nearby universities—Columbia,NewSchool, CUNY, and Fordham—through the Inter-University Doctoral Consortium. Interested students should consult the literature available in the department.    The following is a selected list of course offerings. METHODS, TRANSNATIONAL, COMPARATIVE    Industrialization and the Working Class in Comparative Perspective Since 1870 G57.1022 Nolan, Walkowitz. 4 points. Study of the transition from a maturing to a late society inEurope and theUnited States. Examines economic pressures, technological developments, entrepreneurial policies, ethnic and national subcultures, and emergence of urban and state institutions as they relate to the social history of the working class, the labor movement, and class consciousness.    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 Hull . 4 points. History ofEurope’s relations withAfrica south of theSahara. Early Greek and Roman contacts and the role black Africans played in Mediterranean civilizations. Impact ofAfrica onEurope in the Middle Ages, Elizabethan attitudes toward African civilizations, the Age of European Discovery, early settlement, colonial relationships, and new colonial interaction.    Environmental History G57.1050 Identical to G65.1022. 4 points. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    History of Sexuality G57.1057 Hodes. 4 points. Historical constructions of sexuality in theUnited States from the colonial era through the 20th century.    Global Encounters: 1300-1800 G57.1730 Feros, Waley-Cohen. 4 points. The general aim of this course is to study global interactions between various societies from 1300 to 1800, a period during which peoples from all continents encountered one another in conditions of both cooperation and collision. Topics include comparative notions of empire and colonial practices; the ideas and beliefs each society held about themselves and ‘others’ and the things and conventions that gave them such identities: language, color, ethnicity, kinship, religion, and so on. Throughout the course, students also study the structure of each society’s thought; the categories of analysis used in encounters with other societies; and how interactions and the language used to characterize others changed over time. Other topics include trade between various societies; the creation of colonial societies; slavery: evolution, concepts, and its influence in the creation of racial theories; diaspora in history and its influence in the various societies affected by migratory movements.    Transnational Construction of Race G57.2008 Hodes. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. Examines the role of women in revolution inRussia,China,Vietnam, andCuba, with emphasis on theoretical perspectives on women developed by each movement and the relationship between theory and practice.    Gender and Politics in the Age of the Democratic Revolution G57.2605 Levy. 4 points. Examines the “age of the democratic revolution,” with a focus on the comparative history of women and gender in several European and American cultures.    The Making of the African Diaspora G57.2622 Gomez, Kelley. 4 points.    Colloquium: Modern City Culture G57.2754 Bender. 4 points. Studies the culture ofNew York City in comparative perspective, particularly emphasizing the relation of political and economic modernization to the culture of modernity and artistic movements of modernism.    Theories of Nationalism G57.3500 4 points.    Approaches to Historical Research and Writing G57.3603 4 points.    Race and Place: Local, Regional, National, and Transnational Explorations G57.2014 Hodes. 4 points. Explores historical constructions of race and the meaning and significance of race, with an emphasis on (though not limited to) theAmericas. Seeks to place these explorations in the context of various geographical levels, from local and regional to national and transnational, with attention to the crossing of all such borders. Devotes equal attention to historical methodology, including searching for sources and evaluating evidence; the formulation and presentation of arguments; the craft of writing; and the voice of the scholar.    Early Modern European Imperialism: Discourses, Institutions, Experiences G57.2186 Feros. 4 points. This one-semester seminar on early modern European imperialism is designed to give students interested in the history of early modernEurope, the Atlantic world, the history ofAfrica, and colonialLatin America a general understanding of the early modern ideologies and institutions that enabledEurope to colonize parts ofAfrica and theAmericas. Throughout the semester, students examine several important topics: medieval precedents of early modern imperialism; theories of empire and monarchy; ideologies of conquest and colonization; models of conquest and colonial exploitation; and the relevance of race and slavery in understanding European influence inAfrica and theAmericas. MEDIEVAL EUROPE (FROM THE FALL OF ROME THROUGH THE 14TH CENTURY)    Seminar: The Classical Tradition in the Middle Ages G57.1109 Claster. 4 points. Studies the role of the classical heritage of Greco-Roman antiquity in the formation of the culture of the Latin West. Focuses on the conflicts—real or imagined— between Christianity and classical culture and the ways in which classical learning was preserved, transmitted, and assimilated. Covers the Roman response to Hellenism through the medieval period and the 13th century.    The Transition from Classical Antiquity to the Middle Ages G57.1111 Claster. 4 points. Focuses on the main themes in classical antiquity, particularly Roman history, and the emergence of early Western medieval culture. Themes include the decline and transformation of the Western empire; the rise of Christianity; and the influx of Germanic peoples and how they all interacted with one another to build a new European civilization. Emphasis is on the reading of primary source material and discussion of the problems and theories involved in understanding the evolution of a new civilization.    The Crucible of Europe : The Late Fifth Century to 1050 G57.1112 Claster, P. Johnson. 4 points. During this period,Europe takes on form and coherence. Under the Carolingians, Ottomans, Normans, and the church,Europe builds on the foundations of the Romans. Topics includeEurope’s relations with the Byzantine and Islamic East.    The Harvest of the Middle Ages: 1250-1450 G57.1114 Claster, P. Johnson. 4 points. Europe from the apogee of the medieval world to economic and social contraction. The dissolution of the medieval outlook is replaced with a new humanism that presaged something altogether different by the mid-15th century. Covers changes as well as continuity asEurope entered the early modern period.    Medieval France G57.1117 P. Johnson. 4 points. France governed by the Capetian and Valois kings served as a seedbed for a brilliant medieval society. Agrarian and social-economic backgrounds, intellectual life, political strategies, crusades, literature, Gothic art, and personalities of that period.    Marginal People in the Middle Ages G57.1121 P. Johnson. 4 points. Investigation of disenfranchised groups in medievalEurope: women, slaves, lepers, the poor, the insane, Muslims, Jews, and heretics. Why and how they were marginalized.    Central Middle Ages G57.1122 Claster, P. Johnson. 4 points. Study of a period of cultural, artistic, and intellectual brilliance; growing intolerance; corporatism in government; and Christian imperialism.    History of Byzantium I, 284-867 G57.1503 4 points. Examines the principal historical development ofByzantium from the reign of Diocletian to the rise of the Macedonian Dynasty.    History of Byzantium II, 867-1453 G57.1504 4 points. AnalyzesByzantium from the Macedonian Dynasty to the fall ofConstantinople in 1453 to the Ottoman Turks.    New Works in Medieval Studies G57.2100 P. Johnson. 4 points.    Women and Gender in the Middle Ages G57.2109 P. Johnson. 4 points. Examines women’s experience in and contributions to medievalEurope and developments in gender formulations during the Middle Ages.    Literature of the Field: Early Middle Ages G57.2112 P. Johnson. 4 points. Research methods, interpretation, and the actual writing of medieval history have changed. This course explores changes in the approach to the study of medieval European history as they apply to social, cultural, and religious history.    Literature of the Field: Later Middle Ages G57.2113 Claster, P. Johnson. 4 points. Interpretation of medieval history in the 20th century. Historiography and sociology of knowledge.    Colloquium: Christian Monasticism—East and West G57.2114 P. Johnson. 4 points. History of Christian monasticism from its roots in the Egyptian desert, through its flowering in the central Middle Ages, to its partial destruction in the Reformation.    Italy in the Ages of Dante and Petrarch G57.2120 4 points. History of northernItaly, the old Regnum Italiae, from the late 12th century to around 1400. Particular attention is paid to the 13th and early 14th centuries, the era of Dante and Petrarch; the economy; politics and civic culture; society, especially the social response to the new spirituality; and the economic, political, and social changes following the Black Death.    The Crusades: A Reevaluation G57.2219 Claster, P. Johnson. 4 points. Studies the history of the Crusades and theCrusaderKingdom in the context of both the Latin West and the eastern Mediterranean world. Explores major themes and issues raised by the crusading movements against a background that provides an understanding of the era and an understanding of theories proposed by modern historians to interpret the Crusades. Emphasis is on primary sources—Latin, Arabic, Jewish, and Byzantine—in translation.    Seminar: Topics in Byzantine and Ottoman History G57.3025 Salzmann. 4 points.    Seminar in Medieval History G57.3115 Claster, P. Johnson. 4 points.    Readings in Medieval Greek Sources G57.3116 4 points.    Seminar: Medieval Church G57.3119 P. Johnson. 4 points. Readings and discussion of the culture and institutions of the Latin Church from the 6th to the 14th centuries. Introduction to important literature and problems that prepare the student for advanced-level research in medieval ecclesiastical history.    Seminar: Church and Society in Premodern Europe G57.3120 P. Johnson. 4 points. Research seminar on issues of the church and society in medieval and early modernEurope. EARLY MODERN EUROPE (1400-1789)    Literature of the Field: Early Modern Europe I G57.1150 Required of Ph.D. candidates making this their major field. Feros. 4 points. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Early Modern Europe II G57.1151 Feros, Levy. 4 points. Introduction to the field of early modernEurope through a critical reading of important works by modern historians in this field. Focuses on political, cultural, and intellectual history.    France : The Old Regime, 1562- 1715 G57.1163 Levy. 4 points. Themes include demographic, economic, social, political, and cultural structures of the old order; the civil wars of the 16th century; political culture of royal absolutism; intellectual currents and oppositional politics; popular culture; historiographic debates; the Enlightenment and the development of political oppositions; and the origins of the French Revolution.    Colloquium: Italy During the Renaissance G57.2157 4 points. Intensive reading of themes from 14th-, 15th-, and 16th-centuryItaly, including the nature of the city-state and of Italian urban society, urban culture and humanism, the origins and nature of the Renaissance as seen in its historians, and the effects of the foreign invasions on Italian life and culture. A series of bibliographical papers are required.    Colloquium: The European Enlightenment G57.2160 Levy. 4 points. Surveys the material, cultural, and intellectual origins of the European Enlightenment; Enlightenment thought as oppositional politics, with attention to religious, economic, social, and political writings; the culture of the scientific revolution; feminine and feminist cultures; political journalism and polemic; the literary underground; and popular culture and its politicization.    Seminar: Topics in Early Modern Europe : European Society and Religion G57.2162 Feros. 4 points.    State and Society in Early Modern Europe G57.2164 Feros. 4 points.    Early Modern Spain G57.2166 Feros. 4 points. Provides a solid knowledge of the political, social, and cultural history of early modernSpain.    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. Themes include women’s legal status, family and work, intellectual and cultural life, religious practices, political roles, and gendered cultural values.    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative. MODERN EUROPE (1750-PRESENT)    Culture and Society in the 19th Century G57.1000 Seigel. 4 points.    Modern Greek History G57.1124 Fleming. 4 points. Examines how the major developments in modern European history from the Enlightenment and state formation to the post-1945 era were manifested in “peripheral” and “small” European nation-states by usingGreece as a case study.    European Fascism in Comparative Perspective G57.1196 Nolan. 4 points.    Literature of the Field: Modern Europe Through the 19th Century G57.1201 Required of Ph.D. candidates making this their major field. 4 points. Survey of the major literature and historiographical issues in the modern European field.    Literature of the Field: Modern Europe from 1900 to 1945 G57.1202 4 points.    19th-Century France G57.1209 Identical to G46.1610. Judt. 4 points. The impact of revolutions and economic changes on 19th-century French society.    20th-Century France G57.1210 4 points.    Society, Culture, and Politics in Contemporary Italy G57.1222 Ben- Ghiat. 4 points.    Diplomatic History of Europe in the 19th Century G57.1251 Stehlin. 4 points. Major diplomatic events from 1789 to 1900, such as the French and Napoleonic Wars, European Restoration, national unification, imperialism, and the Bismarckian settlement. Discussion of their relation to political, economic, and social events.    Diplomatic History of Europe in the 20th Century G57.1252 Stehlin. 4 points. Major diplomatic events from 1900 to 1939, such as the various crises in the century’s first decade, the origins and results of World War I, the search for security in the 1920s, Nazi and Fascist policy, and the coming of a second world war. Discusses their relation to political, economic, and social events.    Women in European Society and Politics G57.1253 Nolan. 4 points. Explores main themes of and principal approaches to European women’s history from the late 18th century through World War II.Readings focus onBritain,France,Germany, andRussia.    Politics and Society in Germany , 1870-1945 G57.1274 Nolan. 4 points. Explores recent research and controversies in modern German social history. Emphasis is on the nature and contradictions ofGermany’s industrial capitalist system, the history of the German working class and its political and cultural organizations, and the history of women.    Czarist Russia , the Muscovite Period to the Revolution G57.1301 Kotsonis. 4 points. The long-term geographical, social, and cultural foundations of Russian history. Emergence of the command society and the impact of modernization from the reign of Peter the Great to the Russian Revolution.    Revolutionary and Soviet Russia G57.1302 Kotsonis. 4 points. Peasant, religious, and Praetorian rebellion in oldRussia; the Populist and Marxist revolutionary movements; the urban and peasant revolutions in 1905 and 1917 to 1920; and the Stalinist industrial, urban, and bureaucratic revolution.    Political History of Russia , 1796- 1856 G57.1325 Kotsonis. 4 points. Introduction to the fundamentals of Russian history seen through the prism of the early 19th century and the study of war, diplomacy, state administration, agrarian reform, the nationalities question, the problems of industrialization, and intellectual and revolutionary movements.    The Decline and Fall of the Russian Empire, 1856-1917 G57.1326 4 points. Modernization and its breakdown during the reigns of the last three czars. Agrarian and administrative reform, industrialization, urbanization and the urban crisis, the emergence of a revolutionary elite, and the revolutions of 1905 and February 1917.    History of England Since 1688 G57.1408 Scally. 4 points. Classic and current scholarship in English social and cultural history, law and society in the 18th century, family history, demography, industrialization and the city, Victorian women’s history, and imperialism. Students present interpretive papers on themes developed with the instructor.    Britain in the 20th Century, 1914 to the Present G57.1409 Scally. 4 points. Introduction to the developing social structure and culture ofEngland during and since the first Industrial Revolution. Topics in English social history include family history, mobility, work discipline, illegitimacy, and alcoholism, which are subjects of recent research.    History of Modern Ireland , 1690- 1921 G57.1416 Open to undergraduates with permission of instructor. Scally. 4 points.    History of Modern Ireland , 1922- 1998 G57.1417 4 points.    Irish and European Migration to America G57.1419 4 points.    Topics in Balkan History G57.1506 Fleming. 4 points. Emergence and persistence of nationalism in the Balkans. Commonalities and differences between Balkan and European nationalist theory and practice.    Topics in East European Jewry G57.1526 Engel. 4 points.    Topics in West European Jewish History G57.1527 Engel. 4 points.    Topics in Women and Gender in French History G57.1764 4 points.    The French Economy Past and Present G57.1910 Chapman. 4 points.    Italian Fascism G57.1982 Ben-Ghiat. 4 points.    Seminar: Development of the European State in the 19th Century G57.2131 Stehlin. 4 points. Political, economic, and social developments inEurope from 1815 to 1914. How didEurope become a functional entity and meet its problems in terms of political institutions, governmental structures, and social movements that culminated in a changed relationship between individuals and the state? What forces shaped European society and prepared it for the 20th century? Conservatism, liberalism, and socialism and their effect on and interrelationship with political and social developments.    Modern French History G57.2163 Prerequisite: fluent reading knowledge of French. Judt. 4 points. Covers French political, cultural, and social history from the mid-19th century to the 1960s. Students read major historical monographs and articles and present their plans for doctoral-level research on French history.    Colloquium: The French Revolution G57.2178 Levy. 4 points. Study of the economy, society, ideology, and political culture inFrance during the revolutionary decade, with attention to historiographic debates concerning the intellectual and cultural origins of the Revolution; the first new regime, 1789-1791; revolutionary radicalization; the political culture of the Terror; gender and revolutionary politics; expansion and conquest; and the Revolution’s impact on the formation of modern political culture.    Russian Revolution as Memoir G57.2183 Kotsonis. 4 points.    History and Memory in Europe/World War II G57.2184 Judt. 4 points.    Nationalism, Imperialism, National Identity: Italy and the Mediterranean World, 1870-1930 G57.2226 4 points.    Colloquium: Paris , Vienna , and the Cultures of Modernism G57.2230 Seigel. 4 points. Study of modernist culture in two of its most prominent settings, theParis of theThirdRepublic andVienna in the last years of the Hapsburg Empire. Introduction to political and social conditions that provided the framework for modernist currents and to representative figures in social theory, philosophy, literature, and the arts.    20th-Century French Political Thought G57.2233 Judt. 4 points.    M.A. Seminar: Europe —The Making of 19th-Century Bourgeois Society G57.2240 4 points.    Colloquium: Weimar Germany G57.2248 Stehlin. 4 points. Explores strengths and weaknesses ofGermany during its transition from a monarchy in 1918 to totalitarianism in 1933: the legacies of World War I, economic problems, foreign affairs, culture, and the enemies of the republic.    Post-World War II Germany G57.2250 Nolan. 4 points.    Economy, Society, and Politics in German History G57.2251 Nolan. 4 points. Recent research and the controversies in modern German history, with a focus on the period from 1914 to 1945.    Seminar: Origins of World War I G57.2257 Stehlin. 4 points. Explores the causes and responsibility for the war. Topics include the diplomatic crises before 1914, the internal situation ofAustria, the assassination, and interpretations of the causes of war.    Colloquium: Origins of World War II G57.2258 Stehlin. 4 points. Explores the instability of the European state system of the post-1918 era and the contributions of each state to the outbreak of war. Topics include the Versailles Treaty, reparations, Nazi and Fascist diplomacy, Western and Russian diplomacy, and the immediate cause of the war.    Colloquium: Topics in Working- Class History, 1870-1945 G57.2259 Nolan, Scally. 4 points. Concentrates on the working class inBritain,France,Germany, andItaly. Investigates the character and composition of the working class, forms of working-class protest, and the theory and practice of working-class movements.    Politics and Ideas in Europe Since 1939 G57.2260 Judt. 4 points. Discusses aspects of European political, cultural, and intellectual history, from the Second World War to the present. Covers material from East andWest Europe that is mostly primary in nature—novels, essays, contemporary political writings, etc. Emphasis is on the interrelation of cultural, political, and philosophical ideas and affairs in modernEurope.    Colloquium: Methods and Problems in European Intellectual History G57.2266 Seigel. 4 points. Introduces modern European intellectual history, through the study of four to six major thinkers and the diverse and conflicting methods employed to interpret them. Those studied are chosen from a list that includes Kant, Rousseau, Hegel, Marx, Mill, Baudelaire, Durkheim, Bergson, Weber, Nietzsche, and Freud.    Seminar: Britain and Ireland Since 1750 G57.2427 Scally. 4 points. Introduces the interpretive and primary literature in modern English history, with emphasis on recent scholarship and methodology in English social and cultural history.Readings and discussions of social class structure, the Victorian city and village, labor unions, public education and literacy, criminality, prostitution, and health.    Mediterranean Europe in the 20th Century G57.2503 4 points. Discusses the ways individual countries of Mediterranean Europe experienced similar patterns of political and social change and the extent of a common and distinct overall pattern of historical evolution in Mediterranean Europe in the 20th century.    The Global Economy G57.2560 Nolan. 4 points.    Colloquium: Aesthetics and Politics in Europe , 1890-1939 G57.3270 Seigel. 4 points. Study of selected artistic and literary movements whose practices located them at the intersection of aesthetic innovation and political challenge. Each year, two topics are chosen from the following: (1) aestheticism and futurism inItaly; (2) surrealism inFrance; (3) art and politics inWeimar Germany.    Bourgeois Life and Culture in 19th- Century Europe G57.3290 Seigel. 4 points. LATIN AMERICA AND THE CARIBBEAN    Literature of the Field: Colonial Latin America G57.1801 Thomson. 4 points. Examines how Spanish- and Portuguese- American empires were created, how their societies and cultures were shaped, and how their institutions and their economies were modified by internal changes. Considers the 18th-century reforms of the colonial system and the growing pressure for independence.    Literature of the Field: Modern Latin America , 1824-Present G57.1802 Ferrer, Grandin. 4 points. Introduction to historiography of postindependenceLatin America. Focuses on topics such as the integration ofLatin America into the world capitalist trade and investment system, evolution of rural and urban labor systems and movements, liberalism, nationalism, U.S.-Latin American relations, and revolutionary movements.    History of Latin American Women G57.1810 4 points.    The Human Condition in Latin America, 1945-Present G57.1818 Identical to G65.1051. 4 points. Introduction toLatin America through the study of contemporary history: population growth, urbanization, social transformations, economic development, political crises, relations with the developed andThird World nations. Attempts to make meaningful the recent past and present of our neighbors, to show how it engages with our own, and to evoke a sympathetic understanding of their aspirations.    Colloquium: Topics in Latin American and Caribbean History G57.2800 Ferrer, Grandin, Thomson. 4 points. Historiographic and analytic approaches to variable topics. Recent colloquia included Historical Perspectives on Race and Ethnicity inLatin America andIndependence and Nationalism in the 19th Century. May also focus on the history of a particular country or subregion, such as modernBrazil,Central America, or theCaribbean.    Slavery, Colonialism, and Revolution in the Caribbean G57.1809 Ferrer. 4 points. Introduction to the major themes and debates of colonialCaribbean history. Begins with the reading of general works on theCaribbean: selections from major texts and classic essays by historians, anthropologists, and literary critics arguing the case for the study of theCaribbean as a unit of analysis. From there, goes on to consider the central themes of the region and the period: slavery, capitalism, and emancipation; colonialism, revolution, and imperialism; nationalism and race. Themes are studied from a variety of approaches and perspectives, from very local microhistorical studies to comparative ones to more sweeping global treatments. Throughout, an attempt is made to bridge the vertical lines that often separate the study of the different linguistic and imperial Caribbeans.    Research Seminar: Latin America and the Caribbean G57.2801 Ferrer, Grandin, Thomson. 4 points. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources available in theNew York area, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography.    Topics in Latin American History: Culture and Politics in Latin America G57.2803 4 points.    Seminar: Politics and Culture in Latin America G57.2804 4 points. AFRICA    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 4 points. See description under Methods, Transnational, Comparative.    History of Jews and Judaism in Africa G57.1556 Hull . 4 points.    Imperialism, Colonialism, and Decolonization in Africa Since 1875 G57.1558 Hull . 4 points. Analysis of the theory and practice of imperialism as it applied toAfrica south of theSahara; the theory and practice of colonial administration in British, French, and Belgian Africa; and the nature of the relationships between the independent African nations and their former colonial masters.    The Fabric of West African Civilization G57.1559 4 points.    History of Apartheid in South Africa Since 1652 G57.1577 Hull . 4 points. Study of racial and ethnic conflict and cooperation in southernAfrica since the late 17th century. Emphasis is onSouth Africa,Mozambique, and Zimbabwe.    Conceptualizing the African diaspora G57.1785 A colloquium concerned with the ways in which the African diaspora has been (and is being) theorized; that is, the conceptual and methodological frameworks within which the African diaspora has been located, and by which the imaginary has been approached. Specifically, the field is considered in connection with and through insights provided by studies of the subaltern and cultural, theories of feminism and hybridity and creolization, black radical internationalism, etc.        Literature of the Field: the African diaspora G57.1801 A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Islam in West Africa G57.2007 Gomez. 4 points.    Colloquium: African Slavery and the Atlantic Slave Trade G57.2555 Hull . 4 points. Examines the institution of servitude and slavery in tropicalAfrica since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    African Civilization: Perceptions and Realities G57.2556 4 points.    African Culture and Experience in North America G57.2029 A seminar on African culture and experience in North America, differing from conventional courses on African Americans in that it focuses on and emphasizes the specifically African contribution while following the permutations and re-imagination of that contribution over time and in response to other cultural sources.    The Making of the African Diaspora G57.2622 A seminar that emphasizes the historiography of what has come to be called the African diaspora, but in other eras was called something else, like pan-Africanism. Seminal works by Du Bois, Barnett Wells, Padmore, Casely Hayford, James, Blyden, Crummell, Cooper, etc., are examined. ASIA    Literature and Politics in Modern China G57.1195 M. Young. 4 points. Explores the ways in which literature was intimately shaped by its social and political context and the extent to which literature itself became part of the material forces working to change that context.    Topics: East Asian History G57.1731 4 points.    China and the West G57.1916 Waley-Cohen. 4 points.    Modern Chinese Intellectual History G57.1919 Karl. 4 points.    Historical Epics of China and Japan G57.1994 Roberts. 4 points.    Japanese Imperialism G57.1995 L. Young. 4 points.    Literature of the Field: Problems in Japanese History II G57.2001 L. Young. 4 points.    Modern Japanese Culture G57.2005 Harootunian. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. See description under Methods, Transnational, Comparative.    Culture of Imperialism G57.2557 M. Young. 4 points. Exploration of the unequal exchange between colonizer and the colonized in the 19th and 20th centuries. The perspective is comparative, the method interdisciplinary.    Thought and Law in Imperial China G57.2558 Waley-Cohen. 4 points. Examines the nature and role of Chinese legal culture from 221 B.C. to A.D. 1911. Topics include Confucian and popular religious influences; criminal, contractual, and family law; and the impact of Chinese law in Vietnam, Korea, and Japan.    Mapping South Asia : Culture, Politics, and History G57.2915 4 points.    Studies in Culture and Politics in Modern Japan G57.2917 4 points. MIDDLE EAST    History of the Ottoman Empire G57.1125 Salzmann. 4 points.    The Near East Under the Greeks and Romans G57.1501 Identical to G77.1621. Peters. 4 points.    History of the Middle East , 600- 1200 G57.1502 Identical to G77.1640. Husain. 4 points.    Egypt in Modern Times G57.1511 Identical to G77.1664. Lockman. 4 points.    Topics in Ottoman History G57.1513 Identical to G77.1651. Salzmann. 4 points.    Revolutions in the Islamic Middle East G57.1517 Identical to G77.1616 and G93.1616. 4 points.    Topics in Medieval Islamic History G57.1521 Husain. 4 points.    Islam in the Modern World G57.1522 Identical to G77.1803. 4 points.    Seminar on the Modern History of the Middle East I: The Great Powers and the Middle East G57.1533 4 points.    Seminar on the Modern History of the Middle East II : Leaders and Revolutions G57.1534 4 points.    Modern Iran (1800 to the Present) G57.1541 Identical to G77.1661. Chelkowski. 4 points.    Islamic Middle East, 1200-1800 G57.1641 4 points.    History of the Middle East : 1750- Present G57.1642 4 points.    Literature of the Field: Modern Middle Eastern History G57.1643 4 points.    Late Ottoman Empire G57.1652 Salzmann. 4 points.    Seminar in Modern Middle Eastern History I G57.1653 4 points.    Seminar in Modern Middle Eastern History II G57.1654 4 points.    Problems and Methods in Middle Eastern and Islamic Studies G57.2513 Identical to G77.1687. 4 points.    Introduction to Islamic Studies G57.3502 Identical to G77.1700. Peters. 4 points. UNITED STATES (CONTACT TO PRESENT)    Lower East Side American Jewish Memory G57.1271 Diner. 4 points.    History of American Judaism G57.1280 Diner. 4 points.    Jewish Women in America : Historical Problems G57.1281 Diner. 4 points.    Women and Social Movements: New York in the 1930s G57.1284 Diner. 4 points. This course is part of a national project to create a Web site documenting the history of women and social movements in theUnited States. The project is coordinated by Professors Thomas Dublin and Katherine Sklar atBinghamtonUniversity and involves scholars and students from around the country. Each team creates its own Web site, all of which will be linked together.    Literature of the Field: America to 1865 G57.1600 Required of Ph.D. candidates making this their major field. 4 points. Surveys major literature and historiographical issues in the American field from European contact to 1865.    The American Colonies to 1763 G57.1601 Kupperman. 4 points. Examines the origins of English colonization, labor and immigration patterns, religion, the economics of empire, social relationships, and politics from the perspective of continuity and change.    The American Revolution and Constitution G57.1603 4 points. Studies the tension betweenEngland and the American colonies in a political and social context. Other topics include revolutionary ideology, constitutional conflict, the War ofIndependence, the framing of new state government, and the debate over the federal Constitution.    Politics, Ideas, and Culture in America , 1750-1930 G57.1604 Bender. 4 points. Studies selected practical and prescriptive versions of American culture and politics, articulated by writers, intellectuals, and political leaders from 1750 to 1930.    The United States, 1789-1824: Problems of the New Nation G57.1605 4 points. Studies political behavior and party formations in the emergent American nation, with emphasis on the relationship of economic policy and foreign affairs to political process.    The Civil War and Reconstruction, 1850-1877 G57.1607 Open to undergraduates. 4 points. Studies the social, political, and cultural history of theUnited States from 1850 to the end of Reconstruction. Focus is on the 1861-1865 crisis of theUnion, its antecedents, and its consequences.    Literature of the Field: America Since 1865 G57.1610 Required of all Ph.D. candidates making this their major field. 4 points. Surveys the major literature and historiographical issues in the American field from the Civil War to the present.    The United States in the 20th Century to 1945 G57.1612 4 points. Studies political, economic, and foreign relations issues during the period from the Spanish-American War to 1945. Discusses major figures and developments historiographically to emphasize the historical literature, interpretations, and continuing dialogue.    Intellectual History of the United States , 1830 to 1890 G57.1701 4 points. Surveys major currents of American thought in the 19th century, focusing on American romanticism and scientific naturalism, utilizing materials from imaginative literature, philosophy, the fine arts, political and social thought, religion, and science.    Intellectual History of the United States Since 1890 G57.1702 4 points. Surveys major currents of American thought from the end of the 19th century, focusing on American relativism, utilizing materials from imaginative literature, philosophy, the fine arts, political science, and technology.    U.S.-East Asian Relations G57.1737 M. Young. 4 points. From the open door as the McKinley administration understood it to the open door as Deng Xiaoping defined it. Examines the American imagination ofAsia, the reality ofU.S. policy toward specific Asian countries, and the corresponding imagination and reality of Asian nations toward theUnited States.    Local and Community History in America G57.1752 4 points. See description under Public History.    History and Public Policy G57.1753 4 points. See description under Public History.    Media and History G57.1755 4 points. See description under Public History.    Historical Thinking: Women and Gender in the United States G57.1761 Gordon. 4 points.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. Introduction to the major scholarship on women and work inU.S. women’s history, with focus on the 19th and 20th centuries.    American Social History in the 19th Century G57.1771 Hodes. 4 points. Causes and consequences of the Civil War, including the transition to capitalism and the transformation of work in the North; southern slavery; religion and reform; class, politics, and Jacksonian democracy; African American freedom; labor and politics in the Reconstruction South and in the industrializing North; and capitalist expansion at the end of the century.    American Social History Since 1870 G57.1772 Kelley, Walkowitz. 4 points. Modernization of American society in the past 100 years, focusing on the growth of industrial and urban society. Attention to trends in social mobility and stratification; the impact of modernization on class structure, immigration, blacks, women, and the modern family.    Common People in Early America G57.1773 4 points. The “less articulate,” from the Revolution to the Civil War. Urban, ethnic, and religious tensions and their contributions to a sense of rising class distinction in early American history.    History of American Higher Education G57.1778 Identical to E55.2067. Mattingly. 4 points. Topics in the history of American colleges and universities since 1750. Analysis of educational policies and functions, with attention to the limitations of educational responsibility, the transformation of institutional structures, changing modes for gaining and imparting knowledge, and the social prerogatives and initiatives assigned to an educated class.    Afro-American History G57.1782 Kelley, Sammons. 4 points. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancientAfrica to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Women in 20th-Century America G57.1789 4 points. Surveys women in modernAmerica, with emphasis on work, politics, feminism, and changing social roles.    Indians in Early America G57.1891 4 points.    Master’s Seminar: Historical Research Methods G57.2022 Wosh. 4 points. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Colloquium: American Cultural History G57.2024 Bender. 4 points. Examines modes of cultural history, particularly newer ones. Explores recent theoretical and historiographical discussions of cultural history.    Seminar: 19th-Century Intellectual and Cultural History G57.2025 Bender. 4 points.    Colloquium: Christianity and Culture in America —From Finney to Falwell (1820-1990) G57.2026 Wosh. 4 points. Examines the nature of American Christianity from the revivals of the early 19th century through the revival of the religious right in the 1990s. Explores themes in American religious development, including the changing nature of Roman Catholic, mainline Protestant, evangelical, fundamentalist, and Pentecostal movements; the relation between gender and religion, the development of African American religious traditions, and the relationship of Christianity to larger social, religious, and economic structures in American society. Students examine and interpret a wide range of primary sources and significant texts in American religious and cultural history.    Between History and Literature: Rethinking African American Autobiography G57.2027 Sammons. 4 points.    Gender/Cultural History in America G57.2030 Duggan. 4 points.    M.A. Seminar: Oral History, Afro- American G57.2256 Sammons. 4 points.    Immigration, Ethnicity, and Gender Relations G57.2293 Diner. 4 points.    Right-Wing Politics in U.S. History G57.2306 Duggan. 4 points.    Transition from Slavery to Freedom in the United States G57.2553 Krauthamer. 4 points.    Colloquium: Topics in Colonial American History G57.2603 May be repeated for credit with permission of the instructor. 4 points. Reading and discussion examining one aspect of colonial society in depth.    Colloquium: Radicalism and Reform in the United States G57.2608 4 points. Examines the origins, motives, and achievements of dissenting movements inAmerica, from 17th-century English backgrounds to the present. Emphasizes individuals and groups interested in changing the existing system toward greater equality for the individual. Topics: nonconformist dissent of the Puritan revolution, reform and radicalism of the American Revolution, Jeffersonian and Jacksonian democracy, antebellum perfectionism, populism, socialism, progressivism, communism, the New Deal, and the 1960s New Left.    Colloquium: The Progressive Era G57.2609 Mattingly. 4 points. Emphasizes reading and discussion of selected specialized accounts of the Progressive Era and the variety of reformers and reform.    Research Seminar: U.S. History G57.2612, 2613 4 points per term. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography. The instructor sets the limits of the area in which students choose topics, e.g.,U.S. foreign policy since 1900 or the American Revolution.    American Legal History G57.2615 Team taught by members of the history department and the law school faculties. 4 points. Explores the broad social and legal issues that shaped the American past and focuses on the human forces operative in American law.    Colloquium: Topics in American Social History G57.2621 May be repeated for credit with permission of the instructor. Kelley, Mattingly, Walkowitz. 4 points. Explores recent literature on American social history, with attention to the new interpretations of women and labor, education and religion, town and urban development, business structures, and social class formation.    Sports in American Society G57.2624 Sammons. 4 points.    Colloquium: Topics in U.S. History, 1789-1850 G57.2655 4 points. American political behavior in the eras of the first and second party system. Introduces biographical analysis and behavioral and quantitative analysis to penetrate the myths of the Age of Jackson and its antecedents.    Politics and Culture of the Great Depression G57.2696 4 points. Introduction to the major political, economic, and cultural trends of the 1930s, with attention to institutional change and the human impact of the depression.    Colloquium: The New Deal G57.2697 4 points. Deals with President Franklin Roosevelt’s political leadership, the Great Depression, and the New Deal through reading and discussion of important monographic studies.    Colloquium: Topics in 19th- Century American Intellectual History G57.2707 4 points. Readings in American romanticism and American scientific naturalism.    Colloquium: Topics in 20th- Century American Intellectual History G57.2709 4 points. Works on the major currents of American thought in the 20th century.    Topics in 20th-Century American Cultural History G57.2710 4 points.    Urban Blacks in 20th-Century America G57.2714 Kelley, Sammons. 4 points. Examines the maturation of a postslavery, rural economy and the rise of associated, racially proscriptive legislation; black responses and adjustments; the motivations for and expectations of migration; and the cultures and communities black people created and physically abandoned. Analyzes the political, social, and cultural life of urban African Americans in its many forms from the high to the low, assessing the flow of influence. Provides an overview and synthesis of the many local studies in hopes of identifying commonalities and distinctions across communities.    Colloquium: America in the 1960s G57.2715 4 points. Readings and discussion on the 1960s. Seeks an understanding of the politics, culture, ideology, economy, and movements for change of the decade; the Vietnam War and the antiwar effort.    Colloquium: Women’s Political Culture G57.2750 4 points. Examines the varieties of women’s participation in public life from 1820 to the present, with an emphasis on how gender consciousness has shaped its forms and content over time.    Cold War, 1945-1989 G57.2771 M. Young. 4 points.    Seminar: U.S. History in the 20th Century G57.2776 4 points.    Colloquium: The United States Since 1945 G57.2778 4 points. Origins of the cold war; domestic, social, economic, and political development. Special topics include the Fair Deal, the War on Poverty, and major social upheavals of the 1960s.    Colloquium: The Cold War, 1945- 1989 G57.2779 M. Young. 4 points. Examination of the cold war from World War II to the fall of the Soviet empire in 1989.    Topics in American Foreign Policy: Vietnam G57.2780 M. Young. 4 points.    Social Movements in the United States , 1890-Present G57.3608 Gordon. 4 points.    Topics in Intellectual and Cultural History G57.3611 Bender. 4 points.    Seminar in American Intellectual History G57.3705 Open to students at both the master’s and doctoral levels. 4 points. Research seminar focusing on topics in American intellectual history. Students prepare substantial research essays using primary source materials. Discussions of historiography, methodology, and bibliography. Class criticism of the students’ work. RESEARCH AND READING    Reading in History G57.3011, 3012 1-4 points per term.    Research in History G57.3021, 3022 Open to students engaged in dissertation research by special permission of a departmental adviser. 1-4 points per term.    Specialized Programs and Courses HISTORY OF WOMEN AND GENDER    The Department of History offers a specialization or a second field in the history of women and gender. The program explores the changing role of women in history and the social construction of gender both historically and theoretically.    A planning committee of faculty and graduate students initiates programsponsored workshops, conferences, and faculty and graduate student lecture series and coordinates the scheduling of courses in the area.    For the second field in comparative women’s history at the doctoral level, students are expected to take three courses in areas other than the major field. The history of women and gender can satisfy the departmental requirement for the doctoral second field if courses are comparative or in a field outside the major or in some combination thereof.    For more information, consult the director of the program in the history of women and gender.    Marginalized People in the Middle Ages G57.1121 P. Johnson. 4 points. See description under Medieval Europe .    Women in European Society and Politics G57.1253 Nolan. 4 points. See description under Modern Europe (1750-Present).    Introduction to Methodology in the History of Women and Gender G57.1763 4 points. Explores various aspects of methodology in women’s history, drawing mainly on American and European sources. Topics include politics and culture, work and family, socialism, and sexualities.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. See description under United States (Contact to Present).    Women in 20th-Century America G57.1789 4 points. See description under United States (Contact to Present).    History of Latin American Women G57.1810 4 points.    Women and Gender in the Middle Ages G57.2109 4 points. See description under Medieval Europe .    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. See description under Early Modern Europe .    Women and Social Change G57.2290 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Feminist Theory G57.2291 P. Johnson, Levy, M. Young. 4 points. Examines a range of feminist theoretical writing, places it historically, and relates it to other political, cultural, and scholarly feminist practices.    Religion, Family, and Gender in Early America , 1607-1840 G57.2604 4 points. See description under United States (Contact to Present).    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Women’s Political Culture G57.2750 4 points. See description under United States (Contact to Present). PUBLIC HISTORY    The program in public history provides Master of Arts and Doctor of Philosophy candidates with the opportunity to prepare for careers as historians in public and private institutions outside academia, where historical perspectives address areas as diverse as public policy, museum programs, and historical dramatizations for media. The program offers students three areas of historical work: media history, local and community history, and history and public policy.    All entering students enroll in a sequential two-semester seminar in public history that introduces students to literature and problems in the various public history arenas. Students complete a major research essay and then translate that research into a public history format for a public audience.    The concentration in public history is open to all qualified M.A. and Ph.D. students. It consists of the introductory sequence; a course in one of the three tracks; a methodological course in either oral history or quantitative methods ( G57.2012 or G57.2019), and four electives in the department, of which one should be a research seminar. Public history can satisfy the departmental requirement for a secondary field. For Americanists, the courses must be comparative or in another field or in some combination thereof.    M.A. students may elect instead to complete a 44-point program leading to a New York State Board of Regents Certificate in Public History. In addition to requiring all the courses in the concentration, the certificate program requires students to take the two remaining introductory track courses and Literature of the Field: America to 1865 ( G57.1600). Finally, all public history students should complement class work with internships in various participating agencies in theNew York metropolitan area.    Enrollment is limited, and admission must be approved by the director of the program. Inquiries should be addressed to Professor Paul Mattingly, Director, Program in Public History, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Introduction to Public History G57.1750-1751 Required core course in the public history program. Bernstein, Mattingly. 4 points per term. Addresses the expanding literature on the theory of public history, the shifting parameters of the field, and the emerging techniques and methodologies. Concentrates on a project inNew York City.    Local and Community History in America G57.1752 W. Johnson, Mattingly, Walkowitz. 4 points. Focuses on the local and community history track of the public history program, giving special emphasis to the new urban history. Introduces the methodology and sources of community study.    History and Public Policy G57.1753 Mattingly. 4 points. Focuses on the policy track of the public history program and explores the process by which social insights and criticism become formalized into social policy inAmerica. Issues related to health, education, crime and poverty, urban life, and public and cultural organizations receive particular emphasis.    Media and History G57.1755 Abrash, Walkowitz. 4 points. Focuses on the media track of the public history program and reviews efforts at historical dramatization and documentary for radio, television, film, and print media. Students conceptualize historical research for media formats.    The Culture of Consumption, Material Life, and the Built Environment in America G57.1756 4 points.    Oral History: Theory and Practice G57.2012 Bernstein. 4 points. Fieldwork with emphasis in archival research and interviewing. Students complete a common research project and train in collaborative techniques of research and historical interpretation. ARCHIVAL MANAGEMENT AND HISTORICAL EDITING    The program in archival management and historical editing offers students the opportunity to combine either a Master of Arts or a Ph.D. degree in history with an Advanced Certificate in Archival Management and Historical Editing. The certificate program is also open to students with an M.A. or a Ph.D. degree in another appropriate social science- or humanities-based discipline. Ph.D. candidates in history may also elect to use the archives program as a second field, and Ph.D. students wishing to complete the entire program may apply 12 of the 20 required points toward their Ph.D. requirements.    Since 1977, this program has trained graduate history students for careers as archivists, historical editors, administrators, and manuscript curators. The program provides students with a solid foundation in the theory, methodology, and practice of archives. It also emphasizes the broad humanistic training in history necessary for archivists to develop a vision for their work. Course work in complementary disciplines and new technologies is stressed, ensuring that program graduates remain current with professional trends and developments. New York City offers a unique setting and laboratory for students exploring history and archives, and the program takes full advantage of the city’s repositories in providing internships and practicum experiences for its students. Program graduates work as archivists in a wide variety of academic, nonprofit, corporate, and governmental venues. The program’s unique historical editing component also trains historians for alternative careers in preserving and disseminating historical documents in book, microform, CD-ROM, and electronic formats.    All entering students enroll in a sequential, two-semester colloquium ( G57.1010 and G57.2010) that offers a broad overview of the field and combines classroom instruction with hands-on experience in an archival setting. Over the course of two semesters, students complete a major research paper on an appropriate archival topic and arrange and describe two archival collections in conjunction with their practicum. Students are also required to take a course in historical editing, which focuses on the location, arrangement, and publication of documents. As part of this course, students undertake research to identify and annotate their documentary collection.    M.A. students enroll in a 44-point program of study, leading to the Master of Arts degree in history and to the certificate. Requirements for the M.A. degree and the advanced certificate are 24 points in history (which must include an M.A. seminar) and 20 points in archives. Students are required to complete 12 points in the three core courses G57.1010, G57.1012, and G57.2010. Students successfully completing the program must have 16 points with a grade of B or better. Students with more than 4 points below B are not eligible for the certificate and may not register for additional courses.    Students holding an appropriate master’s degree in a social science or humanities discipline may be accepted into the program on a nondegree, certificate- only basis. Such students are permitted to register for 20 points in archives to complete the requirements. Ph.D. students in history wishing to use archives as a second field are required to complete the three core courses G57.1010, G57.1012, and G57.2010.    Through a consortium arrangement with Long Island University’s Palmer School of Library and Information Science, students are also able to enroll in more library-oriented courses offered at Bobst Library and to apply these credits toward their certificate. Students should check with the director for a complete list ofPalmerSchool offerings.    Enrollment is limited, and admission must be approved by the director of the program. For additional information, write to Dr. Peter J. Wosh, Director, Archives Program, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Archives and Historical Societies: Principles and Practicum I G57.1010 Required core course in archives program. Wosh. 4 points. Introduction to the theory and practice of managing public, private, and institutional archives in theUnited States. Includes a historical overview of record keeping and archives; an introduction to bibliographic resources, appraisal, arrangement and description, reference, collection strategies; and the development of the U.S. MARC:amc format. Students complete a supervised 45- hour practicum project in a professional archive.    Seminar in Historical Editing G57.1012 Required course in archives program. Katz. 4 points. Introduction to the theories, practices, and problems in editing and publishing historical documents. Students develop their own edited collections by drawing on a selection of Margaret Sanger papers, with prefatory material, transcriptions, annotations, and calendar.    Local and Community History G57.1752 4 points. See description under Public History.    Archives and Historical Societies: Principles and Practicum II G57.2010 Prerequisite: G57.1010. Required core course in archives program. Wosh. 4 points. Second half of the introductory, yearlong overview. Topics include conservation techniques and preservation management, electronic records, developing museum exhibits and outreach programs, records management, nontextual material, professionalization and the role of the archivist as a public historian, legal and ethical issues, and managerial concerns. Students complete a supervised 70-hour practicum project in a professional archive.    Oral History: Theory and Practice G57.2012 4 points. See description under Public History.    Introduction to Preservation and Reformatting G57.2013 De Stefano. 4 points. Introduction to preservation in archives, including an examination of the composition of paper, inks, nonprint materials, and the causes of damage and deterioration. Examines current preservation methods in archives and other repositories, such as conservation treatments, preservation microfilming, digitization and other types of reformatting, holdings maintenance programs and rehousing techniques, environmental control and disaster planning, and salvage methods.    Administrative History and Records Management G57.2016 4 points. Traces the rise of modern bureaucratic organizations and their relationship to the documentary records that they create. Focuses on the administrative evolution of authority and policy implementation. Case studies apply the principles of modern information scheduling to the administration of corporate records and their relationship to archival materials.    Automated Archival Description G57.2017 4 points. Examines automated techniques for managing and providing access to archival records and historical manuscripts. Introduces basic word-processing, database, and spreadsheet concepts. Includes an introduction to the MARC format as well as an introduction to EAP, SGML, HTML, and XML.    The Historian and the Visual Record: Exploring Alternative Sources G57.2021 4 points. Analyzes visual media, including photographs, posters, magazine illustrations, advertisements, motion pictures, and video. Attention to media as a source for examining political, social, cultural, intellectual, and economic history. Includes a curatorial component exploring how archivists manage records.    Topics in Archives and Editing G57.2023 2 points. In-depth study of emerging issues for archivists and editors. Topics vary each semester, and recent courses have focused on the following: the U.S. MARC:amc format for describing archival material, fund raising and grants management, archives in the business and nonprofit worlds, electronic records, and developing historical exhibits.    Research in Archival Management and Historical Editing G57.3013, 3014 Wosh, staff. 1-4 points per term.    Readings in Archival Management and Historical Editing G57.3023, 3024 Wosh, staff. 1-4 points per term. JOINT AND DUAL DEGREE PROGRAMS    Joint degree programs at the doctoral level are available with theInstitute ofFrench Studies, the Skirball Department of Hebrew and Judaic Studies, and the Department of Middle Eastern and Islamic Studies. A dual degree M.A.- J.D. program is available with theSchool ofLaw, although students admitted into this program are expected to earn the doctorate in history. Admission to these joint and dual degree programs must be granted by both departments or institutes or programs or schools upon entry or at the point of screening. Students in these programs normally are expected to complete the “literature of the field” courses and take the history department’s qualifying examination and a major field examination that may bridge the two disciplines. Joint and dual degree candidates are exempt from the departmental requirement for a second field. SPECIAL PROJECTS    The Margaret Sanger Papers Project collects, assembles, and publishes records documenting the life and career of the founder of the American birth control movement. Located in the department since 1987, the Sanger Papers Project microfilmed the Smith College Collections Series, consisting of almost 45,000 documents; in 1995 an additional 9,000 documents gathered in an international search were microfilmed as the Collected Documents Series. Both microfilmed series are being published by University Publications of America, along with a reel guide and index. The project is preparing an electronic edition of the microfilmed documents for distribution on CD-ROM or via the Internet. The project will then work on a four-volume book edition of selected Sanger letters. The project employs graduate assistants and other students. Documents from the Sanger Papers collection are available for student and faculty research and serve as practical examples for the course on historical editing.    For additional information, contact Dr. Esther Katz, codirector/editor of the Margaret Sanger Papers.    The Papers of Jacob Leisler Project is collecting, transcribing, and translating the entire extant public and private correspondence of earlyNew York governor Jacob Leisler (1640-1691) for publication in microfilm and annotated book editions. Considered by some colonial historians as the “Father of American Democracy” and best known for the 1689New York uprising that bears his name, Leisler played a prominent role in the economic and social development of colonial New York and earlyAmerica. Housed in the department since 1988, the Leisler Papers collection contains over 3,000 documents in Dutch, French, German, and English that provide a wealth of information on the Atlantic world in the early modern era. The project employs graduate and other students to assist in making the collection available to scholars and the public.    For additional information, please contact Dr. David William Voorhees, director of the Papers of Jacob Leisler Project.             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fousek, John    |     Program in International Relations    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Alumni       Events       News       IR@NYU       Contact Us       Employment             Stay Connected           Facebook                    Back to Home               John Fousek       Visiting Associate Professor of International Relations         Office Address:   19 University Pl, Rm 527   New York, NY 10003   Email:     john.fousek@nyu.edu            Bio:      John Fousek joined NYU’s MA Program in International  Relations in 2013. He teaches graduate courses on global and international  history, the United States as a global power, and the intersection of culture  and international relations. Professor Fousek represents the MA Program on the  NYU Faculty of Arts and Science Working Group on International Studies. He has  taught previously at Yeshiva University, Rutgers University-Newark, Franklin  and Marshall College and Cornell University. He’s also held administrative  posts as associate director of the Center for Global Change and Governance at  Rutgers-Newark, program director of the Center for Ethics at Yeshiva  University, and executive director of a non-profit research and educational  organization, the World Order Models Project. He holds a bachelor’s degree from  Columbia University and a doctorate from Cornell.     Professor Fousek’s research and teaching interests focus on  the history of U.S. foreign relations from the colonial era to the present,  public opinion and the cultural construction of foreign policy, the Cold War  and its legacy, and the dynamics of world order in the post-Soviet era (before  and after Sept. 11, 2001). His book, To  Lead the Free World: American Nationalism and the Cultural Roots of the Cold  War (University of North Carolina Press), has been in press continuously  since its publication in 2000. He is co-editor of a collection of essays on Ethics  and the U.S. Presidency (Special Issue, Presidential  Studies Quarterly, March 2010). He has written on terrorism, political  ethics and the prevention of genocide as well as culture and U.S. foreign  policy.     Professor Fousek’s current projects include: a re-thinking  of the “American Century” narrative through an examination of the global impact  of Louis Armstrong and African-American music; an analysis of U.S. foreign  policy and American nationalism in relation to the 1984 Olympics in Los Angeles;  and an ongoing assessment of discourses on “American exceptionalism” and  “isolationism” in U.S. foreign policy debates.        Courses: Global and International History (Core Course) US in the World: 1890's to Present Culture and US Foreign Policy International Organization and Global Order   Updated on 04&#047;24&#047;2015               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings (GSAS Bulletin)    | Department of History | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Offerings (GSAS Bulletin)   Courses are of several kinds:       Colloquia, dealing with specific periods or problems, based on common reading and discussion (in some cases supplemented by occasional lectures), and in which students normally write interpretive papers, book critiques and review essays, and/or bibliographical surveys.    Seminars, in which, after an initial period of common readings, students work primarily on a research project. (In certain cases students may also write research papers in courses that are technically “colloquia.”)    “Literature of the field” courses, designed to provide entry to a broad area of history, through reading and discussion of a number of major issues, problems, and controversies that represent traditional and contemporary approaches to the area as a whole. These courses introduce students to the kinds of materials and issues that are tested on the qualifying examination and provide a framework for preparing to take the qualifying exam. In some cases, however, students aiming only at the M.A. degree may be admitted to these courses with the instructor’s permission.    Methodology courses, intended to introduce students to a wide spectrum of issues, theories, and research strategies. Ph.D. students are required to take a methodology course in their first year.    Independent study courses, devoted to reading, research, or some combination, and set up between a student (or a small group of students) and a particular faculty member.    Dissertation prospectus seminars. Ph.D. students are required to take a dissertation prospectus seminar in their third year. Doctoral students may, with the approval of their advisers, enroll in up to four courses in other departments. The limit is two for M.A. students.    Doctoral students may also, with similar approval, prepare their second fields outside the history department. Courses are also available at nearby universities—Columbia,NewSchool, CUNY, and Fordham—through the Inter-University Doctoral Consortium. Interested students should consult the literature available in the department.    The following is a selected list of course offerings. METHODS, TRANSNATIONAL, COMPARATIVE    Industrialization and the Working Class in Comparative Perspective Since 1870 G57.1022 Nolan, Walkowitz. 4 points. Study of the transition from a maturing to a late society inEurope and theUnited States. Examines economic pressures, technological developments, entrepreneurial policies, ethnic and national subcultures, and emergence of urban and state institutions as they relate to the social history of the working class, the labor movement, and class consciousness.    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 Hull . 4 points. History ofEurope’s relations withAfrica south of theSahara. Early Greek and Roman contacts and the role black Africans played in Mediterranean civilizations. Impact ofAfrica onEurope in the Middle Ages, Elizabethan attitudes toward African civilizations, the Age of European Discovery, early settlement, colonial relationships, and new colonial interaction.    Environmental History G57.1050 Identical to G65.1022. 4 points. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    History of Sexuality G57.1057 Hodes. 4 points. Historical constructions of sexuality in theUnited States from the colonial era through the 20th century.    Global Encounters: 1300-1800 G57.1730 Feros, Waley-Cohen. 4 points. The general aim of this course is to study global interactions between various societies from 1300 to 1800, a period during which peoples from all continents encountered one another in conditions of both cooperation and collision. Topics include comparative notions of empire and colonial practices; the ideas and beliefs each society held about themselves and ‘others’ and the things and conventions that gave them such identities: language, color, ethnicity, kinship, religion, and so on. Throughout the course, students also study the structure of each society’s thought; the categories of analysis used in encounters with other societies; and how interactions and the language used to characterize others changed over time. Other topics include trade between various societies; the creation of colonial societies; slavery: evolution, concepts, and its influence in the creation of racial theories; diaspora in history and its influence in the various societies affected by migratory movements.    Transnational Construction of Race G57.2008 Hodes. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. Examines the role of women in revolution inRussia,China,Vietnam, andCuba, with emphasis on theoretical perspectives on women developed by each movement and the relationship between theory and practice.    Gender and Politics in the Age of the Democratic Revolution G57.2605 Levy. 4 points. Examines the “age of the democratic revolution,” with a focus on the comparative history of women and gender in several European and American cultures.    The Making of the African Diaspora G57.2622 Gomez, Kelley. 4 points.    Colloquium: Modern City Culture G57.2754 Bender. 4 points. Studies the culture ofNew York City in comparative perspective, particularly emphasizing the relation of political and economic modernization to the culture of modernity and artistic movements of modernism.    Theories of Nationalism G57.3500 4 points.    Approaches to Historical Research and Writing G57.3603 4 points.    Race and Place: Local, Regional, National, and Transnational Explorations G57.2014 Hodes. 4 points. Explores historical constructions of race and the meaning and significance of race, with an emphasis on (though not limited to) theAmericas. Seeks to place these explorations in the context of various geographical levels, from local and regional to national and transnational, with attention to the crossing of all such borders. Devotes equal attention to historical methodology, including searching for sources and evaluating evidence; the formulation and presentation of arguments; the craft of writing; and the voice of the scholar.    Early Modern European Imperialism: Discourses, Institutions, Experiences G57.2186 Feros. 4 points. This one-semester seminar on early modern European imperialism is designed to give students interested in the history of early modernEurope, the Atlantic world, the history ofAfrica, and colonialLatin America a general understanding of the early modern ideologies and institutions that enabledEurope to colonize parts ofAfrica and theAmericas. Throughout the semester, students examine several important topics: medieval precedents of early modern imperialism; theories of empire and monarchy; ideologies of conquest and colonization; models of conquest and colonial exploitation; and the relevance of race and slavery in understanding European influence inAfrica and theAmericas. MEDIEVAL EUROPE (FROM THE FALL OF ROME THROUGH THE 14TH CENTURY)    Seminar: The Classical Tradition in the Middle Ages G57.1109 Claster. 4 points. Studies the role of the classical heritage of Greco-Roman antiquity in the formation of the culture of the Latin West. Focuses on the conflicts—real or imagined— between Christianity and classical culture and the ways in which classical learning was preserved, transmitted, and assimilated. Covers the Roman response to Hellenism through the medieval period and the 13th century.    The Transition from Classical Antiquity to the Middle Ages G57.1111 Claster. 4 points. Focuses on the main themes in classical antiquity, particularly Roman history, and the emergence of early Western medieval culture. Themes include the decline and transformation of the Western empire; the rise of Christianity; and the influx of Germanic peoples and how they all interacted with one another to build a new European civilization. Emphasis is on the reading of primary source material and discussion of the problems and theories involved in understanding the evolution of a new civilization.    The Crucible of Europe : The Late Fifth Century to 1050 G57.1112 Claster, P. Johnson. 4 points. During this period,Europe takes on form and coherence. Under the Carolingians, Ottomans, Normans, and the church,Europe builds on the foundations of the Romans. Topics includeEurope’s relations with the Byzantine and Islamic East.    The Harvest of the Middle Ages: 1250-1450 G57.1114 Claster, P. Johnson. 4 points. Europe from the apogee of the medieval world to economic and social contraction. The dissolution of the medieval outlook is replaced with a new humanism that presaged something altogether different by the mid-15th century. Covers changes as well as continuity asEurope entered the early modern period.    Medieval France G57.1117 P. Johnson. 4 points. France governed by the Capetian and Valois kings served as a seedbed for a brilliant medieval society. Agrarian and social-economic backgrounds, intellectual life, political strategies, crusades, literature, Gothic art, and personalities of that period.    Marginal People in the Middle Ages G57.1121 P. Johnson. 4 points. Investigation of disenfranchised groups in medievalEurope: women, slaves, lepers, the poor, the insane, Muslims, Jews, and heretics. Why and how they were marginalized.    Central Middle Ages G57.1122 Claster, P. Johnson. 4 points. Study of a period of cultural, artistic, and intellectual brilliance; growing intolerance; corporatism in government; and Christian imperialism.    History of Byzantium I, 284-867 G57.1503 4 points. Examines the principal historical development ofByzantium from the reign of Diocletian to the rise of the Macedonian Dynasty.    History of Byzantium II, 867-1453 G57.1504 4 points. AnalyzesByzantium from the Macedonian Dynasty to the fall ofConstantinople in 1453 to the Ottoman Turks.    New Works in Medieval Studies G57.2100 P. Johnson. 4 points.    Women and Gender in the Middle Ages G57.2109 P. Johnson. 4 points. Examines women’s experience in and contributions to medievalEurope and developments in gender formulations during the Middle Ages.    Literature of the Field: Early Middle Ages G57.2112 P. Johnson. 4 points. Research methods, interpretation, and the actual writing of medieval history have changed. This course explores changes in the approach to the study of medieval European history as they apply to social, cultural, and religious history.    Literature of the Field: Later Middle Ages G57.2113 Claster, P. Johnson. 4 points. Interpretation of medieval history in the 20th century. Historiography and sociology of knowledge.    Colloquium: Christian Monasticism—East and West G57.2114 P. Johnson. 4 points. History of Christian monasticism from its roots in the Egyptian desert, through its flowering in the central Middle Ages, to its partial destruction in the Reformation.    Italy in the Ages of Dante and Petrarch G57.2120 4 points. History of northernItaly, the old Regnum Italiae, from the late 12th century to around 1400. Particular attention is paid to the 13th and early 14th centuries, the era of Dante and Petrarch; the economy; politics and civic culture; society, especially the social response to the new spirituality; and the economic, political, and social changes following the Black Death.    The Crusades: A Reevaluation G57.2219 Claster, P. Johnson. 4 points. Studies the history of the Crusades and theCrusaderKingdom in the context of both the Latin West and the eastern Mediterranean world. Explores major themes and issues raised by the crusading movements against a background that provides an understanding of the era and an understanding of theories proposed by modern historians to interpret the Crusades. Emphasis is on primary sources—Latin, Arabic, Jewish, and Byzantine—in translation.    Seminar: Topics in Byzantine and Ottoman History G57.3025 Salzmann. 4 points.    Seminar in Medieval History G57.3115 Claster, P. Johnson. 4 points.    Readings in Medieval Greek Sources G57.3116 4 points.    Seminar: Medieval Church G57.3119 P. Johnson. 4 points. Readings and discussion of the culture and institutions of the Latin Church from the 6th to the 14th centuries. Introduction to important literature and problems that prepare the student for advanced-level research in medieval ecclesiastical history.    Seminar: Church and Society in Premodern Europe G57.3120 P. Johnson. 4 points. Research seminar on issues of the church and society in medieval and early modernEurope. EARLY MODERN EUROPE (1400-1789)    Literature of the Field: Early Modern Europe I G57.1150 Required of Ph.D. candidates making this their major field. Feros. 4 points. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Early Modern Europe II G57.1151 Feros, Levy. 4 points. Introduction to the field of early modernEurope through a critical reading of important works by modern historians in this field. Focuses on political, cultural, and intellectual history.    France : The Old Regime, 1562- 1715 G57.1163 Levy. 4 points. Themes include demographic, economic, social, political, and cultural structures of the old order; the civil wars of the 16th century; political culture of royal absolutism; intellectual currents and oppositional politics; popular culture; historiographic debates; the Enlightenment and the development of political oppositions; and the origins of the French Revolution.    Colloquium: Italy During the Renaissance G57.2157 4 points. Intensive reading of themes from 14th-, 15th-, and 16th-centuryItaly, including the nature of the city-state and of Italian urban society, urban culture and humanism, the origins and nature of the Renaissance as seen in its historians, and the effects of the foreign invasions on Italian life and culture. A series of bibliographical papers are required.    Colloquium: The European Enlightenment G57.2160 Levy. 4 points. Surveys the material, cultural, and intellectual origins of the European Enlightenment; Enlightenment thought as oppositional politics, with attention to religious, economic, social, and political writings; the culture of the scientific revolution; feminine and feminist cultures; political journalism and polemic; the literary underground; and popular culture and its politicization.    Seminar: Topics in Early Modern Europe : European Society and Religion G57.2162 Feros. 4 points.    State and Society in Early Modern Europe G57.2164 Feros. 4 points.    Early Modern Spain G57.2166 Feros. 4 points. Provides a solid knowledge of the political, social, and cultural history of early modernSpain.    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. Themes include women’s legal status, family and work, intellectual and cultural life, religious practices, political roles, and gendered cultural values.    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative. MODERN EUROPE (1750-PRESENT)    Culture and Society in the 19th Century G57.1000 Seigel. 4 points.    Modern Greek History G57.1124 Fleming. 4 points. Examines how the major developments in modern European history from the Enlightenment and state formation to the post-1945 era were manifested in “peripheral” and “small” European nation-states by usingGreece as a case study.    European Fascism in Comparative Perspective G57.1196 Nolan. 4 points.    Literature of the Field: Modern Europe Through the 19th Century G57.1201 Required of Ph.D. candidates making this their major field. 4 points. Survey of the major literature and historiographical issues in the modern European field.    Literature of the Field: Modern Europe from 1900 to 1945 G57.1202 4 points.    19th-Century France G57.1209 Identical to G46.1610. Judt. 4 points. The impact of revolutions and economic changes on 19th-century French society.    20th-Century France G57.1210 4 points.    Society, Culture, and Politics in Contemporary Italy G57.1222 Ben- Ghiat. 4 points.    Diplomatic History of Europe in the 19th Century G57.1251 Stehlin. 4 points. Major diplomatic events from 1789 to 1900, such as the French and Napoleonic Wars, European Restoration, national unification, imperialism, and the Bismarckian settlement. Discussion of their relation to political, economic, and social events.    Diplomatic History of Europe in the 20th Century G57.1252 Stehlin. 4 points. Major diplomatic events from 1900 to 1939, such as the various crises in the century’s first decade, the origins and results of World War I, the search for security in the 1920s, Nazi and Fascist policy, and the coming of a second world war. Discusses their relation to political, economic, and social events.    Women in European Society and Politics G57.1253 Nolan. 4 points. Explores main themes of and principal approaches to European women’s history from the late 18th century through World War II.Readings focus onBritain,France,Germany, andRussia.    Politics and Society in Germany , 1870-1945 G57.1274 Nolan. 4 points. Explores recent research and controversies in modern German social history. Emphasis is on the nature and contradictions ofGermany’s industrial capitalist system, the history of the German working class and its political and cultural organizations, and the history of women.    Czarist Russia , the Muscovite Period to the Revolution G57.1301 Kotsonis. 4 points. The long-term geographical, social, and cultural foundations of Russian history. Emergence of the command society and the impact of modernization from the reign of Peter the Great to the Russian Revolution.    Revolutionary and Soviet Russia G57.1302 Kotsonis. 4 points. Peasant, religious, and Praetorian rebellion in oldRussia; the Populist and Marxist revolutionary movements; the urban and peasant revolutions in 1905 and 1917 to 1920; and the Stalinist industrial, urban, and bureaucratic revolution.    Political History of Russia , 1796- 1856 G57.1325 Kotsonis. 4 points. Introduction to the fundamentals of Russian history seen through the prism of the early 19th century and the study of war, diplomacy, state administration, agrarian reform, the nationalities question, the problems of industrialization, and intellectual and revolutionary movements.    The Decline and Fall of the Russian Empire, 1856-1917 G57.1326 4 points. Modernization and its breakdown during the reigns of the last three czars. Agrarian and administrative reform, industrialization, urbanization and the urban crisis, the emergence of a revolutionary elite, and the revolutions of 1905 and February 1917.    History of England Since 1688 G57.1408 Scally. 4 points. Classic and current scholarship in English social and cultural history, law and society in the 18th century, family history, demography, industrialization and the city, Victorian women’s history, and imperialism. Students present interpretive papers on themes developed with the instructor.    Britain in the 20th Century, 1914 to the Present G57.1409 Scally. 4 points. Introduction to the developing social structure and culture ofEngland during and since the first Industrial Revolution. Topics in English social history include family history, mobility, work discipline, illegitimacy, and alcoholism, which are subjects of recent research.    History of Modern Ireland , 1690- 1921 G57.1416 Open to undergraduates with permission of instructor. Scally. 4 points.    History of Modern Ireland , 1922- 1998 G57.1417 4 points.    Irish and European Migration to America G57.1419 4 points.    Topics in Balkan History G57.1506 Fleming. 4 points. Emergence and persistence of nationalism in the Balkans. Commonalities and differences between Balkan and European nationalist theory and practice.    Topics in East European Jewry G57.1526 Engel. 4 points.    Topics in West European Jewish History G57.1527 Engel. 4 points.    Topics in Women and Gender in French History G57.1764 4 points.    The French Economy Past and Present G57.1910 Chapman. 4 points.    Italian Fascism G57.1982 Ben-Ghiat. 4 points.    Seminar: Development of the European State in the 19th Century G57.2131 Stehlin. 4 points. Political, economic, and social developments inEurope from 1815 to 1914. How didEurope become a functional entity and meet its problems in terms of political institutions, governmental structures, and social movements that culminated in a changed relationship between individuals and the state? What forces shaped European society and prepared it for the 20th century? Conservatism, liberalism, and socialism and their effect on and interrelationship with political and social developments.    Modern French History G57.2163 Prerequisite: fluent reading knowledge of French. Judt. 4 points. Covers French political, cultural, and social history from the mid-19th century to the 1960s. Students read major historical monographs and articles and present their plans for doctoral-level research on French history.    Colloquium: The French Revolution G57.2178 Levy. 4 points. Study of the economy, society, ideology, and political culture inFrance during the revolutionary decade, with attention to historiographic debates concerning the intellectual and cultural origins of the Revolution; the first new regime, 1789-1791; revolutionary radicalization; the political culture of the Terror; gender and revolutionary politics; expansion and conquest; and the Revolution’s impact on the formation of modern political culture.    Russian Revolution as Memoir G57.2183 Kotsonis. 4 points.    History and Memory in Europe/World War II G57.2184 Judt. 4 points.    Nationalism, Imperialism, National Identity: Italy and the Mediterranean World, 1870-1930 G57.2226 4 points.    Colloquium: Paris , Vienna , and the Cultures of Modernism G57.2230 Seigel. 4 points. Study of modernist culture in two of its most prominent settings, theParis of theThirdRepublic andVienna in the last years of the Hapsburg Empire. Introduction to political and social conditions that provided the framework for modernist currents and to representative figures in social theory, philosophy, literature, and the arts.    20th-Century French Political Thought G57.2233 Judt. 4 points.    M.A. Seminar: Europe —The Making of 19th-Century Bourgeois Society G57.2240 4 points.    Colloquium: Weimar Germany G57.2248 Stehlin. 4 points. Explores strengths and weaknesses ofGermany during its transition from a monarchy in 1918 to totalitarianism in 1933: the legacies of World War I, economic problems, foreign affairs, culture, and the enemies of the republic.    Post-World War II Germany G57.2250 Nolan. 4 points.    Economy, Society, and Politics in German History G57.2251 Nolan. 4 points. Recent research and the controversies in modern German history, with a focus on the period from 1914 to 1945.    Seminar: Origins of World War I G57.2257 Stehlin. 4 points. Explores the causes and responsibility for the war. Topics include the diplomatic crises before 1914, the internal situation ofAustria, the assassination, and interpretations of the causes of war.    Colloquium: Origins of World War II G57.2258 Stehlin. 4 points. Explores the instability of the European state system of the post-1918 era and the contributions of each state to the outbreak of war. Topics include the Versailles Treaty, reparations, Nazi and Fascist diplomacy, Western and Russian diplomacy, and the immediate cause of the war.    Colloquium: Topics in Working- Class History, 1870-1945 G57.2259 Nolan, Scally. 4 points. Concentrates on the working class inBritain,France,Germany, andItaly. Investigates the character and composition of the working class, forms of working-class protest, and the theory and practice of working-class movements.    Politics and Ideas in Europe Since 1939 G57.2260 Judt. 4 points. Discusses aspects of European political, cultural, and intellectual history, from the Second World War to the present. Covers material from East andWest Europe that is mostly primary in nature—novels, essays, contemporary political writings, etc. Emphasis is on the interrelation of cultural, political, and philosophical ideas and affairs in modernEurope.    Colloquium: Methods and Problems in European Intellectual History G57.2266 Seigel. 4 points. Introduces modern European intellectual history, through the study of four to six major thinkers and the diverse and conflicting methods employed to interpret them. Those studied are chosen from a list that includes Kant, Rousseau, Hegel, Marx, Mill, Baudelaire, Durkheim, Bergson, Weber, Nietzsche, and Freud.    Seminar: Britain and Ireland Since 1750 G57.2427 Scally. 4 points. Introduces the interpretive and primary literature in modern English history, with emphasis on recent scholarship and methodology in English social and cultural history.Readings and discussions of social class structure, the Victorian city and village, labor unions, public education and literacy, criminality, prostitution, and health.    Mediterranean Europe in the 20th Century G57.2503 4 points. Discusses the ways individual countries of Mediterranean Europe experienced similar patterns of political and social change and the extent of a common and distinct overall pattern of historical evolution in Mediterranean Europe in the 20th century.    The Global Economy G57.2560 Nolan. 4 points.    Colloquium: Aesthetics and Politics in Europe , 1890-1939 G57.3270 Seigel. 4 points. Study of selected artistic and literary movements whose practices located them at the intersection of aesthetic innovation and political challenge. Each year, two topics are chosen from the following: (1) aestheticism and futurism inItaly; (2) surrealism inFrance; (3) art and politics inWeimar Germany.    Bourgeois Life and Culture in 19th- Century Europe G57.3290 Seigel. 4 points. LATIN AMERICA AND THE CARIBBEAN    Literature of the Field: Colonial Latin America G57.1801 Thomson. 4 points. Examines how Spanish- and Portuguese- American empires were created, how their societies and cultures were shaped, and how their institutions and their economies were modified by internal changes. Considers the 18th-century reforms of the colonial system and the growing pressure for independence.    Literature of the Field: Modern Latin America , 1824-Present G57.1802 Ferrer, Grandin. 4 points. Introduction to historiography of postindependenceLatin America. Focuses on topics such as the integration ofLatin America into the world capitalist trade and investment system, evolution of rural and urban labor systems and movements, liberalism, nationalism, U.S.-Latin American relations, and revolutionary movements.    History of Latin American Women G57.1810 4 points.    The Human Condition in Latin America, 1945-Present G57.1818 Identical to G65.1051. 4 points. Introduction toLatin America through the study of contemporary history: population growth, urbanization, social transformations, economic development, political crises, relations with the developed andThird World nations. Attempts to make meaningful the recent past and present of our neighbors, to show how it engages with our own, and to evoke a sympathetic understanding of their aspirations.    Colloquium: Topics in Latin American and Caribbean History G57.2800 Ferrer, Grandin, Thomson. 4 points. Historiographic and analytic approaches to variable topics. Recent colloquia included Historical Perspectives on Race and Ethnicity inLatin America andIndependence and Nationalism in the 19th Century. May also focus on the history of a particular country or subregion, such as modernBrazil,Central America, or theCaribbean.    Slavery, Colonialism, and Revolution in the Caribbean G57.1809 Ferrer. 4 points. Introduction to the major themes and debates of colonialCaribbean history. Begins with the reading of general works on theCaribbean: selections from major texts and classic essays by historians, anthropologists, and literary critics arguing the case for the study of theCaribbean as a unit of analysis. From there, goes on to consider the central themes of the region and the period: slavery, capitalism, and emancipation; colonialism, revolution, and imperialism; nationalism and race. Themes are studied from a variety of approaches and perspectives, from very local microhistorical studies to comparative ones to more sweeping global treatments. Throughout, an attempt is made to bridge the vertical lines that often separate the study of the different linguistic and imperial Caribbeans.    Research Seminar: Latin America and the Caribbean G57.2801 Ferrer, Grandin, Thomson. 4 points. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources available in theNew York area, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography.    Topics in Latin American History: Culture and Politics in Latin America G57.2803 4 points.    Seminar: Politics and Culture in Latin America G57.2804 4 points. AFRICA    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 4 points. See description under Methods, Transnational, Comparative.    History of Jews and Judaism in Africa G57.1556 Hull . 4 points.    Imperialism, Colonialism, and Decolonization in Africa Since 1875 G57.1558 Hull . 4 points. Analysis of the theory and practice of imperialism as it applied toAfrica south of theSahara; the theory and practice of colonial administration in British, French, and Belgian Africa; and the nature of the relationships between the independent African nations and their former colonial masters.    The Fabric of West African Civilization G57.1559 4 points.    History of Apartheid in South Africa Since 1652 G57.1577 Hull . 4 points. Study of racial and ethnic conflict and cooperation in southernAfrica since the late 17th century. Emphasis is onSouth Africa,Mozambique, and Zimbabwe.    Conceptualizing the African diaspora G57.1785 A colloquium concerned with the ways in which the African diaspora has been (and is being) theorized; that is, the conceptual and methodological frameworks within which the African diaspora has been located, and by which the imaginary has been approached. Specifically, the field is considered in connection with and through insights provided by studies of the subaltern and cultural, theories of feminism and hybridity and creolization, black radical internationalism, etc.        Literature of the Field: the African diaspora G57.1801 A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Islam in West Africa G57.2007 Gomez. 4 points.    Colloquium: African Slavery and the Atlantic Slave Trade G57.2555 Hull . 4 points. Examines the institution of servitude and slavery in tropicalAfrica since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    African Civilization: Perceptions and Realities G57.2556 4 points.    African Culture and Experience in North America G57.2029 A seminar on African culture and experience in North America, differing from conventional courses on African Americans in that it focuses on and emphasizes the specifically African contribution while following the permutations and re-imagination of that contribution over time and in response to other cultural sources.    The Making of the African Diaspora G57.2622 A seminar that emphasizes the historiography of what has come to be called the African diaspora, but in other eras was called something else, like pan-Africanism. Seminal works by Du Bois, Barnett Wells, Padmore, Casely Hayford, James, Blyden, Crummell, Cooper, etc., are examined. ASIA    Literature and Politics in Modern China G57.1195 M. Young. 4 points. Explores the ways in which literature was intimately shaped by its social and political context and the extent to which literature itself became part of the material forces working to change that context.    Topics: East Asian History G57.1731 4 points.    China and the West G57.1916 Waley-Cohen. 4 points.    Modern Chinese Intellectual History G57.1919 Karl. 4 points.    Historical Epics of China and Japan G57.1994 Roberts. 4 points.    Japanese Imperialism G57.1995 L. Young. 4 points.    Literature of the Field: Problems in Japanese History II G57.2001 L. Young. 4 points.    Modern Japanese Culture G57.2005 Harootunian. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. See description under Methods, Transnational, Comparative.    Culture of Imperialism G57.2557 M. Young. 4 points. Exploration of the unequal exchange between colonizer and the colonized in the 19th and 20th centuries. The perspective is comparative, the method interdisciplinary.    Thought and Law in Imperial China G57.2558 Waley-Cohen. 4 points. Examines the nature and role of Chinese legal culture from 221 B.C. to A.D. 1911. Topics include Confucian and popular religious influences; criminal, contractual, and family law; and the impact of Chinese law in Vietnam, Korea, and Japan.    Mapping South Asia : Culture, Politics, and History G57.2915 4 points.    Studies in Culture and Politics in Modern Japan G57.2917 4 points. MIDDLE EAST    History of the Ottoman Empire G57.1125 Salzmann. 4 points.    The Near East Under the Greeks and Romans G57.1501 Identical to G77.1621. Peters. 4 points.    History of the Middle East , 600- 1200 G57.1502 Identical to G77.1640. Husain. 4 points.    Egypt in Modern Times G57.1511 Identical to G77.1664. Lockman. 4 points.    Topics in Ottoman History G57.1513 Identical to G77.1651. Salzmann. 4 points.    Revolutions in the Islamic Middle East G57.1517 Identical to G77.1616 and G93.1616. 4 points.    Topics in Medieval Islamic History G57.1521 Husain. 4 points.    Islam in the Modern World G57.1522 Identical to G77.1803. 4 points.    Seminar on the Modern History of the Middle East I: The Great Powers and the Middle East G57.1533 4 points.    Seminar on the Modern History of the Middle East II : Leaders and Revolutions G57.1534 4 points.    Modern Iran (1800 to the Present) G57.1541 Identical to G77.1661. Chelkowski. 4 points.    Islamic Middle East, 1200-1800 G57.1641 4 points.    History of the Middle East : 1750- Present G57.1642 4 points.    Literature of the Field: Modern Middle Eastern History G57.1643 4 points.    Late Ottoman Empire G57.1652 Salzmann. 4 points.    Seminar in Modern Middle Eastern History I G57.1653 4 points.    Seminar in Modern Middle Eastern History II G57.1654 4 points.    Problems and Methods in Middle Eastern and Islamic Studies G57.2513 Identical to G77.1687. 4 points.    Introduction to Islamic Studies G57.3502 Identical to G77.1700. Peters. 4 points. UNITED STATES (CONTACT TO PRESENT)    Lower East Side American Jewish Memory G57.1271 Diner. 4 points.    History of American Judaism G57.1280 Diner. 4 points.    Jewish Women in America : Historical Problems G57.1281 Diner. 4 points.    Women and Social Movements: New York in the 1930s G57.1284 Diner. 4 points. This course is part of a national project to create a Web site documenting the history of women and social movements in theUnited States. The project is coordinated by Professors Thomas Dublin and Katherine Sklar atBinghamtonUniversity and involves scholars and students from around the country. Each team creates its own Web site, all of which will be linked together.    Literature of the Field: America to 1865 G57.1600 Required of Ph.D. candidates making this their major field. 4 points. Surveys major literature and historiographical issues in the American field from European contact to 1865.    The American Colonies to 1763 G57.1601 Kupperman. 4 points. Examines the origins of English colonization, labor and immigration patterns, religion, the economics of empire, social relationships, and politics from the perspective of continuity and change.    The American Revolution and Constitution G57.1603 4 points. Studies the tension betweenEngland and the American colonies in a political and social context. Other topics include revolutionary ideology, constitutional conflict, the War ofIndependence, the framing of new state government, and the debate over the federal Constitution.    Politics, Ideas, and Culture in America , 1750-1930 G57.1604 Bender. 4 points. Studies selected practical and prescriptive versions of American culture and politics, articulated by writers, intellectuals, and political leaders from 1750 to 1930.    The United States, 1789-1824: Problems of the New Nation G57.1605 4 points. Studies political behavior and party formations in the emergent American nation, with emphasis on the relationship of economic policy and foreign affairs to political process.    The Civil War and Reconstruction, 1850-1877 G57.1607 Open to undergraduates. 4 points. Studies the social, political, and cultural history of theUnited States from 1850 to the end of Reconstruction. Focus is on the 1861-1865 crisis of theUnion, its antecedents, and its consequences.    Literature of the Field: America Since 1865 G57.1610 Required of all Ph.D. candidates making this their major field. 4 points. Surveys the major literature and historiographical issues in the American field from the Civil War to the present.    The United States in the 20th Century to 1945 G57.1612 4 points. Studies political, economic, and foreign relations issues during the period from the Spanish-American War to 1945. Discusses major figures and developments historiographically to emphasize the historical literature, interpretations, and continuing dialogue.    Intellectual History of the United States , 1830 to 1890 G57.1701 4 points. Surveys major currents of American thought in the 19th century, focusing on American romanticism and scientific naturalism, utilizing materials from imaginative literature, philosophy, the fine arts, political and social thought, religion, and science.    Intellectual History of the United States Since 1890 G57.1702 4 points. Surveys major currents of American thought from the end of the 19th century, focusing on American relativism, utilizing materials from imaginative literature, philosophy, the fine arts, political science, and technology.    U.S.-East Asian Relations G57.1737 M. Young. 4 points. From the open door as the McKinley administration understood it to the open door as Deng Xiaoping defined it. Examines the American imagination ofAsia, the reality ofU.S. policy toward specific Asian countries, and the corresponding imagination and reality of Asian nations toward theUnited States.    Local and Community History in America G57.1752 4 points. See description under Public History.    History and Public Policy G57.1753 4 points. See description under Public History.    Media and History G57.1755 4 points. See description under Public History.    Historical Thinking: Women and Gender in the United States G57.1761 Gordon. 4 points.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. Introduction to the major scholarship on women and work inU.S. women’s history, with focus on the 19th and 20th centuries.    American Social History in the 19th Century G57.1771 Hodes. 4 points. Causes and consequences of the Civil War, including the transition to capitalism and the transformation of work in the North; southern slavery; religion and reform; class, politics, and Jacksonian democracy; African American freedom; labor and politics in the Reconstruction South and in the industrializing North; and capitalist expansion at the end of the century.    American Social History Since 1870 G57.1772 Kelley, Walkowitz. 4 points. Modernization of American society in the past 100 years, focusing on the growth of industrial and urban society. Attention to trends in social mobility and stratification; the impact of modernization on class structure, immigration, blacks, women, and the modern family.    Common People in Early America G57.1773 4 points. The “less articulate,” from the Revolution to the Civil War. Urban, ethnic, and religious tensions and their contributions to a sense of rising class distinction in early American history.    History of American Higher Education G57.1778 Identical to E55.2067. Mattingly. 4 points. Topics in the history of American colleges and universities since 1750. Analysis of educational policies and functions, with attention to the limitations of educational responsibility, the transformation of institutional structures, changing modes for gaining and imparting knowledge, and the social prerogatives and initiatives assigned to an educated class.    Afro-American History G57.1782 Kelley, Sammons. 4 points. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancientAfrica to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Women in 20th-Century America G57.1789 4 points. Surveys women in modernAmerica, with emphasis on work, politics, feminism, and changing social roles.    Indians in Early America G57.1891 4 points.    Master’s Seminar: Historical Research Methods G57.2022 Wosh. 4 points. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Colloquium: American Cultural History G57.2024 Bender. 4 points. Examines modes of cultural history, particularly newer ones. Explores recent theoretical and historiographical discussions of cultural history.    Seminar: 19th-Century Intellectual and Cultural History G57.2025 Bender. 4 points.    Colloquium: Christianity and Culture in America —From Finney to Falwell (1820-1990) G57.2026 Wosh. 4 points. Examines the nature of American Christianity from the revivals of the early 19th century through the revival of the religious right in the 1990s. Explores themes in American religious development, including the changing nature of Roman Catholic, mainline Protestant, evangelical, fundamentalist, and Pentecostal movements; the relation between gender and religion, the development of African American religious traditions, and the relationship of Christianity to larger social, religious, and economic structures in American society. Students examine and interpret a wide range of primary sources and significant texts in American religious and cultural history.    Between History and Literature: Rethinking African American Autobiography G57.2027 Sammons. 4 points.    Gender/Cultural History in America G57.2030 Duggan. 4 points.    M.A. Seminar: Oral History, Afro- American G57.2256 Sammons. 4 points.    Immigration, Ethnicity, and Gender Relations G57.2293 Diner. 4 points.    Right-Wing Politics in U.S. History G57.2306 Duggan. 4 points.    Transition from Slavery to Freedom in the United States G57.2553 Krauthamer. 4 points.    Colloquium: Topics in Colonial American History G57.2603 May be repeated for credit with permission of the instructor. 4 points. Reading and discussion examining one aspect of colonial society in depth.    Colloquium: Radicalism and Reform in the United States G57.2608 4 points. Examines the origins, motives, and achievements of dissenting movements inAmerica, from 17th-century English backgrounds to the present. Emphasizes individuals and groups interested in changing the existing system toward greater equality for the individual. Topics: nonconformist dissent of the Puritan revolution, reform and radicalism of the American Revolution, Jeffersonian and Jacksonian democracy, antebellum perfectionism, populism, socialism, progressivism, communism, the New Deal, and the 1960s New Left.    Colloquium: The Progressive Era G57.2609 Mattingly. 4 points. Emphasizes reading and discussion of selected specialized accounts of the Progressive Era and the variety of reformers and reform.    Research Seminar: U.S. History G57.2612, 2613 4 points per term. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography. The instructor sets the limits of the area in which students choose topics, e.g.,U.S. foreign policy since 1900 or the American Revolution.    American Legal History G57.2615 Team taught by members of the history department and the law school faculties. 4 points. Explores the broad social and legal issues that shaped the American past and focuses on the human forces operative in American law.    Colloquium: Topics in American Social History G57.2621 May be repeated for credit with permission of the instructor. Kelley, Mattingly, Walkowitz. 4 points. Explores recent literature on American social history, with attention to the new interpretations of women and labor, education and religion, town and urban development, business structures, and social class formation.    Sports in American Society G57.2624 Sammons. 4 points.    Colloquium: Topics in U.S. History, 1789-1850 G57.2655 4 points. American political behavior in the eras of the first and second party system. Introduces biographical analysis and behavioral and quantitative analysis to penetrate the myths of the Age of Jackson and its antecedents.    Politics and Culture of the Great Depression G57.2696 4 points. Introduction to the major political, economic, and cultural trends of the 1930s, with attention to institutional change and the human impact of the depression.    Colloquium: The New Deal G57.2697 4 points. Deals with President Franklin Roosevelt’s political leadership, the Great Depression, and the New Deal through reading and discussion of important monographic studies.    Colloquium: Topics in 19th- Century American Intellectual History G57.2707 4 points. Readings in American romanticism and American scientific naturalism.    Colloquium: Topics in 20th- Century American Intellectual History G57.2709 4 points. Works on the major currents of American thought in the 20th century.    Topics in 20th-Century American Cultural History G57.2710 4 points.    Urban Blacks in 20th-Century America G57.2714 Kelley, Sammons. 4 points. Examines the maturation of a postslavery, rural economy and the rise of associated, racially proscriptive legislation; black responses and adjustments; the motivations for and expectations of migration; and the cultures and communities black people created and physically abandoned. Analyzes the political, social, and cultural life of urban African Americans in its many forms from the high to the low, assessing the flow of influence. Provides an overview and synthesis of the many local studies in hopes of identifying commonalities and distinctions across communities.    Colloquium: America in the 1960s G57.2715 4 points. Readings and discussion on the 1960s. Seeks an understanding of the politics, culture, ideology, economy, and movements for change of the decade; the Vietnam War and the antiwar effort.    Colloquium: Women’s Political Culture G57.2750 4 points. Examines the varieties of women’s participation in public life from 1820 to the present, with an emphasis on how gender consciousness has shaped its forms and content over time.    Cold War, 1945-1989 G57.2771 M. Young. 4 points.    Seminar: U.S. History in the 20th Century G57.2776 4 points.    Colloquium: The United States Since 1945 G57.2778 4 points. Origins of the cold war; domestic, social, economic, and political development. Special topics include the Fair Deal, the War on Poverty, and major social upheavals of the 1960s.    Colloquium: The Cold War, 1945- 1989 G57.2779 M. Young. 4 points. Examination of the cold war from World War II to the fall of the Soviet empire in 1989.    Topics in American Foreign Policy: Vietnam G57.2780 M. Young. 4 points.    Social Movements in the United States , 1890-Present G57.3608 Gordon. 4 points.    Topics in Intellectual and Cultural History G57.3611 Bender. 4 points.    Seminar in American Intellectual History G57.3705 Open to students at both the master’s and doctoral levels. 4 points. Research seminar focusing on topics in American intellectual history. Students prepare substantial research essays using primary source materials. Discussions of historiography, methodology, and bibliography. Class criticism of the students’ work. RESEARCH AND READING    Reading in History G57.3011, 3012 1-4 points per term.    Research in History G57.3021, 3022 Open to students engaged in dissertation research by special permission of a departmental adviser. 1-4 points per term.    Specialized Programs and Courses HISTORY OF WOMEN AND GENDER    The Department of History offers a specialization or a second field in the history of women and gender. The program explores the changing role of women in history and the social construction of gender both historically and theoretically.    A planning committee of faculty and graduate students initiates programsponsored workshops, conferences, and faculty and graduate student lecture series and coordinates the scheduling of courses in the area.    For the second field in comparative women’s history at the doctoral level, students are expected to take three courses in areas other than the major field. The history of women and gender can satisfy the departmental requirement for the doctoral second field if courses are comparative or in a field outside the major or in some combination thereof.    For more information, consult the director of the program in the history of women and gender.    Marginalized People in the Middle Ages G57.1121 P. Johnson. 4 points. See description under Medieval Europe .    Women in European Society and Politics G57.1253 Nolan. 4 points. See description under Modern Europe (1750-Present).    Introduction to Methodology in the History of Women and Gender G57.1763 4 points. Explores various aspects of methodology in women’s history, drawing mainly on American and European sources. Topics include politics and culture, work and family, socialism, and sexualities.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. See description under United States (Contact to Present).    Women in 20th-Century America G57.1789 4 points. See description under United States (Contact to Present).    History of Latin American Women G57.1810 4 points.    Women and Gender in the Middle Ages G57.2109 4 points. See description under Medieval Europe .    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. See description under Early Modern Europe .    Women and Social Change G57.2290 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Feminist Theory G57.2291 P. Johnson, Levy, M. Young. 4 points. Examines a range of feminist theoretical writing, places it historically, and relates it to other political, cultural, and scholarly feminist practices.    Religion, Family, and Gender in Early America , 1607-1840 G57.2604 4 points. See description under United States (Contact to Present).    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Women’s Political Culture G57.2750 4 points. See description under United States (Contact to Present). PUBLIC HISTORY    The program in public history provides Master of Arts and Doctor of Philosophy candidates with the opportunity to prepare for careers as historians in public and private institutions outside academia, where historical perspectives address areas as diverse as public policy, museum programs, and historical dramatizations for media. The program offers students three areas of historical work: media history, local and community history, and history and public policy.    All entering students enroll in a sequential two-semester seminar in public history that introduces students to literature and problems in the various public history arenas. Students complete a major research essay and then translate that research into a public history format for a public audience.    The concentration in public history is open to all qualified M.A. and Ph.D. students. It consists of the introductory sequence; a course in one of the three tracks; a methodological course in either oral history or quantitative methods ( G57.2012 or G57.2019), and four electives in the department, of which one should be a research seminar. Public history can satisfy the departmental requirement for a secondary field. For Americanists, the courses must be comparative or in another field or in some combination thereof.    M.A. students may elect instead to complete a 44-point program leading to a New York State Board of Regents Certificate in Public History. In addition to requiring all the courses in the concentration, the certificate program requires students to take the two remaining introductory track courses and Literature of the Field: America to 1865 ( G57.1600). Finally, all public history students should complement class work with internships in various participating agencies in theNew York metropolitan area.    Enrollment is limited, and admission must be approved by the director of the program. Inquiries should be addressed to Professor Paul Mattingly, Director, Program in Public History, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Introduction to Public History G57.1750-1751 Required core course in the public history program. Bernstein, Mattingly. 4 points per term. Addresses the expanding literature on the theory of public history, the shifting parameters of the field, and the emerging techniques and methodologies. Concentrates on a project inNew York City.    Local and Community History in America G57.1752 W. Johnson, Mattingly, Walkowitz. 4 points. Focuses on the local and community history track of the public history program, giving special emphasis to the new urban history. Introduces the methodology and sources of community study.    History and Public Policy G57.1753 Mattingly. 4 points. Focuses on the policy track of the public history program and explores the process by which social insights and criticism become formalized into social policy inAmerica. Issues related to health, education, crime and poverty, urban life, and public and cultural organizations receive particular emphasis.    Media and History G57.1755 Abrash, Walkowitz. 4 points. Focuses on the media track of the public history program and reviews efforts at historical dramatization and documentary for radio, television, film, and print media. Students conceptualize historical research for media formats.    The Culture of Consumption, Material Life, and the Built Environment in America G57.1756 4 points.    Oral History: Theory and Practice G57.2012 Bernstein. 4 points. Fieldwork with emphasis in archival research and interviewing. Students complete a common research project and train in collaborative techniques of research and historical interpretation. ARCHIVAL MANAGEMENT AND HISTORICAL EDITING    The program in archival management and historical editing offers students the opportunity to combine either a Master of Arts or a Ph.D. degree in history with an Advanced Certificate in Archival Management and Historical Editing. The certificate program is also open to students with an M.A. or a Ph.D. degree in another appropriate social science- or humanities-based discipline. Ph.D. candidates in history may also elect to use the archives program as a second field, and Ph.D. students wishing to complete the entire program may apply 12 of the 20 required points toward their Ph.D. requirements.    Since 1977, this program has trained graduate history students for careers as archivists, historical editors, administrators, and manuscript curators. The program provides students with a solid foundation in the theory, methodology, and practice of archives. It also emphasizes the broad humanistic training in history necessary for archivists to develop a vision for their work. Course work in complementary disciplines and new technologies is stressed, ensuring that program graduates remain current with professional trends and developments. New York City offers a unique setting and laboratory for students exploring history and archives, and the program takes full advantage of the city’s repositories in providing internships and practicum experiences for its students. Program graduates work as archivists in a wide variety of academic, nonprofit, corporate, and governmental venues. The program’s unique historical editing component also trains historians for alternative careers in preserving and disseminating historical documents in book, microform, CD-ROM, and electronic formats.    All entering students enroll in a sequential, two-semester colloquium ( G57.1010 and G57.2010) that offers a broad overview of the field and combines classroom instruction with hands-on experience in an archival setting. Over the course of two semesters, students complete a major research paper on an appropriate archival topic and arrange and describe two archival collections in conjunction with their practicum. Students are also required to take a course in historical editing, which focuses on the location, arrangement, and publication of documents. As part of this course, students undertake research to identify and annotate their documentary collection.    M.A. students enroll in a 44-point program of study, leading to the Master of Arts degree in history and to the certificate. Requirements for the M.A. degree and the advanced certificate are 24 points in history (which must include an M.A. seminar) and 20 points in archives. Students are required to complete 12 points in the three core courses G57.1010, G57.1012, and G57.2010. Students successfully completing the program must have 16 points with a grade of B or better. Students with more than 4 points below B are not eligible for the certificate and may not register for additional courses.    Students holding an appropriate master’s degree in a social science or humanities discipline may be accepted into the program on a nondegree, certificate- only basis. Such students are permitted to register for 20 points in archives to complete the requirements. Ph.D. students in history wishing to use archives as a second field are required to complete the three core courses G57.1010, G57.1012, and G57.2010.    Through a consortium arrangement with Long Island University’s Palmer School of Library and Information Science, students are also able to enroll in more library-oriented courses offered at Bobst Library and to apply these credits toward their certificate. Students should check with the director for a complete list ofPalmerSchool offerings.    Enrollment is limited, and admission must be approved by the director of the program. For additional information, write to Dr. Peter J. Wosh, Director, Archives Program, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Archives and Historical Societies: Principles and Practicum I G57.1010 Required core course in archives program. Wosh. 4 points. Introduction to the theory and practice of managing public, private, and institutional archives in theUnited States. Includes a historical overview of record keeping and archives; an introduction to bibliographic resources, appraisal, arrangement and description, reference, collection strategies; and the development of the U.S. MARC:amc format. Students complete a supervised 45- hour practicum project in a professional archive.    Seminar in Historical Editing G57.1012 Required course in archives program. Katz. 4 points. Introduction to the theories, practices, and problems in editing and publishing historical documents. Students develop their own edited collections by drawing on a selection of Margaret Sanger papers, with prefatory material, transcriptions, annotations, and calendar.    Local and Community History G57.1752 4 points. See description under Public History.    Archives and Historical Societies: Principles and Practicum II G57.2010 Prerequisite: G57.1010. Required core course in archives program. Wosh. 4 points. Second half of the introductory, yearlong overview. Topics include conservation techniques and preservation management, electronic records, developing museum exhibits and outreach programs, records management, nontextual material, professionalization and the role of the archivist as a public historian, legal and ethical issues, and managerial concerns. Students complete a supervised 70-hour practicum project in a professional archive.    Oral History: Theory and Practice G57.2012 4 points. See description under Public History.    Introduction to Preservation and Reformatting G57.2013 De Stefano. 4 points. Introduction to preservation in archives, including an examination of the composition of paper, inks, nonprint materials, and the causes of damage and deterioration. Examines current preservation methods in archives and other repositories, such as conservation treatments, preservation microfilming, digitization and other types of reformatting, holdings maintenance programs and rehousing techniques, environmental control and disaster planning, and salvage methods.    Administrative History and Records Management G57.2016 4 points. Traces the rise of modern bureaucratic organizations and their relationship to the documentary records that they create. Focuses on the administrative evolution of authority and policy implementation. Case studies apply the principles of modern information scheduling to the administration of corporate records and their relationship to archival materials.    Automated Archival Description G57.2017 4 points. Examines automated techniques for managing and providing access to archival records and historical manuscripts. Introduces basic word-processing, database, and spreadsheet concepts. Includes an introduction to the MARC format as well as an introduction to EAP, SGML, HTML, and XML.    The Historian and the Visual Record: Exploring Alternative Sources G57.2021 4 points. Analyzes visual media, including photographs, posters, magazine illustrations, advertisements, motion pictures, and video. Attention to media as a source for examining political, social, cultural, intellectual, and economic history. Includes a curatorial component exploring how archivists manage records.    Topics in Archives and Editing G57.2023 2 points. In-depth study of emerging issues for archivists and editors. Topics vary each semester, and recent courses have focused on the following: the U.S. MARC:amc format for describing archival material, fund raising and grants management, archives in the business and nonprofit worlds, electronic records, and developing historical exhibits.    Research in Archival Management and Historical Editing G57.3013, 3014 Wosh, staff. 1-4 points per term.    Readings in Archival Management and Historical Editing G57.3023, 3024 Wosh, staff. 1-4 points per term. JOINT AND DUAL DEGREE PROGRAMS    Joint degree programs at the doctoral level are available with theInstitute ofFrench Studies, the Skirball Department of Hebrew and Judaic Studies, and the Department of Middle Eastern and Islamic Studies. A dual degree M.A.- J.D. program is available with theSchool ofLaw, although students admitted into this program are expected to earn the doctorate in history. Admission to these joint and dual degree programs must be granted by both departments or institutes or programs or schools upon entry or at the point of screening. Students in these programs normally are expected to complete the “literature of the field” courses and take the history department’s qualifying examination and a major field examination that may bridge the two disciplines. Joint and dual degree candidates are exempt from the departmental requirement for a second field. SPECIAL PROJECTS    The Margaret Sanger Papers Project collects, assembles, and publishes records documenting the life and career of the founder of the American birth control movement. Located in the department since 1987, the Sanger Papers Project microfilmed the Smith College Collections Series, consisting of almost 45,000 documents; in 1995 an additional 9,000 documents gathered in an international search were microfilmed as the Collected Documents Series. Both microfilmed series are being published by University Publications of America, along with a reel guide and index. The project is preparing an electronic edition of the microfilmed documents for distribution on CD-ROM or via the Internet. The project will then work on a four-volume book edition of selected Sanger letters. The project employs graduate assistants and other students. Documents from the Sanger Papers collection are available for student and faculty research and serve as practical examples for the course on historical editing.    For additional information, contact Dr. Esther Katz, codirector/editor of the Margaret Sanger Papers.    The Papers of Jacob Leisler Project is collecting, transcribing, and translating the entire extant public and private correspondence of earlyNew York governor Jacob Leisler (1640-1691) for publication in microfilm and annotated book editions. Considered by some colonial historians as the “Father of American Democracy” and best known for the 1689New York uprising that bears his name, Leisler played a prominent role in the economic and social development of colonial New York and earlyAmerica. Housed in the department since 1988, the Leisler Papers collection contains over 3,000 documents in Dutch, French, German, and English that provide a wealth of information on the Atlantic world in the early modern era. The project employs graduate and other students to assist in making the collection available to scholars and the public.    For additional information, please contact Dr. David William Voorhees, director of the Papers of Jacob Leisler Project.             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   Jump To: Portuguese Language Courses    Brazilian and Portuguese Studies Courses   Spanish Language Courses Quechua Advanced Language    Advanced Language Electives Foundation Courses Advanced Courses    Portuguese      Language Courses Elementary-level courses stress the structures and patterns that permit meaningful communication in and outside the classroom. The intermediate-level courses aim to promote fluency in speaking, as well as proficiency in reading and writing. Both include readings and discussions of Portuguese and Brazilian texts, film, and other media. Successful completion of Intermediate Portuguese II (PORT-UA 4) fulfills the MAP language requirement. Portuguese for Beginners, Level I PORT-UA 1 Open to students with no previous training in Portuguese and no knowledge of Spanish and to others on assignment by placement test. 4 points. Beginning   course designed to teach the elements of Portuguese grammar and   language structure through a primarily oral approach. Emphasis is on   building vocabulary and language patterns to encourage spontaneous   language use in and out of the classroom. Portuguese for Beginners, Level II PORT-UA 2 Open to students with some previous training in Portuguese, equivalent to one semester of non-intensive college study, based on assignment by the appropriate placement test or by taking PORT-UA 1 at NYU. 4 points. Second   part of a beginning course sequence designed to teach the elements of   Portuguese grammar and language structure through a primarily oral   approach. Emphasis is on building vocabulary and language patterns to   encourage spontaneous language use in and out of the classroom.  Intensive Elementary Portuguese PORT-UA 10 Open to students with no previous training in Portuguese and no knowledge of Spanish and to others on assignment by placement test. 6 points.  Intensive Elementary Portuguese for Spanish Speakers PORT-UA 11 Prerequisite: native or near-native fluency in Spanish. 4 points. Accelerated introduction to spoken and written Portuguese. Intermediate Portuguese I PORT-UA 3 Prerequisite: Elementary Portuguese (PORT-UA 10), Portuguese for Beginners, Level II (PORT-UA 2), placement, or permission of the director of undergraduate studies. Continuation of PORT-UA 10 and PORT-UA 2. 4 points. Intermediate Portuguese II PORT-UA 4 Prerequisite: Intermediate Portuguese I (PORT-UA 3), placement, or permission of the director of undergraduate studies. Continuation of PORT-UA 3. 4 points.  Brazilian and Portuguese Studies Courses When taught in Portuguese, the following courses have as a prerequisite Intermediate Portuguese II (PORT-UA 4) or permission of the director of undergraduate studies. Topics in Brazil Studies PORT-UA 700, 701 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between them. Fiction into Film: Brazilian Novels and their Screen Adaptations PORT-UA 702 When cross-listed with Spanish, also carries the number SPAN-UA 702. Offered every other year. 4 points. Focused on the adaptation of novels into film, this course provides an introduction to Brazilian literature (including the work of Machado de Assis, Graciliano Ramos, Mario de Andrade, João Guimarães Rosa, Clarice Lispector, Chico Buarque de Hollanda, Paulo Lins) and to the rich tradition of Brazilian film (from Cinema Novo of the 1960s to its legacy and revision in contemporary film-making). The course invites students to reflect on the theoretical and technical dimensions of adapting fiction to film. Conducted in Portuguese.    Narrating Poverty in Brazilian Literature and Film PORT-UA 704 When cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every other year. 4 points. Literary works in various genres (novels, autobiography, short stories) and Brazilian films (Cinema Novo and after, including documentaries), which narrate the experience of poverty. The course explores the politics and poetics of representing scarcity and deprivation in texts by Graciliano Ramos, Carolina Maria de Jesus, Clarice Lispector, Rubem Fonseca, and Patricia Melo and in a range of films including Barren Lives, The Scavengers, The Hour of the Star, Pixote, Bus 174, City of God, Babilônia 2000, and Black Orpheus.    The New Brazilian Documentary PORT-UA 706 When cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every other year. 4 points. Brazilian documentary film-making and critical thinking about this genre from the 1990s to the present. Explores such issues as the uses of fact and fiction and the blurring of lines between them; ethical concerns about the use of other people’s images and words; and the construction of layered and complex images of Brazil.    Modern Brazilian Fiction PORT-UA 821 When conducted in English, this course is numbered PORT-UA 820. Offered every other year. 4 points. Introduction to the fiction of 19th- and 20th-century Brazil. Studies the development of a national literature within the broader context of cultural and literary history.    The Brazilian Short Story PORT-UA 830 Offered periodically. 4 points . Examines formal aspects of the Brazilian short story while developing skills in written and spoken Portuguese. Authors include Machado de Assis, Lima Barreto, Mário de Andrade, João Guimarães Rosa, Clarice Lispector, Rubem Fonseca, and João Gilberto Noll.    Topics in Brazil Studies PORT-UA 850 When taught in English, carries the number PORT-UA 851. Offered every year. 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between these. Recent topics include Brazilian architecture, the Amazon, and Brazilian poetry and song.    Independent Study PORT-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. Open only to majors. Available every semester. 2 or 4 points per term.    Spanish    Language Courses Placement in Spanish Language Courses The placement of students in Spanish language and literature courses is explained under \" Placement Examinations \" in the Academic Policies section of this Bulletin. To enroll in a Spanish language course, students must have taken the SAT Subject Test in Spanish Language or the placement examination administered by the University. Students from a Spanish-speaking background who wish to study the language may not enroll in any level of Spanish for Beginners (SPAN-UA 1, SPAN-UA 2, and SPAN-UA 10) or Intermediate Spanis h (SPAN-UA 3, SPAN-UA 4, and SPAN-UA 20), but must instead enroll in Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish Speakers (SPAN-UA 111) after taking a written placement test in the department. Fulfillment of MAP Language Requirement Successful completion of Intermediate Spanish II (SPAN-UA 4) or Intensive Intermediate Spanish (SPAN-UA 20). Students from Spanish-speaking backgrounds complete Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish Speakers (SPAN-UA 111).    Admission to Courses Beyond Intermediate Spanish Students who have completed Intermediate Spanish I and II (SPAN-UA 3 and SPAN-UA 4) or Intensive Intermediate Spanish (SPAN-UA 20) must take Advanced Grammar and Composition (SPAN-UA 100) as a preparation for upper-level courses.    Spanish for Beginners I SPAN-UA 1 Open to students with no previous training in Spanish and to others on assignment by placement test. 4 points. Beginning course designed to teach the elements of Spanish grammar and language structure through a primarily oral approach. Emphasis is on building vocabulary and language patterns to encourage spontaneous language use in and out of the classroom. After completion of this course, students take SPAN-UA 2.    Spanish for Beginners II SPAN-UA 2 Prerequisite: Spanish for Beginners I (SPAN-UA 1) or placement. Continuation of SPAN-UA 1. 4 points. Focus is on the basic elements of Spanish grammar not covered in SPAN-UA 1. Emphasis is on building vocabulary and language patterns to encourage spontaneous language use in and out of the classroom. After completion of this course, students take SPAN-UA 3. Students with a B+ or higher may enroll in Intensive Intermediate Spanish (SPAN-UA 10).    Intermediate Spanish I SPAN-UA 3 Prerequisite: Spanish for Beginners II (SPAN-UA 2), Intensive Elementary Spanish (SPAN-UA 10), or placement. 4 points. Review of grammar, language structure, and culture, concentrating on fluency and accuracy through listening, speaking, reading, and writing activities. After completion of this course, students take SPAN-UA 4.    Intermediate Spanish II SPAN-UA 4 Prerequisite: Intermediate Spanish I (SPAN-UA 3) or placement. Continuation of SPAN-UA 3. 4 points. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.    Intensive Elementary Spanish SPAN-UA 10 Open to students with some previous training in Spanish or other Romance language (one year of high school Spanish or the equivalent, or two years of high school French, Italian, or Latin) and to others on assignment by placement exam or in consultation with the director of the Spanish language program. 6 points.   This is a one-semester intensive course that covers the equivalent of one year of Elementary Spanish (SPAN-UA 1 and SPAN-UA 2). Students with a final grade of B+ or better in SPAN-UA 10 may enroll in SPAN-UA 20. Other students may continue to SPAN-UA 3.    Spanish for Spanish Speakers SPAN-UA 11 Prerequisite: permission of the director of the Spanish language program. Offered every semester. 4 points. An introductory course in Spanish designed for heritage speakers who understand spoken Spanish but need to further develop their speaking, reading, and writing skills. This course serves as a formal introduction to Spanish grammar. In addition to grammar and vocabulary review, this course incorporates cultural and literary readings in Spanish to develop written and oral communication skills. Completion of this course fulfills the MAP foreign language requirement.    Intensive Intermediate Spanish SPAN-UA 20 Prerequisite: Intensive Elementary Spanish (SPAN-UA 10), Spanish for Beginners II (SPAN-UA 2) with a final grade of a B+ or better, or permission of the director of the Spanish language program. 6 points.   Promotes proficiency in reading and writing as well as oral performance. SPAN-UA 20 is an intensive intermediate course that covers the equivalent of one year of Intermediate Spanish (SPAN-UA 3 and SPAN-UA 4) in one semester. Completion of this course fulfills the MAP foreign language requirement.     Quechua Quechua is the most important and widely spoken indigenous language in Latin America. Increasing numbers of Quechua speakers have migrated to Spain, Italy, and the United States (especially in New Jersey and New York City). The goal in the four-course sequence is communication in Quechua, which is emphasized in all of the classroom activities. The approach uses all four language skills: listening, speaking, reading, and writing. Successful completion of Intermediate Quechua II (SPAN-UA 84) fulfills the MAP language requirement. Beginning Quechua I SPAN-UA 81 No prerequisite. 4 points.    Beginning Quechua II SPAN-UA 82 Prerequisite: Beginning Quechua I (SPAN-UA 81) or permission of the instructor. 4 points. Continuation of SPAN-UA 81.    Intermediate Quechua I SPAN-UA 83 Prerequisite: Beginning Quechua II (SPAN-UA 82) or permission of the instructor. 4 points. An intermediate-level course that provides students with a deeper understanding of the Quechua language.    Intermediate Quechua II SPAN-UA 84 Prerequisite: Intermediate Quechua I (SPAN-UA 83) or permission of the instructor. 4 points. Continuation of SPAN-UA 84. Completion of Intermediate Quechua II satisfies the MAP foreign language requirement.  Advanced Language Advanced Grammar and Composition SPAN-UA 100 Prerequisite: Intermediate Spanish II (SPAN-UA 4), Intensive Intermediate Spanish (SPAN-UA 20), or permission of the director of the Spanish language program. For non-native speakers only. Spanish native speakers should register for SPAN-UA 111. Offered every semester. 4 points. Advanced Spanish for Spanish-Speaking Students SPAN-UA 111 Prerequisite: Spanish for Spanish Speakers (SPAN-UA 11) or permission of the director of Spanish language programs. Offered every semester. 4 points. For native and quasi-native speakers of Spanish with uneven formal training in the language.  Advanced Language Electives Advanced Spanish Conversation SPAN-UA 101 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered every semester. 4 points.   Intensive course in spoken Spanish, designed to give the student fluency in the use of idiomatic, everyday language as well as a comprehensive, practical vocabulary. For non-native speakers only.    Advanced Spanish Conversation for the Medical Profession SPAN-UA 102 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100), SAT II score of 720, or equivalent. Offered periodically. 4 points.   Designed to expand students’ speaking skills beyond the practical, day-to-day language functions in a medical context. The goal is a more complex and technical proficiency of Spanish in a medical context, through the practice of pronunciation, vocabulary, idioms, and linguistic structures. For non-native speakers only.    Techniques of Translation SPAN-UA 110 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered in the fall. 4 points.   Theory and practice of translation through comparison of Spanish and English grammar, syntax, and style. Topics in Advanced Language SPAN-UA 190 Workshop and/or seminar. Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered every year. 2-4 points. Topics in advanced language study. Varies by semester and instructor, but may include Spanish for the Professions (Spanish for Law, Business, and Medicine) or advanced topics in the practical use of the language (Public Speaking, Spanish for Research). See department for specific course offerings.    Introduction to Creative Writing in Spanish SPAN-UA 225 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every semester. 4 points.   Students reflect on the creative process while developing their own writing. Students read exemplary poems and short stories by Latin American and Spanish authors, and expand writing skills through related exercises.    Advanced Poetry Workshop in Spanish SPAN-UA 320 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every other semester. 4 points.   Students refine their skills in poetry writing through collaborative work and individual guidance from the instructor, and through close reading of individual poems, excerpts from poetry collections, and complete books of poems written by contemporary Latin American and Spanish poets.    Advanced Fiction and Nonfiction Workshop in Spanish SPAN-UA 325 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every other semester. 4 points. Students refine their skills in fiction and nonfiction writing through close reading of short stories, a novella, and personal essays and excerpts from testimonies and autobiographies written by contemporary Latin American and Spanish authors. Fiction and nonfiction prose are studied side by side, to analyze specific techniques and structures of each particular form.   Foundation Courses     Critical Approaches: Reading, Writing, and Textual Analysis SPAN-UA 200 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100) or equivalent. Taught in Spanish. Offered every semester. 4 points. Introduction to literary and cultural analysis through close reading of and writing about texts from Spain and Spanish America. The Iberian Atlantic SPAN-UA 300 No prerequisites. Taught in English, with one section available in Spanish. Offered every semester. 4 points.   Explores the Iberian Atlantic world, from Islamic Spain and indigenous America to the era of Spanish and Portuguese conquest and colonization, to understand how the Iberian Peninsula, Western Africa, and the Americas were tied to one another in a vast oceanic inter-culture.    Cultural History of Latin America SPAN-UA 305 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Taught in Spanish. Offered once per year. 4 points.   Provides an introduction to the making of modern Latin America through the study of key cultural practices in literature, visual art, film, and performance from the 19th century to the present. The course is organized around key concepts, which may vary by semester and by instructor.    Cultural History of Spain SPAN-UA 310 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Taught in Spanish. Offered once per year. 4 points.   Provides an introduction to the making of modern Spain through the study of key cultural practices in literature, visual art, film, and performance from the 19th century to the present. The course is organized around key concepts, which may vary by semester and by instructor.  Advanced Courses When the following courses are taught in Spanish, they carry as a prerequisite Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Chronicles and Travel Literature of the Colonial World SPAN-UA 273 Identical to MEDI-UA 273. Offered periodically. 4 points.   Chronicles of the encounter between Spain and non-European cultures. Diaries and memoirs of explorers and travelers such as Columbus, Bernal Díaz de Castillo, el Inca Garcilaso, and Cabeza de Vaca. Reading Realism: La Regenta (novel, 1884-1885) and TV series (1994-1995) SPAN-UA 308 Conducted in Spanish. Offered periodically. 4 points. The seminar will focus on the Spanish realist novel La Regenta by Leopoldo Alas (1885-1885), a major 19th-century European novel of female adultery which has become established as a classic of world literature. The aim is to provide an environment in which students can tackle a very long text (approximately 700 pages), which all students of Spanish literature should know, by considering manageable sections of the novel in different weeks, in each case exploring different issues relating to realism and 19th-century Spanish culture. Alongside the novel, we will look at the 3-part television adaptation of 1994-1995 directed by Fernando Méndez-Leite for Spanish state television, available on DVD and on Spanish state television’s web site. Islam in Spain SPAN-UA 333 Offered periodically. 4 points. Explores the key role Spain has played throughout history in the relationship between Islam and the West, between Europe and Mediterranean Islamic countries, and explores the mutual influences between Spain and particularly Morocco throughout history, from Al-Andalus (the Islamic state in the Iberian Peninsula in the medieval period) to the present. We study modern Spain’s colonial presence in Morocco and the subsequent process of decolonizing, asking how these have shaped current international relations between the neighboring countries. Finally, we explore the role that present-day immigrant communities from Morocco have played in the creation of immigrant policies in Spain vis-à-vis its African neighbors. Is Spanish One Language? SPAN-UA 355 Offered every year. 4 points. This course seeks to familiarize students with the historical, geographical, ethnic, and sociolinguistic factors that contributed to the large variety of Spanish dialects spoken in the Americas. Why do people in Costa Rica speak like those in Uruguay and not like their neighbors in Panama? Why do Colombians have a different vocabulary in Bogotá and in Cartagena de Indias? In this course, we explore the factors that combined to create wide variations of Castilian in the Americas, a language that was itself subject to drastic changes since its evolution from Latin roots.    Pre-Hispanic Literature: The World of the Aztecs, Incas, and Mayas SPAN-UA 370 Offered periodically. 4 points.   Texts from the Aztec, Inca, and Maya civilizations as expressions of their society, religion, and relationship with nature, as well as reflections of a highly developed aesthetic sensibility.    Cervantes SPAN-UA 371 Identical to MEDI-UA 335. Offered every other year. 4 points.   Close readings of the principal prose works, particularly Don Quijote and/or the Novelas ejemplares, supplemented by critical and historical readings. Special attention paid to questions of madness and desire, authorship, the seductions and the dangers of reading, the status of representation, the relation between history and truth, the Inquisition, Spanish imperialism, the New World, the Morisco expulsion, and more.    Theatre and Poetry of the Spanish Golden Age SPAN-UA 421 Offered every other year. 4 points.   Selected texts from Spain during the 16th and 17th centuries (traditionally considered the Golden Age of Spanish art and literature), read in the context of Counter-Reformation culture and Spain’s changing place in early modern Europe. Authors include Garcilaso, Lope de Vega, Tirso de Molina, Calderón de la Barca, Quevedo, and Góngora. The course may be taught with a focus on theatre or poetry (or both).    History of Spanish Art from 1890 to the Present SPAN-UA 426 When taught in English, carries the course number SPAN-UA 425. Offered every other year. 4 points.   Survey of the major artists, movements, and institutions that shaped Spanish art from the end of the 19th century to the end of the 20th, including Antoni Gaudí, Pablo Picasso, Joan Miró, Luis Buñuel, Salvador Dalí, Antoni Tàpies, Equipo Crónica, and Pedro Almodóvar. Themes include the reception of the European avant-garde; the debate between \"pure\" and \"social\" art; the use of history and myth in the construction of national artistic styles; center and periphery; and the role of academies, galleries, exhibitions, and cafés in the formation of artistic identities.    See It, Read It: Photography and Discourse in Latin America SPAN-UA 440 Offered every other year. 4 points.   An analysis of photography in relation to writing. The course explores the inherent tension in the photograph between its role as historical document or as artistic work through a study of the history of Latin American photography, and explores the impact of photography on writing through key texts that take photography as their main concern (but where no photographs appear) and texts that play on the page with the relationship between image and word.    Secret Weapons: Reading Julio Cortázar Today SPAN-UA 441 Offered periodically. 4 points.   Compares Cortázar’s work with that of his contemporaries, establishing connections and influences among them, while at the same time studying the author’s manipulation of high and low culture through his involvement with photography, painting, jazz, boxing, almanacs, and music. Latin American Theatre SPAN-UA 460 When taught in English, carries the course number SPAN-UA 761. Offered every other year. 4 points. This course provides an introduction to the history, theories, and practices of Latin American theatre in the twentieth and twenty-first centuries, lending special attention to special meanings of modernist and post-modernist dramatic forms in cultures where industrial modernity has been an insecure social context. We draw on postcolonial Latin American theories of culture and art, such as transculturation, antropofagía, the “aesthetics of hunger,” and consider “magical realism” as a social poetics of scarcity, newly relevant for today’s neoliberal regimes. Throughout, we consider the theatre in relation to the region’s complex social, sexual, and cultural politics.    Topics in Spanish American Literature and Culture SPAN-UA 550 When conducted in English, carries the course number SPAN-UA 551. Offered every semester. 4 points.   Recent topics include New Borderlands in Latin America and Spain, Cultures of the Mexican Revolution, Myth and Literature, Hispanic Cities, Latin American Film, Intimacy and Precarity, Performance and Human Rights in Latin America, Literature and Animality, and Is Spanish One Language?    Transatlantic Avant-gardes: Sites of Modernity SPAN-UA 625 Offered every other year. 4 points.   A study of mobility, travel, and cultural transmission in the artistic and literary avant-gardes of the 20th century in Europe and the Americas, with a focus on those sites in which vibrant transatlantic exchange took place among artists and writers from Spain and Latin America.  Intimacy and Precariousness: Problems of Contemporary Latin American Culture SPAN-UA 645 Conducted in Spanish. Offered every other semester. 4 points. In this seminar, we will study some of the themes and problems that characterize much of Latin American literary and cultural production of the last two decades. The course will be organized around two axes that condense determining aspects of recent literary work in Latin America: (1) Writings of the “I”: The question of the relation between biography and fiction, between intimacy and public exhibition(ism), and of new modes of constructing subjectivity constitutes one of the most recurrent critical debates of the present. We will explore these questions in texts by Fernando Vallejo, Roberto Bolaño, Alan Pauls and Sylvia Molloy, among others. (2) Figures of abandonment, of precariousness and of disavowal recur, in the most diverse ways, in a large part of recent literary fiction, reflecting directly or obliquely, depending on the specific case, radical transformations of the political and of the relation between politics and literature. We will explore how literature reformulates different juridical, economic, affective and social modalities of abandonment as a sign of the present, turning to texts by Rodolfo Fogwill, Mario Bellatín, and Martin Kohan, and films de Lucrecia Martel and Eduardo Coutinho, among others.    Modern Hispanic Cities SPAN-UA 650 Offered periodically. 4 points.   Using an interdisciplinary, multimedia, and comparative approach, the course examines various cities in the Spanish-speaking world and their physical, spatial, literary, musical, and imaginary constructions. Cities covered may include Mexico City, Havana, Lima, Buenos Aires, San Juan, Madrid, Barcelona, and New York. Topics in Brazil Studies SPAN-UA 700, 701 If taught in Portuguese, the prerequisite is Intermediate Portuguese (PORT-UA 4 or equivalent) or comparable language proficiency. 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between them.    Fictions of Power in Spain and Latin America SPAN-UA 732 Offered periodically. 4 points.   Details about the texts, authors, and films covered in any particular semester may be found on the department’s website and in course descriptions available in the department.    Literature and Film of the Cuban Revolution SPAN-UA 795 Offered every other year. 4 points.   Critical readings of speeches, essays, novels, and films from and about the 1959 Cuban Revolution. Texts by Castro, Guevara, Barnet, Fernández Retamar, Padilla, Cabrera Infante, Desnoes, and Arenas, and films by Kalamazov, Gutiérrez Alea, and Almendros.    Topics in Peninsular Spanish Literature and Culture SPAN-UA 950 When conducted in English, carries the course number SPAN-UA 951. Offered every semester. 4 points.   Recent topics include Culture and Memory, Experimental Documentary from Spain, Researching the Abraham Lincoln Brigades, Spanish Romanticism, Poetics and Ethics, Spanish Cultural Studies, and 19th-Century Novels.                  Contact Us | &copy; New York University , Arts and Science"}]}]