[{"detail": [{"content": "Course Offerings | English | NYU                                               Back to Home           Printer Friendly                     Course Offerings Language   LING-UA 1 Offered every semester. Baltin, Champollion, Collins, Gallagher, Gouskova, Szabolcsi. 4 points.   Nature or nurture? Linguistics is a science that systematically addresses this puzzle, and it offers a uniquely interesting support for the answer: both. Language is a social phenomenon, but human languages share elaborate and specific structural properties. The conventions of speech communities exist, exhibit variation, and change within the strict confines of universal grammar, part of our biological endowment. Universal grammar is discovered through the careful study of the structures of individual languages, by cross-linguistic investigations, and the investigation of the brain. In this way, linguistics mediates between cognitive science and social science. This course introduces some fundamental properties of the sound system and of the structure and interpretation of words and sentences, set into this context.   Language and Mind   LING-UA 3 Identical to PSYCH-UA 27. Offered every year. Baltin, Davidson, Marcus, McElree, Murphy, Pylkkanen, Szabolcsi. 4 points.   Introduces students to the field of cognitive science through an   examination of language behavior. Begins with interactive discussions of   how best to characterize and study the mind. These principles are then   illustrated through an examination of research and theories related to   language representation and use. Draws from research in both formal   linguistics and psycholinguistics. Introduction to Semantics   LING-UA 4 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every year. Barker, Szabolcsi. 4 points.   Focuses on the compositional semantics of sentences. Introduces set theory, propositional logic, and predicate logic as tools and goes on to investigate the empirical linguistic issues of presuppositions, quantification, scope, and polarity. Points out parallelisms between the nominal and the verbal domains.    Introduction to Psycholinguistics   LING-UA 5 Offered occasionally. Davidson. 4 points.   We easily recognize printed and spoken words, understand novel and complex sentences, and produce fluent speech thousands of times each day. It is also remarkable that children seem to learn the sounds and structures of their native languages with little effort. Psycholinguistics aims to understand the mental processes that underlie both the representation and acquisition of language. Topics covered include language acquisition, speech perception, lexical representation and access, sentence production, and the relationship between phonology and orthography.    Sound and Language   LING-UA 11 Offered at least every fall. Davidson, Gallagher, Gouskova, Guy. 4 points.   Introduction to phonetic and phonological theory at an elementary level. Topics include the description and analysis of speech sounds, the anatomy and physiology of speech, speech acoustics, and phonological processes. Students develop skills to distinguish and produce sounds used in the languages of the world and to transcribe them using the International Phonetic Alphabet.    Phonological Analysis   LING-UA 12 Prerequisite: Sound and Language (LING-UA 11) or permission of the instructor. Offered at least every spring. Davidson, Gouskova. 4 points.   Introduction to phonology, the area of linguistics that investigates how languages organize sounds into highly constrained systems. The fundamental questions include the following: What do the sound systems of all languages have in common? How can they differ from each other? What is the nature of phonological processes, and why do they occur? Students develop analytical skills by solving phonological problems based on data from a wide variety of languages.    Grammatical Analysis   LING-UA 13 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered at least every fall. Baltin, Collins, Harves. 4 points.   What determines the sequencing of words in a given language? How can we explain word-order variation within and across languages? Are there universal syntactic properties common to the grammar of all languages? This course presents the motivation for the modern generative approach to the scientific study of language and systematically develops a model that will account for the most basic syntactic constructions of natural language. Skills in scientific argumentation and reasoning are developed by analyzing problems in the syntax of English and a number of other languages.    Language Change   LING-UA 14 Offered every other year. Costello. 4 points.   Introduces students to the methods of genealogical classification and subgrouping of languages. Examines patterns of replacement in phonology, morphology, and syntax. Focuses on internal and comparative phonological, morphological, and syntactic reconstruction. Considers phonological developments such as Grimm’s, Grassmann’s, and Verner’s Laws, in detail.    Language and Society   LING-UA 15 Identical to SCA-UA 701. Offered every year. Guy, Singler. 4 points.   Considers contemporary issues in the interaction of language and society, particularly work on speech variation and social structure. Focuses on ways in which social factors affect language. Topics include language as a social and political entity; regional, social, and ethnic speech varieties; bilingualism; and pidgin and creole languages.    Grammatical Analysis II   LING-UA 16 Prerequisite: Grammatical Analysis (LING-UA 13). Offered every other year. Harves. 4 points.   A continuation of Grammatical Analysis, offering an in-depth examination of various topics in syntax. The primary course objective is to introduce students to primary literature in syntactic theory in order to further develop their critical reading and writing skills so that they may carry out an independent research project of their own. Topics will vary from year to year and may include (but are not limited to) binding theory, control, case theory, constraints on movement, antisymmetry, argument structure and applicatives, ellipsis, and derivation by phase.    The Indo-European Family   LING-UA 17 Offered occasionally. Costello. 4 points.   Presents the phonological and morphological systems of Proto-Indo-European and considers the development thereof in the major branches of the Indo-European family of languages, in particular Indic, Hellenic, Slavic, Italic, and Germanic.    Bilingualism   LING-UA 18 Offered occasionally. Blake, Singler, Vrzic. 4 points.   Examines bilingualism and multilingualism in New York City and around the world, at the level of the individual and of society. Considers the social forces that favor or inhibit bilingualism, as well as the educational consequences of bilingual education (and of monolingual education for bilingual children). Also examines the impact of bilingualism on the languages involved. Special attention is paid to code switching, the practice of using two languages in a single speech event, with particular reference to its psycholinguistic and sociolinguistic aspects.    Structure of English Vocabulary   LING-UA 19 Offered occasionally. Costello. 4 points.   Deals with the origins of structures of English words. Whereas 97 percent of the vocabulary of Old English was Germanic, over 80 percent of the present-day vocabulary is borrowed. This course focuses on the portion that is borrowed from the classical languages (Latin and Greek) either directly or indirectly through French. Examines the historical and sociolinguistic circumstances of borrowing and the stem-affix structure of borrowed words, together with the regularities of their pronunciation and meaning. Relies on elementary phonology, morphology, and semantics; recommended for nonmajors.    Sex, Gender, and Language   LING-UA 21 Identical to SCA-UA 712. Offered in the spring. Vasvari. 4 points.   Examines gender from a multidisciplinary perspective and in particular as a sociolinguistic variable in speech behavior. How do linguistic practices both reflect and shape our gender identity, and how do these reflect more global socio-cultural relationships between the sexes? Do women and men talk differently? To what degree do these differences seem to be universal or variable across cultures? How do dominant gender-based ideologies function to constrain women’s and men’s choices about their gender identities and gender relationships? How does gendered language intersect with race and class-linked language? How is it challenged by linguistic “gender bending”? What impact does gendered language have on the power relationships in given societies? Also examines gendered voices—and silences—in folklore and in literature. Asks how particular linguistic practices contribute to the production of people as “women and men”?    African American English I: Language and Culture   LING-UA 23 Identical to SCA-UA 799. Offered every other year. Blake. 4 points.   Introduces the language behavior of African Americans. Discusses African American Vernacular English in terms of its linguistic and cultural distinctiveness, both intrasystemically and in comparison with other dialects of American English. Relates the English vernacular spoken by African Americans in urban settings to creole languages spoken on the South Carolina Sea Islands (Gullah), in the Caribbean, and in West Africa. Also approaches the subject from the perspective of the history of the expressive uses of African American Vernacular English, and the educational, attitudinal, and social implications connected with the language.    Computational Principles of Sentence Construction   LING-UA 24 No prerequisites. Offered every year. Adriaans, Barker, Champollion, Dougherty. 4 points.   AKA Patterns in Language. If a computer is smart enough to beat humans at Jeopardy, does it mean that machines can think? Is it possible to predict the spread of the flu based on patterns in Google searches? Did Shakespeare really write that sonnet? Scientists use patterns in language to answer these questions, using the same concepts that underlie everyday applications like search engines, automatic translators, speech recognition systems, spell-checkers, and auto-correction tools. This course takes you on a tour of these applications, focusing on the technological and linguistic ideas behind them. You will gain practical hands-on experience and insight into how they work. No programming experience is required. The only background you need is curiosity about language and some everyday experience with computers. For more information on this course, see: http://is.gd/ling24    Languages in Contact   LING-UA 25 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Singler. 4 points.   Language contact changes languages. This course presents a typology of contact, organized both by the nature of the contact and by its linguistic consequences. We consider the impact that contact can have on existing languages, and we pay special attention to the kind of contact that gives rise to new languages and also to the kind that kills languages. Topics include borrowing, bilingualism, language maintenance and language shift, language birth and language death, code switching, diglossia, pidginization and creolization, new Englishes, and mixed languages.    Language and Liberation: At Home in the Caribbean and Abroad   LING-UA 26 Identical to SCA-UA 163. Offered every other year. Blake. 4 points.   Explores the linguistic and cultural transformations that took place in the Commonwealth Caribbean from 17th-century slavery and bond servitude to the present day. Focus is on the extent to which Caribbean people were given or demanded the freedom to create and maintain a postcolonial Caribbean identity. We first discuss the socio-historical conditions that led to the creation of new Caribbean languages called “pidgins” and “creoles” as the English language was transplanted from Britain to the Third World. We then explore the relationship of the English-based creoles to the social, cultural, political, and literary/expressive aspects of the contexts in which they existed and in which they continue to exist today in the Caribbean as well as in Britain and the United States. As far as possible, parallels are drawn to French- and Spanish-influenced Caribbean communities.    Grammatical Diversity   LING-UA 27 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Kayne. 4 points.   Introduces the syntax of languages quite different from English, from various parts of the world. Considers what they may have in common with English and with each other and how to characterize the ways in which they differ from English and from each other.   Communication: Men, Minds, and Machines   LING-UA 28 Offered every year. Dougherty. 4 points.   Examines signs and symbols in the communication of humans, primates,   birds, computers, automata, simulata, and more and discusses definitions   of such concepts as sign, symbol, intelligence, artificial   intelligence, mind, cognition, and meaning. Concerns the matter   expressed by the symbol systems and the manner in which the matter is   expressed: literally, abstractly, metaphorically, as a simile, by   insinuation, and other methods. Morphology   LING-UA 29 Offered occasionally. Collins. 4 points.   An introduction to the study of the internal structure of words. The two main problems in morphology are (1) how to account for the surface variability of formatives (allomorphy) and (2) how to account for their combinatorial properties (morphosyntax). Beginning from the techniques and problems of structuralist morpheme analysis, two major approaches to allomorphy are introduced: the morpheme-based model and the word-based model. In morphosyntax, we concentrate on the question of to what extent morphological combination is a matter of syntax versus the lexicon. Emphasis is on constructing morphological hypotheses and linguistic argumentation. The assignments involve in-depth analyses of data from various languages.    Language in Latin America   LING-UA 30 Offered every other year. Guy. 4 points.   Examines the diversity of language usage in modern Latin America and considers historical perspectives as to how the present situation came about. Considers the dialectology of Latin America: how and why American varieties of Spanish and Portuguese differ from European varieties, as well as the distribution and nature of dialect differences in different regions of the Americas. Examines sociolinguistic issues, such as class and ethnic differences in Spanish and Portuguese in the Americas, the origin and development of standard and nonstandard varieties, and the effects of contact with Amerindian and African languages. Considers Spanish- and Portuguese-based creoles and the question of prior creolization in the popular speech of Brazil, Cuba, and other areas with a substantial population of African descent. Other topics include bilingualism, code switching, language attitudes, the impact of contact with English, and the present status of indigenous languages.    Form, Meaning, and the Mind   LING-UA 31 Prerequisites: Introduction to Semantics (LING-UA 4) or permission of the instructor, and Grammatical Analysis (LING-UA 13). Offered every other year. Baltin. 4 points.   Deals with the relationship between cognitive organization on the one hand and the interaction between syntax and semantics in natural language. Focuses on the debate within cognitive science as to whether or not the mind is modular (divided into distinct faculties, such as language, vision, and perhaps others). Discusses the relationship of this debate to the debate within linguistics as to whether or not syntax is an autonomous component of a grammar that feeds semantics but does not depend on semantics itself for its functioning. Examines works in cognitive science about modularity and works in linguistics that bear on the question of the autonomy of syntax.    Writing Systems of the World   LING-UA 33 Offered occasionally. Costello. 4 points.   Discusses how various writing systems relate to language and questions whether writing affects language (and if so, how). The fundamental characteristics of writing are discussed: the communicative purpose of writing, the application of graphical marks on a durable surface, and the achievement of communication by virtue of the marks’ conventional relation to language. The evolution of writing is traced. Students compare the writing systems that evolved in Central America, China, Sumer, and Egypt—and their descendants—with respect to their relative advantages and disadvantages, from the points of view of acquisition, the representation of language, and the effective achievement of communication.    Meaning and Time   LING-UA 34 Offered occasionally. 4 points.   We live embedded in the passage of time and conceive of time as the dimension of change. Our languages typically have various ways to refer to time, to distinguish between past and future, to describe sequences of events, and to set up temporal reasoning patterns. This course deals with the expression of time and tense in different languages and the linguistic, philosophical, and psychological questions that this investigation raises. Issues include the logic of time, temporal metaphors, different kinds of situations, presentation of situations, the semantics of tense, and time, tense, and aspect in narrative discourse.    Propositional Attitudes   LING-UA 35 Prerequisite: Philosophy of Language (PHIL-UA 85), Introduction to Semantics (LING-UA 4), or permission of the instructor. Offered occasionally. 4 points.   Advanced seminar. Investigates the nature of linguistic meaning through an examination of the semantics of sentences that report beliefs and other attitudes toward propositions, such as “Galileo believed that the earth moves.” Such sentences have arguably proven problematic for all theories of meaning. We read and discuss pertinent papers by linguists and philosophers; background lectures are given on related issues, such as the semantics of proper names, pronouns, and demonstratives. Registered students are required to make two substantial class presentations and write a detailed research paper.    Indo-European Syntax   LING-UA 36 Offered occasionally. Costello. 4 points.   Students are introduced to the study of comparative (Proto-)Indo-European syntax. Methods of reconstructing a protosyntax are presented and compared. The course deals with recent explanations concerning the origin and development of a number of parts of speech, including adverbs and prepositions, and syntactic constructions, including absolute, relative, and periphrastic verbal constructions (for example, the passive) in Proto-Indo-European and its descendant languages. Reanalysis and grammaticalization are addressed in some detail. Questions concerning the motivation of innovations and their implications for the overall evolution of language are discussed.    The Syntax/Semantics Interface: Hungarian   LING-UA 37 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Introduction to Semantics (LING-UA 4) is recommended but not required. Offered occasionally. Szabolcsi. 4 points.   Hungarian is known as a language that wears its semantics on its syntactic sleeve. Word order transparently identifies the topic and the focus of the sentence and disambiguates the scopes of operators such as “always,” “not,” and “everyone.” This course studies Hungarian from the perspective of theoretical linguistics and asks what this language tells us about how the syntax/semantics interface works in universal grammar. It reviews the fundamentals of Hungarian morphology and syntax and discusses current literature. Not a language course.    Pidgin and Creole Languages   LING-UA 38 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every other year. Singler. 4 points.   Examines the pidginized and creolized languages of the world. Addresses three central questions: (1) how pidgins/creoles (P/Cs) come into being, (2) why P/Cs have the properties they do, and (3) why P/Cs—regardless of the circumstances of their genesis—share so many features. Examines P/Cs vis-a-vis other types of languages, considers the linguistic and social factors that contribute to the genesis of individual P/Cs, and investigates the linguistic characteristics of P/Cs. Geographic focus is on the Atlantic (creoles from the Caribbean and pidgins from West Africa), but pidgins/creoles from the Pacific are also discussed.    Language in Use   LING-UA 41 Offered occasionally. Guy. 4 points.   Living languages in use by a community of speakers are diverse and dynamic. Individuals and groups of speakers differentiate and identify themselves by the way they use language, people can adapt their speech to different listeners in social settings, and speakers develop their linguistic capabilities as they grow older. The language as a whole changes across time. This course examines language not from the standpoint of abstract structural description but from the perspective of how it is actively used in a speech community. We consider theoretical issues, such as how to model diversity in language use, and methodological issues, such as how to study language change while it is under way. We study appropriate quantitative methods for investigating variation across linguistic contexts, speakers, settings, and time. This course has a strong practical focus; students learn how to plan and conduct their own research on language use.    Romance Syntax   LING-UA 42 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered occasionally. Kayne. 4 points.   Introduces the syntax of Romance languages, primarily French, Italian, and Spanish, but also various Romance dialects. Considers what they have in common with each other (and with English) and how best to characterize the ways in which they differ from each other (and from English).    Neural Bases of Language   LING-UA 43 Identical to PSYCH-UA 300. Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), PSYCH-UA 25, PSYCH-UA 29, or permission of the instructor. Offered every year. Pylkkanen. 4 points.   What are the brain bases of our ability to speak and understand language? Are some parts of the brain dedicated to language? What is it like to lose language? Provides a state-of-the-art survey of the cognitive neuroscience of language, a rapidly developing multidisciplinary field at the intersection of linguistics, psycholinguistics, and neuroscience. Lectures cover all aspects of language processing in the healthy brain, from early sensory perception to sentence-level semantic interpretation, as well as a range of neurological and development language disorders, including aphasias, dyslexia, and genetic language impairment.    Field Methods   LING-UA 44 Identical to LING-GA 44. Prerequisite: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12) or Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Gouskova, Singler. 4 points.   A hands-on approach to learning linguistics. Every year, a different language is chosen to investigate. Students interview a native speaker of an unfamiliar language, usually a nonlinguist, to study all aspects of the language’s grammar: phonetics, phonology, morphology, syntax, semantics. They learn to evaluate and organize real, nonidealized linguistic data and to formulate generalizations that then serve as the basis for a research proposal. A unique opportunity to obtain a rich and complete set of data on a new topic of theoretical interest in any field of linguistics.    Evolution of Intellectual Complexity   LING-UA 45 Offered occasionally. Dougherty. 4 points.   How do human perception, cognition, language, and communication relate to the abilities of animals, fossil records, anthropological and archaeological research, cave painting, and physiology? We broadly try to answer the following: What is a likely scenario for human evolution from animal origins? We argue (with Chomsky, Darwin, D’Arcy, Thompson, Turing, Lorenz, Gould) that evolution proceeds in large jumps (saltations) and that slow, gradual evolution via natural selection (per Pinker, Hauser, Fitch, Lieberman) cannot account for human cognitive evolution. Readings focus on original works by Darwin, Wallace, D’Arcy, Thompson, Freud, Chomsky, Galileo, and Pinker and include studies by zoologists, linguists, anthropologists, archaeologists, and psychologists.    African American English II: Language and Education   LING-UA 46 Identical to SCA-UA 800. Offered occasionally. Blake. 4 points.   African American English is a distinct dialect of American English that has influenced U.S. and world cultures. Yet, from an educational perspective, its speakers have faced well-documented educational challenges. Explores contemporary, social, linguistic, and educational issues that arise for speakers of African American English in the United States. Topics covered include a history of African American language behavior, politics, and policies around the language, teacher education, language attitudes, culture and curriculum, and controversies about African American English in the schools. Also considers how educational issues surrounding African American English compare to other languages and dialects of English. Students have an opportunity to conduct original research.    The Language of America’s Ethnic Minorities   LING-UA 47 Offered every other year. Blake, Singler. 4 points.   Examines the role of language in communities in the United States, specifically within African American, Asian American, Latino, and Native American populations. Explores the relationship of language to culture, race, and ethnicity. In particular, looks for similarities and differences across these communities and considers the role that language experiences play in current models of race and ethnicity.    Linguistics as Cognitive Science   LING-UA 48 Identical to LING-GA 48. Prerequisite: permission of the instructor. Offered every year. Marantz. 4 points.   Examines the place of linguistics within cognitive science from multiple perspectives. Foundational questions for a science of linguistics are addressed both from within linguistics and from philosophy and psychology. Issues include the nature of the evidence for constructing grammars, the interpretation of grammatical rules as cognitive or neural operations, the significance of neo-behaviorist approaches to language and computational modeling for a cognitive theory of language, the connection between linguistics theory and genetics, and the importance of sociocultural and historical variation for understanding the nature of language. Students are expected to engage in debate over these issues, bringing to the table their own backgrounds in one of the relevant disciplines, as well as what they learn from the assigned readings. Guest speakers with complementary expertise join the primary instructor for several of the lectures.    Endangered Languages   LING-UA 50 Offered every other year. Collins. 4 points.   The languages of the world are dying off at an alarming rate. We attempt to answer the following questions during the semester: Why do languages die off? If a language dies, does a culture die with it? How is the structure of a language (phonology, morphology, syntax) affected by language death? Why should we care about language endangerment, and is there anything we can do about it? Each student “adopts” an endangered language and looks into it extensively during the course of the semester.    Attempts to Model Mind and Brain Using Computers   LING-UA 53 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Dougherty. 4 points.   We examine the possibility that in the evolution of human and animal brains, no selectional pressure existed for any brain to evolve to understand its own principles of operation. Brain tissues, and the functional capacities correlated with them, evolved to increase perceptual, cognitive, and language capacities to aid in eluding predators, capturing prey, mate selection, nest building, infant rearing—all novel evolved complexity-yielding survival advantages. We argue that no survival advantage correlates with the brain’s ability to introspect and understand its own operation. We examine novel “graphically orientated” computer models of self-replicating machines called “cellular automata” by Wolfram (A New Kind of Science) and Kurzweil, which define “complexity” that correlates with languages, cognition, and perception. We study Darwin’s idea of “monstrosities” in relation to human evolution from earlier primates. No hard math is required. Lectures use computer-generated graphics, sound, and animation.    Learning to Speak: The First- and Second-Language Acquisition of Sound   LING-UA 54 Prerequisite: Sound and Language (LING-UA 11) or Phonological Analysis (LING-UA 12). Offered occasionally. Davidson. 4 points.   Focuses on the acquisition of sound systems by first- and second-language learners. In some ways, these tasks are very similar, but they differ in other crucial aspects. We discuss scientific data from both first- and second-language acquisition of sound systems to understand how humans learn language both in infancy and adulthood. Presupposes an introduction to phonetics, phonology, and/or psycholinguistics.    Introduction to Morphology at an Advanced Level   LING-UA 55 Identical to LING-GA 1029. Prerequisites: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12). Offered every year. Marantz. 4 points.   Examines the building blocks of words and sentences: the atomic units of word structure, their hierarchical and linear arrangement, and their phonological realization(s). Provides an introduction to fundamental issues in morphology, including allomorphy, morpheme order, paradigm structure, blocking, and cyclicity. The field of morphology currently embraces much of what goes on in linguistics as a whole; syntax, morphology, phonology, semantics, and variation all play an essential role, and their interactions are highlighted here.    Introduction to English Grammar   LING-UA 56 Offered occasionally. Collins. 4 points.   An introductory overview of the grammar of English. No prior knowledge of linguistics is assumed. We survey the major areas of English grammar, including the following: parts of speech (verb, noun, adjective, preposition, adverb), participles, auxiliary verbs, count and noncount nouns, definite and indefinite articles, subjects, objects, predicates, types of clauses (declarative, interrogative, exclamative, imperative), passive versus active verbs, negation, and relative clauses. The course is of interest to students of English literature, English grammar, linguistics, computer science, philosophy, and psychology. Also useful to people thinking of going into language teaching and those interested in improving their writing through greater attention to English grammar. Note: This is not an English as a Second Language (ESL) course. Students are expected to be native speakers of English or to have a very high level of proficiency in English.    A Cultural History of Computers, Robots, and Artificial Intelligence   LING-UA 51 Offered every year. Dougherty. 4 points.   Considers primary source material on the mind-body problem and on linguistic criteria for intelligence, starting with Galileo and Descartes and continuing up to the present day. Examines mechanical analogies of mind developed since 1500. Readings from Galileo, Descartes, Voltaire, Huxley, Darwin, Arnauld, Turing, Kuhn, and Penfield. Focuses on Chomsky’s Cartesian linguistics and the claim that current ideas concerning mind, language, and intelligence parallel closely those of the Cartesians of the 17th century.    Etymology   LING-UA 76 Identical to CLASS-UA 23 and MEDI-UA 76. Offered every other year. Costello. 4 points.   Traces the origin and development of English words. Discusses ways in which new words are created. Introduces concepts of phonological and semantic change, which students apply in identifying cognates linking English with other languages, in particular, but not limited to, Latin and Greek.    Seminar: Research on Current Problems in Linguistics   LING-UA 102 Prerequisite: permission of the instructor. Offered occasionally. 4 points.   Course content varies; see the description of each offering at the department’s home page.    Internship   LING-UA 980, 981 Prerequisite: permission of the director of undergraduate studies. In the term prior to the internship, the student must present a written description of the proposed internship that clearly indicates the linguistic content of the project. 1 to 4 points per term.    Independent Study   LING-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. 1 to 4 points per term.                          Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings | English | NYU                                               Back to Home           Printer Friendly                     Course Offerings Language   LING-UA 1 Offered every semester. Baltin, Champollion, Collins, Gallagher, Gouskova, Szabolcsi. 4 points.   Nature or nurture? Linguistics is a science that systematically addresses this puzzle, and it offers a uniquely interesting support for the answer: both. Language is a social phenomenon, but human languages share elaborate and specific structural properties. The conventions of speech communities exist, exhibit variation, and change within the strict confines of universal grammar, part of our biological endowment. Universal grammar is discovered through the careful study of the structures of individual languages, by cross-linguistic investigations, and the investigation of the brain. In this way, linguistics mediates between cognitive science and social science. This course introduces some fundamental properties of the sound system and of the structure and interpretation of words and sentences, set into this context.   Language and Mind   LING-UA 3 Identical to PSYCH-UA 27. Offered every year. Baltin, Davidson, Marcus, McElree, Murphy, Pylkkanen, Szabolcsi. 4 points.   Introduces students to the field of cognitive science through an   examination of language behavior. Begins with interactive discussions of   how best to characterize and study the mind. These principles are then   illustrated through an examination of research and theories related to   language representation and use. Draws from research in both formal   linguistics and psycholinguistics. Introduction to Semantics   LING-UA 4 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every year. Barker, Szabolcsi. 4 points.   Focuses on the compositional semantics of sentences. Introduces set theory, propositional logic, and predicate logic as tools and goes on to investigate the empirical linguistic issues of presuppositions, quantification, scope, and polarity. Points out parallelisms between the nominal and the verbal domains.    Introduction to Psycholinguistics   LING-UA 5 Offered occasionally. Davidson. 4 points.   We easily recognize printed and spoken words, understand novel and complex sentences, and produce fluent speech thousands of times each day. It is also remarkable that children seem to learn the sounds and structures of their native languages with little effort. Psycholinguistics aims to understand the mental processes that underlie both the representation and acquisition of language. Topics covered include language acquisition, speech perception, lexical representation and access, sentence production, and the relationship between phonology and orthography.    Sound and Language   LING-UA 11 Offered at least every fall. Davidson, Gallagher, Gouskova, Guy. 4 points.   Introduction to phonetic and phonological theory at an elementary level. Topics include the description and analysis of speech sounds, the anatomy and physiology of speech, speech acoustics, and phonological processes. Students develop skills to distinguish and produce sounds used in the languages of the world and to transcribe them using the International Phonetic Alphabet.    Phonological Analysis   LING-UA 12 Prerequisite: Sound and Language (LING-UA 11) or permission of the instructor. Offered at least every spring. Davidson, Gouskova. 4 points.   Introduction to phonology, the area of linguistics that investigates how languages organize sounds into highly constrained systems. The fundamental questions include the following: What do the sound systems of all languages have in common? How can they differ from each other? What is the nature of phonological processes, and why do they occur? Students develop analytical skills by solving phonological problems based on data from a wide variety of languages.    Grammatical Analysis   LING-UA 13 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered at least every fall. Baltin, Collins, Harves. 4 points.   What determines the sequencing of words in a given language? How can we explain word-order variation within and across languages? Are there universal syntactic properties common to the grammar of all languages? This course presents the motivation for the modern generative approach to the scientific study of language and systematically develops a model that will account for the most basic syntactic constructions of natural language. Skills in scientific argumentation and reasoning are developed by analyzing problems in the syntax of English and a number of other languages.    Language Change   LING-UA 14 Offered every other year. Costello. 4 points.   Introduces students to the methods of genealogical classification and subgrouping of languages. Examines patterns of replacement in phonology, morphology, and syntax. Focuses on internal and comparative phonological, morphological, and syntactic reconstruction. Considers phonological developments such as Grimm’s, Grassmann’s, and Verner’s Laws, in detail.    Language and Society   LING-UA 15 Identical to SCA-UA 701. Offered every year. Guy, Singler. 4 points.   Considers contemporary issues in the interaction of language and society, particularly work on speech variation and social structure. Focuses on ways in which social factors affect language. Topics include language as a social and political entity; regional, social, and ethnic speech varieties; bilingualism; and pidgin and creole languages.    Grammatical Analysis II   LING-UA 16 Prerequisite: Grammatical Analysis (LING-UA 13). Offered every other year. Harves. 4 points.   A continuation of Grammatical Analysis, offering an in-depth examination of various topics in syntax. The primary course objective is to introduce students to primary literature in syntactic theory in order to further develop their critical reading and writing skills so that they may carry out an independent research project of their own. Topics will vary from year to year and may include (but are not limited to) binding theory, control, case theory, constraints on movement, antisymmetry, argument structure and applicatives, ellipsis, and derivation by phase.    The Indo-European Family   LING-UA 17 Offered occasionally. Costello. 4 points.   Presents the phonological and morphological systems of Proto-Indo-European and considers the development thereof in the major branches of the Indo-European family of languages, in particular Indic, Hellenic, Slavic, Italic, and Germanic.    Bilingualism   LING-UA 18 Offered occasionally. Blake, Singler, Vrzic. 4 points.   Examines bilingualism and multilingualism in New York City and around the world, at the level of the individual and of society. Considers the social forces that favor or inhibit bilingualism, as well as the educational consequences of bilingual education (and of monolingual education for bilingual children). Also examines the impact of bilingualism on the languages involved. Special attention is paid to code switching, the practice of using two languages in a single speech event, with particular reference to its psycholinguistic and sociolinguistic aspects.    Structure of English Vocabulary   LING-UA 19 Offered occasionally. Costello. 4 points.   Deals with the origins of structures of English words. Whereas 97 percent of the vocabulary of Old English was Germanic, over 80 percent of the present-day vocabulary is borrowed. This course focuses on the portion that is borrowed from the classical languages (Latin and Greek) either directly or indirectly through French. Examines the historical and sociolinguistic circumstances of borrowing and the stem-affix structure of borrowed words, together with the regularities of their pronunciation and meaning. Relies on elementary phonology, morphology, and semantics; recommended for nonmajors.    Sex, Gender, and Language   LING-UA 21 Identical to SCA-UA 712. Offered in the spring. Vasvari. 4 points.   Examines gender from a multidisciplinary perspective and in particular as a sociolinguistic variable in speech behavior. How do linguistic practices both reflect and shape our gender identity, and how do these reflect more global socio-cultural relationships between the sexes? Do women and men talk differently? To what degree do these differences seem to be universal or variable across cultures? How do dominant gender-based ideologies function to constrain women’s and men’s choices about their gender identities and gender relationships? How does gendered language intersect with race and class-linked language? How is it challenged by linguistic “gender bending”? What impact does gendered language have on the power relationships in given societies? Also examines gendered voices—and silences—in folklore and in literature. Asks how particular linguistic practices contribute to the production of people as “women and men”?    African American English I: Language and Culture   LING-UA 23 Identical to SCA-UA 799. Offered every other year. Blake. 4 points.   Introduces the language behavior of African Americans. Discusses African American Vernacular English in terms of its linguistic and cultural distinctiveness, both intrasystemically and in comparison with other dialects of American English. Relates the English vernacular spoken by African Americans in urban settings to creole languages spoken on the South Carolina Sea Islands (Gullah), in the Caribbean, and in West Africa. Also approaches the subject from the perspective of the history of the expressive uses of African American Vernacular English, and the educational, attitudinal, and social implications connected with the language.    Computational Principles of Sentence Construction   LING-UA 24 No prerequisites. Offered every year. Adriaans, Barker, Champollion, Dougherty. 4 points.   AKA Patterns in Language. If a computer is smart enough to beat humans at Jeopardy, does it mean that machines can think? Is it possible to predict the spread of the flu based on patterns in Google searches? Did Shakespeare really write that sonnet? Scientists use patterns in language to answer these questions, using the same concepts that underlie everyday applications like search engines, automatic translators, speech recognition systems, spell-checkers, and auto-correction tools. This course takes you on a tour of these applications, focusing on the technological and linguistic ideas behind them. You will gain practical hands-on experience and insight into how they work. No programming experience is required. The only background you need is curiosity about language and some everyday experience with computers. For more information on this course, see: http://is.gd/ling24    Languages in Contact   LING-UA 25 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Singler. 4 points.   Language contact changes languages. This course presents a typology of contact, organized both by the nature of the contact and by its linguistic consequences. We consider the impact that contact can have on existing languages, and we pay special attention to the kind of contact that gives rise to new languages and also to the kind that kills languages. Topics include borrowing, bilingualism, language maintenance and language shift, language birth and language death, code switching, diglossia, pidginization and creolization, new Englishes, and mixed languages.    Language and Liberation: At Home in the Caribbean and Abroad   LING-UA 26 Identical to SCA-UA 163. Offered every other year. Blake. 4 points.   Explores the linguistic and cultural transformations that took place in the Commonwealth Caribbean from 17th-century slavery and bond servitude to the present day. Focus is on the extent to which Caribbean people were given or demanded the freedom to create and maintain a postcolonial Caribbean identity. We first discuss the socio-historical conditions that led to the creation of new Caribbean languages called “pidgins” and “creoles” as the English language was transplanted from Britain to the Third World. We then explore the relationship of the English-based creoles to the social, cultural, political, and literary/expressive aspects of the contexts in which they existed and in which they continue to exist today in the Caribbean as well as in Britain and the United States. As far as possible, parallels are drawn to French- and Spanish-influenced Caribbean communities.    Grammatical Diversity   LING-UA 27 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Kayne. 4 points.   Introduces the syntax of languages quite different from English, from various parts of the world. Considers what they may have in common with English and with each other and how to characterize the ways in which they differ from English and from each other.   Communication: Men, Minds, and Machines   LING-UA 28 Offered every year. Dougherty. 4 points.   Examines signs and symbols in the communication of humans, primates,   birds, computers, automata, simulata, and more and discusses definitions   of such concepts as sign, symbol, intelligence, artificial   intelligence, mind, cognition, and meaning. Concerns the matter   expressed by the symbol systems and the manner in which the matter is   expressed: literally, abstractly, metaphorically, as a simile, by   insinuation, and other methods. Morphology   LING-UA 29 Offered occasionally. Collins. 4 points.   An introduction to the study of the internal structure of words. The two main problems in morphology are (1) how to account for the surface variability of formatives (allomorphy) and (2) how to account for their combinatorial properties (morphosyntax). Beginning from the techniques and problems of structuralist morpheme analysis, two major approaches to allomorphy are introduced: the morpheme-based model and the word-based model. In morphosyntax, we concentrate on the question of to what extent morphological combination is a matter of syntax versus the lexicon. Emphasis is on constructing morphological hypotheses and linguistic argumentation. The assignments involve in-depth analyses of data from various languages.    Language in Latin America   LING-UA 30 Offered every other year. Guy. 4 points.   Examines the diversity of language usage in modern Latin America and considers historical perspectives as to how the present situation came about. Considers the dialectology of Latin America: how and why American varieties of Spanish and Portuguese differ from European varieties, as well as the distribution and nature of dialect differences in different regions of the Americas. Examines sociolinguistic issues, such as class and ethnic differences in Spanish and Portuguese in the Americas, the origin and development of standard and nonstandard varieties, and the effects of contact with Amerindian and African languages. Considers Spanish- and Portuguese-based creoles and the question of prior creolization in the popular speech of Brazil, Cuba, and other areas with a substantial population of African descent. Other topics include bilingualism, code switching, language attitudes, the impact of contact with English, and the present status of indigenous languages.    Form, Meaning, and the Mind   LING-UA 31 Prerequisites: Introduction to Semantics (LING-UA 4) or permission of the instructor, and Grammatical Analysis (LING-UA 13). Offered every other year. Baltin. 4 points.   Deals with the relationship between cognitive organization on the one hand and the interaction between syntax and semantics in natural language. Focuses on the debate within cognitive science as to whether or not the mind is modular (divided into distinct faculties, such as language, vision, and perhaps others). Discusses the relationship of this debate to the debate within linguistics as to whether or not syntax is an autonomous component of a grammar that feeds semantics but does not depend on semantics itself for its functioning. Examines works in cognitive science about modularity and works in linguistics that bear on the question of the autonomy of syntax.    Writing Systems of the World   LING-UA 33 Offered occasionally. Costello. 4 points.   Discusses how various writing systems relate to language and questions whether writing affects language (and if so, how). The fundamental characteristics of writing are discussed: the communicative purpose of writing, the application of graphical marks on a durable surface, and the achievement of communication by virtue of the marks’ conventional relation to language. The evolution of writing is traced. Students compare the writing systems that evolved in Central America, China, Sumer, and Egypt—and their descendants—with respect to their relative advantages and disadvantages, from the points of view of acquisition, the representation of language, and the effective achievement of communication.    Meaning and Time   LING-UA 34 Offered occasionally. 4 points.   We live embedded in the passage of time and conceive of time as the dimension of change. Our languages typically have various ways to refer to time, to distinguish between past and future, to describe sequences of events, and to set up temporal reasoning patterns. This course deals with the expression of time and tense in different languages and the linguistic, philosophical, and psychological questions that this investigation raises. Issues include the logic of time, temporal metaphors, different kinds of situations, presentation of situations, the semantics of tense, and time, tense, and aspect in narrative discourse.    Propositional Attitudes   LING-UA 35 Prerequisite: Philosophy of Language (PHIL-UA 85), Introduction to Semantics (LING-UA 4), or permission of the instructor. Offered occasionally. 4 points.   Advanced seminar. Investigates the nature of linguistic meaning through an examination of the semantics of sentences that report beliefs and other attitudes toward propositions, such as “Galileo believed that the earth moves.” Such sentences have arguably proven problematic for all theories of meaning. We read and discuss pertinent papers by linguists and philosophers; background lectures are given on related issues, such as the semantics of proper names, pronouns, and demonstratives. Registered students are required to make two substantial class presentations and write a detailed research paper.    Indo-European Syntax   LING-UA 36 Offered occasionally. Costello. 4 points.   Students are introduced to the study of comparative (Proto-)Indo-European syntax. Methods of reconstructing a protosyntax are presented and compared. The course deals with recent explanations concerning the origin and development of a number of parts of speech, including adverbs and prepositions, and syntactic constructions, including absolute, relative, and periphrastic verbal constructions (for example, the passive) in Proto-Indo-European and its descendant languages. Reanalysis and grammaticalization are addressed in some detail. Questions concerning the motivation of innovations and their implications for the overall evolution of language are discussed.    The Syntax/Semantics Interface: Hungarian   LING-UA 37 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Introduction to Semantics (LING-UA 4) is recommended but not required. Offered occasionally. Szabolcsi. 4 points.   Hungarian is known as a language that wears its semantics on its syntactic sleeve. Word order transparently identifies the topic and the focus of the sentence and disambiguates the scopes of operators such as “always,” “not,” and “everyone.” This course studies Hungarian from the perspective of theoretical linguistics and asks what this language tells us about how the syntax/semantics interface works in universal grammar. It reviews the fundamentals of Hungarian morphology and syntax and discusses current literature. Not a language course.    Pidgin and Creole Languages   LING-UA 38 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every other year. Singler. 4 points.   Examines the pidginized and creolized languages of the world. Addresses three central questions: (1) how pidgins/creoles (P/Cs) come into being, (2) why P/Cs have the properties they do, and (3) why P/Cs—regardless of the circumstances of their genesis—share so many features. Examines P/Cs vis-a-vis other types of languages, considers the linguistic and social factors that contribute to the genesis of individual P/Cs, and investigates the linguistic characteristics of P/Cs. Geographic focus is on the Atlantic (creoles from the Caribbean and pidgins from West Africa), but pidgins/creoles from the Pacific are also discussed.    Language in Use   LING-UA 41 Offered occasionally. Guy. 4 points.   Living languages in use by a community of speakers are diverse and dynamic. Individuals and groups of speakers differentiate and identify themselves by the way they use language, people can adapt their speech to different listeners in social settings, and speakers develop their linguistic capabilities as they grow older. The language as a whole changes across time. This course examines language not from the standpoint of abstract structural description but from the perspective of how it is actively used in a speech community. We consider theoretical issues, such as how to model diversity in language use, and methodological issues, such as how to study language change while it is under way. We study appropriate quantitative methods for investigating variation across linguistic contexts, speakers, settings, and time. This course has a strong practical focus; students learn how to plan and conduct their own research on language use.    Romance Syntax   LING-UA 42 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered occasionally. Kayne. 4 points.   Introduces the syntax of Romance languages, primarily French, Italian, and Spanish, but also various Romance dialects. Considers what they have in common with each other (and with English) and how best to characterize the ways in which they differ from each other (and from English).    Neural Bases of Language   LING-UA 43 Identical to PSYCH-UA 300. Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), PSYCH-UA 25, PSYCH-UA 29, or permission of the instructor. Offered every year. Pylkkanen. 4 points.   What are the brain bases of our ability to speak and understand language? Are some parts of the brain dedicated to language? What is it like to lose language? Provides a state-of-the-art survey of the cognitive neuroscience of language, a rapidly developing multidisciplinary field at the intersection of linguistics, psycholinguistics, and neuroscience. Lectures cover all aspects of language processing in the healthy brain, from early sensory perception to sentence-level semantic interpretation, as well as a range of neurological and development language disorders, including aphasias, dyslexia, and genetic language impairment.    Field Methods   LING-UA 44 Identical to LING-GA 44. Prerequisite: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12) or Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Gouskova, Singler. 4 points.   A hands-on approach to learning linguistics. Every year, a different language is chosen to investigate. Students interview a native speaker of an unfamiliar language, usually a nonlinguist, to study all aspects of the language’s grammar: phonetics, phonology, morphology, syntax, semantics. They learn to evaluate and organize real, nonidealized linguistic data and to formulate generalizations that then serve as the basis for a research proposal. A unique opportunity to obtain a rich and complete set of data on a new topic of theoretical interest in any field of linguistics.    Evolution of Intellectual Complexity   LING-UA 45 Offered occasionally. Dougherty. 4 points.   How do human perception, cognition, language, and communication relate to the abilities of animals, fossil records, anthropological and archaeological research, cave painting, and physiology? We broadly try to answer the following: What is a likely scenario for human evolution from animal origins? We argue (with Chomsky, Darwin, D’Arcy, Thompson, Turing, Lorenz, Gould) that evolution proceeds in large jumps (saltations) and that slow, gradual evolution via natural selection (per Pinker, Hauser, Fitch, Lieberman) cannot account for human cognitive evolution. Readings focus on original works by Darwin, Wallace, D’Arcy, Thompson, Freud, Chomsky, Galileo, and Pinker and include studies by zoologists, linguists, anthropologists, archaeologists, and psychologists.    African American English II: Language and Education   LING-UA 46 Identical to SCA-UA 800. Offered occasionally. Blake. 4 points.   African American English is a distinct dialect of American English that has influenced U.S. and world cultures. Yet, from an educational perspective, its speakers have faced well-documented educational challenges. Explores contemporary, social, linguistic, and educational issues that arise for speakers of African American English in the United States. Topics covered include a history of African American language behavior, politics, and policies around the language, teacher education, language attitudes, culture and curriculum, and controversies about African American English in the schools. Also considers how educational issues surrounding African American English compare to other languages and dialects of English. Students have an opportunity to conduct original research.    The Language of America’s Ethnic Minorities   LING-UA 47 Offered every other year. Blake, Singler. 4 points.   Examines the role of language in communities in the United States, specifically within African American, Asian American, Latino, and Native American populations. Explores the relationship of language to culture, race, and ethnicity. In particular, looks for similarities and differences across these communities and considers the role that language experiences play in current models of race and ethnicity.    Linguistics as Cognitive Science   LING-UA 48 Identical to LING-GA 48. Prerequisite: permission of the instructor. Offered every year. Marantz. 4 points.   Examines the place of linguistics within cognitive science from multiple perspectives. Foundational questions for a science of linguistics are addressed both from within linguistics and from philosophy and psychology. Issues include the nature of the evidence for constructing grammars, the interpretation of grammatical rules as cognitive or neural operations, the significance of neo-behaviorist approaches to language and computational modeling for a cognitive theory of language, the connection between linguistics theory and genetics, and the importance of sociocultural and historical variation for understanding the nature of language. Students are expected to engage in debate over these issues, bringing to the table their own backgrounds in one of the relevant disciplines, as well as what they learn from the assigned readings. Guest speakers with complementary expertise join the primary instructor for several of the lectures.    Endangered Languages   LING-UA 50 Offered every other year. Collins. 4 points.   The languages of the world are dying off at an alarming rate. We attempt to answer the following questions during the semester: Why do languages die off? If a language dies, does a culture die with it? How is the structure of a language (phonology, morphology, syntax) affected by language death? Why should we care about language endangerment, and is there anything we can do about it? Each student “adopts” an endangered language and looks into it extensively during the course of the semester.    Attempts to Model Mind and Brain Using Computers   LING-UA 53 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Dougherty. 4 points.   We examine the possibility that in the evolution of human and animal brains, no selectional pressure existed for any brain to evolve to understand its own principles of operation. Brain tissues, and the functional capacities correlated with them, evolved to increase perceptual, cognitive, and language capacities to aid in eluding predators, capturing prey, mate selection, nest building, infant rearing—all novel evolved complexity-yielding survival advantages. We argue that no survival advantage correlates with the brain’s ability to introspect and understand its own operation. We examine novel “graphically orientated” computer models of self-replicating machines called “cellular automata” by Wolfram (A New Kind of Science) and Kurzweil, which define “complexity” that correlates with languages, cognition, and perception. We study Darwin’s idea of “monstrosities” in relation to human evolution from earlier primates. No hard math is required. Lectures use computer-generated graphics, sound, and animation.    Learning to Speak: The First- and Second-Language Acquisition of Sound   LING-UA 54 Prerequisite: Sound and Language (LING-UA 11) or Phonological Analysis (LING-UA 12). Offered occasionally. Davidson. 4 points.   Focuses on the acquisition of sound systems by first- and second-language learners. In some ways, these tasks are very similar, but they differ in other crucial aspects. We discuss scientific data from both first- and second-language acquisition of sound systems to understand how humans learn language both in infancy and adulthood. Presupposes an introduction to phonetics, phonology, and/or psycholinguistics.    Introduction to Morphology at an Advanced Level   LING-UA 55 Identical to LING-GA 1029. Prerequisites: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12). Offered every year. Marantz. 4 points.   Examines the building blocks of words and sentences: the atomic units of word structure, their hierarchical and linear arrangement, and their phonological realization(s). Provides an introduction to fundamental issues in morphology, including allomorphy, morpheme order, paradigm structure, blocking, and cyclicity. The field of morphology currently embraces much of what goes on in linguistics as a whole; syntax, morphology, phonology, semantics, and variation all play an essential role, and their interactions are highlighted here.    Introduction to English Grammar   LING-UA 56 Offered occasionally. Collins. 4 points.   An introductory overview of the grammar of English. No prior knowledge of linguistics is assumed. We survey the major areas of English grammar, including the following: parts of speech (verb, noun, adjective, preposition, adverb), participles, auxiliary verbs, count and noncount nouns, definite and indefinite articles, subjects, objects, predicates, types of clauses (declarative, interrogative, exclamative, imperative), passive versus active verbs, negation, and relative clauses. The course is of interest to students of English literature, English grammar, linguistics, computer science, philosophy, and psychology. Also useful to people thinking of going into language teaching and those interested in improving their writing through greater attention to English grammar. Note: This is not an English as a Second Language (ESL) course. Students are expected to be native speakers of English or to have a very high level of proficiency in English.    A Cultural History of Computers, Robots, and Artificial Intelligence   LING-UA 51 Offered every year. Dougherty. 4 points.   Considers primary source material on the mind-body problem and on linguistic criteria for intelligence, starting with Galileo and Descartes and continuing up to the present day. Examines mechanical analogies of mind developed since 1500. Readings from Galileo, Descartes, Voltaire, Huxley, Darwin, Arnauld, Turing, Kuhn, and Penfield. Focuses on Chomsky’s Cartesian linguistics and the claim that current ideas concerning mind, language, and intelligence parallel closely those of the Cartesians of the 17th century.    Etymology   LING-UA 76 Identical to CLASS-UA 23 and MEDI-UA 76. Offered every other year. Costello. 4 points.   Traces the origin and development of English words. Discusses ways in which new words are created. Introduces concepts of phonological and semantic change, which students apply in identifying cognates linking English with other languages, in particular, but not limited to, Latin and Greek.    Seminar: Research on Current Problems in Linguistics   LING-UA 102 Prerequisite: permission of the instructor. Offered occasionally. 4 points.   Course content varies; see the description of each offering at the department’s home page.    Internship   LING-UA 980, 981 Prerequisite: permission of the director of undergraduate studies. In the term prior to the internship, the student must present a written description of the proposed internship that clearly indicates the linguistic content of the project. 1 to 4 points per term.    Independent Study   LING-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. 1 to 4 points per term.                          Contact Us | &copy; New York University , Arts and Science"}, {"content": "Bulletin Course Descriptions | English | NYU                                               Back to Home           Printer Friendly                     Course Descriptions (GSAS Bulletin) Proseminars    Workshop on Professional Practices ENGL-GA 3980 Fitzpatrick, Parihk, Augst. 4 points. 2013-14, 2014-15. The Workshop on Professional Practices is intended to acquaint advanced Ph.D. students with the protocols of the profession and to offer them some experience in crafting four kinds of documents crucial to advancement in the profession, such as the curriculum vitae (cv), the conference paper, the fellowship application, the dissertation abstract, and the job letter.    Dissertation Seminar I ENGL-GA 3981 Required for the Ph.D. Parihk. 4 points. 2013-14, 2014-15. Prepares doctoral students in their third year for submission of the dissertation proposal.    Dissertation Seminar II ENGL-GA 3982 Required for the Ph.D. Parihk, 4 points. 2013-14, 2014-15. Oral defense of the Dissertation Proposal and beginning of writing and research of dissertation.    Pedagogy ENGL-GA 3985 Required for the Ph.D. Baker, Parihk. 4 points. 2013-14, 2014-15. Provides a basic foundation in pedagogy and a forum for doctoral students to learn elements of effective teaching of undergraduates at the university level.    Introduction to Advanced Literary Study for M.A. Students ENGL-GA 2980 Required for the M.A. degree. McLane, Crain, Fleming, Siskin, Maynard. 3 points. 2013-14, 2014-15. An introduction to major methodological and theoretical approaches to literature and culture through the close reading and contextualization of select literary works.    Language And Linguistics    Introductory Old English ENGL-GA 1060 Hoover, Momma. 4 points. 2013-14, 2014-15. This course is designed for students who are interested in the language, literature, and culture of England up to the Norman Conquest of 1066. It will provide solid practice in the language and close reading of texts, both canonical and not-quite-canonical, while introducing students to cultural and historical backgrounds, representative secondary material, and the reception of the Middle Ages in the modern era.    Introductory Middle English ENGL-GA 1061 Dinshaw, Rust. 4 points. 2014-15. Study of representative prose and verse texts from 1100 to 1500, read in the original dialects, with emphasis on the continuity of literary traditions and creative innovation.    Development of the English Language ENGL-GA 2044 Hoover, Momma. 4 points. 2013-14, 2014-15. History of the English language from its beginnings in the fifth century to the present, with special emphasis on the Indo-European origins of English; Old and Middle English; internal developments in phonology, morphology, syntax, and vocabulary; and the rise of a standard dialect.    The Structure of Modern English ENGL-GA 2045 Hoover. 4 points. 2014-15. Introduction to the linguistic study of the English language, with special emphasis on phonetics, syntax, semantics, language acquisition, and the linguistic study of style.    Studies in Early Medieval English Literature ENGL-GA 2270 Momma, Cannon. 4 points. 2014-15. This course will examine various early medieval literature of Britain, composed in English, Latin, and possibly one or more other languages, to consider the c cultural construct of England prior to 1300. The focus of the investigation will be the modal of will, as it is applied to linguistic (modal auxiliary), literary (will and desire), theological (free will), pastoral (confession and penitence), and legal issues (intention, bequeathal).    Topics in the English Language ENGL-GA 2072 Hoover, Momma. 4 points. 2013-14, 2014-15. Are literary criticism and language theory two separate fields of research, or can they inform each other in such a way that we may gain new perspectives through exploring the intersection of literary and linguistic issues? This course will set out to answer these questions by reading various literary texts in conjunction with linguistic thoughts from Plato to contemporary philosophers and linguists.    Literature    Shakespeare ENGL-GA 1345 Archer, Gilman. 4 points per term. 2013-14, 2014-15. Shakespeare's major comedies, histories, and tragedies.    World Literature in English ENGL-GA 1764 Gajarawala, Sandhu, Watson, Young. 4 points. 2013-14, 2014-15. Literature that emerged with the breakup of the British Empire, with representative works from India, Pakistan, Nigeria, Kenya, South Africa, Australia, New Zealand, and Canada.    Topics in Digital Humanities ENGL-LA 1972 Blake, Hoover, Siskin, Augst, Fitzpatrick. 4 points. 2013-2014. Introduction to scholarly field of digital humanities focusing on particular aspects of discipline-based and cross-disciplinary applications of tools and concepts.    Paleography and Codicology ENGL-GA 2200 Rust. 4 points. 2013-14. A survey of Latin scripts of the European Middle Ages and Renaissance (500-1550) and of methods and materials of medieval book production, introducing the world of the handwritten book and uses of manuscript evidence in literary study. Attention will be given to scripts, to the materials and methods of book production, to developments in page layout and decoration as well as to a series of book genres: from the Bible and Books of Hours, to student notebooks and household miscellanies.    Chaucer I, II ENGL-GA 2266, 2267 Dinshaw, Rust. 4 points per term. 2013-14. First term: reading and discussion of the text of Canterbury Tales. Second term: Troilus and other works. Situates Chaucer's poety it in the context of diverse genres, historical contexts, and ideas about writing, including the genres of dream vision, romance, and fabliau and the still-tenuous status of a poet writing in the vernacular.    Topics in Medieval Literature I, II ENGL-GA 2270, 2271 Cannon, Dinshaw, Momma, Rust. 4 points per term. 2013-14, 2014-15.    Topics in Renaissance Literature ENGL-GA 2323 Archer, Fleming, Gilman, Guillory, Wofford. 4 points. 2013-14, 2014-15.    Elizabethan and Jacobean Drama ENGL-GA 2333 Archer, Gilman, Guillory. 4 points. 2013-14, 2014-15. Marlowe, Jonson, Kyd, Marston, Tourneur, Webster, Middleton, Rowley, Ford, Chapman.    Restoration and Early 18th-Century Literature ENGL-GA 2521 McDowell, Siskin, Starr. 4 points. 2013-14, 2014-15. The major works of Dryden, Swift, and Pope, together with the works of such contemporaries as Bunyan, Butler, Rochester, Marvell, Behn, Astell, Addison, and Steele.    Topics in 18th-Century Literature I, II ENGL-GA 2540, 2541 McDowell, Siskin, Starr. 4 points per term. 2013-14, 2014-15.    The Romantic Movement ENGL-GA 2620 Lockridge, McLane. 4 points. 2013-14, 2014-15. British Romantic writers such as Burns, Blake, Wollstonecraft, Wordsworth, Coleridge, Byron, Mary Shelley, Percy Bryce Shelley, Keats, De Quincey, Hazlitt, and Clare are considered in light of genre and formal innovation, literary relationship within this circle of writers, historical and political trends, and modern to contemporary critical reconsiderations of Romanticism.    Topics in Romanticism ENGL-GA 2626 Lockridge, McLane, Siskin, Ziter. 4 points per term. 2013-14, 2014-15. Topics within the field of British Romantic literature vary from semester to semester, depending on the instructor. They would characteristically focus on issues associated with critical, historical, and philosophical approaches to Romanticism.    Topics in Victorian Literature ENGL-GA 2650 Freedgood, Maynard, Poovey, Robson, Spear. 4 points. 2013-14, 2014-15.    The Literature of the Transition ENGL-GA 2700 Maynard, Meisel, Spear. 4 points per term. 2014-15. The emergence of modern British literature from the 1800s to the 1920s.    Modern British Novel ENGL-GA 2720 Deer, Meisel. 4 points. 2013-14, 2014-15. The problem of modernism in English prose fiction from Pater to Joyce and Woolf.    Early American Literature ENGL-GA 2802 Baker, Crain, Waterman. 4 points. 2014-15. American literature, 1607-1800, in its cultural setting. Topics include the literature of exploration and promotion; American Puritan poetry and prose; writing in the early South and the middle colonies; rise of the epic, the novel, and the theatre during the American Revolution, with related study of music and painting of the period; the beginning of American romanticism.    American Literature: 1800-1865 I, II ENGL-GA 2810, 2811 Baker, Crain, Waterman. 4 points per term. 2014-2015. Poetry, fiction, and nonfiction prose of the United States, from the early national period to the Civil War.    American Literature: 1865-1900 ENGL-GA 2820 Baker, Crain, McHenry, Patell. 4 points. 2013-14, 2014-15. The poetry and fiction of the post-Civil War era, including Dickinson, De Forest, Howells, Twain, Garland, James, Crane, Frederic, Chopin, and Norris.    Topics in American Literature I, II ENGL-GA 2838, 2839 Baker, Crain, Harper, Hendin, McHenry, Patell, Parihk, Waterman. 4 points per term. 2013-14, 2014-15. Studies in major authors and themes.    American Fiction: 1900-1945 ENGL-GA 2841 Hendin, McHenry, Patell. 4 points. 2013-14, 2014-15. Reading sin 20th-century Amreican fiction and nonfiction prose, with empahsis on theoryof fictional genres literary innovation, stylistic experimentation, and recurrent theme in the modern novel: Theodore Dreiser, John Dos Passos, Willa Cather, Ernest Hemingway, F. Scott Fitzgerald, William Faulkner, and Ralph Ellison.    American Fiction 1945-Present ENGL-GA 2843 Harper, McHenry, Patell. 4 points. 2013-14, 2014-15. Examines works of prose fiction produced in the United States since the end of World War II in 1945.    Henry James: Major Works ENGL-GA 2861 Crain, Hendin. 4 points. 2014-15. In-depth study of the major works of Henry James, emphasizing his treatment of the American scene, the aesthetic and moral impact of Europe on the American character, and his changing literary, formal, and psychological preoccupations.    Topics in Postcolonial Literature ENGL-GA 2900 Gajarawala, Sunder Rajan, Watson, Young. 4 points. 2013-14, 2014-15. Intermediate-level study of literary and theoretical works pertaining to the eras of decolonization and globalization.    Topics in Postcolonial Theory ENGL-GA 2901 Gajarawala, Sunder Rajan, Watson, Young. 4 points. 2013-14, 2014-15. Introduces M.A. and Ph.D. students to advanced study of postcolonial theory, its forms of philosophical and cultural analysis, and its theoretical advances and difficulties.    Literature and Philosophy ENGL-GA 2912 Lockridge. 4 points. 2014-15. Mutual influence of \"literary\" and philosophical texts; philosophical and rhetorical terminology; poetics, politics, and law; poetics, aesthetics, and hermeneutics; critique, criticism, and deconstruction; theories of fiction and memory.    Modern British and American Poetry ENGL-GA 2924 McLane, Nicholls. 4 points. 2013-14, 2014-15. Studies in major poets, with emphasis on the intrinsic character of poems; Hardy, Hopkins, Yeats, Pound, Stevens, Williams, Eliot, Crane, Auden, Thomas, Lowell, and Hughes.    Contemporary Poetry ENGL-GA 2927 McLane, Nicholls, Noel, Shaw. 4 points. 2013-14, 2014-15. Approaches to the work of contemporary poets. Context varies yearly.    Modern Drama ENGL-GA 2930 Blake, Chaudhuri, Jarcho, Ziter. 4 points. 2013-14, 2014-15. Representational drama of Scribe, Hauptmann, Ibsen, Strindberg, Gorki, Chekhov, Wilde, Shaw, O'Casey, O'Neill, Williams, Miller, Albee, and Osborne; nonrepresentational drama of Büchner, Strindberg, Kaiser, O'Neill, Jarry, Apollinaire, Ibsen, Yeats, Eliot, Brecht, Pirandello, Artaud, Genet, Ionesco, Beckett, and Pinter.    The Politics of Culture ENGL-GA 2934 Parihk. 4 points. 2014-15. This course considers human rights discourses as an interpretive framework for literary and cultural production, emphasizing perspectives from postcolonial and critical American studies.    The Social Life of Paper ENGL-GA 2944 Gitelman. 4 points. 2013-14, 2014-15. Considers the history, production, circulation, and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    Major Texts in Critical Theory ENGL-GA 2953 Lockridge. 4 points. 2013-14, 2014-15. Major texts in critical theory from Plato to the present century are examined in order to address fundamental questions concerning the origins, materiality, stuctures, and uses of literature and other cultural phenomena.    Contemporary Criticism ENGL-GA 2954 Gilman, Harper, Meisel. 4 points. 2013-14, 2014-15. Comparative examination of major schools of contemporary criticism, American and European, describing the variety of critical perspectives and how they are interrelated.    Topics in Criticism I, II ENGL-GA 2955, 2956 Donoghue, Harper, Haverkamp, Maynard, Meisel. 4 points per term. 2013-14, 2014-15. Application, exemplification, and reception of literary theory; history of criticism and theory. Critical configurations like the division of the public sphere and private space.    Topics in Literary Theory I, II ENGL-GA 2957, 2958 Freedgood, Guillory, Harper, Haverkamp, Meisel. 4 points per term. 2013-14, 2014-15. Content varies.    History of the Book ENGL-GA 2970 Augst, Crain, McDowell, McHenry, Siskin. 4 points. 2013-14, 2014-15. Historical, theoretical, and critical approaches to diverse topics relating to literacy, media, and the production and dissemination of knowledge.    Practicum in Digital Humanities ENGL-GA 2971 Engel, Hoover, Blake, Augst. 4 points. 2013-2014, 2014-2015. Introduction to web development and digital publication for students in the Humanities. Surveys principles of current technologies for the creation of digital editions and applies them through practice as they learn the skills and techniques for formatting and publishing archival materials in a web-based environment.    RESEARCH    Guided Research ENGL-GA 3001, 3002, 3003, 3004 Prerequisite: permission of the director of graduate studies. Parihk. 1-4 points per term. 2013-14, 2014-15.    Doctoral Seminars    Topics in Medieval Literature ENGL-GA 3269 Cannon, Dinshaw, Momma, Rust. 4 points per term. 2013-14, 2014-15.    Topics in Renaissance Literature I, II ENGL-GA 3323, 3324 Archer, Fleming, Gilman, Halpern, Guillory, Wofford. 4 points per term. 2013-14, 2014-15.    Topics in 18th-Century English Literature ENGL-GA 3536 McDowell, Siskin, Starr. 4 points per term. 2013-14, 2014-15.    Topics in Romantic Literature I, II ENGL-GA 3626, 3627 Lockridge, Siskin. 4 points per term. 2013-14, 2014-15.    Topics in Literary Theory ENGL-GA 3629 Haverkamp. 4 points. 2013-14, 2014-15.    Topics in Victorian Literature ENGL-GA 3650 Freedgood, Maynard, Poovey, Robson, Spear. 4 points per term. 2013-14, 2014-15.    Topics in British Fiction from 1890 to the Present ENGL-GA 3720 Deer, Meisel. 4 points. 2013-14, 2014-15.    Topics in Early American Literature ENGL-GA 3802 Baker, Waterman. 4 points. 2013-14, 2014-15.    Topics in American Literature: 1800-1865 ENGL-GA 3810 Augst, McHenry, Waterman. 4 points per term. 2013-14, 2014-15.    Topics in American Literature: 1865-1900 ENGL-GA 3820 Baker, McHenry, Patell. 4 points. 2013-14, 2014-15.    Topics in American Literature Since 1900 I, II ENGL-GA 3840, 3841 Harper, Hendin, McHenry, Parihk, Patell. 4 points per term. 2013-14, 2014-15.    Topics in Postcolonial Literature ENGL-GA 3900 Gajarawala, Sunder Rajan, Watson, Young. 4 points. 2013-14, 2014-15. Advanced study of literary and theoretical works pertaining to the eras of decolonization and globalization.    Topics in the History of Rhetoric ENGL-GA 3918 Guillory. 4 points. 2014-15.    History of the Book ENGL-GA 3940 Augst, Crain, McDowell, McHenry, Siskin. 4 points. 2013-14, 2014-15.    Topics in the History of the Production of Knowledge ENGL-GA 3951 Poovey, Siskin. 4 points. 2013-14, 2014-15.    Archival Practices and Politics ENGL-GA 3975 Augst, McHenry. 4 points per term. 2014-15.                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings | English | NYU                                               Back to Home           Printer Friendly                     Course Offerings Language   LING-UA 1 Offered every semester. Baltin, Champollion, Collins, Gallagher, Gouskova, Szabolcsi. 4 points.   Nature or nurture? Linguistics is a science that systematically addresses this puzzle, and it offers a uniquely interesting support for the answer: both. Language is a social phenomenon, but human languages share elaborate and specific structural properties. The conventions of speech communities exist, exhibit variation, and change within the strict confines of universal grammar, part of our biological endowment. Universal grammar is discovered through the careful study of the structures of individual languages, by cross-linguistic investigations, and the investigation of the brain. In this way, linguistics mediates between cognitive science and social science. This course introduces some fundamental properties of the sound system and of the structure and interpretation of words and sentences, set into this context.   Language and Mind   LING-UA 3 Identical to PSYCH-UA 27. Offered every year. Baltin, Davidson, Marcus, McElree, Murphy, Pylkkanen, Szabolcsi. 4 points.   Introduces students to the field of cognitive science through an   examination of language behavior. Begins with interactive discussions of   how best to characterize and study the mind. These principles are then   illustrated through an examination of research and theories related to   language representation and use. Draws from research in both formal   linguistics and psycholinguistics. Introduction to Semantics   LING-UA 4 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every year. Barker, Szabolcsi. 4 points.   Focuses on the compositional semantics of sentences. Introduces set theory, propositional logic, and predicate logic as tools and goes on to investigate the empirical linguistic issues of presuppositions, quantification, scope, and polarity. Points out parallelisms between the nominal and the verbal domains.    Introduction to Psycholinguistics   LING-UA 5 Offered occasionally. Davidson. 4 points.   We easily recognize printed and spoken words, understand novel and complex sentences, and produce fluent speech thousands of times each day. It is also remarkable that children seem to learn the sounds and structures of their native languages with little effort. Psycholinguistics aims to understand the mental processes that underlie both the representation and acquisition of language. Topics covered include language acquisition, speech perception, lexical representation and access, sentence production, and the relationship between phonology and orthography.    Sound and Language   LING-UA 11 Offered at least every fall. Davidson, Gallagher, Gouskova, Guy. 4 points.   Introduction to phonetic and phonological theory at an elementary level. Topics include the description and analysis of speech sounds, the anatomy and physiology of speech, speech acoustics, and phonological processes. Students develop skills to distinguish and produce sounds used in the languages of the world and to transcribe them using the International Phonetic Alphabet.    Phonological Analysis   LING-UA 12 Prerequisite: Sound and Language (LING-UA 11) or permission of the instructor. Offered at least every spring. Davidson, Gouskova. 4 points.   Introduction to phonology, the area of linguistics that investigates how languages organize sounds into highly constrained systems. The fundamental questions include the following: What do the sound systems of all languages have in common? How can they differ from each other? What is the nature of phonological processes, and why do they occur? Students develop analytical skills by solving phonological problems based on data from a wide variety of languages.    Grammatical Analysis   LING-UA 13 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered at least every fall. Baltin, Collins, Harves. 4 points.   What determines the sequencing of words in a given language? How can we explain word-order variation within and across languages? Are there universal syntactic properties common to the grammar of all languages? This course presents the motivation for the modern generative approach to the scientific study of language and systematically develops a model that will account for the most basic syntactic constructions of natural language. Skills in scientific argumentation and reasoning are developed by analyzing problems in the syntax of English and a number of other languages.    Language Change   LING-UA 14 Offered every other year. Costello. 4 points.   Introduces students to the methods of genealogical classification and subgrouping of languages. Examines patterns of replacement in phonology, morphology, and syntax. Focuses on internal and comparative phonological, morphological, and syntactic reconstruction. Considers phonological developments such as Grimm’s, Grassmann’s, and Verner’s Laws, in detail.    Language and Society   LING-UA 15 Identical to SCA-UA 701. Offered every year. Guy, Singler. 4 points.   Considers contemporary issues in the interaction of language and society, particularly work on speech variation and social structure. Focuses on ways in which social factors affect language. Topics include language as a social and political entity; regional, social, and ethnic speech varieties; bilingualism; and pidgin and creole languages.    Grammatical Analysis II   LING-UA 16 Prerequisite: Grammatical Analysis (LING-UA 13). Offered every other year. Harves. 4 points.   A continuation of Grammatical Analysis, offering an in-depth examination of various topics in syntax. The primary course objective is to introduce students to primary literature in syntactic theory in order to further develop their critical reading and writing skills so that they may carry out an independent research project of their own. Topics will vary from year to year and may include (but are not limited to) binding theory, control, case theory, constraints on movement, antisymmetry, argument structure and applicatives, ellipsis, and derivation by phase.    The Indo-European Family   LING-UA 17 Offered occasionally. Costello. 4 points.   Presents the phonological and morphological systems of Proto-Indo-European and considers the development thereof in the major branches of the Indo-European family of languages, in particular Indic, Hellenic, Slavic, Italic, and Germanic.    Bilingualism   LING-UA 18 Offered occasionally. Blake, Singler, Vrzic. 4 points.   Examines bilingualism and multilingualism in New York City and around the world, at the level of the individual and of society. Considers the social forces that favor or inhibit bilingualism, as well as the educational consequences of bilingual education (and of monolingual education for bilingual children). Also examines the impact of bilingualism on the languages involved. Special attention is paid to code switching, the practice of using two languages in a single speech event, with particular reference to its psycholinguistic and sociolinguistic aspects.    Structure of English Vocabulary   LING-UA 19 Offered occasionally. Costello. 4 points.   Deals with the origins of structures of English words. Whereas 97 percent of the vocabulary of Old English was Germanic, over 80 percent of the present-day vocabulary is borrowed. This course focuses on the portion that is borrowed from the classical languages (Latin and Greek) either directly or indirectly through French. Examines the historical and sociolinguistic circumstances of borrowing and the stem-affix structure of borrowed words, together with the regularities of their pronunciation and meaning. Relies on elementary phonology, morphology, and semantics; recommended for nonmajors.    Sex, Gender, and Language   LING-UA 21 Identical to SCA-UA 712. Offered in the spring. Vasvari. 4 points.   Examines gender from a multidisciplinary perspective and in particular as a sociolinguistic variable in speech behavior. How do linguistic practices both reflect and shape our gender identity, and how do these reflect more global socio-cultural relationships between the sexes? Do women and men talk differently? To what degree do these differences seem to be universal or variable across cultures? How do dominant gender-based ideologies function to constrain women’s and men’s choices about their gender identities and gender relationships? How does gendered language intersect with race and class-linked language? How is it challenged by linguistic “gender bending”? What impact does gendered language have on the power relationships in given societies? Also examines gendered voices—and silences—in folklore and in literature. Asks how particular linguistic practices contribute to the production of people as “women and men”?    African American English I: Language and Culture   LING-UA 23 Identical to SCA-UA 799. Offered every other year. Blake. 4 points.   Introduces the language behavior of African Americans. Discusses African American Vernacular English in terms of its linguistic and cultural distinctiveness, both intrasystemically and in comparison with other dialects of American English. Relates the English vernacular spoken by African Americans in urban settings to creole languages spoken on the South Carolina Sea Islands (Gullah), in the Caribbean, and in West Africa. Also approaches the subject from the perspective of the history of the expressive uses of African American Vernacular English, and the educational, attitudinal, and social implications connected with the language.    Computational Principles of Sentence Construction   LING-UA 24 No prerequisites. Offered every year. Adriaans, Barker, Champollion, Dougherty. 4 points.   AKA Patterns in Language. If a computer is smart enough to beat humans at Jeopardy, does it mean that machines can think? Is it possible to predict the spread of the flu based on patterns in Google searches? Did Shakespeare really write that sonnet? Scientists use patterns in language to answer these questions, using the same concepts that underlie everyday applications like search engines, automatic translators, speech recognition systems, spell-checkers, and auto-correction tools. This course takes you on a tour of these applications, focusing on the technological and linguistic ideas behind them. You will gain practical hands-on experience and insight into how they work. No programming experience is required. The only background you need is curiosity about language and some everyday experience with computers. For more information on this course, see: http://is.gd/ling24    Languages in Contact   LING-UA 25 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Singler. 4 points.   Language contact changes languages. This course presents a typology of contact, organized both by the nature of the contact and by its linguistic consequences. We consider the impact that contact can have on existing languages, and we pay special attention to the kind of contact that gives rise to new languages and also to the kind that kills languages. Topics include borrowing, bilingualism, language maintenance and language shift, language birth and language death, code switching, diglossia, pidginization and creolization, new Englishes, and mixed languages.    Language and Liberation: At Home in the Caribbean and Abroad   LING-UA 26 Identical to SCA-UA 163. Offered every other year. Blake. 4 points.   Explores the linguistic and cultural transformations that took place in the Commonwealth Caribbean from 17th-century slavery and bond servitude to the present day. Focus is on the extent to which Caribbean people were given or demanded the freedom to create and maintain a postcolonial Caribbean identity. We first discuss the socio-historical conditions that led to the creation of new Caribbean languages called “pidgins” and “creoles” as the English language was transplanted from Britain to the Third World. We then explore the relationship of the English-based creoles to the social, cultural, political, and literary/expressive aspects of the contexts in which they existed and in which they continue to exist today in the Caribbean as well as in Britain and the United States. As far as possible, parallels are drawn to French- and Spanish-influenced Caribbean communities.    Grammatical Diversity   LING-UA 27 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Kayne. 4 points.   Introduces the syntax of languages quite different from English, from various parts of the world. Considers what they may have in common with English and with each other and how to characterize the ways in which they differ from English and from each other.   Communication: Men, Minds, and Machines   LING-UA 28 Offered every year. Dougherty. 4 points.   Examines signs and symbols in the communication of humans, primates,   birds, computers, automata, simulata, and more and discusses definitions   of such concepts as sign, symbol, intelligence, artificial   intelligence, mind, cognition, and meaning. Concerns the matter   expressed by the symbol systems and the manner in which the matter is   expressed: literally, abstractly, metaphorically, as a simile, by   insinuation, and other methods. Morphology   LING-UA 29 Offered occasionally. Collins. 4 points.   An introduction to the study of the internal structure of words. The two main problems in morphology are (1) how to account for the surface variability of formatives (allomorphy) and (2) how to account for their combinatorial properties (morphosyntax). Beginning from the techniques and problems of structuralist morpheme analysis, two major approaches to allomorphy are introduced: the morpheme-based model and the word-based model. In morphosyntax, we concentrate on the question of to what extent morphological combination is a matter of syntax versus the lexicon. Emphasis is on constructing morphological hypotheses and linguistic argumentation. The assignments involve in-depth analyses of data from various languages.    Language in Latin America   LING-UA 30 Offered every other year. Guy. 4 points.   Examines the diversity of language usage in modern Latin America and considers historical perspectives as to how the present situation came about. Considers the dialectology of Latin America: how and why American varieties of Spanish and Portuguese differ from European varieties, as well as the distribution and nature of dialect differences in different regions of the Americas. Examines sociolinguistic issues, such as class and ethnic differences in Spanish and Portuguese in the Americas, the origin and development of standard and nonstandard varieties, and the effects of contact with Amerindian and African languages. Considers Spanish- and Portuguese-based creoles and the question of prior creolization in the popular speech of Brazil, Cuba, and other areas with a substantial population of African descent. Other topics include bilingualism, code switching, language attitudes, the impact of contact with English, and the present status of indigenous languages.    Form, Meaning, and the Mind   LING-UA 31 Prerequisites: Introduction to Semantics (LING-UA 4) or permission of the instructor, and Grammatical Analysis (LING-UA 13). Offered every other year. Baltin. 4 points.   Deals with the relationship between cognitive organization on the one hand and the interaction between syntax and semantics in natural language. Focuses on the debate within cognitive science as to whether or not the mind is modular (divided into distinct faculties, such as language, vision, and perhaps others). Discusses the relationship of this debate to the debate within linguistics as to whether or not syntax is an autonomous component of a grammar that feeds semantics but does not depend on semantics itself for its functioning. Examines works in cognitive science about modularity and works in linguistics that bear on the question of the autonomy of syntax.    Writing Systems of the World   LING-UA 33 Offered occasionally. Costello. 4 points.   Discusses how various writing systems relate to language and questions whether writing affects language (and if so, how). The fundamental characteristics of writing are discussed: the communicative purpose of writing, the application of graphical marks on a durable surface, and the achievement of communication by virtue of the marks’ conventional relation to language. The evolution of writing is traced. Students compare the writing systems that evolved in Central America, China, Sumer, and Egypt—and their descendants—with respect to their relative advantages and disadvantages, from the points of view of acquisition, the representation of language, and the effective achievement of communication.    Meaning and Time   LING-UA 34 Offered occasionally. 4 points.   We live embedded in the passage of time and conceive of time as the dimension of change. Our languages typically have various ways to refer to time, to distinguish between past and future, to describe sequences of events, and to set up temporal reasoning patterns. This course deals with the expression of time and tense in different languages and the linguistic, philosophical, and psychological questions that this investigation raises. Issues include the logic of time, temporal metaphors, different kinds of situations, presentation of situations, the semantics of tense, and time, tense, and aspect in narrative discourse.    Propositional Attitudes   LING-UA 35 Prerequisite: Philosophy of Language (PHIL-UA 85), Introduction to Semantics (LING-UA 4), or permission of the instructor. Offered occasionally. 4 points.   Advanced seminar. Investigates the nature of linguistic meaning through an examination of the semantics of sentences that report beliefs and other attitudes toward propositions, such as “Galileo believed that the earth moves.” Such sentences have arguably proven problematic for all theories of meaning. We read and discuss pertinent papers by linguists and philosophers; background lectures are given on related issues, such as the semantics of proper names, pronouns, and demonstratives. Registered students are required to make two substantial class presentations and write a detailed research paper.    Indo-European Syntax   LING-UA 36 Offered occasionally. Costello. 4 points.   Students are introduced to the study of comparative (Proto-)Indo-European syntax. Methods of reconstructing a protosyntax are presented and compared. The course deals with recent explanations concerning the origin and development of a number of parts of speech, including adverbs and prepositions, and syntactic constructions, including absolute, relative, and periphrastic verbal constructions (for example, the passive) in Proto-Indo-European and its descendant languages. Reanalysis and grammaticalization are addressed in some detail. Questions concerning the motivation of innovations and their implications for the overall evolution of language are discussed.    The Syntax/Semantics Interface: Hungarian   LING-UA 37 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Introduction to Semantics (LING-UA 4) is recommended but not required. Offered occasionally. Szabolcsi. 4 points.   Hungarian is known as a language that wears its semantics on its syntactic sleeve. Word order transparently identifies the topic and the focus of the sentence and disambiguates the scopes of operators such as “always,” “not,” and “everyone.” This course studies Hungarian from the perspective of theoretical linguistics and asks what this language tells us about how the syntax/semantics interface works in universal grammar. It reviews the fundamentals of Hungarian morphology and syntax and discusses current literature. Not a language course.    Pidgin and Creole Languages   LING-UA 38 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every other year. Singler. 4 points.   Examines the pidginized and creolized languages of the world. Addresses three central questions: (1) how pidgins/creoles (P/Cs) come into being, (2) why P/Cs have the properties they do, and (3) why P/Cs—regardless of the circumstances of their genesis—share so many features. Examines P/Cs vis-a-vis other types of languages, considers the linguistic and social factors that contribute to the genesis of individual P/Cs, and investigates the linguistic characteristics of P/Cs. Geographic focus is on the Atlantic (creoles from the Caribbean and pidgins from West Africa), but pidgins/creoles from the Pacific are also discussed.    Language in Use   LING-UA 41 Offered occasionally. Guy. 4 points.   Living languages in use by a community of speakers are diverse and dynamic. Individuals and groups of speakers differentiate and identify themselves by the way they use language, people can adapt their speech to different listeners in social settings, and speakers develop their linguistic capabilities as they grow older. The language as a whole changes across time. This course examines language not from the standpoint of abstract structural description but from the perspective of how it is actively used in a speech community. We consider theoretical issues, such as how to model diversity in language use, and methodological issues, such as how to study language change while it is under way. We study appropriate quantitative methods for investigating variation across linguistic contexts, speakers, settings, and time. This course has a strong practical focus; students learn how to plan and conduct their own research on language use.    Romance Syntax   LING-UA 42 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered occasionally. Kayne. 4 points.   Introduces the syntax of Romance languages, primarily French, Italian, and Spanish, but also various Romance dialects. Considers what they have in common with each other (and with English) and how best to characterize the ways in which they differ from each other (and from English).    Neural Bases of Language   LING-UA 43 Identical to PSYCH-UA 300. Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), PSYCH-UA 25, PSYCH-UA 29, or permission of the instructor. Offered every year. Pylkkanen. 4 points.   What are the brain bases of our ability to speak and understand language? Are some parts of the brain dedicated to language? What is it like to lose language? Provides a state-of-the-art survey of the cognitive neuroscience of language, a rapidly developing multidisciplinary field at the intersection of linguistics, psycholinguistics, and neuroscience. Lectures cover all aspects of language processing in the healthy brain, from early sensory perception to sentence-level semantic interpretation, as well as a range of neurological and development language disorders, including aphasias, dyslexia, and genetic language impairment.    Field Methods   LING-UA 44 Identical to LING-GA 44. Prerequisite: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12) or Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Gouskova, Singler. 4 points.   A hands-on approach to learning linguistics. Every year, a different language is chosen to investigate. Students interview a native speaker of an unfamiliar language, usually a nonlinguist, to study all aspects of the language’s grammar: phonetics, phonology, morphology, syntax, semantics. They learn to evaluate and organize real, nonidealized linguistic data and to formulate generalizations that then serve as the basis for a research proposal. A unique opportunity to obtain a rich and complete set of data on a new topic of theoretical interest in any field of linguistics.    Evolution of Intellectual Complexity   LING-UA 45 Offered occasionally. Dougherty. 4 points.   How do human perception, cognition, language, and communication relate to the abilities of animals, fossil records, anthropological and archaeological research, cave painting, and physiology? We broadly try to answer the following: What is a likely scenario for human evolution from animal origins? We argue (with Chomsky, Darwin, D’Arcy, Thompson, Turing, Lorenz, Gould) that evolution proceeds in large jumps (saltations) and that slow, gradual evolution via natural selection (per Pinker, Hauser, Fitch, Lieberman) cannot account for human cognitive evolution. Readings focus on original works by Darwin, Wallace, D’Arcy, Thompson, Freud, Chomsky, Galileo, and Pinker and include studies by zoologists, linguists, anthropologists, archaeologists, and psychologists.    African American English II: Language and Education   LING-UA 46 Identical to SCA-UA 800. Offered occasionally. Blake. 4 points.   African American English is a distinct dialect of American English that has influenced U.S. and world cultures. Yet, from an educational perspective, its speakers have faced well-documented educational challenges. Explores contemporary, social, linguistic, and educational issues that arise for speakers of African American English in the United States. Topics covered include a history of African American language behavior, politics, and policies around the language, teacher education, language attitudes, culture and curriculum, and controversies about African American English in the schools. Also considers how educational issues surrounding African American English compare to other languages and dialects of English. Students have an opportunity to conduct original research.    The Language of America’s Ethnic Minorities   LING-UA 47 Offered every other year. Blake, Singler. 4 points.   Examines the role of language in communities in the United States, specifically within African American, Asian American, Latino, and Native American populations. Explores the relationship of language to culture, race, and ethnicity. In particular, looks for similarities and differences across these communities and considers the role that language experiences play in current models of race and ethnicity.    Linguistics as Cognitive Science   LING-UA 48 Identical to LING-GA 48. Prerequisite: permission of the instructor. Offered every year. Marantz. 4 points.   Examines the place of linguistics within cognitive science from multiple perspectives. Foundational questions for a science of linguistics are addressed both from within linguistics and from philosophy and psychology. Issues include the nature of the evidence for constructing grammars, the interpretation of grammatical rules as cognitive or neural operations, the significance of neo-behaviorist approaches to language and computational modeling for a cognitive theory of language, the connection between linguistics theory and genetics, and the importance of sociocultural and historical variation for understanding the nature of language. Students are expected to engage in debate over these issues, bringing to the table their own backgrounds in one of the relevant disciplines, as well as what they learn from the assigned readings. Guest speakers with complementary expertise join the primary instructor for several of the lectures.    Endangered Languages   LING-UA 50 Offered every other year. Collins. 4 points.   The languages of the world are dying off at an alarming rate. We attempt to answer the following questions during the semester: Why do languages die off? If a language dies, does a culture die with it? How is the structure of a language (phonology, morphology, syntax) affected by language death? Why should we care about language endangerment, and is there anything we can do about it? Each student “adopts” an endangered language and looks into it extensively during the course of the semester.    Attempts to Model Mind and Brain Using Computers   LING-UA 53 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Dougherty. 4 points.   We examine the possibility that in the evolution of human and animal brains, no selectional pressure existed for any brain to evolve to understand its own principles of operation. Brain tissues, and the functional capacities correlated with them, evolved to increase perceptual, cognitive, and language capacities to aid in eluding predators, capturing prey, mate selection, nest building, infant rearing—all novel evolved complexity-yielding survival advantages. We argue that no survival advantage correlates with the brain’s ability to introspect and understand its own operation. We examine novel “graphically orientated” computer models of self-replicating machines called “cellular automata” by Wolfram (A New Kind of Science) and Kurzweil, which define “complexity” that correlates with languages, cognition, and perception. We study Darwin’s idea of “monstrosities” in relation to human evolution from earlier primates. No hard math is required. Lectures use computer-generated graphics, sound, and animation.    Learning to Speak: The First- and Second-Language Acquisition of Sound   LING-UA 54 Prerequisite: Sound and Language (LING-UA 11) or Phonological Analysis (LING-UA 12). Offered occasionally. Davidson. 4 points.   Focuses on the acquisition of sound systems by first- and second-language learners. In some ways, these tasks are very similar, but they differ in other crucial aspects. We discuss scientific data from both first- and second-language acquisition of sound systems to understand how humans learn language both in infancy and adulthood. Presupposes an introduction to phonetics, phonology, and/or psycholinguistics.    Introduction to Morphology at an Advanced Level   LING-UA 55 Identical to LING-GA 1029. Prerequisites: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12). Offered every year. Marantz. 4 points.   Examines the building blocks of words and sentences: the atomic units of word structure, their hierarchical and linear arrangement, and their phonological realization(s). Provides an introduction to fundamental issues in morphology, including allomorphy, morpheme order, paradigm structure, blocking, and cyclicity. The field of morphology currently embraces much of what goes on in linguistics as a whole; syntax, morphology, phonology, semantics, and variation all play an essential role, and their interactions are highlighted here.    Introduction to English Grammar   LING-UA 56 Offered occasionally. Collins. 4 points.   An introductory overview of the grammar of English. No prior knowledge of linguistics is assumed. We survey the major areas of English grammar, including the following: parts of speech (verb, noun, adjective, preposition, adverb), participles, auxiliary verbs, count and noncount nouns, definite and indefinite articles, subjects, objects, predicates, types of clauses (declarative, interrogative, exclamative, imperative), passive versus active verbs, negation, and relative clauses. The course is of interest to students of English literature, English grammar, linguistics, computer science, philosophy, and psychology. Also useful to people thinking of going into language teaching and those interested in improving their writing through greater attention to English grammar. Note: This is not an English as a Second Language (ESL) course. Students are expected to be native speakers of English or to have a very high level of proficiency in English.    A Cultural History of Computers, Robots, and Artificial Intelligence   LING-UA 51 Offered every year. Dougherty. 4 points.   Considers primary source material on the mind-body problem and on linguistic criteria for intelligence, starting with Galileo and Descartes and continuing up to the present day. Examines mechanical analogies of mind developed since 1500. Readings from Galileo, Descartes, Voltaire, Huxley, Darwin, Arnauld, Turing, Kuhn, and Penfield. Focuses on Chomsky’s Cartesian linguistics and the claim that current ideas concerning mind, language, and intelligence parallel closely those of the Cartesians of the 17th century.    Etymology   LING-UA 76 Identical to CLASS-UA 23 and MEDI-UA 76. Offered every other year. Costello. 4 points.   Traces the origin and development of English words. Discusses ways in which new words are created. Introduces concepts of phonological and semantic change, which students apply in identifying cognates linking English with other languages, in particular, but not limited to, Latin and Greek.    Seminar: Research on Current Problems in Linguistics   LING-UA 102 Prerequisite: permission of the instructor. Offered occasionally. 4 points.   Course content varies; see the description of each offering at the department’s home page.    Internship   LING-UA 980, 981 Prerequisite: permission of the director of undergraduate studies. In the term prior to the internship, the student must present a written description of the proposed internship that clearly indicates the linguistic content of the project. 1 to 4 points per term.    Independent Study   LING-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. 1 to 4 points per term.                          Contact Us | &copy; New York University , Arts and Science"}, {"content": "Bulletin Course Descriptions | English | NYU                                               Back to Home           Printer Friendly                     Course Descriptions (GSAS Bulletin) Proseminars    Workshop on Professional Practices ENGL-GA 3980 Fitzpatrick, Parihk, Augst. 4 points. 2013-14, 2014-15. The Workshop on Professional Practices is intended to acquaint advanced Ph.D. students with the protocols of the profession and to offer them some experience in crafting four kinds of documents crucial to advancement in the profession, such as the curriculum vitae (cv), the conference paper, the fellowship application, the dissertation abstract, and the job letter.    Dissertation Seminar I ENGL-GA 3981 Required for the Ph.D. Parihk. 4 points. 2013-14, 2014-15. Prepares doctoral students in their third year for submission of the dissertation proposal.    Dissertation Seminar II ENGL-GA 3982 Required for the Ph.D. Parihk, 4 points. 2013-14, 2014-15. Oral defense of the Dissertation Proposal and beginning of writing and research of dissertation.    Pedagogy ENGL-GA 3985 Required for the Ph.D. Baker, Parihk. 4 points. 2013-14, 2014-15. Provides a basic foundation in pedagogy and a forum for doctoral students to learn elements of effective teaching of undergraduates at the university level.    Introduction to Advanced Literary Study for M.A. Students ENGL-GA 2980 Required for the M.A. degree. McLane, Crain, Fleming, Siskin, Maynard. 3 points. 2013-14, 2014-15. An introduction to major methodological and theoretical approaches to literature and culture through the close reading and contextualization of select literary works.    Language And Linguistics    Introductory Old English ENGL-GA 1060 Hoover, Momma. 4 points. 2013-14, 2014-15. This course is designed for students who are interested in the language, literature, and culture of England up to the Norman Conquest of 1066. It will provide solid practice in the language and close reading of texts, both canonical and not-quite-canonical, while introducing students to cultural and historical backgrounds, representative secondary material, and the reception of the Middle Ages in the modern era.    Introductory Middle English ENGL-GA 1061 Dinshaw, Rust. 4 points. 2014-15. Study of representative prose and verse texts from 1100 to 1500, read in the original dialects, with emphasis on the continuity of literary traditions and creative innovation.    Development of the English Language ENGL-GA 2044 Hoover, Momma. 4 points. 2013-14, 2014-15. History of the English language from its beginnings in the fifth century to the present, with special emphasis on the Indo-European origins of English; Old and Middle English; internal developments in phonology, morphology, syntax, and vocabulary; and the rise of a standard dialect.    The Structure of Modern English ENGL-GA 2045 Hoover. 4 points. 2014-15. Introduction to the linguistic study of the English language, with special emphasis on phonetics, syntax, semantics, language acquisition, and the linguistic study of style.    Studies in Early Medieval English Literature ENGL-GA 2270 Momma, Cannon. 4 points. 2014-15. This course will examine various early medieval literature of Britain, composed in English, Latin, and possibly one or more other languages, to consider the c cultural construct of England prior to 1300. The focus of the investigation will be the modal of will, as it is applied to linguistic (modal auxiliary), literary (will and desire), theological (free will), pastoral (confession and penitence), and legal issues (intention, bequeathal).    Topics in the English Language ENGL-GA 2072 Hoover, Momma. 4 points. 2013-14, 2014-15. Are literary criticism and language theory two separate fields of research, or can they inform each other in such a way that we may gain new perspectives through exploring the intersection of literary and linguistic issues? This course will set out to answer these questions by reading various literary texts in conjunction with linguistic thoughts from Plato to contemporary philosophers and linguists.    Literature    Shakespeare ENGL-GA 1345 Archer, Gilman. 4 points per term. 2013-14, 2014-15. Shakespeare's major comedies, histories, and tragedies.    World Literature in English ENGL-GA 1764 Gajarawala, Sandhu, Watson, Young. 4 points. 2013-14, 2014-15. Literature that emerged with the breakup of the British Empire, with representative works from India, Pakistan, Nigeria, Kenya, South Africa, Australia, New Zealand, and Canada.    Topics in Digital Humanities ENGL-LA 1972 Blake, Hoover, Siskin, Augst, Fitzpatrick. 4 points. 2013-2014. Introduction to scholarly field of digital humanities focusing on particular aspects of discipline-based and cross-disciplinary applications of tools and concepts.    Paleography and Codicology ENGL-GA 2200 Rust. 4 points. 2013-14. A survey of Latin scripts of the European Middle Ages and Renaissance (500-1550) and of methods and materials of medieval book production, introducing the world of the handwritten book and uses of manuscript evidence in literary study. Attention will be given to scripts, to the materials and methods of book production, to developments in page layout and decoration as well as to a series of book genres: from the Bible and Books of Hours, to student notebooks and household miscellanies.    Chaucer I, II ENGL-GA 2266, 2267 Dinshaw, Rust. 4 points per term. 2013-14. First term: reading and discussion of the text of Canterbury Tales. Second term: Troilus and other works. Situates Chaucer's poety it in the context of diverse genres, historical contexts, and ideas about writing, including the genres of dream vision, romance, and fabliau and the still-tenuous status of a poet writing in the vernacular.    Topics in Medieval Literature I, II ENGL-GA 2270, 2271 Cannon, Dinshaw, Momma, Rust. 4 points per term. 2013-14, 2014-15.    Topics in Renaissance Literature ENGL-GA 2323 Archer, Fleming, Gilman, Guillory, Wofford. 4 points. 2013-14, 2014-15.    Elizabethan and Jacobean Drama ENGL-GA 2333 Archer, Gilman, Guillory. 4 points. 2013-14, 2014-15. Marlowe, Jonson, Kyd, Marston, Tourneur, Webster, Middleton, Rowley, Ford, Chapman.    Restoration and Early 18th-Century Literature ENGL-GA 2521 McDowell, Siskin, Starr. 4 points. 2013-14, 2014-15. The major works of Dryden, Swift, and Pope, together with the works of such contemporaries as Bunyan, Butler, Rochester, Marvell, Behn, Astell, Addison, and Steele.    Topics in 18th-Century Literature I, II ENGL-GA 2540, 2541 McDowell, Siskin, Starr. 4 points per term. 2013-14, 2014-15.    The Romantic Movement ENGL-GA 2620 Lockridge, McLane. 4 points. 2013-14, 2014-15. British Romantic writers such as Burns, Blake, Wollstonecraft, Wordsworth, Coleridge, Byron, Mary Shelley, Percy Bryce Shelley, Keats, De Quincey, Hazlitt, and Clare are considered in light of genre and formal innovation, literary relationship within this circle of writers, historical and political trends, and modern to contemporary critical reconsiderations of Romanticism.    Topics in Romanticism ENGL-GA 2626 Lockridge, McLane, Siskin, Ziter. 4 points per term. 2013-14, 2014-15. Topics within the field of British Romantic literature vary from semester to semester, depending on the instructor. They would characteristically focus on issues associated with critical, historical, and philosophical approaches to Romanticism.    Topics in Victorian Literature ENGL-GA 2650 Freedgood, Maynard, Poovey, Robson, Spear. 4 points. 2013-14, 2014-15.    The Literature of the Transition ENGL-GA 2700 Maynard, Meisel, Spear. 4 points per term. 2014-15. The emergence of modern British literature from the 1800s to the 1920s.    Modern British Novel ENGL-GA 2720 Deer, Meisel. 4 points. 2013-14, 2014-15. The problem of modernism in English prose fiction from Pater to Joyce and Woolf.    Early American Literature ENGL-GA 2802 Baker, Crain, Waterman. 4 points. 2014-15. American literature, 1607-1800, in its cultural setting. Topics include the literature of exploration and promotion; American Puritan poetry and prose; writing in the early South and the middle colonies; rise of the epic, the novel, and the theatre during the American Revolution, with related study of music and painting of the period; the beginning of American romanticism.    American Literature: 1800-1865 I, II ENGL-GA 2810, 2811 Baker, Crain, Waterman. 4 points per term. 2014-2015. Poetry, fiction, and nonfiction prose of the United States, from the early national period to the Civil War.    American Literature: 1865-1900 ENGL-GA 2820 Baker, Crain, McHenry, Patell. 4 points. 2013-14, 2014-15. The poetry and fiction of the post-Civil War era, including Dickinson, De Forest, Howells, Twain, Garland, James, Crane, Frederic, Chopin, and Norris.    Topics in American Literature I, II ENGL-GA 2838, 2839 Baker, Crain, Harper, Hendin, McHenry, Patell, Parihk, Waterman. 4 points per term. 2013-14, 2014-15. Studies in major authors and themes.    American Fiction: 1900-1945 ENGL-GA 2841 Hendin, McHenry, Patell. 4 points. 2013-14, 2014-15. Reading sin 20th-century Amreican fiction and nonfiction prose, with empahsis on theoryof fictional genres literary innovation, stylistic experimentation, and recurrent theme in the modern novel: Theodore Dreiser, John Dos Passos, Willa Cather, Ernest Hemingway, F. Scott Fitzgerald, William Faulkner, and Ralph Ellison.    American Fiction 1945-Present ENGL-GA 2843 Harper, McHenry, Patell. 4 points. 2013-14, 2014-15. Examines works of prose fiction produced in the United States since the end of World War II in 1945.    Henry James: Major Works ENGL-GA 2861 Crain, Hendin. 4 points. 2014-15. In-depth study of the major works of Henry James, emphasizing his treatment of the American scene, the aesthetic and moral impact of Europe on the American character, and his changing literary, formal, and psychological preoccupations.    Topics in Postcolonial Literature ENGL-GA 2900 Gajarawala, Sunder Rajan, Watson, Young. 4 points. 2013-14, 2014-15. Intermediate-level study of literary and theoretical works pertaining to the eras of decolonization and globalization.    Topics in Postcolonial Theory ENGL-GA 2901 Gajarawala, Sunder Rajan, Watson, Young. 4 points. 2013-14, 2014-15. Introduces M.A. and Ph.D. students to advanced study of postcolonial theory, its forms of philosophical and cultural analysis, and its theoretical advances and difficulties.    Literature and Philosophy ENGL-GA 2912 Lockridge. 4 points. 2014-15. Mutual influence of \"literary\" and philosophical texts; philosophical and rhetorical terminology; poetics, politics, and law; poetics, aesthetics, and hermeneutics; critique, criticism, and deconstruction; theories of fiction and memory.    Modern British and American Poetry ENGL-GA 2924 McLane, Nicholls. 4 points. 2013-14, 2014-15. Studies in major poets, with emphasis on the intrinsic character of poems; Hardy, Hopkins, Yeats, Pound, Stevens, Williams, Eliot, Crane, Auden, Thomas, Lowell, and Hughes.    Contemporary Poetry ENGL-GA 2927 McLane, Nicholls, Noel, Shaw. 4 points. 2013-14, 2014-15. Approaches to the work of contemporary poets. Context varies yearly.    Modern Drama ENGL-GA 2930 Blake, Chaudhuri, Jarcho, Ziter. 4 points. 2013-14, 2014-15. Representational drama of Scribe, Hauptmann, Ibsen, Strindberg, Gorki, Chekhov, Wilde, Shaw, O'Casey, O'Neill, Williams, Miller, Albee, and Osborne; nonrepresentational drama of Büchner, Strindberg, Kaiser, O'Neill, Jarry, Apollinaire, Ibsen, Yeats, Eliot, Brecht, Pirandello, Artaud, Genet, Ionesco, Beckett, and Pinter.    The Politics of Culture ENGL-GA 2934 Parihk. 4 points. 2014-15. This course considers human rights discourses as an interpretive framework for literary and cultural production, emphasizing perspectives from postcolonial and critical American studies.    The Social Life of Paper ENGL-GA 2944 Gitelman. 4 points. 2013-14, 2014-15. Considers the history, production, circulation, and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    Major Texts in Critical Theory ENGL-GA 2953 Lockridge. 4 points. 2013-14, 2014-15. Major texts in critical theory from Plato to the present century are examined in order to address fundamental questions concerning the origins, materiality, stuctures, and uses of literature and other cultural phenomena.    Contemporary Criticism ENGL-GA 2954 Gilman, Harper, Meisel. 4 points. 2013-14, 2014-15. Comparative examination of major schools of contemporary criticism, American and European, describing the variety of critical perspectives and how they are interrelated.    Topics in Criticism I, II ENGL-GA 2955, 2956 Donoghue, Harper, Haverkamp, Maynard, Meisel. 4 points per term. 2013-14, 2014-15. Application, exemplification, and reception of literary theory; history of criticism and theory. Critical configurations like the division of the public sphere and private space.    Topics in Literary Theory I, II ENGL-GA 2957, 2958 Freedgood, Guillory, Harper, Haverkamp, Meisel. 4 points per term. 2013-14, 2014-15. Content varies.    History of the Book ENGL-GA 2970 Augst, Crain, McDowell, McHenry, Siskin. 4 points. 2013-14, 2014-15. Historical, theoretical, and critical approaches to diverse topics relating to literacy, media, and the production and dissemination of knowledge.    Practicum in Digital Humanities ENGL-GA 2971 Engel, Hoover, Blake, Augst. 4 points. 2013-2014, 2014-2015. Introduction to web development and digital publication for students in the Humanities. Surveys principles of current technologies for the creation of digital editions and applies them through practice as they learn the skills and techniques for formatting and publishing archival materials in a web-based environment.    RESEARCH    Guided Research ENGL-GA 3001, 3002, 3003, 3004 Prerequisite: permission of the director of graduate studies. Parihk. 1-4 points per term. 2013-14, 2014-15.    Doctoral Seminars    Topics in Medieval Literature ENGL-GA 3269 Cannon, Dinshaw, Momma, Rust. 4 points per term. 2013-14, 2014-15.    Topics in Renaissance Literature I, II ENGL-GA 3323, 3324 Archer, Fleming, Gilman, Halpern, Guillory, Wofford. 4 points per term. 2013-14, 2014-15.    Topics in 18th-Century English Literature ENGL-GA 3536 McDowell, Siskin, Starr. 4 points per term. 2013-14, 2014-15.    Topics in Romantic Literature I, II ENGL-GA 3626, 3627 Lockridge, Siskin. 4 points per term. 2013-14, 2014-15.    Topics in Literary Theory ENGL-GA 3629 Haverkamp. 4 points. 2013-14, 2014-15.    Topics in Victorian Literature ENGL-GA 3650 Freedgood, Maynard, Poovey, Robson, Spear. 4 points per term. 2013-14, 2014-15.    Topics in British Fiction from 1890 to the Present ENGL-GA 3720 Deer, Meisel. 4 points. 2013-14, 2014-15.    Topics in Early American Literature ENGL-GA 3802 Baker, Waterman. 4 points. 2013-14, 2014-15.    Topics in American Literature: 1800-1865 ENGL-GA 3810 Augst, McHenry, Waterman. 4 points per term. 2013-14, 2014-15.    Topics in American Literature: 1865-1900 ENGL-GA 3820 Baker, McHenry, Patell. 4 points. 2013-14, 2014-15.    Topics in American Literature Since 1900 I, II ENGL-GA 3840, 3841 Harper, Hendin, McHenry, Parihk, Patell. 4 points per term. 2013-14, 2014-15.    Topics in Postcolonial Literature ENGL-GA 3900 Gajarawala, Sunder Rajan, Watson, Young. 4 points. 2013-14, 2014-15. Advanced study of literary and theoretical works pertaining to the eras of decolonization and globalization.    Topics in the History of Rhetoric ENGL-GA 3918 Guillory. 4 points. 2014-15.    History of the Book ENGL-GA 3940 Augst, Crain, McDowell, McHenry, Siskin. 4 points. 2013-14, 2014-15.    Topics in the History of the Production of Knowledge ENGL-GA 3951 Poovey, Siskin. 4 points. 2013-14, 2014-15.    Archival Practices and Politics ENGL-GA 3975 Augst, McHenry. 4 points per term. 2014-15.                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Comprehensive English Program                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       American Language Institute                                                                                           Prospective Students             Dean's Message The ALI Advantage International Students Custom Programs Faculty                   Academic Offerings             Academic English Program Global Certificate Program Comprehensive English Program Mastering English: International Summer in NYC Professional English Program ALI Online                   Evaluation and Registration             New Domestic Students International Students                   Language Testing                                                   Comprehensive English Program                                            Academic Offerings &rsaquo;                Academic English Program            Global Certificate Program            Comprehensive English Program                 ALI Certificate in Comprehensive English-Level 1          ALI Certificate in Comprehensive English-Level 2          ALI Certificate in Comprehensive English-Level 3          ALI Certificate in Comprehensive English-Level 4          ALI Certificate in Comprehensive English-Level 5          ALI Certificate in Comprehensive English-Level 6          ALI Certificate in Comprehensive English-Level 7          ALI Certificate in Comprehensive English-Level 8          ALI certificate in Comprehensive English-Level 9          ALI Certificate in Intensive English-Level 1          ALI Certificate in Intensive English-Level 2          ALI Certificate in Intensive English-Level 3          ALI Certificate in Intensive English-Level 4          ALI Certificate in Intensive English-Level 5          ALI Certificate in Intensive English-Level 6          ALI Certificate in Intensive English-Level 7          ALI Certificate in Intensive English-Level 8          ALI Certificate in Intensive English-Level 9                   Mastering English: International Summer in NYC            Professional English Program            ALI Online                               Download           ALI Brochure                                                                                 Intensive Program in American English and Orientation                         The Comprehensive English Program (CEP) is a full-time, English language and American culture program offered to non-native English-speaking students from very beginning (Levels Intro, 1, &amp; 2) to very advanced (Levels 7, 8, &amp; 9) levels of proficiency. CEP classes meet Monday through Thursday for about five hours of class each day.   At the beginning levels (Intro–2), all classes are taught as integrated language skills classes designed to provide a comprehensive English learning experience.   At the intermediate levels (3–6), instruction consists of two morning comprehensive core classes and two afternoon English enrichment and engagement classes. Both core courses integrate all English skills. At these levels, students select two types of afternoon enrichment and engagement classes. One offers focused practice on a specific language or academic skill, such as pronunciation, vocabulary development, and TOEFL prep. The other invites students to explore a topic of interest and to develop their linguistic and cultural fluency and confidence through engaging in the real use of English. Topics include American film, history of New York City, art appreciation and business English.   At advanced levels (7-9), students complete their schedules with ALI electives, ALI advanced evening courses for specific purposes, or NYU School of Professional Studies noncredit classes. This flexibility allows advanced students to fine-tune their course selection to best suit their interests and needs.              Summer 2015   Fall 2015   Course Fees, Comprehensive English Program     $2,680 for 6-week session   $5,540   Health Insurance*   $1,146   $1,200   University Fees*   $550   $550   University Dormitory and Food Plan     Approximately $6,500 per 14-week semester**          * These amounts are estimates and are subject to change. Required of all students on an F-1 visa; insurance can be waived upon review by NYU Student Health Insurance Services .   ** Actual rates to be announced.         Note: All program fees and University room and board charges must be paid at the time of registration. The above figures do not include transportation, laundry, necessary personal expenses, or entertainment. Total living and maintenance expenses are estimated at $1,800 per month for students, whether living in a University dormitory or in private accommodations. All dates and expenses are subject to change.             Certificates                                  ALI Certificate in Comprehensive English-Level 1                                       ALI Certificate in Comprehensive English-Level 2                                       ALI Certificate in Comprehensive English-Level 3                                         ALI Certificate in Comprehensive English-Level 4                                       ALI Certificate in Comprehensive English-Level 5                                       ALI Certificate in Comprehensive English-Level 6                                         ALI Certificate in Comprehensive English-Level 7                                       ALI Certificate in Comprehensive English-Level 8                                       ALI certificate in Comprehensive English-Level 9                                         ALI Certificate in Intensive English-Level 1                                       ALI Certificate in Intensive English-Level 2                                       ALI Certificate in Intensive English-Level 3                                         ALI Certificate in Intensive English-Level 4                                       ALI Certificate in Intensive English-Level 5                                       ALI Certificate in Intensive English-Level 6                                         ALI Certificate in Intensive English-Level 7                                       ALI Certificate in Intensive English-Level 8                                       ALI Certificate in Intensive English-Level 9                                                                    View all ALI Comprehensive English Program Courses                                                                                                     QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]}]