[{"detail": [{"content": "Fall 2015 Graduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Graduate Course List   Problems and Methods in Hebrew &amp; Judaic Studies (HBRJD-GA.1005-001) [3 points] Instructor: Prof. David Engel Day &amp; Time: Wednesdays, 5:00 pm – 7:45 pm Description: Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students. Akkadian III (HBRJD-GA.1103-001) [3 points] Instructor: Prof. Daniel Fleming Day &amp; Time: Wednesdays, 11:00 am – 1:45 pm Description: Reading of Akkadian literature. Ugraitic I (HBRJD-GA.1115-001) [3 points] Instructor: Prof. Mark Smith Day &amp; Time: Thursdays, 2:00 pm – 4:45 pm Description: The course comprises an introduction to the language and literature of ancient Ugarit as well as selected topics in Ugaritic studies. Aramaic IV (HBRJD-GA.1120-001) [3 points] Instructor: Prof. Moshe Bernstein Day &amp; Time: Thursdays, 8:00 am – 10:45 am Description: Introduction to Galilean and Babylonian Jewish Aramaic and related texts. Jewish Collectivity and Mutual Responsibility (HBRJD-GA.1513-001) [3 points] Instructor: Prof. Ronald Zweig Day &amp; Time: Wednesdays, 11:00 am – 1:45 pm Description: This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today. History of Jewish Education (HBRJD-GA.1518-001) [3 points] Instructor: Prof. Robert Chazan Day &amp; Time: Wednesdays, 9:30 am – 12:15 pm Description: This course will look at means, goals, and objectives of Jewish education through the 20th Century. Counts toward integrative requirement. Non-Zionist Colonization Projects (HBRJD-GA.1542-001) [3 points] Instructor: Prof. Gennady Estraikh Day &amp; Time: Wednesdays, 2:00 pm – 4:45 pm Description: Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world. Rabbinic Texts: Mishnah Tosefta (HBRJD-GA.2140-001) [3 points] Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesdays, 2:00 pm – 4:45 pm Description: Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view. History of Judaism in Late Antiquity (HBRJD-GA.2623-001) [3 points] Instructor: Prof. Alex Jassen Day &amp; Time: Tuesdays, 8:00 am – 10:45 am Description: This course addresses the major religious, political and social currents in Graeco-Roman Palestine. Among the central concerns will be the relationship of the Jews to the ruling powers (Ptolemies, Seleucids, Romans, Herodians etc.) and the emergence of sectarian groups such as the Pharisees, Sadducees, Dead Sea Sect, Samaritans and early (Jewish) Christians. The literary legacy of the rabbis and the emergence of Christianity will be given special attention. Relations between the Jews, Christians and Romans will also be examined. While the course will largely concentrate on developments in the Land of Israel, issues pertaining to the Diaspora will be addressed from time to time. Nazi Germany: The Racial State and the Persecution of Minorities (HBRJD-GA.2689-001) [4 points] Instructor: Prof. Marion Kaplan Day &amp; Time: Mondays, 9:30 am – 12:15 pm Description: The destruction of European Jewry has been a central focus in studying Nazi extermination policies. This course will look at Nazi policies towards the Jewish people and will also examine how the \"racial state\" dealt with those it deemed \"racially unfit\" to belong to the German Volk. The Jewish Community: Classical Institutions (HBRJD-GA.3224-001) [3 points] Instructor: Prof. Robert Chazan Day &amp; Time: Tuesdays, 2:00 pm – 4:45 pm Description: Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole. Counts toward integrative requirement. Topics in the Bible: Samuel (HBRJD-GA.3311-001) [3 points] Instructor: Prof. Daniel Fleming Day &amp; Time: Mondays, 8:00 am – 10:45 am Description: Study of a selected biblical book, with careful attention to literary and historical problems. Sacrifice, Culture and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives (HBRJD-GA.3992-001) [4 points] Instructor: Prof. Yael Feldman Day &amp; Time: Wednesdays, 2:00 pm – 4:45 pm Description: Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas. Counts toward integrative requirement.                           Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2015 Graduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Graduate Course List   Problems and Methods in Hebrew &amp; Judaic Studies (HBRJD-GA.1005-001) [3 points] Instructor: Prof. David Engel Day &amp; Time: Wednesdays, 5:00 pm – 7:45 pm Description: Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students. Akkadian III (HBRJD-GA.1103-001) [3 points] Instructor: Prof. Daniel Fleming Day &amp; Time: Wednesdays, 11:00 am – 1:45 pm Description: Reading of Akkadian literature. Ugraitic I (HBRJD-GA.1115-001) [3 points] Instructor: Prof. Mark Smith Day &amp; Time: Thursdays, 2:00 pm – 4:45 pm Description: The course comprises an introduction to the language and literature of ancient Ugarit as well as selected topics in Ugaritic studies. Aramaic IV (HBRJD-GA.1120-001) [3 points] Instructor: Prof. Moshe Bernstein Day &amp; Time: Thursdays, 8:00 am – 10:45 am Description: Introduction to Galilean and Babylonian Jewish Aramaic and related texts. Jewish Collectivity and Mutual Responsibility (HBRJD-GA.1513-001) [3 points] Instructor: Prof. Ronald Zweig Day &amp; Time: Wednesdays, 11:00 am – 1:45 pm Description: This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today. History of Jewish Education (HBRJD-GA.1518-001) [3 points] Instructor: Prof. Robert Chazan Day &amp; Time: Wednesdays, 9:30 am – 12:15 pm Description: This course will look at means, goals, and objectives of Jewish education through the 20th Century. Counts toward integrative requirement. Non-Zionist Colonization Projects (HBRJD-GA.1542-001) [3 points] Instructor: Prof. Gennady Estraikh Day &amp; Time: Wednesdays, 2:00 pm – 4:45 pm Description: Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world. Rabbinic Texts: Mishnah Tosefta (HBRJD-GA.2140-001) [3 points] Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesdays, 2:00 pm – 4:45 pm Description: Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view. History of Judaism in Late Antiquity (HBRJD-GA.2623-001) [3 points] Instructor: Prof. Alex Jassen Day &amp; Time: Tuesdays, 8:00 am – 10:45 am Description: This course addresses the major religious, political and social currents in Graeco-Roman Palestine. Among the central concerns will be the relationship of the Jews to the ruling powers (Ptolemies, Seleucids, Romans, Herodians etc.) and the emergence of sectarian groups such as the Pharisees, Sadducees, Dead Sea Sect, Samaritans and early (Jewish) Christians. The literary legacy of the rabbis and the emergence of Christianity will be given special attention. Relations between the Jews, Christians and Romans will also be examined. While the course will largely concentrate on developments in the Land of Israel, issues pertaining to the Diaspora will be addressed from time to time. Nazi Germany: The Racial State and the Persecution of Minorities (HBRJD-GA.2689-001) [4 points] Instructor: Prof. Marion Kaplan Day &amp; Time: Mondays, 9:30 am – 12:15 pm Description: The destruction of European Jewry has been a central focus in studying Nazi extermination policies. This course will look at Nazi policies towards the Jewish people and will also examine how the \"racial state\" dealt with those it deemed \"racially unfit\" to belong to the German Volk. The Jewish Community: Classical Institutions (HBRJD-GA.3224-001) [3 points] Instructor: Prof. Robert Chazan Day &amp; Time: Tuesdays, 2:00 pm – 4:45 pm Description: Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole. Counts toward integrative requirement. Topics in the Bible: Samuel (HBRJD-GA.3311-001) [3 points] Instructor: Prof. Daniel Fleming Day &amp; Time: Mondays, 8:00 am – 10:45 am Description: Study of a selected biblical book, with careful attention to literary and historical problems. Sacrifice, Culture and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives (HBRJD-GA.3992-001) [4 points] Instructor: Prof. Yael Feldman Day &amp; Time: Wednesdays, 2:00 pm – 4:45 pm Description: Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas. Counts toward integrative requirement.                           Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Alex P. Jassen, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Alex Jassen   Associate Professor of Hebrew and Judaic Studies   New York University, PhD, 2006     Office: 53 Washington Square South, Room 107     Email:       Phone: 212.998.8197     Fax: 212.995.4178     Personal Homepage       Research Interests Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence         Bio Alex P. Jassen is Associate Professor of Hebrew and Judaic Studies in the Skirball Department of Hebrew and Judaic Studies at New York University. He previously taught at the University of Minnesota, where he was the recipient of the university’s prestigious McKnight Land-Grant Fellowship. Dr. Jassen holds a B.A. in Jewish Studies and Near Eastern Languages and Civilizations from the University of Washington (2001) and completed his Ph.D. in Hebrew and Judaic Studies at New York University in 2006. He has published widely on the Dead Sea Scrolls and ancient Judaism and is a member of the international editorial team responsible for publication of the Dead Sea Scrolls. He is the author of Mediating the Divine: Prophecy and Revelation in the Dead Sea Scrolls and Second Temple Judaism (Brill, 2007), winner of the 2009 John Templeton Award for Theological Promise; Scripture and Law in the Dead Sea Scrolls(forthcoming with Cambridge University Press); as well as many articles and reviews; and co-editor of Scripture, Violence, and Textual Practice in Early Judaism and Christianity (Brill, 2010). Dr. Jassen is co-editor-in-chief of the Journal of Ancient Judaism (Vandenhoeck & Ruprecht). He served as academic advisor for The Dead Sea Scrolls: Words that Changed the World exhibit at the Science Museum of Minnesota. Dr. Jassen is currently working on a book on religious violence in the Dead Sea Scrolls and ancient Judaism. His work on religious violence has been recognized with a fellowship from the National Endowment for the Humanities.     External Affiliations Co-Editor, Journal of Ancient Judaism; Member, Society of Biblical Literature; Member, Association for Jewish Studies; Member, Catholic Biblical Association     Select Publications Scripture and Law in the Dead Sea Scrolls and Ancient Judaism . Cambridge: Cambridge University Press (in press).       Journal of Ancient Judaism . Co-editor with Maxine L. Grossman and Armin Lange. Vandenhoeck &amp; Ruprecht, 2011–.       Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Co-edited with Ra'anan Boustan and Calvin J. Roetzel. Leiden: Brill, 2010.       Mediating the Divine: Prophecy and Revelation in the Dead Sea Scrolls and Second Temple Judaism . Studies on the Texts of the Desert of Judah 68; Leiden: Brill, 2007.       “ The Pesharim and the Rise of Commentary in Early Jewish Scriptural Interpretation .” Dead Sea Discoveries (theme issue on The Rise of Commentary: Commentary Texts in Ancient Near Eastern, Greek, Roman, and Jewish Cultures; ed. Mladen Popovic) 19:3 (2012): 363-98.       “ American Scholarship on Jewish Law in the Dead Sea Scrolls .” Pages 101–54 in The Dead Sea Scrolls in Scholarly Perspective: A History of Research . Edited by Devorah Dimant. Studies on the Texts of the Desert of Judah 99. Leiden: Brill Academic Publishers, 2012.       “ Tracing the Threads of Jewish Law: The Sabbath Carrying Prohibition from Jeremiah to the Rabbis .” (part of special section: “Second Temple Halakhot and the Historical Jesus: Three Contributions toward a Discussion”). Annali di storia dell'esegesi 28:1 (2011): 253-78.       “ Survival at the End of Days: Aspects of Soteriology in the Dead Sea Scrolls Pesharim .” Pages 193–210 in This World and the World to Come: Soteriology in Early Judaism . Edited by Daniel M. Gurtner. Library of Second Temple Studies. London: T. &amp; T. Clark, 2011.       “ Prophecy after ‘The Prophets’: The Dead Sea Scrolls and the History of Prophecy in Judaism .” Pages 577–93 in volume 2 of The Dead Sea Scrolls in Context: Integrating the Dead Sea Scrolls in the Study of Ancient Texts, Languages, and Cultures . Edited by Armin Lange, Emanuel Tov, Matthias Weigold, and Bennie H. Reynolds III. Vetus Testamentum Supplements 140. 2 vols.; Leiden: Brill Academic Publishers, 2011.       “ Rereading 4QPesher Isaiah A (4Q161) Forty Years after DJD 5 .” Pages 57-90 in The Mermaid and the Partridge: Essays from the Copenhagen Conference on Revising Texts from Cave Four . Edited by George J. Brooke and Jesper Høgenhaven. STDJ 96. Leiden: Brill Academic Publishers, 2011.       “ What Exactly Is Prohibited in the Field? A New Suggestion for Understanding the Text and Context of CD 10:20-21 .” Revue de Qumran 25/no.97 (2011): 41-62.       “ Law and Exegesis in the Dead Sea Scrolls: The Sabbath Carrying Prohibition in Comparative Perspective .” Pages 115-56 in The Dead Sea Scrolls at Sixty: Scholarly Contributions of New York University Faculty and Alumni . Edited by Lawrence H. Schiffman and Shani L. Tsoref. STDJ 89. Leiden: Brill Academic Publishers, 2010.       “ A New Suggestion for the Reconstruction of 4Q370 1 i 2 and the Blessing of the Most High ( Elyon ) in Second Temple Judaism .” Dead Sea Discoveries: A Journal of Current Research on the Scrolls and Related Literature 17:1 (2010): 88–113.       “ Violence and the Dead Sea Scrolls: Sectarian Formation and Eschatological Imagination .” Biblical Interpretation: A Journal of Contemporary Approaches 17:1–2 (2009): 12–44; Reprint pages 13–45 in Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Edited by Ra‘anan S. Boustan, Alex P. Jassen and Calvin J. Roetzel. Leiden: Brill Academic Publishers, 2009.       With Ra‘anan S. Boustan and Calvin J. Roetzel, “ Introduction: Violence, Scripture, and Textual Practices in Early Judaism and Christianity .” Pages 1–11 in Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Edited by Ra‘anan S. Boustan, Alex P. Jassen, and Calvin J. Roetzel. Leiden: Brill Academic Publishers, 2009.       “ Prophets and Prophecy in the Qumran Community .” Association for Jewish Studies Review 32:2 (2008): 299–334.       “ The Presentation of the Ancient Prophets as Lawgivers at Qumran .” Journal of Biblical Literature 127:2 (2008): 307–37.       “ Literary and Historical Studies in the Samuel Apocryphon (4Q160) .” Journal of Jewish Studies 59:1 (2008): 21–38.       “ Teaching and Learning Guide for Religion in the Dead Sea Scrolls .” Religion Compass 2:5 (2008): 882–88.       “ Reading Midrash with Maimonides: An Inquiry into the Sources of Maimonides’ Account of the Origins of Idolatry .” Australian Journal of Jewish Studies 21 (2007): 170–200.       “ Religion in the Dead Sea Scrolls .” Religion Compass 1:1 (2007): 1–25.       “ Intertextual Readings of the Psalms in the Dead Sea Scrolls: 4Q160 (Samuel Apocryphon) and Psalm 40 .” Revue de Qumran 22:3 (2006): 403–30.        Fellowships/Honors National Endowment for the Humanities, Summer Stipend (2010); McKnight Land-Grant Professorship, University of Minnesota (2010–12); John Templeton Award for Theological Promise, Templeton Foundation and University of Heidelberg (2009)       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Undergraduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Undergraduate Course List   The Bible as Literature: Violence/Sex/Culture in Biblical and Ancient Greek Narratives (HBRJD-UA 23) [Biblical] Instructor: Prof. Yael Feldman Day &amp; Time: Monday 12:30pm – 3:15pm Description: What are the origins of social and personal violence? Are they indeed anchored in the sexual dynamics of the human family as argued by Freud, or are they a necessary stage in humanity’s cultural formation as suggested by Girard et al (Violent Origins)? Moreover, how do biblical gender/sexual roles and the implementation of violence within them differ from those of the analogous Greco-Christian tradition and its 20th-century heir – Freudian psychoanalysis? What are the psychological and ethical implications of the differences between the biblical account of the first homicidal act (Cain and Able) and the classical Greek take on homicide in The Orestea or Oedipus Rex? These are some of the questions to be discussed in this class through a comparative close reading of selected biblical narratives and Greek myth and drama, accompanied by relevant assignments from biblical, classical Greek, and psychoanalytic scholarship; literary and feminist interpretation of the Bible; and artistic representations of biblical and classic Greek themes. The Dead Sea Scrolls, Judaism, and Christianity (HBRJD-UA 131) [Ancient/Rabbinic] Instructor: Prof. Alex Jassen Day &amp; Time: Thursday 12:30pm - 1:45pm Description: Survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity. Reading and discussion of English translations of the major texts. Conceptions of Gender in Ancient Egypt (HBRJD-UA 138 ) [Ancient/Rabbinic] Instructor: Prof. Ann Roth Day &amp; Time: Thursday 12:30pm - 1:45pm Description: The pharaonic Egyptian culture (3100 – 30 BCE) was situated geographically in an unusual agriculture zone, dependent not upon rain and irrigation, but on an annual flood that left the land fertilized and well-watered. As a result, general conceptions of fertility, and hence gender, were somewhat anomalous. This course will deal with this hypothesis, and the traditional scholarship on Egyptian gender relations and sexuality, by examining archaeological remains, artistic representations, and texts throughout the pharaonic period. Russian Jewish History (HBRJD-UA 191) [Modern] Instructor: Prof. Gennady Estraikh Day &amp; Time: Monday, Wednesday 12:30pm – 1:45pm Description: Focuses on Jewish history in imperial Russia, from the end of the 18th century to the beginning of the 20th. It also gives an overview of the Soviet and post-Soviet periods. Topics include the government's policies toward Jews; attempts to integrate them into the larger society; the establishment and development of Russian Jewish civil society; Jewish participation in the revolutionary movement; aspects of Jewish social, economic, and cultural life in villages, town, and cities; the role of women in family and communal life; military service; anti-Jewish violence; and emigration. Israeli Politics and Society (HBRJD-UA 710) [Modern] Instructor: TBA Day &amp; Time: Monday, Wednesday 3:30pm – 4:45 pm Description: Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. The course also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; Union workers and gender relations. Readings in Talmud: Hullin VIII (in Hebrew) (HBRJD-UA 784) Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesday 6:30pm – 8:00pm Description: Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth. CORE Courses  Texts &amp; Ideas: Antiquity and the Reformation (CORE-UA 400-070) Instructor: Prof. Mark Smith Day &amp; Time: Tuesday, Thursday 12:30pm – 1:45pm Description: Often viewed as a series of \"Protestant\" responses to the Roman Catholic   Church, the Reformation was a period of massive religious and political   conflict. It appropriated the Bible as the single basis of   authoritative knowledge and also transformed the study of the Bible   based on the language and textual scholarship that had emerged in the   wake of the Renaissance’s rediscovery of classical texts. In taking up   the Bible as well as classical learning, the Reformation posed   fundamental questions about the nature of individual persons, society,   and humanity. These issues continue to inform fundamental ideas and   conceptual categories of religion and society in Western Europe and the   United States today. Ancient Israel (CORE-UA 514-001) Instructor: Prof. Daniel Fleming Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 BCE to the conquests of Alexander the Great, in the fourth century BCE. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. Cultures &amp; Contexts: Modern Israel (CORE-UA 537-001) Instructor: Prof. Ronald Zweig Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs. Language Courses Elementary Hebrew 1 (HBRJD-UA 1) Instructor: Prof. Rosalie Kamelhar (001 &amp; 002), Prof. Adina Marom (003) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Day &amp; Time (003): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Description: Active introduction to modern Hebrew as it is spoken and written in Israel today. Presents the essentials of Hebrew grammar, combining the oral-aural approach with formal grammatical concepts. Reinforces learning by reading of graded texts. Emphasizes the acquisition of idiomatic conversational vocabulary and language patterns. Elementary Hebrew 2 (HBRJD-UA 2) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Continuation of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed HBRJD-UA 1 or who have been placed at this level through the placement examination. Intermediate Hebrew I (HBRJD-UA 3) Instructor: Prof. Adina Marom (001), TBD (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am -12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Improving all Modern Hebrew language skills at the Intermediate level with an emphasis on reading texts, writing, and class discussions. In grammar we will study and practice basic forms of the future tense, various sentence structures, and more. Intermediate Hebrew II (HBRJD-UA 4) Instructor: Prof. Adina Maron (001), Prof. Ilona Ben-Moshe (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 9:30am – 10:45am Day &amp; Time (002): Tuesday, Wednesday, Thursday 3:30pm – 4:45pm Description: Improving all Hebrew Language skills at the High Intermediate level. We will read and discuss Texts on different topics and various genres, practice Composition and writing, and continue the study of The Hebrew verb with an emphasis on Future Tense conjugations. Hebrew Through Film (HBJD-UA 10) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Thursday 12:30pm – 1:45pm Description: An advanced language course focusing on aspects of Israeli society as they are portrayed in primarily 21st century Israeli films and television. The aspects examined include immigration and immigrants, ethnic groups within Israeli society, religious communities and their relationship to the secular world, the kibbutz , periphery vs. center, the Israeli-Arab conflict and military service. The course will foster a deeper understanding of the Hebrew language’s various registers and their manifestation in different social contexts and genres. The class will strengthen the students’ proficiency in the four language skills, with emphasis on listening and speaking. Students will be required to view films, to engage in pre and post-viewing activities such as reading background materials in Hebrew, to participate in class discussions, and to write in Hebrew about the films.                         Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2015 Graduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Graduate Course List   Problems and Methods in Hebrew &amp; Judaic Studies (HBRJD-GA.1005-001) [3 points] Instructor: Prof. David Engel Day &amp; Time: Wednesdays, 5:00 pm – 7:45 pm Description: Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students. Akkadian III (HBRJD-GA.1103-001) [3 points] Instructor: Prof. Daniel Fleming Day &amp; Time: Wednesdays, 11:00 am – 1:45 pm Description: Reading of Akkadian literature. Ugraitic I (HBRJD-GA.1115-001) [3 points] Instructor: Prof. Mark Smith Day &amp; Time: Thursdays, 2:00 pm – 4:45 pm Description: The course comprises an introduction to the language and literature of ancient Ugarit as well as selected topics in Ugaritic studies. Aramaic IV (HBRJD-GA.1120-001) [3 points] Instructor: Prof. Moshe Bernstein Day &amp; Time: Thursdays, 8:00 am – 10:45 am Description: Introduction to Galilean and Babylonian Jewish Aramaic and related texts. Jewish Collectivity and Mutual Responsibility (HBRJD-GA.1513-001) [3 points] Instructor: Prof. Ronald Zweig Day &amp; Time: Wednesdays, 11:00 am – 1:45 pm Description: This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today. History of Jewish Education (HBRJD-GA.1518-001) [3 points] Instructor: Prof. Robert Chazan Day &amp; Time: Wednesdays, 9:30 am – 12:15 pm Description: This course will look at means, goals, and objectives of Jewish education through the 20th Century. Counts toward integrative requirement. Non-Zionist Colonization Projects (HBRJD-GA.1542-001) [3 points] Instructor: Prof. Gennady Estraikh Day &amp; Time: Wednesdays, 2:00 pm – 4:45 pm Description: Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world. Rabbinic Texts: Mishnah Tosefta (HBRJD-GA.2140-001) [3 points] Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesdays, 2:00 pm – 4:45 pm Description: Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view. History of Judaism in Late Antiquity (HBRJD-GA.2623-001) [3 points] Instructor: Prof. Alex Jassen Day &amp; Time: Tuesdays, 8:00 am – 10:45 am Description: This course addresses the major religious, political and social currents in Graeco-Roman Palestine. Among the central concerns will be the relationship of the Jews to the ruling powers (Ptolemies, Seleucids, Romans, Herodians etc.) and the emergence of sectarian groups such as the Pharisees, Sadducees, Dead Sea Sect, Samaritans and early (Jewish) Christians. The literary legacy of the rabbis and the emergence of Christianity will be given special attention. Relations between the Jews, Christians and Romans will also be examined. While the course will largely concentrate on developments in the Land of Israel, issues pertaining to the Diaspora will be addressed from time to time. Nazi Germany: The Racial State and the Persecution of Minorities (HBRJD-GA.2689-001) [4 points] Instructor: Prof. Marion Kaplan Day &amp; Time: Mondays, 9:30 am – 12:15 pm Description: The destruction of European Jewry has been a central focus in studying Nazi extermination policies. This course will look at Nazi policies towards the Jewish people and will also examine how the \"racial state\" dealt with those it deemed \"racially unfit\" to belong to the German Volk. The Jewish Community: Classical Institutions (HBRJD-GA.3224-001) [3 points] Instructor: Prof. Robert Chazan Day &amp; Time: Tuesdays, 2:00 pm – 4:45 pm Description: Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole. Counts toward integrative requirement. Topics in the Bible: Samuel (HBRJD-GA.3311-001) [3 points] Instructor: Prof. Daniel Fleming Day &amp; Time: Mondays, 8:00 am – 10:45 am Description: Study of a selected biblical book, with careful attention to literary and historical problems. Sacrifice, Culture and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives (HBRJD-GA.3992-001) [4 points] Instructor: Prof. Yael Feldman Day &amp; Time: Wednesdays, 2:00 pm – 4:45 pm Description: Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas. Counts toward integrative requirement.                           Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Alex P. Jassen, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Alex Jassen   Associate Professor of Hebrew and Judaic Studies   New York University, PhD, 2006     Office: 53 Washington Square South, Room 107     Email:       Phone: 212.998.8197     Fax: 212.995.4178     Personal Homepage       Research Interests Dead Sea Scrolls, Second Temple Judaism, Hebrew Bible, Rabbinic Judaism, Early Christianity, Biblical Interpretation, History of Law, Religion and Violence         Bio Alex P. Jassen is Associate Professor of Hebrew and Judaic Studies in the Skirball Department of Hebrew and Judaic Studies at New York University. He previously taught at the University of Minnesota, where he was the recipient of the university’s prestigious McKnight Land-Grant Fellowship. Dr. Jassen holds a B.A. in Jewish Studies and Near Eastern Languages and Civilizations from the University of Washington (2001) and completed his Ph.D. in Hebrew and Judaic Studies at New York University in 2006. He has published widely on the Dead Sea Scrolls and ancient Judaism and is a member of the international editorial team responsible for publication of the Dead Sea Scrolls. He is the author of Mediating the Divine: Prophecy and Revelation in the Dead Sea Scrolls and Second Temple Judaism (Brill, 2007), winner of the 2009 John Templeton Award for Theological Promise; Scripture and Law in the Dead Sea Scrolls(forthcoming with Cambridge University Press); as well as many articles and reviews; and co-editor of Scripture, Violence, and Textual Practice in Early Judaism and Christianity (Brill, 2010). Dr. Jassen is co-editor-in-chief of the Journal of Ancient Judaism (Vandenhoeck & Ruprecht). He served as academic advisor for The Dead Sea Scrolls: Words that Changed the World exhibit at the Science Museum of Minnesota. Dr. Jassen is currently working on a book on religious violence in the Dead Sea Scrolls and ancient Judaism. His work on religious violence has been recognized with a fellowship from the National Endowment for the Humanities.     External Affiliations Co-Editor, Journal of Ancient Judaism; Member, Society of Biblical Literature; Member, Association for Jewish Studies; Member, Catholic Biblical Association     Select Publications Scripture and Law in the Dead Sea Scrolls and Ancient Judaism . Cambridge: Cambridge University Press (in press).       Journal of Ancient Judaism . Co-editor with Maxine L. Grossman and Armin Lange. Vandenhoeck &amp; Ruprecht, 2011–.       Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Co-edited with Ra'anan Boustan and Calvin J. Roetzel. Leiden: Brill, 2010.       Mediating the Divine: Prophecy and Revelation in the Dead Sea Scrolls and Second Temple Judaism . Studies on the Texts of the Desert of Judah 68; Leiden: Brill, 2007.       “ The Pesharim and the Rise of Commentary in Early Jewish Scriptural Interpretation .” Dead Sea Discoveries (theme issue on The Rise of Commentary: Commentary Texts in Ancient Near Eastern, Greek, Roman, and Jewish Cultures; ed. Mladen Popovic) 19:3 (2012): 363-98.       “ American Scholarship on Jewish Law in the Dead Sea Scrolls .” Pages 101–54 in The Dead Sea Scrolls in Scholarly Perspective: A History of Research . Edited by Devorah Dimant. Studies on the Texts of the Desert of Judah 99. Leiden: Brill Academic Publishers, 2012.       “ Tracing the Threads of Jewish Law: The Sabbath Carrying Prohibition from Jeremiah to the Rabbis .” (part of special section: “Second Temple Halakhot and the Historical Jesus: Three Contributions toward a Discussion”). Annali di storia dell'esegesi 28:1 (2011): 253-78.       “ Survival at the End of Days: Aspects of Soteriology in the Dead Sea Scrolls Pesharim .” Pages 193–210 in This World and the World to Come: Soteriology in Early Judaism . Edited by Daniel M. Gurtner. Library of Second Temple Studies. London: T. &amp; T. Clark, 2011.       “ Prophecy after ‘The Prophets’: The Dead Sea Scrolls and the History of Prophecy in Judaism .” Pages 577–93 in volume 2 of The Dead Sea Scrolls in Context: Integrating the Dead Sea Scrolls in the Study of Ancient Texts, Languages, and Cultures . Edited by Armin Lange, Emanuel Tov, Matthias Weigold, and Bennie H. Reynolds III. Vetus Testamentum Supplements 140. 2 vols.; Leiden: Brill Academic Publishers, 2011.       “ Rereading 4QPesher Isaiah A (4Q161) Forty Years after DJD 5 .” Pages 57-90 in The Mermaid and the Partridge: Essays from the Copenhagen Conference on Revising Texts from Cave Four . Edited by George J. Brooke and Jesper Høgenhaven. STDJ 96. Leiden: Brill Academic Publishers, 2011.       “ What Exactly Is Prohibited in the Field? A New Suggestion for Understanding the Text and Context of CD 10:20-21 .” Revue de Qumran 25/no.97 (2011): 41-62.       “ Law and Exegesis in the Dead Sea Scrolls: The Sabbath Carrying Prohibition in Comparative Perspective .” Pages 115-56 in The Dead Sea Scrolls at Sixty: Scholarly Contributions of New York University Faculty and Alumni . Edited by Lawrence H. Schiffman and Shani L. Tsoref. STDJ 89. Leiden: Brill Academic Publishers, 2010.       “ A New Suggestion for the Reconstruction of 4Q370 1 i 2 and the Blessing of the Most High ( Elyon ) in Second Temple Judaism .” Dead Sea Discoveries: A Journal of Current Research on the Scrolls and Related Literature 17:1 (2010): 88–113.       “ Violence and the Dead Sea Scrolls: Sectarian Formation and Eschatological Imagination .” Biblical Interpretation: A Journal of Contemporary Approaches 17:1–2 (2009): 12–44; Reprint pages 13–45 in Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Edited by Ra‘anan S. Boustan, Alex P. Jassen and Calvin J. Roetzel. Leiden: Brill Academic Publishers, 2009.       With Ra‘anan S. Boustan and Calvin J. Roetzel, “ Introduction: Violence, Scripture, and Textual Practices in Early Judaism and Christianity .” Pages 1–11 in Violence, Scripture, and Textual Practice in Early Judaism and Christianity . Edited by Ra‘anan S. Boustan, Alex P. Jassen, and Calvin J. Roetzel. Leiden: Brill Academic Publishers, 2009.       “ Prophets and Prophecy in the Qumran Community .” Association for Jewish Studies Review 32:2 (2008): 299–334.       “ The Presentation of the Ancient Prophets as Lawgivers at Qumran .” Journal of Biblical Literature 127:2 (2008): 307–37.       “ Literary and Historical Studies in the Samuel Apocryphon (4Q160) .” Journal of Jewish Studies 59:1 (2008): 21–38.       “ Teaching and Learning Guide for Religion in the Dead Sea Scrolls .” Religion Compass 2:5 (2008): 882–88.       “ Reading Midrash with Maimonides: An Inquiry into the Sources of Maimonides’ Account of the Origins of Idolatry .” Australian Journal of Jewish Studies 21 (2007): 170–200.       “ Religion in the Dead Sea Scrolls .” Religion Compass 1:1 (2007): 1–25.       “ Intertextual Readings of the Psalms in the Dead Sea Scrolls: 4Q160 (Samuel Apocryphon) and Psalm 40 .” Revue de Qumran 22:3 (2006): 403–30.        Fellowships/Honors National Endowment for the Humanities, Summer Stipend (2010); McKnight Land-Grant Professorship, University of Minnesota (2010–12); John Templeton Award for Theological Promise, Templeton Foundation and University of Heidelberg (2009)       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Undergraduate Course List, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Fall 2015 Undergraduate Course List   The Bible as Literature: Violence/Sex/Culture in Biblical and Ancient Greek Narratives (HBRJD-UA 23) [Biblical] Instructor: Prof. Yael Feldman Day &amp; Time: Monday 12:30pm – 3:15pm Description: What are the origins of social and personal violence? Are they indeed anchored in the sexual dynamics of the human family as argued by Freud, or are they a necessary stage in humanity’s cultural formation as suggested by Girard et al (Violent Origins)? Moreover, how do biblical gender/sexual roles and the implementation of violence within them differ from those of the analogous Greco-Christian tradition and its 20th-century heir – Freudian psychoanalysis? What are the psychological and ethical implications of the differences between the biblical account of the first homicidal act (Cain and Able) and the classical Greek take on homicide in The Orestea or Oedipus Rex? These are some of the questions to be discussed in this class through a comparative close reading of selected biblical narratives and Greek myth and drama, accompanied by relevant assignments from biblical, classical Greek, and psychoanalytic scholarship; literary and feminist interpretation of the Bible; and artistic representations of biblical and classic Greek themes. The Dead Sea Scrolls, Judaism, and Christianity (HBRJD-UA 131) [Ancient/Rabbinic] Instructor: Prof. Alex Jassen Day &amp; Time: Thursday 12:30pm - 1:45pm Description: Survey of the importance of the Dead Sea Scrolls for the history of early Judaism and Christianity. Reading and discussion of English translations of the major texts. Conceptions of Gender in Ancient Egypt (HBRJD-UA 138 ) [Ancient/Rabbinic] Instructor: Prof. Ann Roth Day &amp; Time: Thursday 12:30pm - 1:45pm Description: The pharaonic Egyptian culture (3100 – 30 BCE) was situated geographically in an unusual agriculture zone, dependent not upon rain and irrigation, but on an annual flood that left the land fertilized and well-watered. As a result, general conceptions of fertility, and hence gender, were somewhat anomalous. This course will deal with this hypothesis, and the traditional scholarship on Egyptian gender relations and sexuality, by examining archaeological remains, artistic representations, and texts throughout the pharaonic period. Russian Jewish History (HBRJD-UA 191) [Modern] Instructor: Prof. Gennady Estraikh Day &amp; Time: Monday, Wednesday 12:30pm – 1:45pm Description: Focuses on Jewish history in imperial Russia, from the end of the 18th century to the beginning of the 20th. It also gives an overview of the Soviet and post-Soviet periods. Topics include the government's policies toward Jews; attempts to integrate them into the larger society; the establishment and development of Russian Jewish civil society; Jewish participation in the revolutionary movement; aspects of Jewish social, economic, and cultural life in villages, town, and cities; the role of women in family and communal life; military service; anti-Jewish violence; and emigration. Israeli Politics and Society (HBRJD-UA 710) [Modern] Instructor: TBA Day &amp; Time: Monday, Wednesday 3:30pm – 4:45 pm Description: Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. The course also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; Union workers and gender relations. Readings in Talmud: Hullin VIII (in Hebrew) (HBRJD-UA 784) Instructor: Prof. Lawrence Schiffman Day &amp; Time: Tuesday 6:30pm – 8:00pm Description: Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth. CORE Courses  Texts &amp; Ideas: Antiquity and the Reformation (CORE-UA 400-070) Instructor: Prof. Mark Smith Day &amp; Time: Tuesday, Thursday 12:30pm – 1:45pm Description: Often viewed as a series of \"Protestant\" responses to the Roman Catholic   Church, the Reformation was a period of massive religious and political   conflict. It appropriated the Bible as the single basis of   authoritative knowledge and also transformed the study of the Bible   based on the language and textual scholarship that had emerged in the   wake of the Renaissance’s rediscovery of classical texts. In taking up   the Bible as well as classical learning, the Reformation posed   fundamental questions about the nature of individual persons, society,   and humanity. These issues continue to inform fundamental ideas and   conceptual categories of religion and society in Western Europe and the   United States today. Ancient Israel (CORE-UA 514-001) Instructor: Prof. Daniel Fleming Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 BCE to the conquests of Alexander the Great, in the fourth century BCE. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. Cultures &amp; Contexts: Modern Israel (CORE-UA 537-001) Instructor: Prof. Ronald Zweig Day &amp; Time: Monday, Wednesday 2:00pm – 3:15pm Description: Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs. Language Courses Elementary Hebrew 1 (HBRJD-UA 1) Instructor: Prof. Rosalie Kamelhar (001 &amp; 002), Prof. Adina Marom (003) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Day &amp; Time (003): Tuesday, Wednesday, Thursday 2:00am – 3:15pm Description: Active introduction to modern Hebrew as it is spoken and written in Israel today. Presents the essentials of Hebrew grammar, combining the oral-aural approach with formal grammatical concepts. Reinforces learning by reading of graded texts. Emphasizes the acquisition of idiomatic conversational vocabulary and language patterns. Elementary Hebrew 2 (HBRJD-UA 2) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Continuation of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed HBRJD-UA 1 or who have been placed at this level through the placement examination. Intermediate Hebrew I (HBRJD-UA 3) Instructor: Prof. Adina Marom (001), TBD (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 11:00am -12:15pm Day &amp; Time (002): Tuesday, Wednesday, Thursday 11:00am – 12:15pm Description: Improving all Modern Hebrew language skills at the Intermediate level with an emphasis on reading texts, writing, and class discussions. In grammar we will study and practice basic forms of the future tense, various sentence structures, and more. Intermediate Hebrew II (HBRJD-UA 4) Instructor: Prof. Adina Maron (001), Prof. Ilona Ben-Moshe (002) Day &amp; Time (001): Tuesday, Wednesday, Thursday 9:30am – 10:45am Day &amp; Time (002): Tuesday, Wednesday, Thursday 3:30pm – 4:45pm Description: Improving all Hebrew Language skills at the High Intermediate level. We will read and discuss Texts on different topics and various genres, practice Composition and writing, and continue the study of The Hebrew verb with an emphasis on Future Tense conjugations. Hebrew Through Film (HBJD-UA 10) Instructor: Prof. Ilona Ben-Moshe Day &amp; Time: Thursday 12:30pm – 1:45pm Description: An advanced language course focusing on aspects of Israeli society as they are portrayed in primarily 21st century Israeli films and television. The aspects examined include immigration and immigrants, ethnic groups within Israeli society, religious communities and their relationship to the secular world, the kibbutz , periphery vs. center, the Israeli-Arab conflict and military service. The course will foster a deeper understanding of the Hebrew language’s various registers and their manifestation in different social contexts and genres. The class will strengthen the students’ proficiency in the four language skills, with emphasis on listening and speaking. Students will be required to view films, to engage in pre and post-viewing activities such as reading background materials in Hebrew, to participate in class discussions, and to write in Hebrew about the films.                         Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]}]