[{"detail": [{"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Online Resources on Teaching: Student Motivation and Critical Thinking   The links below are to web resources produced by the Center as well as other institutions and organizations, organized roughly by general subject. Please email us   if you wish to add or update a link.   Last verified: January 15, 2009   The Impact of Extrinsic Motivation      Grades as Extinsic   Motivators      Increasing Student   Success Through Instruction for Self-Determination              Distinguishing    Scholarly Journals from Other Periodicals   Indicators of Critical Thinking by Arnold Arons           Online Resources Main Page             194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}]},
{"detail": [{"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Online Resources on Teaching: Student Motivation and Critical Thinking   The links below are to web resources produced by the Center as well as other institutions and organizations, organized roughly by general subject. Please email us   if you wish to add or update a link.   Last verified: January 15, 2009   The Impact of Extrinsic Motivation      Grades as Extinsic   Motivators      Increasing Student   Success Through Instruction for Self-Determination              Distinguishing    Scholarly Journals from Other Periodicals   Indicators of Critical Thinking by Arnold Arons           Online Resources Main Page             194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}, {"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Indicators of Critical Thinking      Are your students thinking critically? Here is a list of \"critical thinking\"     reasoning abilities identified by physicist Arnold Arons. What     additions or deletions would you add to the list for your courses?             1. Consciously raising the questions What do we know.     . . ? How do we know       . . . ? Why do we accept or believe. . . ? What is the evidence     for. . . ? when studying some body of material or approaching     a problem.     2. Being clearly and explicitly aware of gaps in available     information. Recognizing when a conclusion is reached or a decision     made in absence of complete information and being able to tolerate     the ambiguity and uncertainty. Recognizing when one is taking     something on faith without having examined the How do we know. .     . ? Why do we believe. . . ? questions.     3. Discriminating between observation and inference,     between established fact and subsequent conjecture.     4. Recognizing that words are symbols for ideas and     not the ideas themselves. Recognizing the necessity of using     only words of prior definition, rooted in shared experience, in forming     a new definition and in avoiding being misled by technical jargon.     5. Probing for assumption (particularly the implicit,     unarticulated assumptions) behind a line of reasoning.     6. Drawing inferences from data, observations, or     other evidence and recognizing when firm inferences cannot be drawn.     This subsumes a number of processes such as elementary syllogistic     reasoning (e.g., dealing with basic prepositional \"if. . .then\" statements),     correlational reasoning, recognizing when relevant variables have     or have not been controlled.     7. Performing hypothetico-deductive reasoning; that     is, given a particular situation, applying relevant knowledge of principles     and constraints and visualizing, in the abstract, the plausible outcomes     that might result from various changes one can imagine to be imposed     on the system.     8. Discriminating between inductive and deductive     reasoning; that is, being aware when an argument is being made from     the particular to the general or from the general to the particular.     9. Testing one's own line of reasoning and conclusions     for internal consistency and thus developing intellectual self-reliance.         10. Developing self-consciousness concerning one's own thinking and reasoning     processes.       Student Motivation and Critical Thinking links   Online Resources Main Page               194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}]},
{"detail": [{"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Online Resources on Teaching: Student Motivation and Critical Thinking   The links below are to web resources produced by the Center as well as other institutions and organizations, organized roughly by general subject. Please email us   if you wish to add or update a link.   Last verified: January 15, 2009   The Impact of Extrinsic Motivation      Grades as Extinsic   Motivators      Increasing Student   Success Through Instruction for Self-Determination              Distinguishing    Scholarly Journals from Other Periodicals   Indicators of Critical Thinking by Arnold Arons           Online Resources Main Page             194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}, {"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Indicators of Critical Thinking      Are your students thinking critically? Here is a list of \"critical thinking\"     reasoning abilities identified by physicist Arnold Arons. What     additions or deletions would you add to the list for your courses?             1. Consciously raising the questions What do we know.     . . ? How do we know       . . . ? Why do we accept or believe. . . ? What is the evidence     for. . . ? when studying some body of material or approaching     a problem.     2. Being clearly and explicitly aware of gaps in available     information. Recognizing when a conclusion is reached or a decision     made in absence of complete information and being able to tolerate     the ambiguity and uncertainty. Recognizing when one is taking     something on faith without having examined the How do we know. .     . ? Why do we believe. . . ? questions.     3. Discriminating between observation and inference,     between established fact and subsequent conjecture.     4. Recognizing that words are symbols for ideas and     not the ideas themselves. Recognizing the necessity of using     only words of prior definition, rooted in shared experience, in forming     a new definition and in avoiding being misled by technical jargon.     5. Probing for assumption (particularly the implicit,     unarticulated assumptions) behind a line of reasoning.     6. Drawing inferences from data, observations, or     other evidence and recognizing when firm inferences cannot be drawn.     This subsumes a number of processes such as elementary syllogistic     reasoning (e.g., dealing with basic prepositional \"if. . .then\" statements),     correlational reasoning, recognizing when relevant variables have     or have not been controlled.     7. Performing hypothetico-deductive reasoning; that     is, given a particular situation, applying relevant knowledge of principles     and constraints and visualizing, in the abstract, the plausible outcomes     that might result from various changes one can imagine to be imposed     on the system.     8. Discriminating between inductive and deductive     reasoning; that is, being aware when an argument is being made from     the particular to the general or from the general to the particular.     9. Testing one's own line of reasoning and conclusions     for internal consistency and thus developing intellectual self-reliance.         10. Developing self-consciousness concerning one's own thinking and reasoning     processes.       Student Motivation and Critical Thinking links   Online Resources Main Page               194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}, {"content": "Nexus                                                ISSUE            Educating Men and Women of Science   Teaching Critical Thinking Skills as a Component of Evidence-based Practice: A 30-Year Perspective                                The views of Ralph V. Katz, DMD, MPH, PhD Professor and Chair of the Department of Epidemiology &amp; Health Promotion, NYU College of Dentistry                        Historically, both medicine and dentistry have done a better job teaching technique and skill gathering than teaching critical thinking. This is problematic, since every healthcare curriculum -- whether dental, medical, nursing, or any other -- eventually goes out of date. It also explains why both physicians and dentists tend to do very well that which they were taught, but not to adopt new techniques -- proven though they may be -- that were not part of their initial training, to the detriment of patients.     A perfect example in dentistry is the use of sealants. Introduced in the 1960s, the technique was proven to be effective by the &rsquo;70s and was further supported through the &rsquo;80s by a series of large-scale national and regional studies. Yet, despite all the evidence, from the late &rsquo;90s up to the present time, only 10 percent of children in the United States are reported to have sealants.      Obviously there&rsquo;s a major disconnect here. The overt reason is a lack of reinforcement for sealant use in the outside world. Specifically, while insurance benefits have increased considerably, coverage for sealants is still minimal. Also, there is a lack of understanding outside of dental schools about how to perform the technique properly, and then there are the hiring practices of the profession. Senior dentists who do not perform the technique hire junior people who do, but since they don&rsquo;t want half the office performing a procedure that the other half doesn&rsquo;t perform, the office doesn&rsquo;t offer sealants.      But there&rsquo;s another, underlying reason. Dental graduates have not been properly trained in evidence-based healthcare practice, which is predicated on the ability to choose treatment strategies based on a careful weighing of critical information from the scientific literature (when it exists for a given treatment) along with clinical judgment and patient preferences and considerations, rather than relying solely upon subjective judgments and anecdotal information.      Today&rsquo;s students are technologically very savvy, but they are not necessarily equally savvy regarding the critical evaluation of information. They can discuss the results of studies, but they are not always able to judge the validity of the methods and findings as they try to determine which procedures to offer to their patients. That&rsquo;s where critical thinking skills come in: they are the foundation for making the best judgments on behalf of one&rsquo;s patients, and these fundamental skills must be learned in dental school via the creation of a curriculum that teaches an evidence-based approach to dental practice.      Evidence-based Health Care: What It Is and What It Isn&rsquo;t      Evidence-based health care is an important approach to providing better patient care, but it is not a panacea. In a 1996 editorial in the British Medical Journal entitled &#147;Evidence-based Medicine: What It Is and What It Isn&rsquo;t,&#148; Dr. David Sackett (the founding father of evidence-based medicine) and several of his colleagues explain that evidence-based health care is not new; indeed, its origins can be traced to mid-19th century Paris and earlier. What is new is its popularity, which makes it, as Dr. Sackett puts it, &#147;a hot topic for clinicians, public health practitioners, purchasers, planners, and the public.&#148;       Dr. Sackett writes that evidence-based practice is about &#147;integrating individual clinical expertise with the best external clinical evidence from systematic research.&#148; He goes on to say, &#147;Good doctors use both individual clinical expertise and the best available external evidence, and neither alone is enough. Without clinical expertise, practice risks becoming tyrannized by evidence, for even excellent external evidence may be inapplicable or inappropriate for an individual patient.&#148;      Dr. Sackett&rsquo;s point is that evidence-based practice should not be a slave to &#147;cookbook approaches to individual patient care,&#148; and that critical thinking related to the assessment of the professional literature is one requisite skill in the arsenal of skills needed to properly practice evidence-based health care.      Building Critical Thinking Skills    Over the past decade, evidence-based health care has become a pervasive paradigm in medical education, but it has yet to become a mainstay of dental school curricula. In 2001, a fortunate convergence of circumstances put the NYU College of Dentistry in a position to take up the challenge of teaching critical thinking skills to predoctoral students in a way that could be successfully integrated into the dental school curriculum with a minimum number of hours required, and that would be relevant enough that it would continue to influence students&rsquo; postgraduation practice approaches. NYUCD is, to the best of my knowledge, the only dental school in the United States to have this as a requirement throughout the four-year curriculum.      NYUCD&rsquo;s mandatory, four-year curriculum, &#147;Skills for Assessing the Professional Literature,&#148; or SAPL, is the foundation for EBD. It is based on three principles adapted from the writings of the late Dr. Larry Meskin: &#147;teach it early and teach it large&#148;; &#147;teach it repeatedly&#148;; and &#147;teach it at the right level.&#148;      The principle &#147;teach it early&#148; recognizes the importance of taking advantage of a brief window of opportunity that exists early in the dental education program, before the blush of intellectual curiosity from college days completely disappears under the crushing pressures of the dental school curriculum. &#147;Teach it large&#148; means that if you want students to view the curriculum as relevant, it&rsquo;s important to assign a significant number of credits to the topic.      &#147;Teach it repeatedly&#148; reflects my personal experience with freshman French in college, and has become my favorite analogy whenever I want to make a point about the futility of one-time courses in a curriculum for which there is no relevant reinforcement over the total educational pathway. To avoid my experience with freshman French, after you&rsquo;ve taught critical thinking in the first year of dental school, teach it in every year of dental school if you want students to have some modicum of critical thinking skills when they graduate.      Principle number three is &#147;teach it at the right level.&#148; For example, do general dentists really need to have skills in manipulating data within statistics tests, or are they better served by learning and retaining knowledge of a selected subset of major research design and methodological elements that are truly fundamental to thoughtful reading and critical assessment of the professional literature?      The table below provides my answer to that question. It includes nine basic take-home skills that dental students are expected to grasp conceptually and have available for &#147;critical thinking&#148; when reading the professional literature.      The NYU Model      NYU&rsquo;s four-year curriculum model for building critical thinking skills has as its goals to provide a foundation of knowledge in epidemiology and epidemiological methods that teaches the student how to read and analyze articles; to provide a rich and utilitarian set of &#147;professional literature analysis skills;&#148; and to provide a grasp of the context for use of these critical thinking skills within the challenges of providing &#147;best patient care&#148; in their future dental practices.      The first two goals are addressed via a series of courses during the first year of dental school, including a Competency Examination for Skills in Assessing the Professional Literature (SAPL), which occurs at the end of the first year. The third goal -- and arguably the most difficult to achieve -- requires that it be addressed by repeated overt emphasis and use over the four years of dental school, in clinical settings routinely, as well as in &#147;skill reinforcement&#148; sessions in didactic courses in the third and fourth years.       The NYU model for building critical thinking skills includes a series of six focal courses over the four years, with reinforcement in complementary clinical case conferences and seminars. The three foundation courses occur in the first year, and occupy a total of 72 hours of class time, which is only 2 percent of the total curriculum time and only 7 percent of the first-year curriculum time. At the end of the first year, the students demonstrate a competency in critical thinking by taking a four-hour SAPL Competency Examination, in which they read and analyze a published scientific article using an examination version of the Literature Analysis Form (LAF*), which is the core instrument in the curriculum used to develop literature analysis skills.      During each of the remaining three years of the predoctoral curriculum, students must recertify their SAPL competency skills by attending six one-hour SAPL sessions and by passing four of the six quizzes. Should a student not recertify SAPL skills by passing four of the six quizzes in that academic year, he or she must retake and pass the four-hour SAPL competency examination at the end of that academic year in order to proceed to the next academic year. To date, all students in the second, third, and fourth curriculum years have &#147;recertified&#148; their SAPL competency in the SAPL II, SAPL III, and SAPL IV courses via the quizzes.      Yet despite the apparent success of NYU&rsquo;s efforts to build SAPL skills within an evidence-based approach to dental practice, a major hurdle still remains to be cleared -- namely, ensuring validation on the clinic floor. It is certain that if SAPL skills are not validated during clinical sessions in the third and fourth years of the dental curriculum, they and the EBD concept will go the same route as so much of the basic science teaching so relevant to disease management.      At NYU, we are currently addressing this critical &#147;validation&#148; step. If we can demonstrate success in instilling critical thinking skills in the student body to prepare them for the long term, when the specific sets of facts that they have been taught go out of date, and their practices need to change accordingly, we will have a &#147;complete teaching model,&#148; one that holds the promise of altering the nature of dental practice and raising the quality of care for future dental patients.      The NYU Model    Teaching It &#147;At The Right level&#148;: The Big 9 Basic Take-home Skills for dental students from the SAPL curriculum          Ability to use the Basic Research Paradigm for stretching out the fabric of a research study     Ability to clearly state the research question -- i.e., write (the usually implied) Null Hypothesis     Understand what statistics does for a reader (versus ability to directly manipulate data)     Understand the concepts of &alpha; error and &beta; error, and their rational use to provide scientific &#147;cut-off&#148; points     Understand the reasons scientists aim at &#147;isolation of the independent variable&#148;     Know and understand the design techniques epidemiologists and other clinical investigators use to achieve &#147;isolation of the independent variable&#148;     Understand what &#147;causation&#148; means in epidemiologic studies, including RCTs     Ability to categorize the study design into a specific type of epidemiologic study with its own inherent potential for making a statement of causation . . . so the reader can apply &#147;brakes on the brain&#148; on how far an author is entitled to go toward claiming causation based solely on study design used (versus &#147;how well they carried out that study design&#148;)     Ability to make &#147;a decision on utility&#148; of the findings -- i.e., how findings get transplanted into patient care           * The LAF, developed by the author, has been in continuous use - with periodic reinforcement - in a variety of courses offered by the author in schools of dentistry, public health, medicine, and even high schools over the past 30 years.        * A more detailed expression of these views can be found in Katz, RV, &#147;The Importance of Teaching Critical Thinking Early in Dental Education: Concept, Flow and History of the NYU 4-Year Curriculum or &lsquo;Miracle on 24th Street: the EBD Version&rsquo;&#148; J Evidence-based Dental Practice, 2006:6: 62-71"}]}][{"detail": [{"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Indicators of Critical Thinking      Are your students thinking critically? Here is a list of \"critical thinking\"     reasoning abilities identified by physicist Arnold Arons. What     additions or deletions would you add to the list for your courses?             1. Consciously raising the questions What do we know.     . . ? How do we know       . . . ? Why do we accept or believe. . . ? What is the evidence     for. . . ? when studying some body of material or approaching     a problem.     2. Being clearly and explicitly aware of gaps in available     information. Recognizing when a conclusion is reached or a decision     made in absence of complete information and being able to tolerate     the ambiguity and uncertainty. Recognizing when one is taking     something on faith without having examined the How do we know. .     . ? Why do we believe. . . ? questions.     3. Discriminating between observation and inference,     between established fact and subsequent conjecture.     4. Recognizing that words are symbols for ideas and     not the ideas themselves. Recognizing the necessity of using     only words of prior definition, rooted in shared experience, in forming     a new definition and in avoiding being misled by technical jargon.     5. Probing for assumption (particularly the implicit,     unarticulated assumptions) behind a line of reasoning.     6. Drawing inferences from data, observations, or     other evidence and recognizing when firm inferences cannot be drawn.     This subsumes a number of processes such as elementary syllogistic     reasoning (e.g., dealing with basic prepositional \"if. . .then\" statements),     correlational reasoning, recognizing when relevant variables have     or have not been controlled.     7. Performing hypothetico-deductive reasoning; that     is, given a particular situation, applying relevant knowledge of principles     and constraints and visualizing, in the abstract, the plausible outcomes     that might result from various changes one can imagine to be imposed     on the system.     8. Discriminating between inductive and deductive     reasoning; that is, being aware when an argument is being made from     the particular to the general or from the general to the particular.     9. Testing one's own line of reasoning and conclusions     for internal consistency and thus developing intellectual self-reliance.         10. Developing self-consciousness concerning one's own thinking and reasoning     processes.       Student Motivation and Critical Thinking links   Online Resources Main Page               194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}]},
{"detail": [{"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Indicators of Critical Thinking      Are your students thinking critically? Here is a list of \"critical thinking\"     reasoning abilities identified by physicist Arnold Arons. What     additions or deletions would you add to the list for your courses?             1. Consciously raising the questions What do we know.     . . ? How do we know       . . . ? Why do we accept or believe. . . ? What is the evidence     for. . . ? when studying some body of material or approaching     a problem.     2. Being clearly and explicitly aware of gaps in available     information. Recognizing when a conclusion is reached or a decision     made in absence of complete information and being able to tolerate     the ambiguity and uncertainty. Recognizing when one is taking     something on faith without having examined the How do we know. .     . ? Why do we believe. . . ? questions.     3. Discriminating between observation and inference,     between established fact and subsequent conjecture.     4. Recognizing that words are symbols for ideas and     not the ideas themselves. Recognizing the necessity of using     only words of prior definition, rooted in shared experience, in forming     a new definition and in avoiding being misled by technical jargon.     5. Probing for assumption (particularly the implicit,     unarticulated assumptions) behind a line of reasoning.     6. Drawing inferences from data, observations, or     other evidence and recognizing when firm inferences cannot be drawn.     This subsumes a number of processes such as elementary syllogistic     reasoning (e.g., dealing with basic prepositional \"if. . .then\" statements),     correlational reasoning, recognizing when relevant variables have     or have not been controlled.     7. Performing hypothetico-deductive reasoning; that     is, given a particular situation, applying relevant knowledge of principles     and constraints and visualizing, in the abstract, the plausible outcomes     that might result from various changes one can imagine to be imposed     on the system.     8. Discriminating between inductive and deductive     reasoning; that is, being aware when an argument is being made from     the particular to the general or from the general to the particular.     9. Testing one's own line of reasoning and conclusions     for internal consistency and thus developing intellectual self-reliance.         10. Developing self-consciousness concerning one's own thinking and reasoning     processes.       Student Motivation and Critical Thinking links   Online Resources Main Page               194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}, {"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Online Resources on Teaching: Student Motivation and Critical Thinking   The links below are to web resources produced by the Center as well as other institutions and organizations, organized roughly by general subject. Please email us   if you wish to add or update a link.   Last verified: January 15, 2009   The Impact of Extrinsic Motivation      Grades as Extinsic   Motivators      Increasing Student   Success Through Instruction for Self-Determination              Distinguishing    Scholarly Journals from Other Periodicals   Indicators of Critical Thinking by Arnold Arons           Online Resources Main Page             194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}]},
{"detail": [{"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Indicators of Critical Thinking      Are your students thinking critically? Here is a list of \"critical thinking\"     reasoning abilities identified by physicist Arnold Arons. What     additions or deletions would you add to the list for your courses?             1. Consciously raising the questions What do we know.     . . ? How do we know       . . . ? Why do we accept or believe. . . ? What is the evidence     for. . . ? when studying some body of material or approaching     a problem.     2. Being clearly and explicitly aware of gaps in available     information. Recognizing when a conclusion is reached or a decision     made in absence of complete information and being able to tolerate     the ambiguity and uncertainty. Recognizing when one is taking     something on faith without having examined the How do we know. .     . ? Why do we believe. . . ? questions.     3. Discriminating between observation and inference,     between established fact and subsequent conjecture.     4. Recognizing that words are symbols for ideas and     not the ideas themselves. Recognizing the necessity of using     only words of prior definition, rooted in shared experience, in forming     a new definition and in avoiding being misled by technical jargon.     5. Probing for assumption (particularly the implicit,     unarticulated assumptions) behind a line of reasoning.     6. Drawing inferences from data, observations, or     other evidence and recognizing when firm inferences cannot be drawn.     This subsumes a number of processes such as elementary syllogistic     reasoning (e.g., dealing with basic prepositional \"if. . .then\" statements),     correlational reasoning, recognizing when relevant variables have     or have not been controlled.     7. Performing hypothetico-deductive reasoning; that     is, given a particular situation, applying relevant knowledge of principles     and constraints and visualizing, in the abstract, the plausible outcomes     that might result from various changes one can imagine to be imposed     on the system.     8. Discriminating between inductive and deductive     reasoning; that is, being aware when an argument is being made from     the particular to the general or from the general to the particular.     9. Testing one's own line of reasoning and conclusions     for internal consistency and thus developing intellectual self-reliance.         10. Developing self-consciousness concerning one's own thinking and reasoning     processes.       Student Motivation and Critical Thinking links   Online Resources Main Page               194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}, {"content": "NYU Center for Teaching Excellence                            Javascript Tree Menu          A tree for site navigation will open here if you enable JavaScript in your browser.     NYU Home    Contact The Center                                     Online Resources on Teaching: Student Motivation and Critical Thinking   The links below are to web resources produced by the Center as well as other institutions and organizations, organized roughly by general subject. Please email us   if you wish to add or update a link.   Last verified: January 15, 2009   The Impact of Extrinsic Motivation      Grades as Extinsic   Motivators      Increasing Student   Success Through Instruction for Self-Determination              Distinguishing    Scholarly Journals from Other Periodicals   Indicators of Critical Thinking by Arnold Arons           Online Resources Main Page             194 Mercer Street,4th Floor, New York, New York 10012  (212) 998-2200 center.for.teaching@nyu.edu"}, {"content": "Nexus                                                ISSUE            Educating Men and Women of Science   Teaching Critical Thinking Skills as a Component of Evidence-based Practice: A 30-Year Perspective                                The views of Ralph V. Katz, DMD, MPH, PhD Professor and Chair of the Department of Epidemiology &amp; Health Promotion, NYU College of Dentistry                        Historically, both medicine and dentistry have done a better job teaching technique and skill gathering than teaching critical thinking. This is problematic, since every healthcare curriculum -- whether dental, medical, nursing, or any other -- eventually goes out of date. It also explains why both physicians and dentists tend to do very well that which they were taught, but not to adopt new techniques -- proven though they may be -- that were not part of their initial training, to the detriment of patients.     A perfect example in dentistry is the use of sealants. Introduced in the 1960s, the technique was proven to be effective by the &rsquo;70s and was further supported through the &rsquo;80s by a series of large-scale national and regional studies. Yet, despite all the evidence, from the late &rsquo;90s up to the present time, only 10 percent of children in the United States are reported to have sealants.      Obviously there&rsquo;s a major disconnect here. The overt reason is a lack of reinforcement for sealant use in the outside world. Specifically, while insurance benefits have increased considerably, coverage for sealants is still minimal. Also, there is a lack of understanding outside of dental schools about how to perform the technique properly, and then there are the hiring practices of the profession. Senior dentists who do not perform the technique hire junior people who do, but since they don&rsquo;t want half the office performing a procedure that the other half doesn&rsquo;t perform, the office doesn&rsquo;t offer sealants.      But there&rsquo;s another, underlying reason. Dental graduates have not been properly trained in evidence-based healthcare practice, which is predicated on the ability to choose treatment strategies based on a careful weighing of critical information from the scientific literature (when it exists for a given treatment) along with clinical judgment and patient preferences and considerations, rather than relying solely upon subjective judgments and anecdotal information.      Today&rsquo;s students are technologically very savvy, but they are not necessarily equally savvy regarding the critical evaluation of information. They can discuss the results of studies, but they are not always able to judge the validity of the methods and findings as they try to determine which procedures to offer to their patients. That&rsquo;s where critical thinking skills come in: they are the foundation for making the best judgments on behalf of one&rsquo;s patients, and these fundamental skills must be learned in dental school via the creation of a curriculum that teaches an evidence-based approach to dental practice.      Evidence-based Health Care: What It Is and What It Isn&rsquo;t      Evidence-based health care is an important approach to providing better patient care, but it is not a panacea. In a 1996 editorial in the British Medical Journal entitled &#147;Evidence-based Medicine: What It Is and What It Isn&rsquo;t,&#148; Dr. David Sackett (the founding father of evidence-based medicine) and several of his colleagues explain that evidence-based health care is not new; indeed, its origins can be traced to mid-19th century Paris and earlier. What is new is its popularity, which makes it, as Dr. Sackett puts it, &#147;a hot topic for clinicians, public health practitioners, purchasers, planners, and the public.&#148;       Dr. Sackett writes that evidence-based practice is about &#147;integrating individual clinical expertise with the best external clinical evidence from systematic research.&#148; He goes on to say, &#147;Good doctors use both individual clinical expertise and the best available external evidence, and neither alone is enough. Without clinical expertise, practice risks becoming tyrannized by evidence, for even excellent external evidence may be inapplicable or inappropriate for an individual patient.&#148;      Dr. Sackett&rsquo;s point is that evidence-based practice should not be a slave to &#147;cookbook approaches to individual patient care,&#148; and that critical thinking related to the assessment of the professional literature is one requisite skill in the arsenal of skills needed to properly practice evidence-based health care.      Building Critical Thinking Skills    Over the past decade, evidence-based health care has become a pervasive paradigm in medical education, but it has yet to become a mainstay of dental school curricula. In 2001, a fortunate convergence of circumstances put the NYU College of Dentistry in a position to take up the challenge of teaching critical thinking skills to predoctoral students in a way that could be successfully integrated into the dental school curriculum with a minimum number of hours required, and that would be relevant enough that it would continue to influence students&rsquo; postgraduation practice approaches. NYUCD is, to the best of my knowledge, the only dental school in the United States to have this as a requirement throughout the four-year curriculum.      NYUCD&rsquo;s mandatory, four-year curriculum, &#147;Skills for Assessing the Professional Literature,&#148; or SAPL, is the foundation for EBD. It is based on three principles adapted from the writings of the late Dr. Larry Meskin: &#147;teach it early and teach it large&#148;; &#147;teach it repeatedly&#148;; and &#147;teach it at the right level.&#148;      The principle &#147;teach it early&#148; recognizes the importance of taking advantage of a brief window of opportunity that exists early in the dental education program, before the blush of intellectual curiosity from college days completely disappears under the crushing pressures of the dental school curriculum. &#147;Teach it large&#148; means that if you want students to view the curriculum as relevant, it&rsquo;s important to assign a significant number of credits to the topic.      &#147;Teach it repeatedly&#148; reflects my personal experience with freshman French in college, and has become my favorite analogy whenever I want to make a point about the futility of one-time courses in a curriculum for which there is no relevant reinforcement over the total educational pathway. To avoid my experience with freshman French, after you&rsquo;ve taught critical thinking in the first year of dental school, teach it in every year of dental school if you want students to have some modicum of critical thinking skills when they graduate.      Principle number three is &#147;teach it at the right level.&#148; For example, do general dentists really need to have skills in manipulating data within statistics tests, or are they better served by learning and retaining knowledge of a selected subset of major research design and methodological elements that are truly fundamental to thoughtful reading and critical assessment of the professional literature?      The table below provides my answer to that question. It includes nine basic take-home skills that dental students are expected to grasp conceptually and have available for &#147;critical thinking&#148; when reading the professional literature.      The NYU Model      NYU&rsquo;s four-year curriculum model for building critical thinking skills has as its goals to provide a foundation of knowledge in epidemiology and epidemiological methods that teaches the student how to read and analyze articles; to provide a rich and utilitarian set of &#147;professional literature analysis skills;&#148; and to provide a grasp of the context for use of these critical thinking skills within the challenges of providing &#147;best patient care&#148; in their future dental practices.      The first two goals are addressed via a series of courses during the first year of dental school, including a Competency Examination for Skills in Assessing the Professional Literature (SAPL), which occurs at the end of the first year. The third goal -- and arguably the most difficult to achieve -- requires that it be addressed by repeated overt emphasis and use over the four years of dental school, in clinical settings routinely, as well as in &#147;skill reinforcement&#148; sessions in didactic courses in the third and fourth years.       The NYU model for building critical thinking skills includes a series of six focal courses over the four years, with reinforcement in complementary clinical case conferences and seminars. The three foundation courses occur in the first year, and occupy a total of 72 hours of class time, which is only 2 percent of the total curriculum time and only 7 percent of the first-year curriculum time. At the end of the first year, the students demonstrate a competency in critical thinking by taking a four-hour SAPL Competency Examination, in which they read and analyze a published scientific article using an examination version of the Literature Analysis Form (LAF*), which is the core instrument in the curriculum used to develop literature analysis skills.      During each of the remaining three years of the predoctoral curriculum, students must recertify their SAPL competency skills by attending six one-hour SAPL sessions and by passing four of the six quizzes. Should a student not recertify SAPL skills by passing four of the six quizzes in that academic year, he or she must retake and pass the four-hour SAPL competency examination at the end of that academic year in order to proceed to the next academic year. To date, all students in the second, third, and fourth curriculum years have &#147;recertified&#148; their SAPL competency in the SAPL II, SAPL III, and SAPL IV courses via the quizzes.      Yet despite the apparent success of NYU&rsquo;s efforts to build SAPL skills within an evidence-based approach to dental practice, a major hurdle still remains to be cleared -- namely, ensuring validation on the clinic floor. It is certain that if SAPL skills are not validated during clinical sessions in the third and fourth years of the dental curriculum, they and the EBD concept will go the same route as so much of the basic science teaching so relevant to disease management.      At NYU, we are currently addressing this critical &#147;validation&#148; step. If we can demonstrate success in instilling critical thinking skills in the student body to prepare them for the long term, when the specific sets of facts that they have been taught go out of date, and their practices need to change accordingly, we will have a &#147;complete teaching model,&#148; one that holds the promise of altering the nature of dental practice and raising the quality of care for future dental patients.      The NYU Model    Teaching It &#147;At The Right level&#148;: The Big 9 Basic Take-home Skills for dental students from the SAPL curriculum          Ability to use the Basic Research Paradigm for stretching out the fabric of a research study     Ability to clearly state the research question -- i.e., write (the usually implied) Null Hypothesis     Understand what statistics does for a reader (versus ability to directly manipulate data)     Understand the concepts of &alpha; error and &beta; error, and their rational use to provide scientific &#147;cut-off&#148; points     Understand the reasons scientists aim at &#147;isolation of the independent variable&#148;     Know and understand the design techniques epidemiologists and other clinical investigators use to achieve &#147;isolation of the independent variable&#148;     Understand what &#147;causation&#148; means in epidemiologic studies, including RCTs     Ability to categorize the study design into a specific type of epidemiologic study with its own inherent potential for making a statement of causation . . . so the reader can apply &#147;brakes on the brain&#148; on how far an author is entitled to go toward claiming causation based solely on study design used (versus &#147;how well they carried out that study design&#148;)     Ability to make &#147;a decision on utility&#148; of the findings -- i.e., how findings get transplanted into patient care           * The LAF, developed by the author, has been in continuous use - with periodic reinforcement - in a variety of courses offered by the author in schools of dentistry, public health, medicine, and even high schools over the past 30 years.        * A more detailed expression of these views can be found in Katz, RV, &#147;The Importance of Teaching Critical Thinking Early in Dental Education: Concept, Flow and History of the NYU 4-Year Curriculum or &lsquo;Miracle on 24th Street: the EBD Version&rsquo;&#148; J Evidence-based Dental Practice, 2006:6: 62-71"}]}]