[{"detail": [{"content": "Great Britain Since 1945 - NYU Libraries                               This is the \"Great Britain Since 1945\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Great Britain Since 1945         Last update: Dec 18, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=212157                                                                          Home                                                                                  To start                   This guide is intended to help  people doing research in the history of Great Britain since 1945.      Once you have selected a topic and discussed it with your instructor you will want to start your research. To start looking for materials in British History you should start with two items: the American Historical Association 's published bibliography, Guide to Historical Literature , and the preeminent database for articles on British history, Historical Abstracts . These two items serve different purposes.     The two volume  Guide to Historical Literature  is a listing of the most important books -- usually in the English language --- by topic, and thus is invaluable to learning what is the past scholarship in the field, including what are some of the debates and who are the leading scholars on a specific topic. The pages relevant to this course are in volume 1, Section 24, Britian and Ireland Since 1760. This section opens four page introduction by R.K. Webb, a distinguished specialist on the field. the section is divided into eighteen topics and thirty-nine sub-topics with 471 titles listed, each with a signed short abstract by a specialist. Using relevant titles gleaned from the section you should then check them against Bobcat to find out not only if the library owns the book, but also what the Library of Congress considers the subject(s) to be. Using these library subject headings in the catalogue will give you a number of other published works, but also -- and importantly -- similar books published since the Guide to Historical Literature . You should also mine the bibliographies of the books you find in Bobst to identify more works, but also to identify relevant primary sources such as newspapers, archival and manuscript collections and published works such as diaries, memoirs, etc.      Historical Abstracts   is the source for periodical literature in British history from 1450 to the present. It includes scholarship in  over fifty languages -- from Afrikans to Yiddish. Because it is online you can also search it using keywords, or use the database's own subject headings to explore and find more works. Historical Abstracts has a growing body of full-text but also contains references to material that is available to you in other formats, including H-Net reviews. You can identify reviews of the books you have picked to find out where other scholars have agreed or disagreed with their findings..    Aside from these two items, what other bibliographies and databases you chose to use will largely be driven by your specific research. This research guide tries to help guide your selections amongst in the vast number of available sources. You can also contact me for assistance. Buen provecho.            Comments (0)                                              close                                                                                                          Parliamentary Resources                                                                                  Introduction to the History and Functions of Parliament                 Parliaments of the United Kingdom        The Houses of Parliament at Westminster    Parliament is the legislative body (see the Legislation box to lower right) of the United Kingdom, including its overseas territory, and is located in London's Palace of Westminster. Parliament is divided into two Houses: the House of Commons whose members are elected and the House of Lords, which are not. Members of the House of Lords are of two types, bishops from the Church of England (Spiritual) and those from the Peerage (now appointed titles). According to the Parliament website the Commons is a \"Democratically elected house, makes laws and checks the work of Government\" and the Lords is \"A forum of expertise, making laws and providing scrutiny of Government.\" There are 550 members of the House of Commons (Members of Parliament, or MPs) and 786 Lords. Below are brief descriptions of the four currently functioning 'national' legislative bodies, with their logos and links to their websites. [Any quotations are from the body's own web-pages.]       The Parliament is properly known as the Parliament of United Kingdom of Great Britain and Northern Ireland. In 1707 the Treaty of Union between England and Scotland created the Parliament of Great Britain from the Parliament of England and added Scottish members to both Houses. The 1800 Act of Union created the Parliament of Great Britain and Ireland, abolished the existing Parliament of Ireland, and added Irish members to both houses. In 1920 the government of Ireland Act created two parliaments in Ireland, Northern Ireland and Southern Ireland, while reducing Irish representation in Westminster. In 1922 the independent Irish Free State was created and in 1927 the name of Parliament was officially changed to the current Parliament of United Kingdom of Great Britain and Northern Ireland.      The Parliament of Northern Ireland existed from 1920 until 1972, with 52 members of Commons and 26 members of a Senate. Suspended in 1972 and then abolished in 1973, the Parliament of Northern Ireland was replaced with the Northern Ireland Assembly with 108 members.According to its web-site \"The Northern Ireland Assembly is the devolved legislature for Northern Ireland. It is responsible for making laws on transferred matters in Northern Ireland and for scrutinising the work of Ministers and Government Departments. The Assembly sits at Parliament Buildings, Stormont Estate, in Belfast. Members (MLAs) meet to debate issues; question Ministers; and make laws for the benefit of people in Northern Ireland. Each MLA represents her or his constituency, and there are 6 MLAs for each constituency.\"      In 1999 the Scottish Parliament (or P&agrave;rlamaid na h-Alba) was created with 129 members. \"Scotland was granted devolution by the passing of the Scotland Act in 1998 which means that Scotland has a parliament with &lsquo;devolved&rsquo; powers within the United Kingdom. Any powers which remain with the UK Parliament at Westminster are reserved. Reserved matters were set out in Schedule 5 of the Scotland Act. A basic breakdown is given below. Essentially the powers of the Scottish Parliament are set out by what it does not have legislative competence in rather than in what it can do.Devolved powers: Matters such as education, health and prisons, which used to be dealt with by the Parliament at Westminster, are now decided in Scotland. Reserved powers: Decisions (mostly about matters with a UK or international impact) are reserved and dealt with at Westminster.\"      The same year was also the founding and first meeting of The National Assembly for Wales (or Cynulliad Cenedlaethol Cymru ), which has 60 members.\"The National Assembly for Wales is the democratically elected body that represents the interests of Wales and its people, makes laws for Wales, and holds the Welsh government to account.\"           Comments (0)                                         Reference Works to Identify 20th Century Parliamentary Materials                 These breviates very useful for identifying specific parliamentary papers. Each breviate contains thw full publication infromation and a short but informative abstract of the paper. These are not exhaustive, but extrememly useful research tools for the time periods. See also the box to the left labelled \" Parliament's Own Online Resources \" for wealth of online research tools from Westminster's website. The papers will be avaialble through the online database House of Commons Parliamentary Papers .  A Breviate of Parliamentary Papers, 1940-1954: War and Reconstruction - Percy Ford and Grace Ford Call Number: NYU Bobst 1st Floor Reference JN549 .F62 Non-circulating Oxford, Blackwell, 1961.  Debates and proceedings of the British Parliaments: a guide to printed sources - David Lewis Jones Call Number: NYU Bobst 1st Floor Reference Z2009 .J65 1986 Non-circulating ISBN: 0108506150 London : H.M.S.O., 1986.  Government publications of ... . Call Number: NYU Bobst Offsite Z2009 .G82 London : H.M.S.O.,. 1978-1984. the annual catalogue of publications. Bobst has 1976-1977 and 1979-1984.  HMSO annual catalogue. Call Number: Bobst Offsite Z2009 .G82 London: HMSO, 1985-1995. NYU has the complete set.  Government publications Call Number: Bobst Offsite Z2009 .G82 London : H.M.S.O., 1973-1976. Bobst has the volumes covering the years 1972-1975.  Catalogue of government publications Call Number: Bobst REF6 YEARS:1957- London: HMSO, 1957-1972. Bobst holdings are scattered.  Catalogues and indexes of British government publications, 1920-1970. Call Number: NYU Bobst 1st Floor Reference Z2009 .G85 1974 Non-circulating Bishops Stortford : Chadwyck-Healey ; Teaneck, N.J. : Somerset House , 1974. Contains v. 1. Consolidated indexes to British government publications, 1936-1970.--v. 2. Annual catalogues of British government publications, 1920-1935.--v. 3. Annual catalogues of British government publications, 1936-1950.--v. 4. Annual catalogues of British government publications 1951-1960.--v. 5. Annual catalogues of British government publications 1961-1970.  Select list of British parliamentary papers, 1955-1964 - Percy Ford, Grace Ford, and Diana Marshallsay. Call Number: NYU Bobst 1st Floor Reference Z2009 .F675 1970 Non-circulating Shannon: Irish University Press, 1970.  Ford list of British parliamentary papers, 1965-1974, together with specialist commentaries - Percy Ford, Grace Ford, Diana Marshallsay, and John Harold Smith Call Number: NYU Bobst 1st Floor Reference Z2009.A1 F59 Non-circulating ISBN: 326200085X Nendeln, Liechtenstein : KTO Press, 1979.  Ford list of British parliamentary papers, 1974-1983 : together with special commentaries - Percy Ford, Debbie A Copping, Peter G Richards, and Diana Marshallsay Call Number: NYU Bobst 1st Floor Reference Z2009 .F65 1989 Non-circulating Cambridge : Chadwyck-Healey, 1989.            Comments (0)                                         House of Commons Parliamentary Papers online database                 NYU subscribes to the massive database: House of Commons Parliamentary Papers , which includes some materials from the House of Lords as well. This is a rich and consequently complex database. It does not include debates (in Hansards, see below), the Journal , and a few other items. The dates of coverage are 1688 to the present. Below is the detailed secription of the tyoe of content included in the database:   Guide to Parliamentary Papers   From: http://parlipapers.chadwyck.com/infoCentre/hcppguide.jsp   As the working documents of government, the parliamentary papers encompass all areas of social, political,  economic and foreign policy, showing how issues were explored and legislation was formed. Many contributors  to the papers were found outside the official world, providing evidence or supplying memoranda to  committees and commissions. The labours and concerns of Matthew Arnold, John Stuart Mill, Michael Faraday,  Charles Babbage, Edwin Chadwick, Marconi, Keynes and Beveridge are recorded in these pages, alongside  thousands of others. The evidence gathered by numerous Committees and Royal Commissions influenced  public opinion and social and political philosophies as disparate as those of Marx, Dickens and Disraeli.   Before the advent of a fully formed Whitehall departmental system, Parliament was the main source of  public information, ordering the publication of papers, returns, reports and evidence on a grand scale.  These papers and reports are often fascinating and exhaustive in their detail. In an environment of  relatively inexpensive printing, the result was around 5,900 bound volumes and 4.2 million pages of  papers for the 19th century alone. An additional 5.5 million pages was added between 1901 and 2004.   HCPP includes digital versions of these sessional papers. It does not include debates (Hansard),  the House of Commons Journal, or daily business papers, such as Order papers and Votes and  Proceedings. These are outside the scope of a precise application of the term &lsquo;parliamentary papers&rsquo;.   Sessional papers, sometimes called &lsquo;blue books&rsquo;, were required for   the work of the House of Commons, providing information on matters of policy   and administration, and &lsquo;ordered by the House to be printed&rsquo;. They   fall into the following three categories:     Bills - drafts of legislation, to be reviewed through    various parliamentary stages. If the Bill passes through these stages, it    will become an Act of Parliament.   House Papers - documents resulting from the work of the    House and its Committees.   Command Papers - Government papers (from Ministers) conveying    information or decisions the Government wishes to draw to the attention    of the House, presented ' by Command of Her Majesty '.     As the parliamentary papers evolved, each of these categories acquired its   own unique numerical sequence. Prior to this, from the beginning of the 19th   century when papers first began to be bound into sessional volumes, all papers   consisted of a single, numbered series, with a new sequence beginning with   each session from 1801.   Within these categories, there are further classifications reflecting the   disparate nature of Parliament - its legislative function, its quasi-judicial   and inquisitorial role, and its duty to supervise and control the executive   functions of government:     Bills - drafts of legislation, to be reviewed through various   parliamentary stages. If the Bill passes through these stages, it will become   an Act of Parliament. e.g. 1842, (282) Bill for carrying into effect   Treaty between H.M. and Argentine Confederation for Abolition of Slave Trade .   Reports of Committees - Select or the Whole House. Appointed   to investigate issues of concern. e.g. 1844, (556), Select Committee   on State of Colony of New Zealand .   Reports of Commissioners - Commissions appointed by the   Crown to investigate social problems, to conduct inquiries into events, and   as a preparation for legislation. The Commission was made up of experts in   the field in question, who are not usually MPs. Alternatively, investigating   committees were sponsored by particular government departments, and reported   back to the Minister in question. e.g. 1851 (415) Report of Inquiry   into Fatal Collision near Clay Cross Station, on Midland Railway, May 1851    Accounts and Papers -         Accounts. Statistical information, originating primarily from the Treasury,    the Board of Trade and the War Office/Admiralty.   Papers    Correspondence from ambassadors, governors, army officers abroad.     Commercial, trade and navigation accounts   Statistical abstracts: judicial, taxation, etc   Census data.   Slavery and slave trade documents.   Treaties.           e.g. 1852-53 [1481] Census of Ireland 1851: Part I., Area, Population,   and Number of Houses, by Townlands and Electoral Divisions, County of Kildare ,   1854-55 (38) Return of Quantity of Coffee sent to Army in Crimea     The final three categories above were used until 1969. Thereafter, documents were classified only as Bills, House of Commons  Papers or Command papers.   Both Houses of Parliament, the Commons and the Lords, produce parliamentary   papers. Although HCPP is a collection of Commons papers, some from the Lords   are also included. This is because the Lords often presented papers to the   Commons, such as reports prepared by Lords Select Committees. These reports   were then included in the House of Commons Papers, and therefore appear in   HCPP.   House of Commons Parliamentary Papers Provides full-text access to the House of Commons Parliamentary Papers. The Parliamentary papers influenced public opinion and social and political philosophy, and provided a forum for ideas for hundreds of thinkers, among them Marconi, Keynes, and Beveridge. They are the working documents of government for all areas of social, political, economic and foreign policy, showing how issues were explored and legislation was formed. Dates of coverage: 1688 to present.            Comments (0)                                         Parliament's Own Online Resources                  Parliamentary Business:Publications & Records \"Browse the latest published Parliamentary papers, including transcripts of all debates in Hansard and all recent committee reports. View research material produced by the parliamentary libraries. You can also access older electronic papers where available or find out how to access the archives of the House of Lords and House of Commons.\" Parliamentary Debates \"Hansard only dates from 1803; all earlier debates are unofficial, collected from various private sources. Also, Hansard was not a complete record of all debates until it became the Official Report in 1909; it was selective.\" Historic Hansard 1803-2004 \"This is a test site using historic data, sponsored by Parliament, although not part of the Parliament website. Usage and feedback is welcomed.\" \"Contemporary Hansard\" (Parliament) Text of House of Commons Hansard, November 1988 to present (except Standing/General Committee Hansard) Text of House of Lords Hansard, November 1995 to present. Portcullis: Parliamentary Archives Catalogue \"Portcullis is an archive catalogue: that is, it contains descriptions of the unique records we hold, with a reference number which will enable you to order or enquire about records by e-mail or in advance of your visit to our searchroom at Westminster, London.\" But you can also use it to see which volume of Hansard you need [continued}... Portcullis is not an index to the content of Parliamentary debates. If you are searching for particular names of MPs or peers, or subjects debated by the Lords or the Commons, you will find these in indexes at the back of Hansard (Official Report) volumes themselves. You can use Portcullis to identify the particular volume of Hansard you need by date. Hansards are available in good local reference libraries in the UK and at many universities in the UK and across the world. From 1988, proceedings in Hansard are available for searching on the Parliamentary web site.            Comments (0)                                         Printed Resources                 Hansard (the Official Report) is the edited verbatim report of proceedings of both the House of Commons and the House of Lords. Daily Debates from Hansard are published on the Westminster Parliament's website the next working day by 6am. You can search it online back to 11/2008 for Commons and 1995-96 for Lords. \"Hansard is an edited record of what was said in Parliament. It also includes votes, written ministerial statements and written answers to parliamentary questions. The report is published daily covering the preceding day, and is followed by weekly and final versions.\"It has had a long and tumultous history from the first recorded efforts to suppress reports in 1628, law cases, to the official grants in 1877. See a chronology at   http://www.parliament.uk/about/living-heritage/evolutionofparliament/parliamentwork/communicating/keydates/publicationofofficialreport/   NB: Many other nations -- Australia to Zimbabwe -- also publish their debates and title them Hansard .  Parliamentary Debates (Hansard). House of Commons Official Report - Great Britain. Parliament. House of Commons Call Number: NYU Bobst 4th Floor East - Parliamentary Records J 302 .A7 1943- date. The last volume for each session is (or includes) a general index for the volumes in that session.  The Parliamentary Debates (Hansard). House of Lords Official Report. - Great Britain. Parliament. House of Lords. Call Number: NYU Bobst 4th Floor East - Parliamentary Records J 302 .A8 1944- date. The last volume for each session is (or includes) a general index for the volumes in that session.            Comments (0)                                         Parliamentary Video                 You can subscribe to Parliament on YouTube. Check out   http://www.youtube.com/UKParliament   The videos from directly Parliament require Microsoft Silverlight. But this opens a rich source of information:   You can search an archive of videos since July 2009:   http://www.parliamentlive.tv/main/Archive.aspx   Or watch some short films about Parliament:   http://www.parliamentlive.tv/main/Films.aspx   Or watch live debates (you choose between Commons and Lords):   http://www.parliamentlive.tv/main/Live.aspx            Comments (0)                                              close                                                                                                          Mass Observation                                                                                  Mass Observation                    covers of Mass Observations's Britain (Harmondsworth: Penguin Books, 1939) and Tom Harrison, Britain Revisited (London: Victor Gollancz, 1961), another Mass Observation publication.           Comments (0)                                         Mass Observation on the Web                  Mass Observation Archive The Mass Observation Archive specialises in material about everyday life in Britain. It contains papers generated by the original Mass Observation social research organisation (1937 to early 1950s), and newer material collected continuously since 1981. The Archive is in the care of the University of Sussex and is housed in the Library in Special Collections.            Comments (0)                                         What was Mass Observation                 This is another reach full text resource with the added value of important links to the finding aids to the original records housed at the university of Sussex and microfilm of these records.   \"Mass Observation was a pioneering social research organisation whose  papers provide insights into the cultural and social history of Britain.  The material at the Mass Observation Archive, and now on Mass  Observation Online, offers an unparalled insight into everyday life in  the 1930s and 1940s. This publication opens up a host of essay and  project possibilities on topics such as abortion, old age, crime, eating  habits, shopping, fashion, dance, popular music, sex, sport, reading,  ethnic minorities, and the decline of Empire.\"   Expanded to include the post-war period, users at Bobst have access to this detailed and rich collection of primary source material unique to Britian. The database includes the following (http://www.massobservation.amdigital.co.uk/introduction/nature.aspx)   MASS OBSERVATION ONLINE   A complete set of the File Reports, 1937-1972 ,  with full text searchability. Over 2,000 File Reports offer a perfect  introduction to the archive, providing top-level summaries and  conclusions of the findings of nearly every Mass Observation study from  1937-1955, from its initial amateur studies, to its wartime work for the  government, to its postwar reinvention as a market research  organisation. The range of topics covered is immense, including popular culture ( with reports on cinema-going, radio and music, and the advent of television); consumerism, branding and fashion (including the rise of department stores and the New Look); sex, marriage, and the family , as well as attitudes to war, politics and America, Russia and Europe. Users are advised to begin their research with the File Reports.      Mass-Observations&rsquo; Publications . Twenty-five books, most now out of print, appeared during Mass-Observation&rsquo;s first period of activity, 1937-1950, including May 12th ; First Year&rsquo;s Work ; and Britain By Mass-Observation. They  are all included here, along with pamphlets and workbooks published by  the Mass-Observation Archive. All material is full text searchable.   Seven previously unpublished Topic Collections , including: Household  Matters and Household Budgeting, 1939-1950; Juvenile Delinquency;  Korea, 1950; Radio Listening, 1939-1948; and World Outlook, 1945-1950 .  The Topic Collections represent the raw material behind many of  Mass-Observations published studies, consisting of both quantative and  qualitative data including questionnaires, interviews, observations and  contemporary ephemera. Detailed metadata provides full pr&eacute;cis of  content.   These are just a sampling of what is available in the database.           Comments (0)                                         Mass Observation Database                  Mass Observation Online Provides access to one of the most important archives for the study of Social History in the modern era. This digital project is a multi-facteted resource, offering integrated access to the new online material, existing microfilm series, and the Mass-Observation Archive itself, allowing the user options to search across the entire Archive or by material available digitally. Mass Observation was a pioneering social research organisation whose papers provide insights into the cultural and social history of Britain. The material at the Mass Observation Archive, and now on Mass Observation Online, offers an unparalled insight into everyday life in the 1930s and 1940s. This publication opens up a host of essay and project possibilities on topics such as abortion, old age, crime, eating habits, shopping, fashion, dance, popular music, sex, sport, reading, ethnic minorities, and the decline of Empire. It will be welcomed by historians, literary scholars, sociologists, anthropologists and political scientists.            Comments (0)                                              close                                                                                                          Newspapers                                                                                  Additiional Sources                 These are not as graphically rich and/or do they go back as far as the four titles on the right. But depending on the dates they offer more choices for contnent. Pay close attention to the dates of coverage, some of which are moving targets. Do not forget that major news events in the United Kingdom are also likely to be covered in newspapers around the world, so almosty all the newspaper datanbases could be useful.  Factiva * (Dow Jones) Search for U.S. and international newspapers, news transcripts, trade journals and more for news and business information. **Please note access is limited to 8 simultaneous users. LexisNexis Academic Universe * (Lexis Nexis) Provides access to full-text newspapers (U.S. and some international), blogs, news wires, transcripts, and trade journals. Also to legislation, laws, court cases, and more. PressDisplay by PressReader Provides access to the most current 3 months of newspapers around the world. Newspapers are presented in a browsable and visual format. ProQuest Newsstand * (ProQuest) Full text of 300+ U.S. and international news sources. Includes coverage of 150+ major U.S. and international newspapers such as The New York Times and the Times of London, plus hundreds of other news sources and news wires.            Comments (0)                                         Online Newspapers                  Financial Times Digital Archive 1888-2006 * (Gale) The Financial Times Historical Archive delivers the complete searchable run of the world’s most authoritative daily business newspaper. Every item ever printed in the paper, from 1888-2006, can be searched and browsed article by article and page by page. Guardian and The Observer * (ProQuest) Search The Guardian (1821-2003) and its sister paper, The Observer (1791-2003) which give readers online access to facts, firsthand accounts, and opinions of the day about events from the past two centuries. These two British newspapers have a rich history, with The Guardian first being published in response to the Peterloo Massacre and The Observer being the World's oldest Sunday newspaper. Irish Times (1859-2012) and Weekly Irish Times (1876-1958), ProQuest Historical Newspapers This full text resource offers full page and article images with searchable full text back to the first issue of both the Irish Times (1859-2012) and the Weekly Irish Times (1876-1958). The collection includes digital reproductions providing access to every page from every available issue. Times Digital Archive (London) Provides full-text access to back issues of The Times newspaper. Dates of coverage: 1785 to 2006. Times of India (1838-2005), ProQuest Historical Newspapers This historical newspaper provides genealogists, researchers and scholars with online, easily-searchable first-hand accounts and unparalleled coverage of the politics, society and events of the time. Eighteenth Century Journals * (Adam Matthew) Brings together rare journals printed between 1685 and 1815, illuminating all aspects of eighteenth-century social, political and literary life. Many are ephemeral, lasting only for a handful of issues, others run for several years. Topics covered include: colonial life; provincial and rural affairs; the French and American revolutions; reviews of literature and fashion throughout Europe; political debates; and London coffee house gossip and discussion            Comments (0)                                              close                                                                                                          A Slice of Time: The MacMillan Cabinet                                                                                  Harold Macmillan                     Harold Macmillan in 1915 in uniform.   from http://www.spartacus.schoolnet.co.uk/PRmacmillan.htm       Prime Minister Macmillan on the cover of Time           Comments (0)                                         Macmillan Cabinet                  MacMillan Cabinet Papers 1957-1963 Provides direct access to documents from the highest level of Government during the Macmillan Administration, 1957-1963.            Comments (0)                                         Harold Macmillan                 Macmillan was the Conservative Party Prime Minister from January 1957 until mid-October 1963. The son of a British publisher (that Macmillan) and an American mother, he attended Oxford University. During World War One he served with distinction as an officer of the Grenadier Gaurds was wounded several times. First elected to Parliament in 1924, Macmillan advocated a middle way of Keynesian economics and was a trenchant critic of his fellow Tories' policies of appeasement in the period before World War II. He served in the government of Winston Churchill during the war in various positions until the defeat of Churchill's Conservatives in 1945. With the Tories return to power in 1951, Macmillan served fist as Housing and the Defence Minsiter in the Churchill cabinets. In 1955 he was Foreign Secretary in Anthony Eden's government until he became the Chancellor of the Exchequer that same year. He remained in that post until January 1957 when he suceeded Eden as Prime Minister. He built on a close personal relationship with President Eisenhauer, which dated back to World War Two, to establish even sloser links iwth the United States. Macmillan was the first Western leader to visit the Soviet Union after World War Two, and was a major supporter of decolinization. It is during his government that many British possesions in Africa and Asia were granted independence. Macmilan's government was rocked by a series of scandals, including the famous Profumo affair.           Comments (0)                                         Books on Macmillan                   Macmillan - Alistair Horne Call Number: DA566.9.M33 H6 1988 (offsite) ISBN: 0670805025 London : Macmillan, 1986- . Contents: v. 1. 1894-1956 -- v. 2. 1957-1986.   Supermac: The Life of Harold Macmillan - D. R. Thorpe Call Number: DA566.9.M33 T49 2010 ISBN: 0701177489 London : Chatto & Windus, 2010            Comments (0)                                              close                                                                                                          Subscription Databases                                                                                  Databases for Great Britain Since 1945                 In addition to the databases highlighted on other tabs, here are some more databases Bobst subscribes to that are useful for research. You will need to log in with your NetID and password to use these from off'campus.  Annual Bibliography of English Language and Literature The Annual Bibliography of English Language and Literature contains 880,000 records, covering monographs, periodical articles, critical editions of literary works, book reviews and collections of essays published anywhere in the world from 1920 onwards. AP Images * (Independent) An electronic library containing the Associated Press' current year's photo report and a selection of images from their negative and print library dating from the 1500s. Today, the Archive contains 700,000 photos, most of which are contemporary images made since late 1995, and grows daily as hundreds of new photos enter the Archive from AP's worldwide picture report. Photos may be downloaded or printed. Confidential Print: Africa 1834-1966 Confidential Print: Africa includes the following classes from The National Archives, Kew in their entirety: CO 879/1-190: Africa general, 1848-1961 CO 886/1-11: Dominions general, 1887-1926 DO 116/1-8: Union of South Africa and High Commission Territories, 1913-1944 FO 341/1-3: German Empire miscellaneous, 1884-1900 FO 401/1-48: Abyssinia, 1846-1956 FO 403/1-482: Africa general, 1834-1959 FO 413/1-99: Morocco and north-west Africa, 1839-1957 FO 458/1-157: Liberia, 1882-1950 FO 468/1-4: British Commonwealth general, 1945-1949 FO 485/1-3: Liberia, 1947-1949 FO 540/1-6: Libya, 1951-1956 Selected files from the following series are also included: CO 885/1-140: Colonies general (1907-1929) DO 114/1-140: Dominions general (1924-1947) DO 201/1-53: Commonwealth Relations Office (1949-1966) WO 287/1-287: War Office (1905-1944) Confidential Print: Latin America 1833-1969 Confidential Print: Latin America includes the following file classes from The National Archives, Kew in their entirety: FO 420/1-294: Central and South America general, 1833-1941 FO 467/1-5: Brazil, 1947-1951 FO 486/1-10: Mexico, 1947-1956 FO 495/1-10: River Plate countries (Argentina, Paraguay and Uruguay), 1947-1956 FO 497/1-10: South America general, 1947-1956 FO 533/1-11: Central America and Caribbean general, 1946-1957 The following selected files are also included: FO 118/276, 281, 287, 292, 305, 317, 331: South and Central America general, 1906-1913 FO 177/297: Chilean Revolution, 1891 FO 461/14-22: Americas general, 1958-1969 FO 508/8: South and Central America general, 1908-1909 Confidential Print: Middle East, 1839-1969 The Confidential Print series has been issued by the Foreign and Colonial Offices since c. 1820. The series originated out of a need for the Government to preserve all of the most important papers generated by the Foreign and Colonial Offices. The content consists of reports, dispatches, correspondence, political summaries, economical analysis, and description of leading personalities The collection covers a broad sweep of history from c. 1839 to 1969, taking in the countries of the Arabian peninsula, the Levant, Iraq, Turkey and many of the former Ottoman lands in Europe, Iran, Afghanistan, Egypt and Sudan. Confidential Print: North America The Confidential Print series issued by the Foreign and Colonial Offices since c1820 originated out of a need for the Government to preserve all of the most important papers generated by the Foreign and Colonial Offices. Some of these were one page letters or telegrams – others were large volumes or texts of treaties. In this resource one can review documents from the North American Confidential print series from 1824-1961. Dictionary of Political Biography * (Oxford University) Includes more than 1000 entries. Compiled by an expert team of contributors, this dictionary covers all the major figures in world politics of the twentieth century. Authoritative and wide-ranging, it describes and assesses the lives of more than 1000 men and women who have shaped political events across the world. Each entry includes an account of the background, career, and achievements of the individual concerned, balancing fact with critical appraisal.  Empire Online * (Adam Matthew) Collection of digitized original documents relating to Empire Studies, sourced from libraries and archives around the world. Foreign Office Files: India, Pakistan and Afghanistan, 1947-1980 This collection consist of the British Government's files on the countries of South Asia from shortly before Indian partition and independence up to 1980. The papers in the files cover such issues as economic and industrial development, trade, migration, visits to South Asia by British politicians and by South Asian politicians to Britain and elsewhere, education, administrative reorganization, conflict over language, aid, political parties, agriculture and irrigation, and television and the press. Digital Theatre Plus The Nixon Years, 1969-1974 covers Richard Nixon's entire presidential term and allows scholars and researchers the opportunity to assess, from a British and Commonwealth perspective, Nixon's handling of numerous Cold War crises, his administration's achievements, as well as his increasingly controversial activities and unorthodox use of executive powers culminating in Watergate and resignation. Top level Anglo-American discussions and briefing papers dominate this collection, which provides complete FCO 7 and FCO 82 files from The National Archives, Kew. Oxford Dictionary of National Biography It is a collection of more than 56,600 specially written biographies, which describe the lives of people who shaped the history of the British Isles and beyond. Popular Culture in Britain and America: Rock and Roll, Counterculture, Peace and Protest Rock and Roll explores the dynamic period of social, political and cultural change between 1950 and 1975. The resource offers thousands of colour images of manuscript and rare printed material as well as photographs, ephemera and memorabilia from this exciting period in our recent history. It includes an interactive chronology, visual resources, video footage, and more. Women in The National Archives The finding aid brings together the results of a five year project by staff at Kew and enables researchers to quickly locate details of any document relating to women in the National Archives at Kew. It is far more detailed and extensive than anything available elsewhere on the web and has the benefit of ranging across all of the classes of material held at the National Archives. The original documents focus on the campaign for women's suffrage in Britain, 1903-1928, and the granting of women's suffrage in colonial territories, 1930-1962. Prominent suffragettes include Emmeline Pethick-Lawrence, the Pankhursts, Emily Wilding Davison, Clara Giveen and Rachel Peace (alias Jane Short). History Vault Feb 19, 2014  Description: This resource offers a remarkable array of primary sources from the twentieth century. They are mainly American, but if you search for \"Suez Crisis,\" for instance, you are led to three relevant and fascinating CIA documents. Foreign Office Files for China, 1919-1980 This digital collection makes available all British Foreign Office files dealing with China, Hong Kong and Taiwan between 1919 ad 1980. Allows access to eye-witness accounts, weekly and monthly summaries, annual reviews, reports and anlyses, economic assessments, synopses on Chinese personalities, and much more.            Comments (0)                                              close                                                                                                          Outside Links                                                                                  Online Resources                  A2A: Access to Archives A2A is part of the UK archives network. The A2A database contains catalogues describing archives held locally in England and Wales and dating from the eighth century to the present day. Bomb Sight: Mapping the WW2 Bomb Census From The Scout Report, Copyright Internet Scout Project 1994-2009. http://scout.wisc.edu/ \"The Bomb Sight project is mapping the London WW2 bomb census between 7/10/1940 and 06/06/1941. Previously available only by viewing in the Reading Room at The National Archives, Bomb Sight is making the maps available to citizen researchers, academics and students. They will be able to explore where the bombs fell and to discover memories and photographs from the period.\" Britain from Above \"Britain from Above presents the unique Aerofilms collection of aerial photographs from 1919-1953. Register to zoom into these amazing pictures, identify unlocated images, and share memories.\" See http://www.britainfromabove.org.uk/news#95033 for more information British and Irish Legal Information Institute \"The British and Irish Legal Information Institute (BAILII) provides access to the most comprehensive set of British and Irish primary legal materials that are available for free and in one place on the internet. In August 2007, BAILII included 76 databases covering 7 jurisdictions. The system contains around 11 gigabytes of legal materials and around 200,000 searchable documents.\" British Pathé * (Independent) British Pathé is one of the oldest media companies in the world. Their roots lie in 1890s Paris where their founder, Charles Pathé, pioneered the development of the moving image. They were established in London in 1902, and by 1910 were producing their famous bi-weekly newsreel the Pathé Gazette. After the First World War they started producing various Cinemagazines as well. By 1930 they were producing the Gazette, the Pathetone Weekly, the Pathé Pictorial and Eve's Film Review, covering entertainment, culture and womens' issues. By the time Pathé finally stopped producing the cinema newsreel in 1970 they had accumulated 3500 hours of filmed history amounting to over 90,000 individual items. \"Over the last 30 years this material has been used extensively around the world in television programmes, home videos, advertisments, corporate productions and, most recently, in web publishing.  Whereas all professional usages still require a licence fee we are delighted to be able to offer free \"preview\" facilities on this site.\"  If you wish to license British Pathé footage please contact them for the details. Margaret Thatcher Foundation Arguably the most important post-war Prime Minister (1979-1990). Thatcher's significance is undeniable and her reforms predated the Reagan Revolution. This is her personal foundation which has a number of resources. Public Information Films (National Archives, Kew) \"For the first time on The National Archives' website you can view complete public information films from 1945 -2006. Joining with the Central Office of Information (COI) to celebrate their 60th Anniversary, we have featured a selection some of the most memorable and influential COI public information films that cover some fasinating events from Britain’s post-war history. Many of the films have both historic and nostalgic value. Historically, they reflect the issues of the day...\" \"The COI produce a wide range of information campaigns designed to inform the public on a huge range of issues which affect their daily lives, such as health, welfare, education and rights. This year marks the COI’s sixtieth anniversary, and celebrates the work carried out on thousands of groundbreaking projects that have helped to shape attitudes and change public conduct, as well as providing citizens with important information. The COI's vast archive of work provides unique historical insight into culture and innovation, from dealing with the issues of post-war Britain right up to the innovative campaigns of today. This is particularly notable in the COI’s responsibility for making and distributing information films for the public. These have provided information and influenced behaviour since the end of the Second World War.\" Wellcome Library (U.K.) films  Wellcome Library (U.K.) Guide to medical history on the Internet \"The guide highlights a range of free to access websites and also describes a number of features of the Wellcome Library...\" Wellcome Library (U.K.) Images            Comments (0)                                              close                                                                                                          Printed Reference Works, Bibliographies...                                                                                  Reference Books and Bibliographies                   British History, 1945-1987: An Annotated Bibliography - Peter Catterall Call Number: NYU Bobst 1st Floor Reference Z2020.3 .C37 1991 Non-circulating ISBN: 0631170499 Publication Date: 1991 Oxford: B. Blackwell            Comments (0)                                         Books                            Comments (0)                                              close                                                                                                          Books, Films, CDs                                                                                  Books                   Dole Queues and Demons:British Election Posters from the Conservative Party Archive - Stuart Ball and Maurice Nathan Saatchi Call Number: NYU Bobst Main Collection JN1129.C7 B35 2011 ISBN: 9781851243532 Publication Date: 2011 Oxford: Bodleian Library, 2011. \"A blend of graphic design, bold art or photography and cunning psychology, election posters are an unsung art form, stretching back to the dawn of the twentieth century. Exploiting the Conservative Party Archive held at the Bodleian Library which contains over 700 posters, this book charts the evolution of the Conservatives' election posters. Divided into chapters along political periods, the book highlights the changing fashions in and attitudes to advertising, political ideology, slogans, combativeness and above all, propriety. Each chapter includes a brief introduction discussing the major themes of the period as well as captions explaining specific issues related to the individual posters. \"From demons to dole queues\" gives a fascinating insight into the issues and strategies of the Conservative Party throughout the twentieth century, and up to the present day. A foreword by advertising guru Maurice Saatchi discusses the posters from a communication and design perspective.\"   Margaret Thatcher: The Complete Public Statements, 1945-1990 - Margaret Thatcher; Christopher Collins (Editor) Call Number: NYU Bobst 1st Floor Reference - CD-ROMs DA591.T47 A4 1999 Non-circulating ISBN: 0192687654 Publication Date: 1999            Comments (0)                                              close                                                                                                          Important Journals                                                                                  Journals in Bobcat                 Here are just a few of the over a thousand journal titles from Great Britain in Bobcat. Using the subjects field with the restriction \"with my exact phrase\" you can find more using the follow phrases:   Great Britain Periodicals * England Periodicals * Northern Ireland Periodicals * Scotland Periodicals * Wales Periodicals   [Unfortunately \"England Periodicals\" also brings up New England Periodicals)     New Statesman / New Statesman and Nation / New Statesman ISBN: 00286842 Publication Date: v.1:1 (4/12/1913)-v.115:2984 (6/3/1988) \"Founded in 1913 by Sidney and Beatrice Webb with the support of George Bernard Shaw and other prominent members of the Fabian Society, the left-leaning The New Statesman was edited by Clifford Sharp (1913-1928), Charles Mostyn Lloyd (1928-1930), and Kingsley Martin (1930-1960).\"   New Statesman Publication Date: 1988 v.1:1 (6/1/1988) - present This link also includes the Proquest coverage for the period from 1988-1996 when the title was New Statesman and Society. Coverage by other services pick up later.   New Statesman and Society v. 1:1 (6/10/1988) -present Publication Date: [1988-] 1991-1996 Coverage here is for 1991- date on one service and 1988-1996 on another. Look at the entry for the New Statesman 1988-present which includes a more complete run.   Spectator Publication Date: 1828- present The Spectator is a British weekly which generally reflects a Conservative perspective.   The Economist Publication Date: 1843 - present \"The Economist online offers authoritative insight and opinion on international news, politics, business, finance, science and technology.\"            Comments (0)                                              close                                                                                                          Subject Librarian                                                           Andrew H. Lee Librarian for History, European Studies, Iberian Studies, Soccer, & Politics Contact Info: Office directions: on the Bobst Mezzanine. West 3rd Street side, I am in room 1M-04E, just past midway (6th door going west), and my name is on the door.   (212) 998-2633 Send Email  Subjects: European Studies , History , Iberian Studies , Politics , & Soccer          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]