[{"detail": [{"content": "Course Offerings | Economics | NYU                                                             Back to Home         Printer Friendly           Course Offerings     Jump to:    Introductory Core Courses    Intermediate Core Courses    Elective Courses: 200 Level    Elective Courses: 300 Level    Honors and Independent Study       Note: Students are encouraged to review the Department of Economics website for more information about the economics major. Students should speak with an adviser in the department to help them plan their major. Advisers are located at 19 West Fourth Street, Rooms 836 and 837.    In the list of courses below, some courses are designated either \"P\" or \"T\" (or both). \"P\" alone represents courses to be taken only by students in the policy concentration; \"T\" alone represents courses to be taken only by students in the theory concentration; and \"P, T\" represents courses that may be taken by students in either concentration.    Economics courses for majors fall into several categories: introductory and intermediate core courses; elective courses at the 200 and 300 level; and special honors courses. Students must pay careful attention to prerequisites, as they are strictly enforced in this sequential major.    Students should refer to Albert for up-to-date listings of 200 and 300 level elective course offerings each semester.       First-Year Core Courses    Introduction to Macroeconomics (P, T)   ECON-UA 1 Formerly Economic Principles I. Prerequisite: Algebra and Calculus (MATH-UA 9) or equivalent. Offered every semester. 4 points.   Focuses on the economy as a whole (the \"macroeconomy\"). Begins with the meaning and measurement of important macroeconomic data (on unemployment, inflation, and production), then turns to the behavior of the overall economy. Topics include long-run economic growth and the standard of living; the causes and consequences of economic booms and recessions; the banking system and the Federal Reserve; the stock and bond markets; and the role of government policy.    Introduction to Microeconomics (P, T)    ECON-UA 2 Formerly Economic Principles II. Prerequisite: Algebra and Calculus (MATH-UA 9) or equivalent. Offered every semester. 4 points.    Focuses on individual economic decision-makers—households, business firms, and government agencies—and how they are linked together. The emphasis is on decision making by households and firms and how these decisions shape our economic life. Explores the different environments in which businesses sell their products, hire workers, and raise funds to expand their operations; the economic effects of trade between nations; and the effects of various government policies, such as minimum-wage legislation, rent controls, antitrust laws, and more. Statistics (P)    ECON-UA 18 Prerequisite for students who enter NYU Fall 2012 or   later: Mathematics for Economics I (MATH-UA 211). Prerequisite for   students who entered NYU before Fall 2012: Calculus I (MATH-UA 121)   Restrictions: not open to any student who has taken Analytical   Statistics (ECON-UA 20); not open to seniors. Offered every semester. 4   points.   Introduction to statistics. Topics: descriptive statistics; introduction   to probability; sampling; statistical inferences concerning means,   standard deviations, and proportions; analysis of variance; linear   regressions; and correlation. Laboratory periods cover sample problems   drawn primarily from economics. Meets three times a week, plus a lab   session.    Analytical Statistics (T)   ECON-UA 20 Prerequisite for students who enter NYU Fall 2012 or   later: Mathematics for Economics II (MATH-UA 212). Prerequisites for   students who entered before Fall 2012: Calculus II (MATH-UA 122) and   corequisite Calculus III (MATH-UA 123). Restriction: not open to any   student who has taken Statistics (ECON-UA 18); not open to seniors.   Offered in the spring. 4 points.   Introduction to statistical reasoning. Topics covered include   descriptive statistics, calculation of moments, probability theory, an   introduction to distribution theory, and an introduction to inference.   Lab sessions enable the student to run a wide variety of computer   experiments and to simulate all distributions that are discussed, as   well as to experiment with a variety of statistical procedures.       Second-Year Core Courses    Note applying only to students who entered NYU before Fall 2012 : Topics in Econometrics (ECON-UA 380) is an elective course, not a core course.    Intermediate Microeconomics (P)    ECON-UA 10 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (MATH-UA 212). Prerequisites for students who entered NYU before Fall 2012: Introduction to Microeconomics (ECON-UA 2) and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors. Offered every semester. 4 points.    Examines the manner in which producers, consumers, and resource owners acting through the market determine the prices and output of goods, the allocation of productive resources, and the functional distribution of incomes. The price system is seen as a network of interrelated decisions, with the market process serving to communicate information to decision makers.    Microeconomics (P, T)    ECON-UA 11 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (ECON-UA 212). Prerequisites for students who entered NYU before Fall 2012: Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), and Calculus III (MATH-UA 123). Restriction: not open to seniors. Offered in the fall. 4 points.    Rigorous examination of consumer choice, profit-maximizing behavior on the part of firms, and equilibrium in product markets. Topics include choice under uncertainty, strategic interactions between firms in noncompetitive environments, intertemporal decision making, and investment in public goods.    Intermediate Macroeconomics (P)    ECON-UA 12 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Macroeconomics (ECON-UA 1) and Intermediate Microeconomics (ECON-UA 10). Prerequisites for students who entered NYU before Fall 2012: Introduction to Macroeconomics (ECON-UA 1), Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors. Offered every semester. 4 points.    Study of aggregate economic analysis with special attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them.    Macroeconomics (P, T)    ECON-UA 13 Prerequisite for students who enter NYU Fall 2012 or later: either Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Prerequisites for students who entered NYU before Fall 2012: Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), and Calculus III (MATH-UA 123). Restriction: not open to seniors. Offered in the spring. 4 points.    Study of aggregate economic analysis, with attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them. This course involves more formal analysis than that used in ECON-UA 12. International Economics (P)    ECON-UA 238 Prerequisites: Introduction to Macroeconomics   (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered   every semester. 4 points.   Focuses on international trade in goods, services, and capital. It   serves as an introduction to international economic issues and as   preparation for the department's more advanced course Topics in the   Global Economy (ECON-UA 324). The issues discussed include gains from   trade and their distribution; analysis of protectionism; strategic trade   barriers; the trade deficit; exchange rate determination; and   government intervention in foreign exchange markets. Introduction to Econometrics (P, T)   ECON-UA 266 Prerequisite: either Statistics (ECON-UA 18) or Analytical Statistics (ECON-UA 20). Restriction: not open to any student who has taken Topics in Econometrics (ECON-UA 380). Offered in the fall. 4 points.   Application of statistics and economic theory to problems of formulating and estimating models of economic behavior. Matrix algebra is developed as the main tool of analysis in regression. Acquaints students with basic estimation theory and techniques in the regression framework and covers extensions such as specification error tests, heteroskedasticity, errors in variables, and simple time series models. An introduction to simultaneous equation modes and the concept of identification is provided.    Topics in Econometrics (P)   ECON-UA 380 Prerequisite: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12) and Statistics (ECON-UA 18). Restriction: not open to any student who has taken Introduction to Econometrics (ECON-UA 266). Offered every semester. 4 points.   Examines a number of important areas of econometrics. The topics covered include identification and estimation of simultaneous equations models; model specification and testing; estimation of discrete choice models; and the analysis of duration models. In addition to covering the relevant theoretical issues, the course includes the application of these methods to economic data.    Elective Courses: 200 Level    Economic History of the United States (P, T)   ECON-UA 205 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2); or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Analytic survey of the structure of the U.S. economy. National income and its distribution; population and land; capital accumulation and development of financial institutions; labor and labor unions; technological change; the market, both domestic and foreign; and the economic effects of government policy.    History of Economic Thought (P, T)   ECON-UA 206 Formerly ECON-UA 106. Prerequisite: Introduction to Macroeconomics (ECON-UA 1). Restriction: not open to any student who has taken ECON-UA 106. Offered every semester. 4 points.   Begins with a short introduction to mercantilism, then moves to the classical school, examining the contributions of its main figures (Smith, Malthus, Ricardo, Mill, and others). Ends with Marx's reaction to classical doctrines and the Marginalist Revolution of the late 19th century, which set the foundation of modern neoclassical economics. Conceptually, covers a variety of topics but focuses on two main entities: first, the normative aspects of the debate on the factors determining the value of commodities and the related issue of the principles that ought to govern the allocation of wealth; and second, various theories of economic growth and historical change, including predictions made on the future of capitalism.    Ethics and Economics (P, T)   ECON-UA 207 Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Study of the interface between ethical and economic theories. Specific topics covered include a brief overview of various ethical ideas, an analysis of the ethical presuppositions of modern economic theory (especially welfare economics), utilitarian ethics, the moral status of free exchange, the ethical implications of imperfect knowledge between bargaining parties, cost-benefit analysis and human rights, the economic content of the \"general welfare,\" and laissez-faire.    Policy Ideas in the History of Economic Thought (P)   ECON-UA 208 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Economic policy has been important since the beginning of systematic economic thought. This course examines a few selected policy recommendations drawn from classical to present-day economic thought. The examined policies may vary from year to year. Some of the thinkers are Adam Smith, Jeremy Bentham, John Stuart Mill, Philip Wicksteed, Arthur C. Pigou, John Maynard Keynes, Friedrich Hayek, and such modern behavioral economists as Richard Thaler. The topics range widely: the protection of domestic industry, use of taxes to deal with external effects, property rights, the government direction of investment, and alternatives to revealed preference as a welfare standard.    Game Theory and Strategy (P)   ECON-UA 216 Prerequisites: Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Offered every year. 4 points.   Indicated for students with an interest in learning how to apply game theoretical analysis to a variety of disciplines. The course aims to provide a mostly applied overview of game theoretical concepts and emphasizes their use in real-world situations. By the end of the course, students should have developed tools that will allow them to formally analyze outcomes in strategic situations.    Financial Crises (P)   ECON-UA 225 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Allows students to understand the origin and evolution of financial crises. Various policy options that may prevent and mitigate financial crises and the restructuring of the global financial architecture to prevent or limit future crises are examined. Although the course focuses mostly on the United States and on the most recent financial crisis, it will also examine earlier financial crises in the United States (such as the Great Depression) and past financial bubbles, such as the 17th century Dutch Tulip mania and the 1997 Asian crisis.    Urban Economics (P, T)   ECON-UA 227 Identical to SCA-UA 751. Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2); or Introduction to Economic Analysis (ECON-UA 5). Offered every semester. 4 points.   The city as an economic organization. Urbanization trends, functional specialization, and the nature of growth within the city; organization of economic activity within the city and its outlying areas, the organization of the labor market, and problems of urban poverty; the urban public economy; housing and land-use problems; transportation problems; and special problems within the public sector.    Money and Banking (P, T)   ECON-UA 231 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5). Offered every semester. 4 points.   Money supply; banking as an industry; banks as suppliers of money; the Federal Reserve System and monetary control; monetary theory; and contemporary monetary policy issues.    Poverty and Income Distribution (P, T)   ECON-UA 233 Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Defines poverty and welfare. Analyzes who the poor are, why some people are rich and others poor, equality of opportunity, income and status, inequality, trends in the degree of inequality, government's role in income distribution, and international comparisons of inequality.      Gender and Choices (P, T)   ECON-UA 252 Identical to SCA-UA 719. Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Examines important economic influences on decisions women make concerning labor force participation and family. Theory of labor market behavior and discrimination, as well as public policy options.    Privatization (P)   ECON-UA 270 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Analyzes the principles and practices underlying the privatization of public enterprises and governmental functions. After evaluating the criticism directed at public ownership, the course examines an alternative to privatization: reforming state-owned enterprises and public administration, using examples from the United States, Great Britain, and New Zealand. Various issues of privatization (such as the roles of ownership and competition in stimulating efficiency, the implications of separation of ownership from management in distinguishing between private and public enterprises, conditions for successful divestiture programs, privatization's employment impact, and contracting out of government services) are discussed both in principle and via examples from industrial, transitional, and less-developed economies.    Topics in Economic Analysis I (P)   ECON-UA 290 Prerequisite: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   A mid-level undergraduate elective course offered to encourage department or visiting faculty who wish to give courses in fields that are not in the permanent course offerings. The exact topic of this course is announced before registration each year. Such \"topics courses\" are not given regularly, and a specific topic presented in any one semester is unlikely to be repeated. Students are allowed to count only one such topics course for the major.    Politics and Finance: Honors Seminar (P)   ECON-UA 296 Identical to POL-UA 396. Prerequisites: Introduction to Microeconomics (ECON-UA 2), Power and Politics in America (POL-UA 300), 3.5 GPA, and permission of the Department of Politics. Offered every year. 4 points.   Examines how legislation and regulation influence the structure of financial markets and how players in these markets intervene in the political process to create or modify legislative and regulatory outcomes. Particular emphasis is placed on the United States. International comparisons are also presented. The course assumes that students have had exposure to microeconomics and finance but not to political theory. A brief introduction to political theory is provided. The approach is similar to that used in microeconomics, except that transactions are made through voting institutions rather than through economic exchange.    Elective Courses: 300 Level    Note: For all courses listed below, Statistics (P) (ECON-UA 18) is a prerequisite for policy electives, and Introduction to Econometrics (T) (ECON-UA 266) is a prerequisite for theory electives. Additional prerequisites are listed for each course.    Strategic Decision Theory (T)   ECON-UA 310 Prerequisite: Microeconomics (ECON-UA 11). Offered every year. 4 points.   Introduction to noncooperative game theory. Focuses on a rigorous development of the basic theory with economic applications such as competition among oligopolists, how standards are set, auction theory, and bargaining. The formal topics include games in strategic form, Bayesian games, and games in extensive form.    Industrial Organization (P)   ECON-UA 316 Prerequisite: Intermediate Microeconomics (ECON-UA 10). Offered every semester. 4 points.   Analysis of the structure, conduct, and performance of firms and industries. Involves the development of a theoretical basis for evaluating performance. Analysis of competition as a state of affairs versus competition as a process. The effects of advertising, economic concentration, and innovation on prices and production. Overall survey of contemporary antitrust law and economics.    Market Structure and Performance (T)   ECON-UA 317 Prerequisite: Microeconomics (ECON-UA 11). Offered every other year. 4 points.   Designed to familiarize students with a modern approach to industrial organization economics. The modern approach relies extensively on the use of game-theoretic tools to model strategic market behavior and the use of econometric methods for testing hypotheses regarding firm conduct and market performance. In particular, the course analyzes profit-maximizing business strategies of firms with market power, as well as strategic interactions among firms in various types of imperfectly competitive markets. The course addresses both static modes of competition as well as dynamic competition in research and development and product design. The course also examines the scope of effective public policies designed to improve market performance. Throughout the course, mathematical-based models are used to develop the relevant concepts and test the pertinent theories of firm behavior.    Economic Development (P, T)   ECON-UA 323 Prerequisites: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12), and International Economics (ECON-UA 238); or Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13). Offered every year. 4 points.   Studies the problem of economic underdevelopment, with special reference to the countries of Asia, Latin America, and Africa. The building blocks of economic theory are used to understand the historical experiences of these countries. Macroeconomic topics covered include economic growth, income distribution, and poverty, with particular emphasis on the concept of underdevelopment as a circular, self-reinforcing trap. Microeconomic topics include the study of particular markets that are especially relevant to developing countries: those for land, labor, and credit. Notions of market fragmentation, limited information, and incentive problems receive emphasis. Ends with international issues: trading patterns, capital flows, and global financial crises are studied from the viewpoint of developing countries.    Economics of Energy and the Environment (P, T)   ECON-UA 326 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.   Economic analysis of major policy issues in energy and the environment, both domestic and international. Emphasis on market solutions to various problems and market limitations in the allocation of environmental resources. Energy issues focus on OPEC and world oil markets, with attention to reducing oil import vulnerability; taxation and regulation of production and consumption; conservation of natural resources; and the transition to alternative energy sources. Environmental issues include policies to reduce pollution. Substantial attention is paid to global warming caused by consumption of fossil fuels.    Ownership and Corporate Control in Advanced and Transition Economies (P, T)   ECON-UA 340 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.   Discusses the conceptual foundations and empirical evidence concerning the effects of private ownership on corporate performance. The corporate control mechanisms in the United States, Germany, Japan, and the emerging market economies of Eastern Europe and the former Soviet Union are reviewed. Particular attention is paid to the role of capital markets (takeovers and other shareholder control devices), banks and other financial institutions, and various corporate institutions (such as boards of directors and meetings of shareholders) in facilitating or hindering corporate control and the efficient allocation of resources.    Behavioral Economics (P)   ECON-UA 342 Prerequisites: Topics in Econometrics (ECON-UA 380) and Calculus II (MATH-UA 122) or Mathematics for Economics II (MATH-UA 212); or Microeconomics (ECON-UA 11) and Introduction to Econometrics (ECON-UA 266). Offered every year. 4 points.   Introduces students to the field of behavioral economics, which seeks to insert more behavioral realism into economic theory. Topics covered include, but are not restricted to, prospect theory, mental accounting, other-regarding preferences, and hyperbolic discounting. We usually approach a topic by examining evidence of some departure from the assumptions made in the canonical economic model. We then ask how such departures can be formalized theoretically and how the resulting models can be tested empirically.    Political Economy (T)   ECON-UA 345 Prerequisite: Microeconomics (ECON-UA 11). Offered every year. 4 points.   Introduces the emerging field of formal political economy. The variety of ways in which economists and political scientists think about political science and the interplay of political science and economics are analyzed. The first part of the course focuses on the formal modeling of political behavior and political institutions; the theory of social choice (how groups of rational individuals make decisions) and collective action (how groups of rational individuals take action) are analyzed. The second part of the course discusses the connection between politics and economics and investigates the effect of political variables on the determination of economic outcomes. Some questions that are answered: How can special groups of individuals enhance their well-being by political action? What is lobbying? What is the effect of contributions on political outcomes?    Labor Economics (P, T)   ECON-UA 351 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every semester. 4 points.   Analyzes the functioning of the labor market in both theoretical and statistical terms. Examines the determinants of wage and employment levels in perfect and imperfect labor markets, including the concept of education and training as human capital. Models of labor market dynamics are also examined, including those of job search and matching. The role of public policy in the functioning of labor markets is highlighted throughout.    Public Economics (P, T)   ECON-UA 353 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every semester. 4 points.   In alternate years, stresses policy implications and the development of theory. Analysis of government economic policies and behavior. Normative and positive economics; the fundamental welfare theorems. What goods should the government provide (public goods)? When should the government tax private behavior (externalities)? Income redistribution and the welfare program. Who pays the tax (tax incidence)? The role of debt policy. On what should taxes be levied (optimal taxation)?    Experimental Economics (P, T)   ECON-UA 360 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.    Experimental economics is predicated on the belief that economics, like other sciences, can be a laboratory science where economic theories are tested, rejected, and revised. This course reviews the methodology of doing such laboratory experiments and investigates the use of experiments in a wide variety of fields. These include competitive markets, auctions, public goods theory, labor economics, game theory, and individual choice theory. The course functions as a research seminar in which students present their work as it progresses during the semester. Students also get exposure to the experimental laboratory in the Department of Economics and the research performed there.    Elements of Financial Economics (T)   ECON-UA 363 Prerequisite: Microeconomics (ECON-UA 11). Restriction: open to students from the Stern School of Business only if FINC-UB 43 has not been taken. Offered every year. 4 points.   Provides theoretical tools for understanding the operation and economic role of asset markets in the financial system. Develops the theory of decision making under uncertainty and techniques for portfolio choice and efficient risk sharing. Develops static and dynamic models of asset markets with applications to efficiency, arbitrage pricing, and the use and pricing of derivative securities.    Advanced Micro Theory (T)   ECON-UA 365 Prerequisite: Microeconomics (ECON-UA 11). Offered every other year. 4 points.   Designed to introduce students to some of the main model-building techniques that have been developed by microeconomists. Intended for advanced undergraduates who have taken the necessary preparatory courses in economics and mathematics. Three basic topics are covered. The first topic is the static theory of consumer behavior both in a certain world and in an uncertain world. The second topic is the theory of general equilibrium. The third topic is the theory of dynamic optimization. In addition to the coverage of the economics, the advanced mathematical techniques that are needed to understand the material are reviewed.    Advanced Macroeconomics and Finance (T)   ECON-UA 367 Prerequisites: Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Analytical Statistics (ECON-UA 20), or permission of the instructor. Offered every year. 4 points.   Studies dynamic theories of equilibrium with optimizing agents who face risky returns and uncertain government policies that influence their decisions. We study inflations and hyperinflations; theories of pricing bonds and equity and how well they work empirically; Social Security reform; causes and cures of financial panics; theories of optimal monetary and fiscal policy; and search theory and other applications of dynamic programming.    Financial Economics (P)   ECON-UA 368 Prerequisite: Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12). Restriction: not open to students from the Stern School of Business. Offered every year. 4 points.   Provides theoretical and practical tools for understanding the operation of financial markets, the meaning of risk, and its relation to financial return. Also develops concepts of systematic versus idiosyncratic risk, market efficiency, the equilibrium determination of interest rates both in the overnight, interbank lending market and in the market for corporate debt, term and default premia in the bond market, and average excess stock returns in the equity market.    Topics in Economic Theory (T)   ECON-UA 375 Prerequisites: Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13). May not be taken for credit in addition to ECON-UA 370. Offered every year. 4 points.   Explores issues in economic theory using the tools learned in macroeconomics and microeconomics. Focuses on a particular issue each term.    Topics in Economic Analysis II (P)   ECON-UA 390 Prerequisites: Intermediate Microeconomics (ECON-UA 10) and/or Intermediate Macroeconomics (ECON-UA 12). Offered every year. 4 points.   An advanced undergraduate elective course offered to encourage department or visiting faculty who wish to give courses in fields that are not in the permanent course offerings. The exact topic of this course is announced before registration each year. Such \"topics courses\" are not given regularly and a specific topic presented in any one semester is unlikely to be repeated. Students are allowed to count only one such topics course for the major.    Advanced Econometrics (P, T)   ECON-UA 402 Prerequisite: Introduction to Econometrics (ECON-UA 266) or Topics in Econometrics (ECON-UA 380). Offered every year. 4 points.   Covers a range of techniques in econometrics that are widely used in applied microeconomics, macroeconomics, and other fields. Although this is a course designed for honors economics majors, students who are not pursuing honors but still satisfy the GPA requirements (3.65 overall and in economics courses) and meet the prerequisite are encouraged to take this course. The class aims at preparing students for carrying out empirical research in economics, and there is emphasis on the relationship between economic models and observable data. We cover nonlinear methods, and a selection of topics in panel and time-series data.        Honors and Independent Study    Honors Tutorial (P, T)   ECON-UA 410 Prerequisites: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12) and Topics in Econometrics (ECON-UA 380); or Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Introduction to Econometrics (ECON-UA 266); 3.65 GPA in the major and the College; permission of the instructor required. Restriction: open only to students in the honors track. Offered in the fall. 4 points.   Aims to train students to write on economic topics and perform economic analysis efficiently, as well as to develop theoretical skills. This course is in preparation for and is a prerequisite to the Honors Thesis (ECON-UA 450) course. Once a week, two students each present a paper on their original research. The students not presenting that week, as well as the instructor, critique the content and the form of the paper as well as the presentation. Each paper is to be revised and submitted to the instructor with a cover sheet that indicates how the student dealt with each of the criticisms.    Honors Thesis (P, T)   ECON-UA 450 Formerly ECON-UA 400. Prerequisite: Honors Tutorial (ECON-UA 410); 3.65 GPA in the major and the College. Restriction: open only to students in the honors track. Offered in the spring. 4 points.   Students interested in pursuing an Honors Thesis should meet with the director of undergraduate studies in the spring semester of their junior year.    Independent Study (P, T)   ECON-UA 997, 998 Prerequisites: Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12); or Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13); 3.5 GPA; and permission of the director of undergraduate studies. Restrictions: No more than a total of 8 points of independent study may be taken; independent study does not count towards the major requirements. Offered every semester. 1 to 4 points per term.   The student engages in intensive independent study of an important economic topic under the direction of a departmental faculty member. The results of the study are embodied in a report or paper to be specified required by the instructor.                                                                                                    Back to Top"}]},
{"detail": [{"content": "Course Offerings | Economics | NYU                                                             Back to Home         Printer Friendly           Course Offerings     Jump to:    Introductory Core Courses    Intermediate Core Courses    Elective Courses: 200 Level    Elective Courses: 300 Level    Honors and Independent Study       Note: Students are encouraged to review the Department of Economics website for more information about the economics major. Students should speak with an adviser in the department to help them plan their major. Advisers are located at 19 West Fourth Street, Rooms 836 and 837.    In the list of courses below, some courses are designated either \"P\" or \"T\" (or both). \"P\" alone represents courses to be taken only by students in the policy concentration; \"T\" alone represents courses to be taken only by students in the theory concentration; and \"P, T\" represents courses that may be taken by students in either concentration.    Economics courses for majors fall into several categories: introductory and intermediate core courses; elective courses at the 200 and 300 level; and special honors courses. Students must pay careful attention to prerequisites, as they are strictly enforced in this sequential major.    Students should refer to Albert for up-to-date listings of 200 and 300 level elective course offerings each semester.       First-Year Core Courses    Introduction to Macroeconomics (P, T)   ECON-UA 1 Formerly Economic Principles I. Prerequisite: Algebra and Calculus (MATH-UA 9) or equivalent. Offered every semester. 4 points.   Focuses on the economy as a whole (the \"macroeconomy\"). Begins with the meaning and measurement of important macroeconomic data (on unemployment, inflation, and production), then turns to the behavior of the overall economy. Topics include long-run economic growth and the standard of living; the causes and consequences of economic booms and recessions; the banking system and the Federal Reserve; the stock and bond markets; and the role of government policy.    Introduction to Microeconomics (P, T)    ECON-UA 2 Formerly Economic Principles II. Prerequisite: Algebra and Calculus (MATH-UA 9) or equivalent. Offered every semester. 4 points.    Focuses on individual economic decision-makers—households, business firms, and government agencies—and how they are linked together. The emphasis is on decision making by households and firms and how these decisions shape our economic life. Explores the different environments in which businesses sell their products, hire workers, and raise funds to expand their operations; the economic effects of trade between nations; and the effects of various government policies, such as minimum-wage legislation, rent controls, antitrust laws, and more. Statistics (P)    ECON-UA 18 Prerequisite for students who enter NYU Fall 2012 or   later: Mathematics for Economics I (MATH-UA 211). Prerequisite for   students who entered NYU before Fall 2012: Calculus I (MATH-UA 121)   Restrictions: not open to any student who has taken Analytical   Statistics (ECON-UA 20); not open to seniors. Offered every semester. 4   points.   Introduction to statistics. Topics: descriptive statistics; introduction   to probability; sampling; statistical inferences concerning means,   standard deviations, and proportions; analysis of variance; linear   regressions; and correlation. Laboratory periods cover sample problems   drawn primarily from economics. Meets three times a week, plus a lab   session.    Analytical Statistics (T)   ECON-UA 20 Prerequisite for students who enter NYU Fall 2012 or   later: Mathematics for Economics II (MATH-UA 212). Prerequisites for   students who entered before Fall 2012: Calculus II (MATH-UA 122) and   corequisite Calculus III (MATH-UA 123). Restriction: not open to any   student who has taken Statistics (ECON-UA 18); not open to seniors.   Offered in the spring. 4 points.   Introduction to statistical reasoning. Topics covered include   descriptive statistics, calculation of moments, probability theory, an   introduction to distribution theory, and an introduction to inference.   Lab sessions enable the student to run a wide variety of computer   experiments and to simulate all distributions that are discussed, as   well as to experiment with a variety of statistical procedures.       Second-Year Core Courses    Note applying only to students who entered NYU before Fall 2012 : Topics in Econometrics (ECON-UA 380) is an elective course, not a core course.    Intermediate Microeconomics (P)    ECON-UA 10 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (MATH-UA 212). Prerequisites for students who entered NYU before Fall 2012: Introduction to Microeconomics (ECON-UA 2) and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors. Offered every semester. 4 points.    Examines the manner in which producers, consumers, and resource owners acting through the market determine the prices and output of goods, the allocation of productive resources, and the functional distribution of incomes. The price system is seen as a network of interrelated decisions, with the market process serving to communicate information to decision makers.    Microeconomics (P, T)    ECON-UA 11 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (ECON-UA 212). Prerequisites for students who entered NYU before Fall 2012: Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), and Calculus III (MATH-UA 123). Restriction: not open to seniors. Offered in the fall. 4 points.    Rigorous examination of consumer choice, profit-maximizing behavior on the part of firms, and equilibrium in product markets. Topics include choice under uncertainty, strategic interactions between firms in noncompetitive environments, intertemporal decision making, and investment in public goods.    Intermediate Macroeconomics (P)    ECON-UA 12 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Macroeconomics (ECON-UA 1) and Intermediate Microeconomics (ECON-UA 10). Prerequisites for students who entered NYU before Fall 2012: Introduction to Macroeconomics (ECON-UA 1), Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors. Offered every semester. 4 points.    Study of aggregate economic analysis with special attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them.    Macroeconomics (P, T)    ECON-UA 13 Prerequisite for students who enter NYU Fall 2012 or later: either Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Prerequisites for students who entered NYU before Fall 2012: Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), and Calculus III (MATH-UA 123). Restriction: not open to seniors. Offered in the spring. 4 points.    Study of aggregate economic analysis, with attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them. This course involves more formal analysis than that used in ECON-UA 12. International Economics (P)    ECON-UA 238 Prerequisites: Introduction to Macroeconomics   (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered   every semester. 4 points.   Focuses on international trade in goods, services, and capital. It   serves as an introduction to international economic issues and as   preparation for the department's more advanced course Topics in the   Global Economy (ECON-UA 324). The issues discussed include gains from   trade and their distribution; analysis of protectionism; strategic trade   barriers; the trade deficit; exchange rate determination; and   government intervention in foreign exchange markets. Introduction to Econometrics (P, T)   ECON-UA 266 Prerequisite: either Statistics (ECON-UA 18) or Analytical Statistics (ECON-UA 20). Restriction: not open to any student who has taken Topics in Econometrics (ECON-UA 380). Offered in the fall. 4 points.   Application of statistics and economic theory to problems of formulating and estimating models of economic behavior. Matrix algebra is developed as the main tool of analysis in regression. Acquaints students with basic estimation theory and techniques in the regression framework and covers extensions such as specification error tests, heteroskedasticity, errors in variables, and simple time series models. An introduction to simultaneous equation modes and the concept of identification is provided.    Topics in Econometrics (P)   ECON-UA 380 Prerequisite: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12) and Statistics (ECON-UA 18). Restriction: not open to any student who has taken Introduction to Econometrics (ECON-UA 266). Offered every semester. 4 points.   Examines a number of important areas of econometrics. The topics covered include identification and estimation of simultaneous equations models; model specification and testing; estimation of discrete choice models; and the analysis of duration models. In addition to covering the relevant theoretical issues, the course includes the application of these methods to economic data.    Elective Courses: 200 Level    Economic History of the United States (P, T)   ECON-UA 205 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2); or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Analytic survey of the structure of the U.S. economy. National income and its distribution; population and land; capital accumulation and development of financial institutions; labor and labor unions; technological change; the market, both domestic and foreign; and the economic effects of government policy.    History of Economic Thought (P, T)   ECON-UA 206 Formerly ECON-UA 106. Prerequisite: Introduction to Macroeconomics (ECON-UA 1). Restriction: not open to any student who has taken ECON-UA 106. Offered every semester. 4 points.   Begins with a short introduction to mercantilism, then moves to the classical school, examining the contributions of its main figures (Smith, Malthus, Ricardo, Mill, and others). Ends with Marx's reaction to classical doctrines and the Marginalist Revolution of the late 19th century, which set the foundation of modern neoclassical economics. Conceptually, covers a variety of topics but focuses on two main entities: first, the normative aspects of the debate on the factors determining the value of commodities and the related issue of the principles that ought to govern the allocation of wealth; and second, various theories of economic growth and historical change, including predictions made on the future of capitalism.    Ethics and Economics (P, T)   ECON-UA 207 Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Study of the interface between ethical and economic theories. Specific topics covered include a brief overview of various ethical ideas, an analysis of the ethical presuppositions of modern economic theory (especially welfare economics), utilitarian ethics, the moral status of free exchange, the ethical implications of imperfect knowledge between bargaining parties, cost-benefit analysis and human rights, the economic content of the \"general welfare,\" and laissez-faire.    Policy Ideas in the History of Economic Thought (P)   ECON-UA 208 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Economic policy has been important since the beginning of systematic economic thought. This course examines a few selected policy recommendations drawn from classical to present-day economic thought. The examined policies may vary from year to year. Some of the thinkers are Adam Smith, Jeremy Bentham, John Stuart Mill, Philip Wicksteed, Arthur C. Pigou, John Maynard Keynes, Friedrich Hayek, and such modern behavioral economists as Richard Thaler. The topics range widely: the protection of domestic industry, use of taxes to deal with external effects, property rights, the government direction of investment, and alternatives to revealed preference as a welfare standard.    Game Theory and Strategy (P)   ECON-UA 216 Prerequisites: Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Offered every year. 4 points.   Indicated for students with an interest in learning how to apply game theoretical analysis to a variety of disciplines. The course aims to provide a mostly applied overview of game theoretical concepts and emphasizes their use in real-world situations. By the end of the course, students should have developed tools that will allow them to formally analyze outcomes in strategic situations.    Financial Crises (P)   ECON-UA 225 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Allows students to understand the origin and evolution of financial crises. Various policy options that may prevent and mitigate financial crises and the restructuring of the global financial architecture to prevent or limit future crises are examined. Although the course focuses mostly on the United States and on the most recent financial crisis, it will also examine earlier financial crises in the United States (such as the Great Depression) and past financial bubbles, such as the 17th century Dutch Tulip mania and the 1997 Asian crisis.    Urban Economics (P, T)   ECON-UA 227 Identical to SCA-UA 751. Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2); or Introduction to Economic Analysis (ECON-UA 5). Offered every semester. 4 points.   The city as an economic organization. Urbanization trends, functional specialization, and the nature of growth within the city; organization of economic activity within the city and its outlying areas, the organization of the labor market, and problems of urban poverty; the urban public economy; housing and land-use problems; transportation problems; and special problems within the public sector.    Money and Banking (P, T)   ECON-UA 231 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5). Offered every semester. 4 points.   Money supply; banking as an industry; banks as suppliers of money; the Federal Reserve System and monetary control; monetary theory; and contemporary monetary policy issues.    Poverty and Income Distribution (P, T)   ECON-UA 233 Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Defines poverty and welfare. Analyzes who the poor are, why some people are rich and others poor, equality of opportunity, income and status, inequality, trends in the degree of inequality, government's role in income distribution, and international comparisons of inequality.      Gender and Choices (P, T)   ECON-UA 252 Identical to SCA-UA 719. Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Examines important economic influences on decisions women make concerning labor force participation and family. Theory of labor market behavior and discrimination, as well as public policy options.    Privatization (P)   ECON-UA 270 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Analyzes the principles and practices underlying the privatization of public enterprises and governmental functions. After evaluating the criticism directed at public ownership, the course examines an alternative to privatization: reforming state-owned enterprises and public administration, using examples from the United States, Great Britain, and New Zealand. Various issues of privatization (such as the roles of ownership and competition in stimulating efficiency, the implications of separation of ownership from management in distinguishing between private and public enterprises, conditions for successful divestiture programs, privatization's employment impact, and contracting out of government services) are discussed both in principle and via examples from industrial, transitional, and less-developed economies.    Topics in Economic Analysis I (P)   ECON-UA 290 Prerequisite: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   A mid-level undergraduate elective course offered to encourage department or visiting faculty who wish to give courses in fields that are not in the permanent course offerings. The exact topic of this course is announced before registration each year. Such \"topics courses\" are not given regularly, and a specific topic presented in any one semester is unlikely to be repeated. Students are allowed to count only one such topics course for the major.    Politics and Finance: Honors Seminar (P)   ECON-UA 296 Identical to POL-UA 396. Prerequisites: Introduction to Microeconomics (ECON-UA 2), Power and Politics in America (POL-UA 300), 3.5 GPA, and permission of the Department of Politics. Offered every year. 4 points.   Examines how legislation and regulation influence the structure of financial markets and how players in these markets intervene in the political process to create or modify legislative and regulatory outcomes. Particular emphasis is placed on the United States. International comparisons are also presented. The course assumes that students have had exposure to microeconomics and finance but not to political theory. A brief introduction to political theory is provided. The approach is similar to that used in microeconomics, except that transactions are made through voting institutions rather than through economic exchange.    Elective Courses: 300 Level    Note: For all courses listed below, Statistics (P) (ECON-UA 18) is a prerequisite for policy electives, and Introduction to Econometrics (T) (ECON-UA 266) is a prerequisite for theory electives. Additional prerequisites are listed for each course.    Strategic Decision Theory (T)   ECON-UA 310 Prerequisite: Microeconomics (ECON-UA 11). Offered every year. 4 points.   Introduction to noncooperative game theory. Focuses on a rigorous development of the basic theory with economic applications such as competition among oligopolists, how standards are set, auction theory, and bargaining. The formal topics include games in strategic form, Bayesian games, and games in extensive form.    Industrial Organization (P)   ECON-UA 316 Prerequisite: Intermediate Microeconomics (ECON-UA 10). Offered every semester. 4 points.   Analysis of the structure, conduct, and performance of firms and industries. Involves the development of a theoretical basis for evaluating performance. Analysis of competition as a state of affairs versus competition as a process. The effects of advertising, economic concentration, and innovation on prices and production. Overall survey of contemporary antitrust law and economics.    Market Structure and Performance (T)   ECON-UA 317 Prerequisite: Microeconomics (ECON-UA 11). Offered every other year. 4 points.   Designed to familiarize students with a modern approach to industrial organization economics. The modern approach relies extensively on the use of game-theoretic tools to model strategic market behavior and the use of econometric methods for testing hypotheses regarding firm conduct and market performance. In particular, the course analyzes profit-maximizing business strategies of firms with market power, as well as strategic interactions among firms in various types of imperfectly competitive markets. The course addresses both static modes of competition as well as dynamic competition in research and development and product design. The course also examines the scope of effective public policies designed to improve market performance. Throughout the course, mathematical-based models are used to develop the relevant concepts and test the pertinent theories of firm behavior.    Economic Development (P, T)   ECON-UA 323 Prerequisites: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12), and International Economics (ECON-UA 238); or Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13). Offered every year. 4 points.   Studies the problem of economic underdevelopment, with special reference to the countries of Asia, Latin America, and Africa. The building blocks of economic theory are used to understand the historical experiences of these countries. Macroeconomic topics covered include economic growth, income distribution, and poverty, with particular emphasis on the concept of underdevelopment as a circular, self-reinforcing trap. Microeconomic topics include the study of particular markets that are especially relevant to developing countries: those for land, labor, and credit. Notions of market fragmentation, limited information, and incentive problems receive emphasis. Ends with international issues: trading patterns, capital flows, and global financial crises are studied from the viewpoint of developing countries.    Economics of Energy and the Environment (P, T)   ECON-UA 326 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.   Economic analysis of major policy issues in energy and the environment, both domestic and international. Emphasis on market solutions to various problems and market limitations in the allocation of environmental resources. Energy issues focus on OPEC and world oil markets, with attention to reducing oil import vulnerability; taxation and regulation of production and consumption; conservation of natural resources; and the transition to alternative energy sources. Environmental issues include policies to reduce pollution. Substantial attention is paid to global warming caused by consumption of fossil fuels.    Ownership and Corporate Control in Advanced and Transition Economies (P, T)   ECON-UA 340 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.   Discusses the conceptual foundations and empirical evidence concerning the effects of private ownership on corporate performance. The corporate control mechanisms in the United States, Germany, Japan, and the emerging market economies of Eastern Europe and the former Soviet Union are reviewed. Particular attention is paid to the role of capital markets (takeovers and other shareholder control devices), banks and other financial institutions, and various corporate institutions (such as boards of directors and meetings of shareholders) in facilitating or hindering corporate control and the efficient allocation of resources.    Behavioral Economics (P)   ECON-UA 342 Prerequisites: Topics in Econometrics (ECON-UA 380) and Calculus II (MATH-UA 122) or Mathematics for Economics II (MATH-UA 212); or Microeconomics (ECON-UA 11) and Introduction to Econometrics (ECON-UA 266). Offered every year. 4 points.   Introduces students to the field of behavioral economics, which seeks to insert more behavioral realism into economic theory. Topics covered include, but are not restricted to, prospect theory, mental accounting, other-regarding preferences, and hyperbolic discounting. We usually approach a topic by examining evidence of some departure from the assumptions made in the canonical economic model. We then ask how such departures can be formalized theoretically and how the resulting models can be tested empirically.    Political Economy (T)   ECON-UA 345 Prerequisite: Microeconomics (ECON-UA 11). Offered every year. 4 points.   Introduces the emerging field of formal political economy. The variety of ways in which economists and political scientists think about political science and the interplay of political science and economics are analyzed. The first part of the course focuses on the formal modeling of political behavior and political institutions; the theory of social choice (how groups of rational individuals make decisions) and collective action (how groups of rational individuals take action) are analyzed. The second part of the course discusses the connection between politics and economics and investigates the effect of political variables on the determination of economic outcomes. Some questions that are answered: How can special groups of individuals enhance their well-being by political action? What is lobbying? What is the effect of contributions on political outcomes?    Labor Economics (P, T)   ECON-UA 351 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every semester. 4 points.   Analyzes the functioning of the labor market in both theoretical and statistical terms. Examines the determinants of wage and employment levels in perfect and imperfect labor markets, including the concept of education and training as human capital. Models of labor market dynamics are also examined, including those of job search and matching. The role of public policy in the functioning of labor markets is highlighted throughout.    Public Economics (P, T)   ECON-UA 353 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every semester. 4 points.   In alternate years, stresses policy implications and the development of theory. Analysis of government economic policies and behavior. Normative and positive economics; the fundamental welfare theorems. What goods should the government provide (public goods)? When should the government tax private behavior (externalities)? Income redistribution and the welfare program. Who pays the tax (tax incidence)? The role of debt policy. On what should taxes be levied (optimal taxation)?    Experimental Economics (P, T)   ECON-UA 360 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.    Experimental economics is predicated on the belief that economics, like other sciences, can be a laboratory science where economic theories are tested, rejected, and revised. This course reviews the methodology of doing such laboratory experiments and investigates the use of experiments in a wide variety of fields. These include competitive markets, auctions, public goods theory, labor economics, game theory, and individual choice theory. The course functions as a research seminar in which students present their work as it progresses during the semester. Students also get exposure to the experimental laboratory in the Department of Economics and the research performed there.    Elements of Financial Economics (T)   ECON-UA 363 Prerequisite: Microeconomics (ECON-UA 11). Restriction: open to students from the Stern School of Business only if FINC-UB 43 has not been taken. Offered every year. 4 points.   Provides theoretical tools for understanding the operation and economic role of asset markets in the financial system. Develops the theory of decision making under uncertainty and techniques for portfolio choice and efficient risk sharing. Develops static and dynamic models of asset markets with applications to efficiency, arbitrage pricing, and the use and pricing of derivative securities.    Advanced Micro Theory (T)   ECON-UA 365 Prerequisite: Microeconomics (ECON-UA 11). Offered every other year. 4 points.   Designed to introduce students to some of the main model-building techniques that have been developed by microeconomists. Intended for advanced undergraduates who have taken the necessary preparatory courses in economics and mathematics. Three basic topics are covered. The first topic is the static theory of consumer behavior both in a certain world and in an uncertain world. The second topic is the theory of general equilibrium. The third topic is the theory of dynamic optimization. In addition to the coverage of the economics, the advanced mathematical techniques that are needed to understand the material are reviewed.    Advanced Macroeconomics and Finance (T)   ECON-UA 367 Prerequisites: Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Analytical Statistics (ECON-UA 20), or permission of the instructor. Offered every year. 4 points.   Studies dynamic theories of equilibrium with optimizing agents who face risky returns and uncertain government policies that influence their decisions. We study inflations and hyperinflations; theories of pricing bonds and equity and how well they work empirically; Social Security reform; causes and cures of financial panics; theories of optimal monetary and fiscal policy; and search theory and other applications of dynamic programming.    Financial Economics (P)   ECON-UA 368 Prerequisite: Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12). Restriction: not open to students from the Stern School of Business. Offered every year. 4 points.   Provides theoretical and practical tools for understanding the operation of financial markets, the meaning of risk, and its relation to financial return. Also develops concepts of systematic versus idiosyncratic risk, market efficiency, the equilibrium determination of interest rates both in the overnight, interbank lending market and in the market for corporate debt, term and default premia in the bond market, and average excess stock returns in the equity market.    Topics in Economic Theory (T)   ECON-UA 375 Prerequisites: Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13). May not be taken for credit in addition to ECON-UA 370. Offered every year. 4 points.   Explores issues in economic theory using the tools learned in macroeconomics and microeconomics. Focuses on a particular issue each term.    Topics in Economic Analysis II (P)   ECON-UA 390 Prerequisites: Intermediate Microeconomics (ECON-UA 10) and/or Intermediate Macroeconomics (ECON-UA 12). Offered every year. 4 points.   An advanced undergraduate elective course offered to encourage department or visiting faculty who wish to give courses in fields that are not in the permanent course offerings. The exact topic of this course is announced before registration each year. Such \"topics courses\" are not given regularly and a specific topic presented in any one semester is unlikely to be repeated. Students are allowed to count only one such topics course for the major.    Advanced Econometrics (P, T)   ECON-UA 402 Prerequisite: Introduction to Econometrics (ECON-UA 266) or Topics in Econometrics (ECON-UA 380). Offered every year. 4 points.   Covers a range of techniques in econometrics that are widely used in applied microeconomics, macroeconomics, and other fields. Although this is a course designed for honors economics majors, students who are not pursuing honors but still satisfy the GPA requirements (3.65 overall and in economics courses) and meet the prerequisite are encouraged to take this course. The class aims at preparing students for carrying out empirical research in economics, and there is emphasis on the relationship between economic models and observable data. We cover nonlinear methods, and a selection of topics in panel and time-series data.        Honors and Independent Study    Honors Tutorial (P, T)   ECON-UA 410 Prerequisites: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12) and Topics in Econometrics (ECON-UA 380); or Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Introduction to Econometrics (ECON-UA 266); 3.65 GPA in the major and the College; permission of the instructor required. Restriction: open only to students in the honors track. Offered in the fall. 4 points.   Aims to train students to write on economic topics and perform economic analysis efficiently, as well as to develop theoretical skills. This course is in preparation for and is a prerequisite to the Honors Thesis (ECON-UA 450) course. Once a week, two students each present a paper on their original research. The students not presenting that week, as well as the instructor, critique the content and the form of the paper as well as the presentation. Each paper is to be revised and submitted to the instructor with a cover sheet that indicates how the student dealt with each of the criticisms.    Honors Thesis (P, T)   ECON-UA 450 Formerly ECON-UA 400. Prerequisite: Honors Tutorial (ECON-UA 410); 3.65 GPA in the major and the College. Restriction: open only to students in the honors track. Offered in the spring. 4 points.   Students interested in pursuing an Honors Thesis should meet with the director of undergraduate studies in the spring semester of their junior year.    Independent Study (P, T)   ECON-UA 997, 998 Prerequisites: Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12); or Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13); 3.5 GPA; and permission of the director of undergraduate studies. Restrictions: No more than a total of 8 points of independent study may be taken; independent study does not count towards the major requirements. Offered every semester. 1 to 4 points per term.   The student engages in intensive independent study of an important economic topic under the direction of a departmental faculty member. The results of the study are embodied in a report or paper to be specified required by the instructor.                                                                                                    Back to Top"}, {"content": "Bulletin Course Descriptions | Economics | NYU                                                             Back to Home         Printer Friendly           Course Descriptions (GSAS Bulletin)     Core M.A. Courses and Special Research Project    Mathematics for Economists ECON-GA 1001 Hodge, Arkonac. 3 points. 2013-14, 2014-15. Applications of mathematics to economics: functions, simultaneous equations; linear models and matrix algebra; determinants, inverse matrix, Cramer's rule; differentiation and optimization of functions of one or more variables; quadratic forms, characteristic roots and vectors, constrained optimization; interpretation of the Lagrange multiplier. Techniques applied to examples from the theory of the firm and consumer behavior.    Microeconomic Theory ECON-GA 1003 Prerequisite: ECON-GA 1001. Hodge, Quella. 3 points. 2013-14, 2014-15. Applied microeconomics relating to the firm in various markets and household behavior.    Macroeconomic Theory I ECON-GA 1005 Quella, Staff. 3 points. 2013-14, 2014-15. Macroeconomic theory applied to aggregate supply and demand and their components, designing and implementing macroeconomic policy goals and forecasting GDP and its components.    Applied Statistics and Econometrics I ECON-GA 1101 Prerequisite: undergraduate statistics course or permission of the instructor. McCarthy, Staff. 3 points. 2013-14, 2014-15. Review and introduction of topics in probability and statistics needed to understand applied statistics and econometric techniques for quantitative research and analysis. The topics reviewed include random variables, discrete and continuous probability distributions, mathematical expectations, estimation and inference. The topics introduced include simple and multivariate regression models, least squares estimation, hypothesis testing, and specification analysis.    Applied Statistics and Econometrics II ECON-GA 1102 Prerequisite: ECON-GA 1101 or permission of the instructor. McCarthy, Staff. 3 points. 2013-14, 2014-15 Introduction of topics needed to understand advanced applied statistics and econometric techniques for quantitative research and analysis. Topics include the Generalized Regression Model, Instrumental Variables, Systems of Equations, Panel Data Analysis, Discrete Choice Models and Time Series Analysis.    Special Project in Economic Research ECON-GA 3200 Alonso, Garlow, Leonard, Levanon. 5-2 points. 2013-14, 2014-15 Students integrate economic theory, empirical techniques, and analytical tools to solve real-world problems. Students undertake (1) a comprehensive and critical literature survey of an applied topic in recent economic literature and (2) original analytical and/or empirical work on that topic.    ELECTIVE M.A. COURSES    Monetary Economics    Money and Banking ECON-GA 1402 Skoorka. 3 points. 2013-14, 2014-15 The role of money in the economy-monetary institutions, monetary theory (the old and new quantity and Keynesian theories), monetary policy goals, methods, and problems, with special emphasis on banking regulation.    Regulation of Financial Institutions ECON-GA 2401 Prerequisite: ECON-GA 1402. Prager. 3 points. 2013-2014 What caused the financial crisis of 2007-2008? Where were the financial system regulators before, during, and after the crisis? This course explores these questions by examining the fundamental roles and weaknesses of the banking system both conceptually and by considering earlier banking crises. The functioning and increasing importance of the shadow banking system, the significance of mortgage markets and financial derivatives, and the management of complex financial institutions as well as legislation and regulation that has been implemented since the crisis are critically examined. While the course focuses primarily on the US, other countries' financial markets are not ignored. The method of instruction involves both class lectures and student presentations and papers.    International Economics    International Trade ECON-GA 1505 Prerequisite: ECON-GA 1003 or permission of the instructor. Ordover. 3 points. 2013-14, 2014-15. Comparative advantage; endowment, mobility, allocation, and earnings of productive factors; trade restriction (tariffs, quotas); customs unions.    International Finance ECON-GA 1506 Prerequisite: ECON-GA 1003 or permission of the instructor. Weinberg. 3 points. 2013-14, 2014-15. The balance of payments, foreign exchange markets, adjustment mechanisms, capital movements, gold and other monetary reserves, reforms of the system.    Economic Growth and Development    Economic Development I ECON-GA 1603 Pre- or corequisite: ECON-GA 1003 or permission of the instructor. Harper. 3 points. 2013-14, 2014-15 This course provides an overview of problems of growth and development, with an emphasis upon less developed countries, transition economies and industrialized countries undergoing extensive liberalization. It will examine the vigorous debates that have taken place regarding economic development. Why do some economies grow, while others do not? Are the great differences in the wealth of nations due mainly to differences in the quality of their institutions and economic policies?    Political Economy of the Pacific Basin ECON-GA 2620 Denoon. 4 points. 2014-15. This course will evaluate recent trends in East Asian and Pacific economic and political developments, the character of economic growth, the nature of the political systems, and implications of recent dynamism. Overall trends are analyzed with discussion focused on three distinct regions: Northeast Asia, Southeast Asia, and the Pacific Islands.    General Economic Theory    Evolution of Economic Thought ECON-GA 2041 Paganelli. 3 points. 2013-14, 2014-15. We look at how vital questions of today are answered differently through time. Sample questions are: What is money and what are its uses? What is debt and when is it dangerous? Why do we trade and what good does it do to us? What is self-interest and do we need more than it? What is rationality? Why do we observe differences in wage rates? Why is economics dismal? The course is topical, not chronological.    The Economics of Welfare, Justice &amp; Ethics ECON-GA 2050 Otteson. 3 points. 2013-14, 2014-15. This course examines the moral status of the complex of political and economic institutions known as \"capitalism.\" What are the central historical and contemporary arguments offered in its favor, and what are the central arguments raised as objections? We will focus primarily on moral arguments for and against, and we will aim to treat the positions charitably yet critically. Among the authors we will read are Adam Smith, Hayek, Nozick, and Richard Epstein, as well as critics such as Marx, Sunstein, G. A. Cohen, and Liam Murphy and Thomas Nagel. Our goal will be to develop an informed judgment of the moral status of capitalism.    PH.D. COURSES    Basic Economic Theory For Ph.D. Students    Mathematics for Economists I ECON-GA 1021 Prerequisite: ECON-GA 1001 or equivalent. Staff. 4 points. 2013-14, 2014-15. Reviews theory of calculus, linear algebra, and constrained optimization. Theory and methods of differential equations, calculus of variations, optimal control theory, and dynamic programming applied to economic problems.    Mathematics for Economists II ECON-GA 1022 Prerequisite: ECON-GA 1021 or permission of instructor. Staff. 4 points. 2013-14, 2014-15. Methods and applications of optimal control theory to problems of economics. Discusses economic applications of stochastic processes, probability, measure theory, and topology.    Microeconomic Theory I ECON-GA 1023 Pre- or corequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Decision theory, theory of the firm, and consumer behavior; introduction to general equilibrium theory and welfare economics.    Microeconomic Theory II ECON-GA 1024 Prerequisite: ECON-GA 1023. Staff. 4 points. 2013-14, 2014-15. Game theory, including extensive form solution concepts, bargaining, and repeated games; information economics, contract theory and mechanism design.    Macroeconomic Theory I ECON-GA 1025 Pre- or corequisite: ECON-GA 1021. Staff. 4 points. 2013-14, 2014-15. Models of national income determination; sectorial inflation; labor markets, production theories, and aggregate supply models; supply and demand for money; foreign trade and balance of payments.    Macroeconomic Theory II ECON-GA 1026 Prerequisite: ECON-GA 1025 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Classical and Keynesian macroeconomic thought, modern-day microeconomic theories of money-wage and price determinations, and reconstruction of macro theory.    Econometrics I ECON-GA 2100 Prerequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-2014, 2014-15. Concise introduction to probability theory and to the problem and methods of statistical inference as encountered and applied in econometrics: maximum likelihood theory, method of moments, method of least squares, and hypothesis testing.    Econometrics II ECON-GA 2101 Prerequisite: ECON-GA 2100 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15 Econometrics analysis of the general linear model; the estimation of distributed lag models; misspecification analysis; and models involving errors in variables.    General Economic Theory    Evolution of Economic Thought ECON-GA 2041 Staff. 3 points. 2013-14, 2014-15. We look at how vital questions of today are answered differently through time. Sample questions are: What is money and what are its uses? What is debt and when is it dangerous? Why do we trade and what good does it do to us? What is self-interest and do we need more than it? What is rationality? Why do we observe differences in wage rates? Why is economics dismal? The course is topical, not chronological.    Game Theory I ECON-GA 2113 Prerequisite: ECON-GA 1024 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to noncooperative game theory. Covers Bayesian games, refinements of Nash equilibrium, repeated games, and optimal mechanism design.    Experimental Economics ECON-GA 2114 Staff. 4 points. 2013-14, 2014-15. Studies experimental methods and reviews the literature in an effort to give the student a working knowledge of experimental techniques. While the areas of application vary, the course is research oriented.    Game Theory II ECON-GA 2115 Prerequisites: ECON-GA 1023, ECON-GA 1024, and ECON-GA 2113, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Course on individual decision theory and its applications. Covers classical theory of individual choice, behavioral economics through choice functions, modern utility theory, expected and non-expected utility theories, decision-making under uncertainty and ambiguity, time preferences and menu preferences.    Quantitative Economics    Income Distribution in the United States ECON-GA 1108 Prerequisites: ECON-GA 1003, ECON-GA 1023, and ECON-GA 1101, or permission of the instructor. Staff. 4 points. 2013-14, 2014-2015. Surveys theories of income distribution and empirical evidence for the United States. The first part gives a historical overview of inequality in the United States in the 20th century. Human capital, Marxism, internal labor market, dual labor market, and structural theories of income inequality are then surveyed along with their supporting evidence. Also covered are topics on screening, ability and earnings, discrimination, and growth and inequality.    Financial Economics    Financial Economics I ECON-GA 2021 Prerequisites: ECON-GA 1023, ECON-GA 1024, ECON-GA 1025, and ECON-GA 1026, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to the study of financial markets and asset pricing from the perspective of economic theory. Topics include equilibrium economies with a representative agent; equilibrium economies with incomplete markets, borrowing constraints and transaction costs, limited stock market participation, private information, limited commitment; optimal security design; behavioral finance. While the stress is on modeling and tools, the course also introduces the empirical methodologies and the calibration techniques used in financial economics, as well as some of the most controversial evidence on asset prices.    Financial Economics II ECON-GA 2022 Prerequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Gives Ph.D. students an introduction to the economic theory of dynamic economies in general equilibrium used in the study of financial economics. Gives also an advanced survey of the field of financial economics and introduces students to some topics at the frontier of current research in financial economics. Several themes will be studied in detail, in accordance with students' interests, but a central theme will be bubbles.    Empirical Asset Pricing ECON-GA 2023 Prerequisite: ECON-GA 1023, ECON-GA 1024, ECON-GA 1025, ECON-GA 1026, ECON-GA 2100, ECON-GA 2101 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to empirical asset pricing.    Monetary Economics    Advanced Macroeconomics I ECON-GA 2403 Prerequisites: ECON-GA 1022 and ECON-GA 1026, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Analyzes real models of economic fluctuations. Presents \"classical\" models, i.e., models for which equilibrium allocations are efficient, and \"nonclassical\" real models, including models with fiscal distortions, productive externalities, and imperfect competition.    Advanced Macroeconomics II ECON-GA 2404 Prerequisite: ECON-GA 2403 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on the monetary and financial aspects of economic fluctuations and business cycle models discussed in Advanced Macroeconomics I, by introducing money, nominal rigidities, and financial intermediation. Emphasis is on the role and effects of monetary policy, both in theory and data.    International Economics    Theory of International Finance ECON-GA 1501 Prerequisites: ECON-GA 1023 and ECON-GA 1025, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. The balance of payments, foreign exchange markets, adjustment mechanisms, capital movements, gold and other monetary reserves, and reforms of the system.    Theory of International Trade ECON-GA 1502 Prerequisite: ECON-GA 1023 or permission of the instructor. Staff. 4 points. 2013-14, 2014-2015. Comparative advantage; endowment, mobility, allocation, and earnings of productive factors; trade restriction (tariffs, quotas); customs unions.    Economic Growth and Development    Theory of Economic Development I ECON-GA 1601 Pre- or corequisite: ECON-GA 1003, ECON-GA 1023, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. The historical and contemporary process of transformation of less-developed economies, internal and international sources of and barriers to development; strategies for effective use of internal and external finance; growth theory and development; models of dualistic development, unemployment, and migration; problems of income distribution, population growth, education, and rural development.    Theory of Economic Development II ECON-GA 1602 Prerequisites: ECON-GA 1023, ECON-GA 1025, and ECON-GA 1601. Staff. 4 points. 2013-14, 2014-15. Current topics in economic development in their theoretical, empirical, and policy contexts. Issues include the north-south dialogue, appropriate technology, the role and limitations of the state, population and development policy, urbanization, human resource development, and prospects for private and public foreign assistance.    Labor Economics    Labor Economics I ECON-GA 1701 Prerequisites: ECON-GA 1003 and ECON-GA 1005, or ECON-GA 1023 and ECON-GA 1025, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on dynamic models of labor market behavior. Reviews dynamic optimization theory and develops the model of job market search. The baseline model for analyses of labor market dynamics at the industrial level and the search model are used to discuss estimation issues and to build partial equilibrium models of the labor market. Other models of equilibrium wage determination include signaling models, matching models, and models with asymmetric information and moral hazard (efficiency wages). Considers theory and empirical implications of the human capital investment model, with applications to occupational choice and the effect of cohort size on human capital investment and earnings outcomes.    Labor Economics II ECON-GA 1702 Prerequisite: ECON-GA 1701 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on household decision making in both static and dynamic contexts. Develops models of family decision making using both neoclassical and bargaining theories. Examines the differences in the empirical implications of the two types of models. Considers labor supply issues and the economics of the marriage market, fertility, welfare programs, econometric issues, and endogenous sample selection.    Industrial Organization    Industrial Organization I ECON-GA 1801 Prerequisite: ECON-GA 1023 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Technological innovation, diffusion, research and development, firm behavior, market structure, and entry and exit of firms. Entrepreneurial choice. Schumpeterian competition. Welfare analysis of above topics.    Industrial Organization II ECON-GA 1802 Prerequisite: ECON-GA 1801. Staff. 4 points. 2013-14, 2014-15. Covers selected topics of recent interest in industrial organization, with an emphasis on transitioning Ph.D. students into research. The topics may include price discrimination, entry deterrence and predation, dynamic games, auctions.    Research Topics, Seminars, and Workshops    Reading and Research in Economics ECON-GA 3000 Only for PhD students working on their dissertations Prerequisites: permission of the adviser and the department. 1-6 points per term. 2013-14, 2014-15.    Topics in Economics ECON-GA 3001, 3002 3-4 points per term. 2013-14, 2014-15 Topics of current interest are examined in detail. Students are notified in advance of the topic(s) to be covered. Three or more sections are offered each semester, each covering a different topic.    Research Workshops    Research workshops typically have professors from other universities present their recent work. Students at the dissertation level also present their work in these workshops. The department offers five workshops.    Workshop in Microeconomics Research ECON-GA 3003, 3004 Prerequisites: all required courses for Ph.D. students. Staff. 4 points per term. 2013-14, 2014-15. Students, faculty members, and visitors present research in progress for discussion and critical comment.    Workshop in Macroeconomic Research ECON-GA 3005-3006 Prerequisite: ECON-GA 1026. Staff. 4 points per term. 2013-14, 2014-15. Doctoral-level course consisting of a series of seminar presentations in macroeconomics by students, faculty, and guests. Emphasis is on research in progress. Topics include inflation, employment and labor markets, monetary and fiscal theory and policy, consumption and saving behavior, investment and capital formation, and aggregate supply and growth.    Applied Econometrics Workshop ECON-GA 3007, 3008 Prerequisite: permission of the instructor. Staff. 4 points per term. 2013-14, 2014-15. Doctoral-level workshop consisting of a series of seminar presentations in applied economics by students, faculty, and guests. Emphasis is on issues involving panel data, macro-, development, and labor economics.    Colloquium on Market Institutions and Economic Processes ECON-GA 3402 Prerequisite: permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Discussion of current research in the Austrian economics tradition. Themes treated include subjectivism, the market as dynamic process, and entrepreneurship. Ideas are applied to both micro and macro issues. Discusses papers written by students and by faculty from New York University and other universities.    Workshop in International Economics ECON-GA 3501, 3502 Prerequisite: ECON-GA 1501, ECON-GA 1502, or permission of the instructor. Staff. 4 points per term. 2013-14, 2014-15. Advanced workshop for doctoral students pursuing dissertation topics in international trade and finance. Presentation of student research and dissertation proposals and original research papers by guests and members of the faculty.                                                                                                    Back to Top"}]},
{"detail": [{"content": "Course Offerings | Economics | NYU                                                             Back to Home         Printer Friendly           Course Offerings     Jump to:    Introductory Core Courses    Intermediate Core Courses    Elective Courses: 200 Level    Elective Courses: 300 Level    Honors and Independent Study       Note: Students are encouraged to review the Department of Economics website for more information about the economics major. Students should speak with an adviser in the department to help them plan their major. Advisers are located at 19 West Fourth Street, Rooms 836 and 837.    In the list of courses below, some courses are designated either \"P\" or \"T\" (or both). \"P\" alone represents courses to be taken only by students in the policy concentration; \"T\" alone represents courses to be taken only by students in the theory concentration; and \"P, T\" represents courses that may be taken by students in either concentration.    Economics courses for majors fall into several categories: introductory and intermediate core courses; elective courses at the 200 and 300 level; and special honors courses. Students must pay careful attention to prerequisites, as they are strictly enforced in this sequential major.    Students should refer to Albert for up-to-date listings of 200 and 300 level elective course offerings each semester.       First-Year Core Courses    Introduction to Macroeconomics (P, T)   ECON-UA 1 Formerly Economic Principles I. Prerequisite: Algebra and Calculus (MATH-UA 9) or equivalent. Offered every semester. 4 points.   Focuses on the economy as a whole (the \"macroeconomy\"). Begins with the meaning and measurement of important macroeconomic data (on unemployment, inflation, and production), then turns to the behavior of the overall economy. Topics include long-run economic growth and the standard of living; the causes and consequences of economic booms and recessions; the banking system and the Federal Reserve; the stock and bond markets; and the role of government policy.    Introduction to Microeconomics (P, T)    ECON-UA 2 Formerly Economic Principles II. Prerequisite: Algebra and Calculus (MATH-UA 9) or equivalent. Offered every semester. 4 points.    Focuses on individual economic decision-makers—households, business firms, and government agencies—and how they are linked together. The emphasis is on decision making by households and firms and how these decisions shape our economic life. Explores the different environments in which businesses sell their products, hire workers, and raise funds to expand their operations; the economic effects of trade between nations; and the effects of various government policies, such as minimum-wage legislation, rent controls, antitrust laws, and more. Statistics (P)    ECON-UA 18 Prerequisite for students who enter NYU Fall 2012 or   later: Mathematics for Economics I (MATH-UA 211). Prerequisite for   students who entered NYU before Fall 2012: Calculus I (MATH-UA 121)   Restrictions: not open to any student who has taken Analytical   Statistics (ECON-UA 20); not open to seniors. Offered every semester. 4   points.   Introduction to statistics. Topics: descriptive statistics; introduction   to probability; sampling; statistical inferences concerning means,   standard deviations, and proportions; analysis of variance; linear   regressions; and correlation. Laboratory periods cover sample problems   drawn primarily from economics. Meets three times a week, plus a lab   session.    Analytical Statistics (T)   ECON-UA 20 Prerequisite for students who enter NYU Fall 2012 or   later: Mathematics for Economics II (MATH-UA 212). Prerequisites for   students who entered before Fall 2012: Calculus II (MATH-UA 122) and   corequisite Calculus III (MATH-UA 123). Restriction: not open to any   student who has taken Statistics (ECON-UA 18); not open to seniors.   Offered in the spring. 4 points.   Introduction to statistical reasoning. Topics covered include   descriptive statistics, calculation of moments, probability theory, an   introduction to distribution theory, and an introduction to inference.   Lab sessions enable the student to run a wide variety of computer   experiments and to simulate all distributions that are discussed, as   well as to experiment with a variety of statistical procedures.       Second-Year Core Courses    Note applying only to students who entered NYU before Fall 2012 : Topics in Econometrics (ECON-UA 380) is an elective course, not a core course.    Intermediate Microeconomics (P)    ECON-UA 10 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (MATH-UA 212). Prerequisites for students who entered NYU before Fall 2012: Introduction to Microeconomics (ECON-UA 2) and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors. Offered every semester. 4 points.    Examines the manner in which producers, consumers, and resource owners acting through the market determine the prices and output of goods, the allocation of productive resources, and the functional distribution of incomes. The price system is seen as a network of interrelated decisions, with the market process serving to communicate information to decision makers.    Microeconomics (P, T)    ECON-UA 11 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Microeconomics (ECON-UA 2) and Mathematics for Economics II (ECON-UA 212). Prerequisites for students who entered NYU before Fall 2012: Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), and Calculus III (MATH-UA 123). Restriction: not open to seniors. Offered in the fall. 4 points.    Rigorous examination of consumer choice, profit-maximizing behavior on the part of firms, and equilibrium in product markets. Topics include choice under uncertainty, strategic interactions between firms in noncompetitive environments, intertemporal decision making, and investment in public goods.    Intermediate Macroeconomics (P)    ECON-UA 12 Prerequisites for students who enter NYU Fall 2012 or later: Introduction to Macroeconomics (ECON-UA 1) and Intermediate Microeconomics (ECON-UA 10). Prerequisites for students who entered NYU before Fall 2012: Introduction to Macroeconomics (ECON-UA 1), Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Restriction only for students who enter NYU Fall 2012 or later: not open to seniors. Offered every semester. 4 points.    Study of aggregate economic analysis with special attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them.    Macroeconomics (P, T)    ECON-UA 13 Prerequisite for students who enter NYU Fall 2012 or later: either Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Prerequisites for students who entered NYU before Fall 2012: Mathematics for Economists (ECON-UA 6), Analytical Statistics (ECON-UA 20), and Calculus III (MATH-UA 123). Restriction: not open to seniors. Offered in the spring. 4 points.    Study of aggregate economic analysis, with attention paid to the determination of the level of income, employment, and inflation. Critically examines both the theories and the policies associated with them. This course involves more formal analysis than that used in ECON-UA 12. International Economics (P)    ECON-UA 238 Prerequisites: Introduction to Macroeconomics   (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered   every semester. 4 points.   Focuses on international trade in goods, services, and capital. It   serves as an introduction to international economic issues and as   preparation for the department's more advanced course Topics in the   Global Economy (ECON-UA 324). The issues discussed include gains from   trade and their distribution; analysis of protectionism; strategic trade   barriers; the trade deficit; exchange rate determination; and   government intervention in foreign exchange markets. Introduction to Econometrics (P, T)   ECON-UA 266 Prerequisite: either Statistics (ECON-UA 18) or Analytical Statistics (ECON-UA 20). Restriction: not open to any student who has taken Topics in Econometrics (ECON-UA 380). Offered in the fall. 4 points.   Application of statistics and economic theory to problems of formulating and estimating models of economic behavior. Matrix algebra is developed as the main tool of analysis in regression. Acquaints students with basic estimation theory and techniques in the regression framework and covers extensions such as specification error tests, heteroskedasticity, errors in variables, and simple time series models. An introduction to simultaneous equation modes and the concept of identification is provided.    Topics in Econometrics (P)   ECON-UA 380 Prerequisite: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12) and Statistics (ECON-UA 18). Restriction: not open to any student who has taken Introduction to Econometrics (ECON-UA 266). Offered every semester. 4 points.   Examines a number of important areas of econometrics. The topics covered include identification and estimation of simultaneous equations models; model specification and testing; estimation of discrete choice models; and the analysis of duration models. In addition to covering the relevant theoretical issues, the course includes the application of these methods to economic data.    Elective Courses: 200 Level    Economic History of the United States (P, T)   ECON-UA 205 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2); or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Analytic survey of the structure of the U.S. economy. National income and its distribution; population and land; capital accumulation and development of financial institutions; labor and labor unions; technological change; the market, both domestic and foreign; and the economic effects of government policy.    History of Economic Thought (P, T)   ECON-UA 206 Formerly ECON-UA 106. Prerequisite: Introduction to Macroeconomics (ECON-UA 1). Restriction: not open to any student who has taken ECON-UA 106. Offered every semester. 4 points.   Begins with a short introduction to mercantilism, then moves to the classical school, examining the contributions of its main figures (Smith, Malthus, Ricardo, Mill, and others). Ends with Marx's reaction to classical doctrines and the Marginalist Revolution of the late 19th century, which set the foundation of modern neoclassical economics. Conceptually, covers a variety of topics but focuses on two main entities: first, the normative aspects of the debate on the factors determining the value of commodities and the related issue of the principles that ought to govern the allocation of wealth; and second, various theories of economic growth and historical change, including predictions made on the future of capitalism.    Ethics and Economics (P, T)   ECON-UA 207 Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Study of the interface between ethical and economic theories. Specific topics covered include a brief overview of various ethical ideas, an analysis of the ethical presuppositions of modern economic theory (especially welfare economics), utilitarian ethics, the moral status of free exchange, the ethical implications of imperfect knowledge between bargaining parties, cost-benefit analysis and human rights, the economic content of the \"general welfare,\" and laissez-faire.    Policy Ideas in the History of Economic Thought (P)   ECON-UA 208 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Economic policy has been important since the beginning of systematic economic thought. This course examines a few selected policy recommendations drawn from classical to present-day economic thought. The examined policies may vary from year to year. Some of the thinkers are Adam Smith, Jeremy Bentham, John Stuart Mill, Philip Wicksteed, Arthur C. Pigou, John Maynard Keynes, Friedrich Hayek, and such modern behavioral economists as Richard Thaler. The topics range widely: the protection of domestic industry, use of taxes to deal with external effects, property rights, the government direction of investment, and alternatives to revealed preference as a welfare standard.    Game Theory and Strategy (P)   ECON-UA 216 Prerequisites: Introduction to Microeconomics (ECON-UA 2), and Calculus I (MATH-UA 121) or Mathematics for Economics I (MATH-UA 211). Offered every year. 4 points.   Indicated for students with an interest in learning how to apply game theoretical analysis to a variety of disciplines. The course aims to provide a mostly applied overview of game theoretical concepts and emphasizes their use in real-world situations. By the end of the course, students should have developed tools that will allow them to formally analyze outcomes in strategic situations.    Financial Crises (P)   ECON-UA 225 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Allows students to understand the origin and evolution of financial crises. Various policy options that may prevent and mitigate financial crises and the restructuring of the global financial architecture to prevent or limit future crises are examined. Although the course focuses mostly on the United States and on the most recent financial crisis, it will also examine earlier financial crises in the United States (such as the Great Depression) and past financial bubbles, such as the 17th century Dutch Tulip mania and the 1997 Asian crisis.    Urban Economics (P, T)   ECON-UA 227 Identical to SCA-UA 751. Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2); or Introduction to Economic Analysis (ECON-UA 5). Offered every semester. 4 points.   The city as an economic organization. Urbanization trends, functional specialization, and the nature of growth within the city; organization of economic activity within the city and its outlying areas, the organization of the labor market, and problems of urban poverty; the urban public economy; housing and land-use problems; transportation problems; and special problems within the public sector.    Money and Banking (P, T)   ECON-UA 231 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5). Offered every semester. 4 points.   Money supply; banking as an industry; banks as suppliers of money; the Federal Reserve System and monetary control; monetary theory; and contemporary monetary policy issues.    Poverty and Income Distribution (P, T)   ECON-UA 233 Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Defines poverty and welfare. Analyzes who the poor are, why some people are rich and others poor, equality of opportunity, income and status, inequality, trends in the degree of inequality, government's role in income distribution, and international comparisons of inequality.      Gender and Choices (P, T)   ECON-UA 252 Identical to SCA-UA 719. Prerequisite: Introduction to Microeconomics (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). Offered every year. 4 points.   Examines important economic influences on decisions women make concerning labor force participation and family. Theory of labor market behavior and discrimination, as well as public policy options.    Privatization (P)   ECON-UA 270 Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   Analyzes the principles and practices underlying the privatization of public enterprises and governmental functions. After evaluating the criticism directed at public ownership, the course examines an alternative to privatization: reforming state-owned enterprises and public administration, using examples from the United States, Great Britain, and New Zealand. Various issues of privatization (such as the roles of ownership and competition in stimulating efficiency, the implications of separation of ownership from management in distinguishing between private and public enterprises, conditions for successful divestiture programs, privatization's employment impact, and contracting out of government services) are discussed both in principle and via examples from industrial, transitional, and less-developed economies.    Topics in Economic Analysis I (P)   ECON-UA 290 Prerequisite: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2). Offered every year. 4 points.   A mid-level undergraduate elective course offered to encourage department or visiting faculty who wish to give courses in fields that are not in the permanent course offerings. The exact topic of this course is announced before registration each year. Such \"topics courses\" are not given regularly, and a specific topic presented in any one semester is unlikely to be repeated. Students are allowed to count only one such topics course for the major.    Politics and Finance: Honors Seminar (P)   ECON-UA 296 Identical to POL-UA 396. Prerequisites: Introduction to Microeconomics (ECON-UA 2), Power and Politics in America (POL-UA 300), 3.5 GPA, and permission of the Department of Politics. Offered every year. 4 points.   Examines how legislation and regulation influence the structure of financial markets and how players in these markets intervene in the political process to create or modify legislative and regulatory outcomes. Particular emphasis is placed on the United States. International comparisons are also presented. The course assumes that students have had exposure to microeconomics and finance but not to political theory. A brief introduction to political theory is provided. The approach is similar to that used in microeconomics, except that transactions are made through voting institutions rather than through economic exchange.    Elective Courses: 300 Level    Note: For all courses listed below, Statistics (P) (ECON-UA 18) is a prerequisite for policy electives, and Introduction to Econometrics (T) (ECON-UA 266) is a prerequisite for theory electives. Additional prerequisites are listed for each course.    Strategic Decision Theory (T)   ECON-UA 310 Prerequisite: Microeconomics (ECON-UA 11). Offered every year. 4 points.   Introduction to noncooperative game theory. Focuses on a rigorous development of the basic theory with economic applications such as competition among oligopolists, how standards are set, auction theory, and bargaining. The formal topics include games in strategic form, Bayesian games, and games in extensive form.    Industrial Organization (P)   ECON-UA 316 Prerequisite: Intermediate Microeconomics (ECON-UA 10). Offered every semester. 4 points.   Analysis of the structure, conduct, and performance of firms and industries. Involves the development of a theoretical basis for evaluating performance. Analysis of competition as a state of affairs versus competition as a process. The effects of advertising, economic concentration, and innovation on prices and production. Overall survey of contemporary antitrust law and economics.    Market Structure and Performance (T)   ECON-UA 317 Prerequisite: Microeconomics (ECON-UA 11). Offered every other year. 4 points.   Designed to familiarize students with a modern approach to industrial organization economics. The modern approach relies extensively on the use of game-theoretic tools to model strategic market behavior and the use of econometric methods for testing hypotheses regarding firm conduct and market performance. In particular, the course analyzes profit-maximizing business strategies of firms with market power, as well as strategic interactions among firms in various types of imperfectly competitive markets. The course addresses both static modes of competition as well as dynamic competition in research and development and product design. The course also examines the scope of effective public policies designed to improve market performance. Throughout the course, mathematical-based models are used to develop the relevant concepts and test the pertinent theories of firm behavior.    Economic Development (P, T)   ECON-UA 323 Prerequisites: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12), and International Economics (ECON-UA 238); or Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13). Offered every year. 4 points.   Studies the problem of economic underdevelopment, with special reference to the countries of Asia, Latin America, and Africa. The building blocks of economic theory are used to understand the historical experiences of these countries. Macroeconomic topics covered include economic growth, income distribution, and poverty, with particular emphasis on the concept of underdevelopment as a circular, self-reinforcing trap. Microeconomic topics include the study of particular markets that are especially relevant to developing countries: those for land, labor, and credit. Notions of market fragmentation, limited information, and incentive problems receive emphasis. Ends with international issues: trading patterns, capital flows, and global financial crises are studied from the viewpoint of developing countries.    Economics of Energy and the Environment (P, T)   ECON-UA 326 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.   Economic analysis of major policy issues in energy and the environment, both domestic and international. Emphasis on market solutions to various problems and market limitations in the allocation of environmental resources. Energy issues focus on OPEC and world oil markets, with attention to reducing oil import vulnerability; taxation and regulation of production and consumption; conservation of natural resources; and the transition to alternative energy sources. Environmental issues include policies to reduce pollution. Substantial attention is paid to global warming caused by consumption of fossil fuels.    Ownership and Corporate Control in Advanced and Transition Economies (P, T)   ECON-UA 340 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.   Discusses the conceptual foundations and empirical evidence concerning the effects of private ownership on corporate performance. The corporate control mechanisms in the United States, Germany, Japan, and the emerging market economies of Eastern Europe and the former Soviet Union are reviewed. Particular attention is paid to the role of capital markets (takeovers and other shareholder control devices), banks and other financial institutions, and various corporate institutions (such as boards of directors and meetings of shareholders) in facilitating or hindering corporate control and the efficient allocation of resources.    Behavioral Economics (P)   ECON-UA 342 Prerequisites: Topics in Econometrics (ECON-UA 380) and Calculus II (MATH-UA 122) or Mathematics for Economics II (MATH-UA 212); or Microeconomics (ECON-UA 11) and Introduction to Econometrics (ECON-UA 266). Offered every year. 4 points.   Introduces students to the field of behavioral economics, which seeks to insert more behavioral realism into economic theory. Topics covered include, but are not restricted to, prospect theory, mental accounting, other-regarding preferences, and hyperbolic discounting. We usually approach a topic by examining evidence of some departure from the assumptions made in the canonical economic model. We then ask how such departures can be formalized theoretically and how the resulting models can be tested empirically.    Political Economy (T)   ECON-UA 345 Prerequisite: Microeconomics (ECON-UA 11). Offered every year. 4 points.   Introduces the emerging field of formal political economy. The variety of ways in which economists and political scientists think about political science and the interplay of political science and economics are analyzed. The first part of the course focuses on the formal modeling of political behavior and political institutions; the theory of social choice (how groups of rational individuals make decisions) and collective action (how groups of rational individuals take action) are analyzed. The second part of the course discusses the connection between politics and economics and investigates the effect of political variables on the determination of economic outcomes. Some questions that are answered: How can special groups of individuals enhance their well-being by political action? What is lobbying? What is the effect of contributions on political outcomes?    Labor Economics (P, T)   ECON-UA 351 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every semester. 4 points.   Analyzes the functioning of the labor market in both theoretical and statistical terms. Examines the determinants of wage and employment levels in perfect and imperfect labor markets, including the concept of education and training as human capital. Models of labor market dynamics are also examined, including those of job search and matching. The role of public policy in the functioning of labor markets is highlighted throughout.    Public Economics (P, T)   ECON-UA 353 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every semester. 4 points.   In alternate years, stresses policy implications and the development of theory. Analysis of government economic policies and behavior. Normative and positive economics; the fundamental welfare theorems. What goods should the government provide (public goods)? When should the government tax private behavior (externalities)? Income redistribution and the welfare program. Who pays the tax (tax incidence)? The role of debt policy. On what should taxes be levied (optimal taxation)?    Experimental Economics (P, T)   ECON-UA 360 Prerequisite: Intermediate Microeconomics (ECON-UA 10) or Microeconomics (ECON-UA 11). Offered every year. 4 points.    Experimental economics is predicated on the belief that economics, like other sciences, can be a laboratory science where economic theories are tested, rejected, and revised. This course reviews the methodology of doing such laboratory experiments and investigates the use of experiments in a wide variety of fields. These include competitive markets, auctions, public goods theory, labor economics, game theory, and individual choice theory. The course functions as a research seminar in which students present their work as it progresses during the semester. Students also get exposure to the experimental laboratory in the Department of Economics and the research performed there.    Elements of Financial Economics (T)   ECON-UA 363 Prerequisite: Microeconomics (ECON-UA 11). Restriction: open to students from the Stern School of Business only if FINC-UB 43 has not been taken. Offered every year. 4 points.   Provides theoretical tools for understanding the operation and economic role of asset markets in the financial system. Develops the theory of decision making under uncertainty and techniques for portfolio choice and efficient risk sharing. Develops static and dynamic models of asset markets with applications to efficiency, arbitrage pricing, and the use and pricing of derivative securities.    Advanced Micro Theory (T)   ECON-UA 365 Prerequisite: Microeconomics (ECON-UA 11). Offered every other year. 4 points.   Designed to introduce students to some of the main model-building techniques that have been developed by microeconomists. Intended for advanced undergraduates who have taken the necessary preparatory courses in economics and mathematics. Three basic topics are covered. The first topic is the static theory of consumer behavior both in a certain world and in an uncertain world. The second topic is the theory of general equilibrium. The third topic is the theory of dynamic optimization. In addition to the coverage of the economics, the advanced mathematical techniques that are needed to understand the material are reviewed.    Advanced Macroeconomics and Finance (T)   ECON-UA 367 Prerequisites: Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Analytical Statistics (ECON-UA 20), or permission of the instructor. Offered every year. 4 points.   Studies dynamic theories of equilibrium with optimizing agents who face risky returns and uncertain government policies that influence their decisions. We study inflations and hyperinflations; theories of pricing bonds and equity and how well they work empirically; Social Security reform; causes and cures of financial panics; theories of optimal monetary and fiscal policy; and search theory and other applications of dynamic programming.    Financial Economics (P)   ECON-UA 368 Prerequisite: Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12). Restriction: not open to students from the Stern School of Business. Offered every year. 4 points.   Provides theoretical and practical tools for understanding the operation of financial markets, the meaning of risk, and its relation to financial return. Also develops concepts of systematic versus idiosyncratic risk, market efficiency, the equilibrium determination of interest rates both in the overnight, interbank lending market and in the market for corporate debt, term and default premia in the bond market, and average excess stock returns in the equity market.    Topics in Economic Theory (T)   ECON-UA 375 Prerequisites: Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13). May not be taken for credit in addition to ECON-UA 370. Offered every year. 4 points.   Explores issues in economic theory using the tools learned in macroeconomics and microeconomics. Focuses on a particular issue each term.    Topics in Economic Analysis II (P)   ECON-UA 390 Prerequisites: Intermediate Microeconomics (ECON-UA 10) and/or Intermediate Macroeconomics (ECON-UA 12). Offered every year. 4 points.   An advanced undergraduate elective course offered to encourage department or visiting faculty who wish to give courses in fields that are not in the permanent course offerings. The exact topic of this course is announced before registration each year. Such \"topics courses\" are not given regularly and a specific topic presented in any one semester is unlikely to be repeated. Students are allowed to count only one such topics course for the major.    Advanced Econometrics (P, T)   ECON-UA 402 Prerequisite: Introduction to Econometrics (ECON-UA 266) or Topics in Econometrics (ECON-UA 380). Offered every year. 4 points.   Covers a range of techniques in econometrics that are widely used in applied microeconomics, macroeconomics, and other fields. Although this is a course designed for honors economics majors, students who are not pursuing honors but still satisfy the GPA requirements (3.65 overall and in economics courses) and meet the prerequisite are encouraged to take this course. The class aims at preparing students for carrying out empirical research in economics, and there is emphasis on the relationship between economic models and observable data. We cover nonlinear methods, and a selection of topics in panel and time-series data.        Honors and Independent Study    Honors Tutorial (P, T)   ECON-UA 410 Prerequisites: Intermediate Microeconomics (ECON-UA 10), Intermediate Macroeconomics (ECON-UA 12) and Topics in Econometrics (ECON-UA 380); or Microeconomics (ECON-UA 11), Macroeconomics (ECON-UA 13), and Introduction to Econometrics (ECON-UA 266); 3.65 GPA in the major and the College; permission of the instructor required. Restriction: open only to students in the honors track. Offered in the fall. 4 points.   Aims to train students to write on economic topics and perform economic analysis efficiently, as well as to develop theoretical skills. This course is in preparation for and is a prerequisite to the Honors Thesis (ECON-UA 450) course. Once a week, two students each present a paper on their original research. The students not presenting that week, as well as the instructor, critique the content and the form of the paper as well as the presentation. Each paper is to be revised and submitted to the instructor with a cover sheet that indicates how the student dealt with each of the criticisms.    Honors Thesis (P, T)   ECON-UA 450 Formerly ECON-UA 400. Prerequisite: Honors Tutorial (ECON-UA 410); 3.65 GPA in the major and the College. Restriction: open only to students in the honors track. Offered in the spring. 4 points.   Students interested in pursuing an Honors Thesis should meet with the director of undergraduate studies in the spring semester of their junior year.    Independent Study (P, T)   ECON-UA 997, 998 Prerequisites: Intermediate Microeconomics (ECON-UA 10) and Intermediate Macroeconomics (ECON-UA 12); or Microeconomics (ECON-UA 11) and Macroeconomics (ECON-UA 13); 3.5 GPA; and permission of the director of undergraduate studies. Restrictions: No more than a total of 8 points of independent study may be taken; independent study does not count towards the major requirements. Offered every semester. 1 to 4 points per term.   The student engages in intensive independent study of an important economic topic under the direction of a departmental faculty member. The results of the study are embodied in a report or paper to be specified required by the instructor.                                                                                                    Back to Top"}, {"content": "Bulletin Course Descriptions | Economics | NYU                                                             Back to Home         Printer Friendly           Course Descriptions (GSAS Bulletin)     Core M.A. Courses and Special Research Project    Mathematics for Economists ECON-GA 1001 Hodge, Arkonac. 3 points. 2013-14, 2014-15. Applications of mathematics to economics: functions, simultaneous equations; linear models and matrix algebra; determinants, inverse matrix, Cramer's rule; differentiation and optimization of functions of one or more variables; quadratic forms, characteristic roots and vectors, constrained optimization; interpretation of the Lagrange multiplier. Techniques applied to examples from the theory of the firm and consumer behavior.    Microeconomic Theory ECON-GA 1003 Prerequisite: ECON-GA 1001. Hodge, Quella. 3 points. 2013-14, 2014-15. Applied microeconomics relating to the firm in various markets and household behavior.    Macroeconomic Theory I ECON-GA 1005 Quella, Staff. 3 points. 2013-14, 2014-15. Macroeconomic theory applied to aggregate supply and demand and their components, designing and implementing macroeconomic policy goals and forecasting GDP and its components.    Applied Statistics and Econometrics I ECON-GA 1101 Prerequisite: undergraduate statistics course or permission of the instructor. McCarthy, Staff. 3 points. 2013-14, 2014-15. Review and introduction of topics in probability and statistics needed to understand applied statistics and econometric techniques for quantitative research and analysis. The topics reviewed include random variables, discrete and continuous probability distributions, mathematical expectations, estimation and inference. The topics introduced include simple and multivariate regression models, least squares estimation, hypothesis testing, and specification analysis.    Applied Statistics and Econometrics II ECON-GA 1102 Prerequisite: ECON-GA 1101 or permission of the instructor. McCarthy, Staff. 3 points. 2013-14, 2014-15 Introduction of topics needed to understand advanced applied statistics and econometric techniques for quantitative research and analysis. Topics include the Generalized Regression Model, Instrumental Variables, Systems of Equations, Panel Data Analysis, Discrete Choice Models and Time Series Analysis.    Special Project in Economic Research ECON-GA 3200 Alonso, Garlow, Leonard, Levanon. 5-2 points. 2013-14, 2014-15 Students integrate economic theory, empirical techniques, and analytical tools to solve real-world problems. Students undertake (1) a comprehensive and critical literature survey of an applied topic in recent economic literature and (2) original analytical and/or empirical work on that topic.    ELECTIVE M.A. COURSES    Monetary Economics    Money and Banking ECON-GA 1402 Skoorka. 3 points. 2013-14, 2014-15 The role of money in the economy-monetary institutions, monetary theory (the old and new quantity and Keynesian theories), monetary policy goals, methods, and problems, with special emphasis on banking regulation.    Regulation of Financial Institutions ECON-GA 2401 Prerequisite: ECON-GA 1402. Prager. 3 points. 2013-2014 What caused the financial crisis of 2007-2008? Where were the financial system regulators before, during, and after the crisis? This course explores these questions by examining the fundamental roles and weaknesses of the banking system both conceptually and by considering earlier banking crises. The functioning and increasing importance of the shadow banking system, the significance of mortgage markets and financial derivatives, and the management of complex financial institutions as well as legislation and regulation that has been implemented since the crisis are critically examined. While the course focuses primarily on the US, other countries' financial markets are not ignored. The method of instruction involves both class lectures and student presentations and papers.    International Economics    International Trade ECON-GA 1505 Prerequisite: ECON-GA 1003 or permission of the instructor. Ordover. 3 points. 2013-14, 2014-15. Comparative advantage; endowment, mobility, allocation, and earnings of productive factors; trade restriction (tariffs, quotas); customs unions.    International Finance ECON-GA 1506 Prerequisite: ECON-GA 1003 or permission of the instructor. Weinberg. 3 points. 2013-14, 2014-15. The balance of payments, foreign exchange markets, adjustment mechanisms, capital movements, gold and other monetary reserves, reforms of the system.    Economic Growth and Development    Economic Development I ECON-GA 1603 Pre- or corequisite: ECON-GA 1003 or permission of the instructor. Harper. 3 points. 2013-14, 2014-15 This course provides an overview of problems of growth and development, with an emphasis upon less developed countries, transition economies and industrialized countries undergoing extensive liberalization. It will examine the vigorous debates that have taken place regarding economic development. Why do some economies grow, while others do not? Are the great differences in the wealth of nations due mainly to differences in the quality of their institutions and economic policies?    Political Economy of the Pacific Basin ECON-GA 2620 Denoon. 4 points. 2014-15. This course will evaluate recent trends in East Asian and Pacific economic and political developments, the character of economic growth, the nature of the political systems, and implications of recent dynamism. Overall trends are analyzed with discussion focused on three distinct regions: Northeast Asia, Southeast Asia, and the Pacific Islands.    General Economic Theory    Evolution of Economic Thought ECON-GA 2041 Paganelli. 3 points. 2013-14, 2014-15. We look at how vital questions of today are answered differently through time. Sample questions are: What is money and what are its uses? What is debt and when is it dangerous? Why do we trade and what good does it do to us? What is self-interest and do we need more than it? What is rationality? Why do we observe differences in wage rates? Why is economics dismal? The course is topical, not chronological.    The Economics of Welfare, Justice &amp; Ethics ECON-GA 2050 Otteson. 3 points. 2013-14, 2014-15. This course examines the moral status of the complex of political and economic institutions known as \"capitalism.\" What are the central historical and contemporary arguments offered in its favor, and what are the central arguments raised as objections? We will focus primarily on moral arguments for and against, and we will aim to treat the positions charitably yet critically. Among the authors we will read are Adam Smith, Hayek, Nozick, and Richard Epstein, as well as critics such as Marx, Sunstein, G. A. Cohen, and Liam Murphy and Thomas Nagel. Our goal will be to develop an informed judgment of the moral status of capitalism.    PH.D. COURSES    Basic Economic Theory For Ph.D. Students    Mathematics for Economists I ECON-GA 1021 Prerequisite: ECON-GA 1001 or equivalent. Staff. 4 points. 2013-14, 2014-15. Reviews theory of calculus, linear algebra, and constrained optimization. Theory and methods of differential equations, calculus of variations, optimal control theory, and dynamic programming applied to economic problems.    Mathematics for Economists II ECON-GA 1022 Prerequisite: ECON-GA 1021 or permission of instructor. Staff. 4 points. 2013-14, 2014-15. Methods and applications of optimal control theory to problems of economics. Discusses economic applications of stochastic processes, probability, measure theory, and topology.    Microeconomic Theory I ECON-GA 1023 Pre- or corequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Decision theory, theory of the firm, and consumer behavior; introduction to general equilibrium theory and welfare economics.    Microeconomic Theory II ECON-GA 1024 Prerequisite: ECON-GA 1023. Staff. 4 points. 2013-14, 2014-15. Game theory, including extensive form solution concepts, bargaining, and repeated games; information economics, contract theory and mechanism design.    Macroeconomic Theory I ECON-GA 1025 Pre- or corequisite: ECON-GA 1021. Staff. 4 points. 2013-14, 2014-15. Models of national income determination; sectorial inflation; labor markets, production theories, and aggregate supply models; supply and demand for money; foreign trade and balance of payments.    Macroeconomic Theory II ECON-GA 1026 Prerequisite: ECON-GA 1025 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Classical and Keynesian macroeconomic thought, modern-day microeconomic theories of money-wage and price determinations, and reconstruction of macro theory.    Econometrics I ECON-GA 2100 Prerequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-2014, 2014-15. Concise introduction to probability theory and to the problem and methods of statistical inference as encountered and applied in econometrics: maximum likelihood theory, method of moments, method of least squares, and hypothesis testing.    Econometrics II ECON-GA 2101 Prerequisite: ECON-GA 2100 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15 Econometrics analysis of the general linear model; the estimation of distributed lag models; misspecification analysis; and models involving errors in variables.    General Economic Theory    Evolution of Economic Thought ECON-GA 2041 Staff. 3 points. 2013-14, 2014-15. We look at how vital questions of today are answered differently through time. Sample questions are: What is money and what are its uses? What is debt and when is it dangerous? Why do we trade and what good does it do to us? What is self-interest and do we need more than it? What is rationality? Why do we observe differences in wage rates? Why is economics dismal? The course is topical, not chronological.    Game Theory I ECON-GA 2113 Prerequisite: ECON-GA 1024 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to noncooperative game theory. Covers Bayesian games, refinements of Nash equilibrium, repeated games, and optimal mechanism design.    Experimental Economics ECON-GA 2114 Staff. 4 points. 2013-14, 2014-15. Studies experimental methods and reviews the literature in an effort to give the student a working knowledge of experimental techniques. While the areas of application vary, the course is research oriented.    Game Theory II ECON-GA 2115 Prerequisites: ECON-GA 1023, ECON-GA 1024, and ECON-GA 2113, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Course on individual decision theory and its applications. Covers classical theory of individual choice, behavioral economics through choice functions, modern utility theory, expected and non-expected utility theories, decision-making under uncertainty and ambiguity, time preferences and menu preferences.    Quantitative Economics    Income Distribution in the United States ECON-GA 1108 Prerequisites: ECON-GA 1003, ECON-GA 1023, and ECON-GA 1101, or permission of the instructor. Staff. 4 points. 2013-14, 2014-2015. Surveys theories of income distribution and empirical evidence for the United States. The first part gives a historical overview of inequality in the United States in the 20th century. Human capital, Marxism, internal labor market, dual labor market, and structural theories of income inequality are then surveyed along with their supporting evidence. Also covered are topics on screening, ability and earnings, discrimination, and growth and inequality.    Financial Economics    Financial Economics I ECON-GA 2021 Prerequisites: ECON-GA 1023, ECON-GA 1024, ECON-GA 1025, and ECON-GA 1026, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to the study of financial markets and asset pricing from the perspective of economic theory. Topics include equilibrium economies with a representative agent; equilibrium economies with incomplete markets, borrowing constraints and transaction costs, limited stock market participation, private information, limited commitment; optimal security design; behavioral finance. While the stress is on modeling and tools, the course also introduces the empirical methodologies and the calibration techniques used in financial economics, as well as some of the most controversial evidence on asset prices.    Financial Economics II ECON-GA 2022 Prerequisite: ECON-GA 1021 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Gives Ph.D. students an introduction to the economic theory of dynamic economies in general equilibrium used in the study of financial economics. Gives also an advanced survey of the field of financial economics and introduces students to some topics at the frontier of current research in financial economics. Several themes will be studied in detail, in accordance with students' interests, but a central theme will be bubbles.    Empirical Asset Pricing ECON-GA 2023 Prerequisite: ECON-GA 1023, ECON-GA 1024, ECON-GA 1025, ECON-GA 1026, ECON-GA 2100, ECON-GA 2101 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Introduction to empirical asset pricing.    Monetary Economics    Advanced Macroeconomics I ECON-GA 2403 Prerequisites: ECON-GA 1022 and ECON-GA 1026, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Analyzes real models of economic fluctuations. Presents \"classical\" models, i.e., models for which equilibrium allocations are efficient, and \"nonclassical\" real models, including models with fiscal distortions, productive externalities, and imperfect competition.    Advanced Macroeconomics II ECON-GA 2404 Prerequisite: ECON-GA 2403 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on the monetary and financial aspects of economic fluctuations and business cycle models discussed in Advanced Macroeconomics I, by introducing money, nominal rigidities, and financial intermediation. Emphasis is on the role and effects of monetary policy, both in theory and data.    International Economics    Theory of International Finance ECON-GA 1501 Prerequisites: ECON-GA 1023 and ECON-GA 1025, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. The balance of payments, foreign exchange markets, adjustment mechanisms, capital movements, gold and other monetary reserves, and reforms of the system.    Theory of International Trade ECON-GA 1502 Prerequisite: ECON-GA 1023 or permission of the instructor. Staff. 4 points. 2013-14, 2014-2015. Comparative advantage; endowment, mobility, allocation, and earnings of productive factors; trade restriction (tariffs, quotas); customs unions.    Economic Growth and Development    Theory of Economic Development I ECON-GA 1601 Pre- or corequisite: ECON-GA 1003, ECON-GA 1023, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. The historical and contemporary process of transformation of less-developed economies, internal and international sources of and barriers to development; strategies for effective use of internal and external finance; growth theory and development; models of dualistic development, unemployment, and migration; problems of income distribution, population growth, education, and rural development.    Theory of Economic Development II ECON-GA 1602 Prerequisites: ECON-GA 1023, ECON-GA 1025, and ECON-GA 1601. Staff. 4 points. 2013-14, 2014-15. Current topics in economic development in their theoretical, empirical, and policy contexts. Issues include the north-south dialogue, appropriate technology, the role and limitations of the state, population and development policy, urbanization, human resource development, and prospects for private and public foreign assistance.    Labor Economics    Labor Economics I ECON-GA 1701 Prerequisites: ECON-GA 1003 and ECON-GA 1005, or ECON-GA 1023 and ECON-GA 1025, or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on dynamic models of labor market behavior. Reviews dynamic optimization theory and develops the model of job market search. The baseline model for analyses of labor market dynamics at the industrial level and the search model are used to discuss estimation issues and to build partial equilibrium models of the labor market. Other models of equilibrium wage determination include signaling models, matching models, and models with asymmetric information and moral hazard (efficiency wages). Considers theory and empirical implications of the human capital investment model, with applications to occupational choice and the effect of cohort size on human capital investment and earnings outcomes.    Labor Economics II ECON-GA 1702 Prerequisite: ECON-GA 1701 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Focuses on household decision making in both static and dynamic contexts. Develops models of family decision making using both neoclassical and bargaining theories. Examines the differences in the empirical implications of the two types of models. Considers labor supply issues and the economics of the marriage market, fertility, welfare programs, econometric issues, and endogenous sample selection.    Industrial Organization    Industrial Organization I ECON-GA 1801 Prerequisite: ECON-GA 1023 or permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Technological innovation, diffusion, research and development, firm behavior, market structure, and entry and exit of firms. Entrepreneurial choice. Schumpeterian competition. Welfare analysis of above topics.    Industrial Organization II ECON-GA 1802 Prerequisite: ECON-GA 1801. Staff. 4 points. 2013-14, 2014-15. Covers selected topics of recent interest in industrial organization, with an emphasis on transitioning Ph.D. students into research. The topics may include price discrimination, entry deterrence and predation, dynamic games, auctions.    Research Topics, Seminars, and Workshops    Reading and Research in Economics ECON-GA 3000 Only for PhD students working on their dissertations Prerequisites: permission of the adviser and the department. 1-6 points per term. 2013-14, 2014-15.    Topics in Economics ECON-GA 3001, 3002 3-4 points per term. 2013-14, 2014-15 Topics of current interest are examined in detail. Students are notified in advance of the topic(s) to be covered. Three or more sections are offered each semester, each covering a different topic.    Research Workshops    Research workshops typically have professors from other universities present their recent work. Students at the dissertation level also present their work in these workshops. The department offers five workshops.    Workshop in Microeconomics Research ECON-GA 3003, 3004 Prerequisites: all required courses for Ph.D. students. Staff. 4 points per term. 2013-14, 2014-15. Students, faculty members, and visitors present research in progress for discussion and critical comment.    Workshop in Macroeconomic Research ECON-GA 3005-3006 Prerequisite: ECON-GA 1026. Staff. 4 points per term. 2013-14, 2014-15. Doctoral-level course consisting of a series of seminar presentations in macroeconomics by students, faculty, and guests. Emphasis is on research in progress. Topics include inflation, employment and labor markets, monetary and fiscal theory and policy, consumption and saving behavior, investment and capital formation, and aggregate supply and growth.    Applied Econometrics Workshop ECON-GA 3007, 3008 Prerequisite: permission of the instructor. Staff. 4 points per term. 2013-14, 2014-15. Doctoral-level workshop consisting of a series of seminar presentations in applied economics by students, faculty, and guests. Emphasis is on issues involving panel data, macro-, development, and labor economics.    Colloquium on Market Institutions and Economic Processes ECON-GA 3402 Prerequisite: permission of the instructor. Staff. 4 points. 2013-14, 2014-15. Discussion of current research in the Austrian economics tradition. Themes treated include subjectivism, the market as dynamic process, and entrepreneurship. Ideas are applied to both micro and macro issues. Discusses papers written by students and by faculty from New York University and other universities.    Workshop in International Economics ECON-GA 3501, 3502 Prerequisite: ECON-GA 1501, ECON-GA 1502, or permission of the instructor. Staff. 4 points per term. 2013-14, 2014-15. Advanced workshop for doctoral students pursuing dissertation topics in international trade and finance. Presentation of student research and dissertation proposals and original research papers by guests and members of the faculty.                                                                                                    Back to Top"}, {"content": "NYU Stern - Nouriel Roubini - Professor of Economics and International Business                                      Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                            Experience Faculty &amp; Research            Refine by:   Books    Opinion    Research Highlights    Research in the News    Blogs    Archive      Faculty Directory                                      Home /            Experience Stern /            Faculty &amp; Research /            Faculty Directory /           Nouriel Roubini                                                    Share / Print                                     Print              Email              Share              Like                                                                Nouriel Roubini        &#8211; Professor of Economics and International Business      &#8211; Robert Stansky Research Faculty Fellow                           Joined Stern 1995     Leonard N. Stern School of Business     Kaufman Management Center     44 West Fourth Street, 7-83     New York, NY 10012      E-mail nroubini@stern.nyu.edu     Personal website     Follow on Twitter                       Biography      Research Interests      Courses Taught      Academic Background                                                                                                 Biography                   Nouriel Roubini is a Professor of Economics and International Business at New York University Stern School of Business. He is also the cofounder and chairman of Roubini Global Economics, an independent, global macroeconomic and market strategy research firm. The firm's website, Roubini.com, has been named one of the best economics web resources by Bloomberg Businessweek, Forbes, The Wall Street Journal and The Economist . Professor Roubini has extensive policy experience in addition to his broad academic credentials. From 1998 to 2000, he served as the senior economist for international affairs on the White House Council of Economic Advisors and then the senior advisor to the undersecretary for international affairs at the U.S. Treasury Department, helping to resolve the Asian and global financial crises, among other issues. The International Monetary Fund, the World Bank and numerous other prominent public and private institutions have drawn upon his consulting expertise.      Professor Roubini has published over 70 theoretical, empirical and policy papers on international macroeconomic issues and coauthored the books Political Cycles: Theory and Evidence (MIT Press, 1997), Bailouts or Bail-ins? Responding to Financial Crises in Emerging Markets (Institute for International Economics, 2004) and Crisis Economics: A Crash Course in the Future of Finance (Penguin Press, 2010). Professor Roubini's views on global economic issues are widely cited by the media, and he is a frequent commentator on various business news programs. He has been the subject of extended profiles in The New York Times Magazine and other leading current-affairs publications. The Financial Times has also provided extensive coverage of his perspectives.     Professor Roubini received his undergraduate degree from Bocconi University in Milan, Italy, and his Ph.D. in Economics from Harvard University in 1988. Prior to joining Stern, he was on the faculty of Yale University's department of economics.                                                  Research Interests                                       International Macroeconomics and Finance                     Fiscal Policy                     Political Economy                     Growth Theory                     European Monetary Issues                                                                     Courses Taught                                       Core Macroeconomics                     International Macroeconomics                                                                     Academic Background                   Ph.D., Economics, 1988                  Harvard                   M.A., Economics, 1982                  Universita Bocconi, Italy                                                                                                          Related Research                                             Prof. Nouriel Roubini explains why he believes Greece&#039;s debt crisis will not lead to an exit from the European Union Prof. Roubini&#039;s comments on the art market are highlighted Prof. Nouriel Roubini discusses the European economy In an op-ed, Prof. Nouriel Roubini examines economic opportunities and obstacles in the euro zone Prof. Nouriel Roubini&#039;s op-ed on technology&#039;s impact on jobs is highlighted Prof. Nouriel Roubini&#039;s comments at the China Development Forum are highlighted Prof. Nouriel Roubini&#039;s comments on the art market are highlighted Prof. Nouriel Roubini on Greece&#039;s possible exit from the Euro Prof. Nouriel Roubini&#039;s comments on the future of labor are highlighted Prof. Nouriel Roubini&#039;s op-ed on negative interest rates is highlighted  In an op-ed, Prof. Nouriel Roubini discusses negative nominal interest rates The Negative Way to Growth? Prof. Nouriel Roubini outlines factors contributing to inequality In an op-ed, Prof. Nouriel Roubini discusses the effectiveness of unconventional monetary policies An Unconventional Truth  Prof. Nouriel Roubini calls for regulation in the art market Prof. Nouriel Roubini discusses inequality in the US at the World Economic Forum in Davos Prof. Nouriel Roubini explains China&#039;s global economic impact Prof. Nouriel Roubini&#039;s comments on oil prices are highlighted In an op-ed, Prof. Nouriel Roubini discusses the impact of technology on the labor market                                                                     Areas of Expertise                                             Economics                                Currencies & Foreign Exchange                 Economic Indicators                 Emerging Markets                 Globalization & Trade                 Interest Rates                 International Economic Policy                 International Monetary Fund (IMF)                 Monetary Policy                 Political Economy                                Region/Country                                Greece                                                                             Back to Top                   News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]