[{"detail": [{"content": "New York University | Bobst Library: Latin American and Caribbean Studies Collection Development Policy                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs                          Latin American and Caribbean Studies Collection Development Policy             Bobst Library, New York University      Angela Carre&ntilde;o , Librarian for Latin American and Caribbean Studies             Contents           Purpose      Scope      Types of Materials      Strengths &amp; Weaknesses of the Collection      Other Resources      Subjects &amp; Collecting Levels                          Purpose         Bobst Library's Latin American and Caribbean studies collection supports the academic program of the     Center for Latin American and Caribbean Studies (CLACS) ,    which offers an interdisciplinary master's degree, a joint M.A. degree in Journalism and a certificate program in museum studies.    CLACS has a consortial arrangement with Columbia University's Institute for Iberian and Latin American Studies     which includes the cross-registration of students, joint summer institutes and joint public events.    The Center integrates the resources of New York University for the study of inter-American affairs, stressing the study of contemporary relations--    the emerging social, cultural, economic, and political links between and among the Americas.    The future priorities of CLACS include strengthening and expanding programs in Caribbean Studies, and the development of closer ties with the professional schools.            The collection also supports Latin American and Caribbean area studies course concentrations for doctoral programs in anthropology, cinema studies,     comparative literature, business administration, economics, history, politics, sociology, and Spanish and Portuguese languages and literatures.            Increasingly, in recent years, the collection has developed in response to the needs of issue based, inter-disciplinary studies and closer interaction between CLACS and the professional schools.    Issue based structures within FAS and/or GSAS include departments or programs in Africana Studies, Ethnographic Film and Video, Medieval and Renaissance Studies, Metropolitan Studies, Peace and Global Policy Studies, and Women's Studies.    Recent global issues attracting cross-disciplinary interest and transnational perspectives include cultural studies, human rights, urban life, migration studies, environmental studies, post-colonial studies and communication studies.    Several Centers will be the focus of significant future, on-campus trends in cross-disciplinary research and teaching:    1) The King Juan Carlos I Center for the Study of Spain and the Spanish-speaking world ;    2) the Center for Media, Culture, and History; and    3) the NYU Institutes for Advanced International Studies.        Departmental interests are as follows:               History           Latin American and Caribbean history from 1492 to the present.     All countries are of interest for historical research and course work; emphasis has, historically been on Brazil and the Caribbean.     Recent interests include the Andean region and the African Diaspora.                    Politics           Political institutions, development, reform, revolution; U.S. corporate and governmental policy; common markets and collective trading groups;     urban politics; Latin American and Caribbean migration to the U.S. and Western Europe, and communities of Latin American and Caribbean nationals in the U.S. and Western Europe;     emphasis is on the Caribbean, Central America and Mexico.                    Spanish and Portuguese Languages and Literatures      (See separate collection development statement) - Spanish-American and Brazilian authors, literary criticism, literary movements, and Latin American civilization.                Linguistics      Urban Hispanic and/or Afro-Latin American diasporic sociolinguistic varieties, bilingualism, indigenous and creole languages.                Economics      Urban economics, international trade and finance, the political economy of north-south relations, Latin American economic theory, theoretical studies on economic development in Latin America.                Business      Finance, management and organizational behavior, and marketing, supporting practical research on the Latin American debt, emerging markets, financial markets, investment analysis, political risk, the business culture, consumer behavior and environmental resource management.                Anthropology      Pre- and post-Conquest political, social and cultural anthropology of Latin America and the Caribbean, migration studies, gender studies, Caribbean linguistic anthropology, urban anthropology, and ethnographic film and video.                Cinema Studies      History of national cinemas, filmmakers, ethnographic film and video, documentary film and video, film and television industries, and film criticism; the emphasis is on Cuba, Mexico, and Brazil.                Performance Studies      Theater, dance, celebration, ritual and popular entertainment, including for example cricket, carnival, soccer, feminist theater projects, calypso, cockfighting, soap opera, comics, cuisine, voodoo, and political campaigns.                Sociology           Structure and dynamics of contemporary Latin American societies, covering sociological theory (major Latin American theorists, themes and debates);     power and inequality (social stratification, gender relations, race relations, social movements, and political sociology);     social institutions (kinship, class, political parties, church, schools, the army, family, labor organizations etc.);     and social groups (women, blacks, immigrants, children, indigenous groups, elite groups, peasant groups, etc.)                    Music      Performance practice; music industry; music history, biography, and criticism; popular song and dance music (tango, rumba, reggae, samba, tropicalia, zouk, etc.)                    Fine Arts           Pre-Columbian art and archeology; material culture and folk art; major artists and museums; reproductions of historically significant prints and photographs;     aesthetics of cities; public policy; art history; and, art exhibit catalogs.                    Comparative Literature      In addition to Spanish and Portuguese Languages and Literatures (see separate collection development statement), non-hispanic Caribbean diasporic authors, literary criticism, literary movements, and cultural studies.                          Scope               Language           Materials are acquired in Spanish, English, Portuguese, and, more selectively, French, German and Dutch.     Codices, grammars, etc. of indigenous languages are acquired very selectively.     English translations of titles in languages not collected are acquired when available and of scholarly interest.                    Geographical Areas           All countries of Latin America and the Caribbean region are covered, although research trends and political events intensify collection effort for particular countries or regions at given times.     Geographical areas emphasized are Brazil, Mexico, Argentina, the Caribbean and Central America.     Latin American and Caribbean communities in the United States and Western Europe are of interest for migration and ethnic studies;     emphasis is on the Caribbean diaspora.                    Chronological Periods           Emphasis is on all historical periods from European conquest to the present.     The pre-Columbian period is of more limited interest in the Departments of Anthropology and History, and resources covering this period are acquired more selectively.                              Types of Materials               Included           Monographs, monographic series, serials, proceedings, facsimiles, microforms, videos, music recordings, electronic media, multi-media, and Internet resources.     Government documents, atlases, dissertations, scores, working papers, pamphlets, and ephemera are acquired on a more selective basis.                    Excluded      Maps, textbooks and juvenilia.                          Strengths &amp; Weaknesses of the Collection   Collection development for Latin America and the Caribbean focuses primarily on the history, politics, international relations, social and economic conditions, literatures and languages of Latin America and the Caribbean. Historically, the strengths of the collection are literature and the political, economic and social history of Brazil, Mexico and Argentina. Collecting is stronger in the humanities than in the social sciences.    The collection coverage for individual authors, literary criticism and literary movements is very good. The contemporary Brazilian fiction and poetry collection is noteworthy and serves as a resource for scholars throughout the metropolitan area. The collection in Caribbean history and literature, all language areas and the diaspora is steadily becoming a noteworthy collection. The audio-visual collection is nationally unique. Areas of relatively recent scholarly interest at NYU are currently being developed and strengthened: art, music, business, popular culture, migration studies, environmental studies and women's studies.    In 1982, the library started to implement blanket order acquisition plans with Latin American vendors. These plans currently cover Argentina, Chile, Uruguay, Paraguay, Brazil, Peru, Ecuador, Bolivia, Colombia, Venezuela, Central America, Mexico, and the British Caribbean. Under the terms of these plans current imprints from various Latin American countries are automatically received at Bobst Library. These agreements have dramatically improved the coverage and timeliness of current imprints. The blanket order shipments are considerably augmented by firm orders generated by dealers' catalogs, publishers' catalogs, library acquistions' lists, bibliographies and review media.    The Business and Social Science/Documents Center hold many important resources for social science research on Latin America and the Caribbean. The United Nations and International Governmental Organizations Collection receives on deposit or standing order, the publications of the U.N. Economic Commission for Latin America, the Organization of American States, the Inter-American Development Bank, the World Bank, the International Monetary Fund, the International Labor Office and the International Council for Migration. Most of these government documents do not appear in BobCat. The Center also has extensive microform collections covering historical and current socio-economic statistics.    The library offers a wide range of electronic resources, including remote and in-library access to the the Hispanic American Periodicals Index (HAPI), LADB (Latin American Database) and the Handbook of Latin American Studies (HLAS). The Library offers a wide range of commercial databases which contain Latin American information, including PAIS, the MLA Bibliography, F&amp;S International, Ethnic Newswatch, and Dissertation Abstracts. The Library also has a Latin American Studies Resources Homepage . Multi-media, electronic text and electronic data on CD-ROM are collected very selectively. and, strategically, Since January 1993, the library has offered the academic community Latin American newsbroadcasts via satellite through SCOLA. SCOLA programming is available for viewing in the library as well as at other locations around the University where NYU-TV broadcasting is available. SCOLA programs may be recorded off-air for use in classrooms or by individual researchers.    Some of the collection weaknesses are as follows:        government publications, except for population census material and statistical abstracts. The library relies on holdings at New York Public Library and LAMP . This will not change unless we agree to cooperate regionally.        serials in general. There are historical gaps in history and literature which are impossible to fill, unless microform copies can be identified for purchase. Current subscriptiohns have been added on a very selective basis for the past ten years due to budgetary constraints.        current news sources. The cost and difficulty of acquiring and processing newspapers and newsmagazines have resulted in limited holdings. In addition to the limited holdings the library relies on newspaper clipping services, the Latin American Newsletters, Global Newsbank, LADB, FBIS, and SCOLA. The library is currently working on a regional cooperative collecting agreement.        Newspaper backfiles. The library currently relies on news clipping services, FBIS, regional holdings, CRL and LAMP . The library is considering adding a limited number of backfiles based on regional gaps, and cooperative collection agreements. So far the library has added Uno m&aacute;s Uno.        current social and economic statistics. The library relies on the statistical publications of international organizations and a selection of Latin American statistical publications available on microform. The statistics are reported in these sources with two to three delays. The library may need to consider adding a selection of statistical abstracts in paper.        preservation problems have contributed to the gaps in the library's Latin American collection. New titles from Latin America and the Caribbean are printed on poor quality paper which does not withstand heavy use and aging. The library is addressing the problem by routinely binding new material, and replacing brittle material with microfilm copy.        Pre-1950 imprints. Retrospective collection assessment and development is a constant necessity to identify and, if possible fill lacunae. Important retrospective material is often reprinted, re-published in new editions, or microfilmed. It is very difficult, and, usually too costly to purchase and preserve original editions.                     Resource Sharing      Numerous and complex factors such as the proliferation of research materials, lack of sufficient acquisitions funds and the physical deterioration of large portions of the collection have forced research libraries to recognize their inability to be entirely self-sufficient, and the need to rely on cooperative collection development and user referrals to other collections. Coordinated resource sharing makes it possible to offer Latin American scholars in the region, and specifically at New York University, a wider range of research material.     The logical and most important coordinating partner is Columbia University Libraries. In 1988 the two institutions established a Consortium for Latin American and Caribbean Studies, which has stimulated frequent contact between the bibliographers to coordinate, among other things, respective collection development policies. The two bibliographers actively develop collaborative projects that will increase the breadth and depth of Latin American holdings in the New York metropolitan area. Examples of formal agreements include sharing coverage of Latin American and Caribbean 2nd tier women writers; migrant communities in Europe; and Latin American Recorded Popular Music. Major purchasing, such as the recent acquisition of the  Author Catalogues of the Biblioteca Nacional, Madrid  and the  Archivo Biogr&aacute;fico de Espa&ntilde;a, Portugal e Iberoam&eacute;rica,  is done collaboratively.     As participating member of the  Latin American Northeast Library Consortium (LANE)  , the Latin American Bibliographer meets with colleagues in the Northeast twice a year to discuss collection development issues. The other participating bibliographers are from NYPL, Columbia Univ. Rutgers Univ., Univ. Of Connecticut at Storrs, Univ. Of Mass., Univ. Of Pittsburg, Princeton Univ., Univ. of Pennsylvannia, Yale Univ., Brown Univ., Cornell Univ., and Harvard Univ. LANE is currently planning to coordinate, jointly identify and/or broaden the coverage of 1) current newspaper and newsweekly subscriptions; 2) historical backfiles of newspapers and newsweeklies; 3) financial statistical sources; 4) videos from and/or about Latin America; 5) business news sources; 6) telephone books; and 7) major microform sets.     The LANE group complements and extends the work of the Latin American Microform Project (LAMP) , of which Bobst Library is a subscribing member. LAMP was founded in 1975 for the purpose of making available to scholars Latin American research materials in microformat, which would otherwise be unavailable. This includes materials which are inaccessible, in poor condition, or beyond the economic means of an individual institution. There are currently 33 member libraries, all of which have borrowing privileges for LAMP material housed at CRL's facilities. A meeting to report on projects-in-progress and to propose new projects is held once a year at SALALM .     Bobst Library's membership in the Center for Research Librarires is crucial for access to foreign dissertations; newspaper backfiles; British Foreign Office Microform Sets; and State Dept. Microform Sets.     The Library is a participant in the Latin American Demonstration Project of the AAU/ARL Global Resources Program together with 34 other libraries. Our participation requires 1) a commitment to provide access to selected Mexican and Argentine journals by maintaining subscriptions, providing timely ILL, and supplying contents pages for a journal database; and 2) A $7,000 comitment to Latin American Art Exhibit Catalogs.                 Subjects &amp; Collecting Levels           ECS    CCI    DLC        The following levels for geographical emphases apply toeach of the subjects listedbelow:                 Mexico    C    C    C        Central America: Belize, Guatemala, ElSalvador, Honduras, Nicaragua, Costa Rica,Panama    B    C    C        Caribbeanregion    B    C    D        Spanish-speaking: Puerto Rico, Cuba, DominicanRepublic   English-speaking, esp. Jamaica, Trinidad-Tobago   French-speaking, esp. Haiti   Dutch-speaking                 Guianas: Guyana, French Guiana,Surinam    A    A    B        Andean region: Venezuela, Colombia,Ecuador, Peru, Bolivia,Chile    B    B    C        La Plata region: Argentina    La Plata region: Uruguay    B   B    C   B    C   C        Brazil    C    C    C        Paraguay    A    B    B              LCClass    Subjects    ECS    CCI    DLC        AC-AZ, Z    Reference materials, bibliographies(general for countries, specialized for subjectscollected)    B    C    C        PC4821-4914,   PM3001-7356    Language, linguistics, philology -- Spanish,Portuguese; indigenous languages,Creole    B    B    B        PZ, PR, PS    Literature -- works, history,criticism: Spanish, Portuguese, Caribbean English,French    B    C    C        PN2309-2554    Theatre -- history, dramaticworks    B    B    B        PN1993.5    Cinema and performingarts    A    B    C        N, NA, NB, NC, ND, NE, NK, NX    Art andarchitecture    B    B    C        M, ML    Music, music history, biography,ethnomusicology    A    A    B        B, BL, BR, BR    Philosophy and religioushistory    A    A/B    B        F1201-3791    History -- intellectual, cultural,economic, political, social, religious, military;historiography    B    C    C        HA, HB, HC, HD, HE, HF, HG, HN    Economic historyand conidtions, demography,statistics    B    B/C    C        HX, JL, JS, JX   E183.8, F 1418    Political history and government,political parties and movements; diplomatic relations with theU.S.    B    C    C        E184    Latin American and Caribbean nationals inthe U.S.    A    B    C        GR, GT, GV    Anthropology -- pre- and post-Conquest societies; folklore, manners, and customs, recreation,dance    B    B    C        HN, HQ, HS, HT, HV, HX    Sociology -- theoreticaland applied; social history andconditions    B    B    C        L, LA, LB, LC, LE    Education -- theory, history,institutions    A    A    B        PN4931-5106    Journalism,communications    A    A    B        G, Q, R, T    Geography; history of science; naturalhistory; public health;technology    A    A    A                          News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: October, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: Latin American and Caribbean Studies Collection Development Policy                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs                          Latin American and Caribbean Studies Collection Development Policy             Bobst Library, New York University      Angela Carre&ntilde;o , Librarian for Latin American and Caribbean Studies             Contents           Purpose      Scope      Types of Materials      Strengths &amp; Weaknesses of the Collection      Other Resources      Subjects &amp; Collecting Levels                          Purpose         Bobst Library's Latin American and Caribbean studies collection supports the academic program of the     Center for Latin American and Caribbean Studies (CLACS) ,    which offers an interdisciplinary master's degree, a joint M.A. degree in Journalism and a certificate program in museum studies.    CLACS has a consortial arrangement with Columbia University's Institute for Iberian and Latin American Studies     which includes the cross-registration of students, joint summer institutes and joint public events.    The Center integrates the resources of New York University for the study of inter-American affairs, stressing the study of contemporary relations--    the emerging social, cultural, economic, and political links between and among the Americas.    The future priorities of CLACS include strengthening and expanding programs in Caribbean Studies, and the development of closer ties with the professional schools.            The collection also supports Latin American and Caribbean area studies course concentrations for doctoral programs in anthropology, cinema studies,     comparative literature, business administration, economics, history, politics, sociology, and Spanish and Portuguese languages and literatures.            Increasingly, in recent years, the collection has developed in response to the needs of issue based, inter-disciplinary studies and closer interaction between CLACS and the professional schools.    Issue based structures within FAS and/or GSAS include departments or programs in Africana Studies, Ethnographic Film and Video, Medieval and Renaissance Studies, Metropolitan Studies, Peace and Global Policy Studies, and Women's Studies.    Recent global issues attracting cross-disciplinary interest and transnational perspectives include cultural studies, human rights, urban life, migration studies, environmental studies, post-colonial studies and communication studies.    Several Centers will be the focus of significant future, on-campus trends in cross-disciplinary research and teaching:    1) The King Juan Carlos I Center for the Study of Spain and the Spanish-speaking world ;    2) the Center for Media, Culture, and History; and    3) the NYU Institutes for Advanced International Studies.        Departmental interests are as follows:               History           Latin American and Caribbean history from 1492 to the present.     All countries are of interest for historical research and course work; emphasis has, historically been on Brazil and the Caribbean.     Recent interests include the Andean region and the African Diaspora.                    Politics           Political institutions, development, reform, revolution; U.S. corporate and governmental policy; common markets and collective trading groups;     urban politics; Latin American and Caribbean migration to the U.S. and Western Europe, and communities of Latin American and Caribbean nationals in the U.S. and Western Europe;     emphasis is on the Caribbean, Central America and Mexico.                    Spanish and Portuguese Languages and Literatures      (See separate collection development statement) - Spanish-American and Brazilian authors, literary criticism, literary movements, and Latin American civilization.                Linguistics      Urban Hispanic and/or Afro-Latin American diasporic sociolinguistic varieties, bilingualism, indigenous and creole languages.                Economics      Urban economics, international trade and finance, the political economy of north-south relations, Latin American economic theory, theoretical studies on economic development in Latin America.                Business      Finance, management and organizational behavior, and marketing, supporting practical research on the Latin American debt, emerging markets, financial markets, investment analysis, political risk, the business culture, consumer behavior and environmental resource management.                Anthropology      Pre- and post-Conquest political, social and cultural anthropology of Latin America and the Caribbean, migration studies, gender studies, Caribbean linguistic anthropology, urban anthropology, and ethnographic film and video.                Cinema Studies      History of national cinemas, filmmakers, ethnographic film and video, documentary film and video, film and television industries, and film criticism; the emphasis is on Cuba, Mexico, and Brazil.                Performance Studies      Theater, dance, celebration, ritual and popular entertainment, including for example cricket, carnival, soccer, feminist theater projects, calypso, cockfighting, soap opera, comics, cuisine, voodoo, and political campaigns.                Sociology           Structure and dynamics of contemporary Latin American societies, covering sociological theory (major Latin American theorists, themes and debates);     power and inequality (social stratification, gender relations, race relations, social movements, and political sociology);     social institutions (kinship, class, political parties, church, schools, the army, family, labor organizations etc.);     and social groups (women, blacks, immigrants, children, indigenous groups, elite groups, peasant groups, etc.)                    Music      Performance practice; music industry; music history, biography, and criticism; popular song and dance music (tango, rumba, reggae, samba, tropicalia, zouk, etc.)                    Fine Arts           Pre-Columbian art and archeology; material culture and folk art; major artists and museums; reproductions of historically significant prints and photographs;     aesthetics of cities; public policy; art history; and, art exhibit catalogs.                    Comparative Literature      In addition to Spanish and Portuguese Languages and Literatures (see separate collection development statement), non-hispanic Caribbean diasporic authors, literary criticism, literary movements, and cultural studies.                          Scope               Language           Materials are acquired in Spanish, English, Portuguese, and, more selectively, French, German and Dutch.     Codices, grammars, etc. of indigenous languages are acquired very selectively.     English translations of titles in languages not collected are acquired when available and of scholarly interest.                    Geographical Areas           All countries of Latin America and the Caribbean region are covered, although research trends and political events intensify collection effort for particular countries or regions at given times.     Geographical areas emphasized are Brazil, Mexico, Argentina, the Caribbean and Central America.     Latin American and Caribbean communities in the United States and Western Europe are of interest for migration and ethnic studies;     emphasis is on the Caribbean diaspora.                    Chronological Periods           Emphasis is on all historical periods from European conquest to the present.     The pre-Columbian period is of more limited interest in the Departments of Anthropology and History, and resources covering this period are acquired more selectively.                              Types of Materials               Included           Monographs, monographic series, serials, proceedings, facsimiles, microforms, videos, music recordings, electronic media, multi-media, and Internet resources.     Government documents, atlases, dissertations, scores, working papers, pamphlets, and ephemera are acquired on a more selective basis.                    Excluded      Maps, textbooks and juvenilia.                          Strengths &amp; Weaknesses of the Collection   Collection development for Latin America and the Caribbean focuses primarily on the history, politics, international relations, social and economic conditions, literatures and languages of Latin America and the Caribbean. Historically, the strengths of the collection are literature and the political, economic and social history of Brazil, Mexico and Argentina. Collecting is stronger in the humanities than in the social sciences.    The collection coverage for individual authors, literary criticism and literary movements is very good. The contemporary Brazilian fiction and poetry collection is noteworthy and serves as a resource for scholars throughout the metropolitan area. The collection in Caribbean history and literature, all language areas and the diaspora is steadily becoming a noteworthy collection. The audio-visual collection is nationally unique. Areas of relatively recent scholarly interest at NYU are currently being developed and strengthened: art, music, business, popular culture, migration studies, environmental studies and women's studies.    In 1982, the library started to implement blanket order acquisition plans with Latin American vendors. These plans currently cover Argentina, Chile, Uruguay, Paraguay, Brazil, Peru, Ecuador, Bolivia, Colombia, Venezuela, Central America, Mexico, and the British Caribbean. Under the terms of these plans current imprints from various Latin American countries are automatically received at Bobst Library. These agreements have dramatically improved the coverage and timeliness of current imprints. The blanket order shipments are considerably augmented by firm orders generated by dealers' catalogs, publishers' catalogs, library acquistions' lists, bibliographies and review media.    The Business and Social Science/Documents Center hold many important resources for social science research on Latin America and the Caribbean. The United Nations and International Governmental Organizations Collection receives on deposit or standing order, the publications of the U.N. Economic Commission for Latin America, the Organization of American States, the Inter-American Development Bank, the World Bank, the International Monetary Fund, the International Labor Office and the International Council for Migration. Most of these government documents do not appear in BobCat. The Center also has extensive microform collections covering historical and current socio-economic statistics.    The library offers a wide range of electronic resources, including remote and in-library access to the the Hispanic American Periodicals Index (HAPI), LADB (Latin American Database) and the Handbook of Latin American Studies (HLAS). The Library offers a wide range of commercial databases which contain Latin American information, including PAIS, the MLA Bibliography, F&amp;S International, Ethnic Newswatch, and Dissertation Abstracts. The Library also has a Latin American Studies Resources Homepage . Multi-media, electronic text and electronic data on CD-ROM are collected very selectively. and, strategically, Since January 1993, the library has offered the academic community Latin American newsbroadcasts via satellite through SCOLA. SCOLA programming is available for viewing in the library as well as at other locations around the University where NYU-TV broadcasting is available. SCOLA programs may be recorded off-air for use in classrooms or by individual researchers.    Some of the collection weaknesses are as follows:        government publications, except for population census material and statistical abstracts. The library relies on holdings at New York Public Library and LAMP . This will not change unless we agree to cooperate regionally.        serials in general. There are historical gaps in history and literature which are impossible to fill, unless microform copies can be identified for purchase. Current subscriptiohns have been added on a very selective basis for the past ten years due to budgetary constraints.        current news sources. The cost and difficulty of acquiring and processing newspapers and newsmagazines have resulted in limited holdings. In addition to the limited holdings the library relies on newspaper clipping services, the Latin American Newsletters, Global Newsbank, LADB, FBIS, and SCOLA. The library is currently working on a regional cooperative collecting agreement.        Newspaper backfiles. The library currently relies on news clipping services, FBIS, regional holdings, CRL and LAMP . The library is considering adding a limited number of backfiles based on regional gaps, and cooperative collection agreements. So far the library has added Uno m&aacute;s Uno.        current social and economic statistics. The library relies on the statistical publications of international organizations and a selection of Latin American statistical publications available on microform. The statistics are reported in these sources with two to three delays. The library may need to consider adding a selection of statistical abstracts in paper.        preservation problems have contributed to the gaps in the library's Latin American collection. New titles from Latin America and the Caribbean are printed on poor quality paper which does not withstand heavy use and aging. The library is addressing the problem by routinely binding new material, and replacing brittle material with microfilm copy.        Pre-1950 imprints. Retrospective collection assessment and development is a constant necessity to identify and, if possible fill lacunae. Important retrospective material is often reprinted, re-published in new editions, or microfilmed. It is very difficult, and, usually too costly to purchase and preserve original editions.                     Resource Sharing      Numerous and complex factors such as the proliferation of research materials, lack of sufficient acquisitions funds and the physical deterioration of large portions of the collection have forced research libraries to recognize their inability to be entirely self-sufficient, and the need to rely on cooperative collection development and user referrals to other collections. Coordinated resource sharing makes it possible to offer Latin American scholars in the region, and specifically at New York University, a wider range of research material.     The logical and most important coordinating partner is Columbia University Libraries. In 1988 the two institutions established a Consortium for Latin American and Caribbean Studies, which has stimulated frequent contact between the bibliographers to coordinate, among other things, respective collection development policies. The two bibliographers actively develop collaborative projects that will increase the breadth and depth of Latin American holdings in the New York metropolitan area. Examples of formal agreements include sharing coverage of Latin American and Caribbean 2nd tier women writers; migrant communities in Europe; and Latin American Recorded Popular Music. Major purchasing, such as the recent acquisition of the  Author Catalogues of the Biblioteca Nacional, Madrid  and the  Archivo Biogr&aacute;fico de Espa&ntilde;a, Portugal e Iberoam&eacute;rica,  is done collaboratively.     As participating member of the  Latin American Northeast Library Consortium (LANE)  , the Latin American Bibliographer meets with colleagues in the Northeast twice a year to discuss collection development issues. The other participating bibliographers are from NYPL, Columbia Univ. Rutgers Univ., Univ. Of Connecticut at Storrs, Univ. Of Mass., Univ. Of Pittsburg, Princeton Univ., Univ. of Pennsylvannia, Yale Univ., Brown Univ., Cornell Univ., and Harvard Univ. LANE is currently planning to coordinate, jointly identify and/or broaden the coverage of 1) current newspaper and newsweekly subscriptions; 2) historical backfiles of newspapers and newsweeklies; 3) financial statistical sources; 4) videos from and/or about Latin America; 5) business news sources; 6) telephone books; and 7) major microform sets.     The LANE group complements and extends the work of the Latin American Microform Project (LAMP) , of which Bobst Library is a subscribing member. LAMP was founded in 1975 for the purpose of making available to scholars Latin American research materials in microformat, which would otherwise be unavailable. This includes materials which are inaccessible, in poor condition, or beyond the economic means of an individual institution. There are currently 33 member libraries, all of which have borrowing privileges for LAMP material housed at CRL's facilities. A meeting to report on projects-in-progress and to propose new projects is held once a year at SALALM .     Bobst Library's membership in the Center for Research Librarires is crucial for access to foreign dissertations; newspaper backfiles; British Foreign Office Microform Sets; and State Dept. Microform Sets.     The Library is a participant in the Latin American Demonstration Project of the AAU/ARL Global Resources Program together with 34 other libraries. Our participation requires 1) a commitment to provide access to selected Mexican and Argentine journals by maintaining subscriptions, providing timely ILL, and supplying contents pages for a journal database; and 2) A $7,000 comitment to Latin American Art Exhibit Catalogs.                 Subjects &amp; Collecting Levels           ECS    CCI    DLC        The following levels for geographical emphases apply toeach of the subjects listedbelow:                 Mexico    C    C    C        Central America: Belize, Guatemala, ElSalvador, Honduras, Nicaragua, Costa Rica,Panama    B    C    C        Caribbeanregion    B    C    D        Spanish-speaking: Puerto Rico, Cuba, DominicanRepublic   English-speaking, esp. Jamaica, Trinidad-Tobago   French-speaking, esp. Haiti   Dutch-speaking                 Guianas: Guyana, French Guiana,Surinam    A    A    B        Andean region: Venezuela, Colombia,Ecuador, Peru, Bolivia,Chile    B    B    C        La Plata region: Argentina    La Plata region: Uruguay    B   B    C   B    C   C        Brazil    C    C    C        Paraguay    A    B    B              LCClass    Subjects    ECS    CCI    DLC        AC-AZ, Z    Reference materials, bibliographies(general for countries, specialized for subjectscollected)    B    C    C        PC4821-4914,   PM3001-7356    Language, linguistics, philology -- Spanish,Portuguese; indigenous languages,Creole    B    B    B        PZ, PR, PS    Literature -- works, history,criticism: Spanish, Portuguese, Caribbean English,French    B    C    C        PN2309-2554    Theatre -- history, dramaticworks    B    B    B        PN1993.5    Cinema and performingarts    A    B    C        N, NA, NB, NC, ND, NE, NK, NX    Art andarchitecture    B    B    C        M, ML    Music, music history, biography,ethnomusicology    A    A    B        B, BL, BR, BR    Philosophy and religioushistory    A    A/B    B        F1201-3791    History -- intellectual, cultural,economic, political, social, religious, military;historiography    B    C    C        HA, HB, HC, HD, HE, HF, HG, HN    Economic historyand conidtions, demography,statistics    B    B/C    C        HX, JL, JS, JX   E183.8, F 1418    Political history and government,political parties and movements; diplomatic relations with theU.S.    B    C    C        E184    Latin American and Caribbean nationals inthe U.S.    A    B    C        GR, GT, GV    Anthropology -- pre- and post-Conquest societies; folklore, manners, and customs, recreation,dance    B    B    C        HN, HQ, HS, HT, HV, HX    Sociology -- theoreticaland applied; social history andconditions    B    B    C        L, LA, LB, LC, LE    Education -- theory, history,institutions    A    A    B        PN4931-5106    Journalism,communications    A    A    B        G, Q, R, T    Geography; history of science; naturalhistory; public health;technology    A    A    A                          News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: October, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "K-12 Outreach, Center for Latin American and Caribbean Studies (CLACS) | NYU                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                             About Us       People       Undergraduate       Graduate Program       Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events               Home &gt; K-12 Outreach     K-12 Outreach   The CLACS K-12 Outreach Program aims to share New York University’s Latin American- and Caribbean-related research expertise with a broader community of K-12 educators in New York City. Our programs support curricular innovation and teacher training in relation to Latin America and the Caribbean, with attention to our local context, where 40% of the almost one million NYC public school students are of Latin American and Caribbean origin, and 25% speak Spanish in their home. CLACS K-12 initiatives promote intercultural dialogue, historical understandings of contemporary global issues, and a sense of global citizenship in today’s student population.    Sign up for our K-12 email list to receive information and updates about K-12 programming and opportunities.         Indocumentales   Indocumentales/Undocumentaries is a US/Mexico Interdependent Film Series developed by CLACS, Cinema Tropical , what moves you? , and The Jaime Lucero Mexican Studies Institute at CUNY's Lehman College. Film screenings are held at area institutions, including schools, and are accompanied by teaching resources on US/Mexico topics.      Lectures and workshops for K-12 educators   Lectures and workshops on Latin America and the Caribbean are held throughout the year. Some Saturday Workshops designed for social studies teachers are offered in partnership with the Kevorkian Center for Middle East Studies .      Curricular Development Fellowships for Middle and High School Teachers   Fellowships for selected teachers to develop new curriculum for their classrooms on Latin American and Caribbean themes. Past areas of focus include Teaching the Cold War in Latin America, Latin American Migrations, and the US-Mexico Border. The program includes NYU faculty mentorship, NYU library access, workshops with field experts, and a stipend at the conclusion of program. Please join our K-12 list to be notified when the next fellowship competition is open.      Curricular Resources   The CLACS website hosts a range of lesson plans and teaching resources on Latin American and Caribbean topics.      Doctoral student guest lecturers   In collaboration with schools, NYU PhD students give grade-appropriate lectures on pertinent topics. Recent topics include US-Cuba relations, Indigenous Rights, US-Cuba Relations, and the Drug Wars. Please contact CLACS if you are interested in having a graduate student lecture at your school.      Partners   CLACS has been fortunate to work with a range of institutional partners that also serve as resources for K-12 curriculum development.       Metropolitan Center for Urban Education    Cinema Tropical    what moves you?    The Jaime Lucero Mexican Studies Institute at CUNY's Lehman College    Facing History and Ourselves      If you have an idea for a collaboration with CLACS, please contact us.                                            Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "New York University | Bobst Library: Latin American and Caribbean Studies Collection Development Policy                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs                          Latin American and Caribbean Studies Collection Development Policy             Bobst Library, New York University      Angela Carre&ntilde;o , Librarian for Latin American and Caribbean Studies             Contents           Purpose      Scope      Types of Materials      Strengths &amp; Weaknesses of the Collection      Other Resources      Subjects &amp; Collecting Levels                          Purpose         Bobst Library's Latin American and Caribbean studies collection supports the academic program of the     Center for Latin American and Caribbean Studies (CLACS) ,    which offers an interdisciplinary master's degree, a joint M.A. degree in Journalism and a certificate program in museum studies.    CLACS has a consortial arrangement with Columbia University's Institute for Iberian and Latin American Studies     which includes the cross-registration of students, joint summer institutes and joint public events.    The Center integrates the resources of New York University for the study of inter-American affairs, stressing the study of contemporary relations--    the emerging social, cultural, economic, and political links between and among the Americas.    The future priorities of CLACS include strengthening and expanding programs in Caribbean Studies, and the development of closer ties with the professional schools.            The collection also supports Latin American and Caribbean area studies course concentrations for doctoral programs in anthropology, cinema studies,     comparative literature, business administration, economics, history, politics, sociology, and Spanish and Portuguese languages and literatures.            Increasingly, in recent years, the collection has developed in response to the needs of issue based, inter-disciplinary studies and closer interaction between CLACS and the professional schools.    Issue based structures within FAS and/or GSAS include departments or programs in Africana Studies, Ethnographic Film and Video, Medieval and Renaissance Studies, Metropolitan Studies, Peace and Global Policy Studies, and Women's Studies.    Recent global issues attracting cross-disciplinary interest and transnational perspectives include cultural studies, human rights, urban life, migration studies, environmental studies, post-colonial studies and communication studies.    Several Centers will be the focus of significant future, on-campus trends in cross-disciplinary research and teaching:    1) The King Juan Carlos I Center for the Study of Spain and the Spanish-speaking world ;    2) the Center for Media, Culture, and History; and    3) the NYU Institutes for Advanced International Studies.        Departmental interests are as follows:               History           Latin American and Caribbean history from 1492 to the present.     All countries are of interest for historical research and course work; emphasis has, historically been on Brazil and the Caribbean.     Recent interests include the Andean region and the African Diaspora.                    Politics           Political institutions, development, reform, revolution; U.S. corporate and governmental policy; common markets and collective trading groups;     urban politics; Latin American and Caribbean migration to the U.S. and Western Europe, and communities of Latin American and Caribbean nationals in the U.S. and Western Europe;     emphasis is on the Caribbean, Central America and Mexico.                    Spanish and Portuguese Languages and Literatures      (See separate collection development statement) - Spanish-American and Brazilian authors, literary criticism, literary movements, and Latin American civilization.                Linguistics      Urban Hispanic and/or Afro-Latin American diasporic sociolinguistic varieties, bilingualism, indigenous and creole languages.                Economics      Urban economics, international trade and finance, the political economy of north-south relations, Latin American economic theory, theoretical studies on economic development in Latin America.                Business      Finance, management and organizational behavior, and marketing, supporting practical research on the Latin American debt, emerging markets, financial markets, investment analysis, political risk, the business culture, consumer behavior and environmental resource management.                Anthropology      Pre- and post-Conquest political, social and cultural anthropology of Latin America and the Caribbean, migration studies, gender studies, Caribbean linguistic anthropology, urban anthropology, and ethnographic film and video.                Cinema Studies      History of national cinemas, filmmakers, ethnographic film and video, documentary film and video, film and television industries, and film criticism; the emphasis is on Cuba, Mexico, and Brazil.                Performance Studies      Theater, dance, celebration, ritual and popular entertainment, including for example cricket, carnival, soccer, feminist theater projects, calypso, cockfighting, soap opera, comics, cuisine, voodoo, and political campaigns.                Sociology           Structure and dynamics of contemporary Latin American societies, covering sociological theory (major Latin American theorists, themes and debates);     power and inequality (social stratification, gender relations, race relations, social movements, and political sociology);     social institutions (kinship, class, political parties, church, schools, the army, family, labor organizations etc.);     and social groups (women, blacks, immigrants, children, indigenous groups, elite groups, peasant groups, etc.)                    Music      Performance practice; music industry; music history, biography, and criticism; popular song and dance music (tango, rumba, reggae, samba, tropicalia, zouk, etc.)                    Fine Arts           Pre-Columbian art and archeology; material culture and folk art; major artists and museums; reproductions of historically significant prints and photographs;     aesthetics of cities; public policy; art history; and, art exhibit catalogs.                    Comparative Literature      In addition to Spanish and Portuguese Languages and Literatures (see separate collection development statement), non-hispanic Caribbean diasporic authors, literary criticism, literary movements, and cultural studies.                          Scope               Language           Materials are acquired in Spanish, English, Portuguese, and, more selectively, French, German and Dutch.     Codices, grammars, etc. of indigenous languages are acquired very selectively.     English translations of titles in languages not collected are acquired when available and of scholarly interest.                    Geographical Areas           All countries of Latin America and the Caribbean region are covered, although research trends and political events intensify collection effort for particular countries or regions at given times.     Geographical areas emphasized are Brazil, Mexico, Argentina, the Caribbean and Central America.     Latin American and Caribbean communities in the United States and Western Europe are of interest for migration and ethnic studies;     emphasis is on the Caribbean diaspora.                    Chronological Periods           Emphasis is on all historical periods from European conquest to the present.     The pre-Columbian period is of more limited interest in the Departments of Anthropology and History, and resources covering this period are acquired more selectively.                              Types of Materials               Included           Monographs, monographic series, serials, proceedings, facsimiles, microforms, videos, music recordings, electronic media, multi-media, and Internet resources.     Government documents, atlases, dissertations, scores, working papers, pamphlets, and ephemera are acquired on a more selective basis.                    Excluded      Maps, textbooks and juvenilia.                          Strengths &amp; Weaknesses of the Collection   Collection development for Latin America and the Caribbean focuses primarily on the history, politics, international relations, social and economic conditions, literatures and languages of Latin America and the Caribbean. Historically, the strengths of the collection are literature and the political, economic and social history of Brazil, Mexico and Argentina. Collecting is stronger in the humanities than in the social sciences.    The collection coverage for individual authors, literary criticism and literary movements is very good. The contemporary Brazilian fiction and poetry collection is noteworthy and serves as a resource for scholars throughout the metropolitan area. The collection in Caribbean history and literature, all language areas and the diaspora is steadily becoming a noteworthy collection. The audio-visual collection is nationally unique. Areas of relatively recent scholarly interest at NYU are currently being developed and strengthened: art, music, business, popular culture, migration studies, environmental studies and women's studies.    In 1982, the library started to implement blanket order acquisition plans with Latin American vendors. These plans currently cover Argentina, Chile, Uruguay, Paraguay, Brazil, Peru, Ecuador, Bolivia, Colombia, Venezuela, Central America, Mexico, and the British Caribbean. Under the terms of these plans current imprints from various Latin American countries are automatically received at Bobst Library. These agreements have dramatically improved the coverage and timeliness of current imprints. The blanket order shipments are considerably augmented by firm orders generated by dealers' catalogs, publishers' catalogs, library acquistions' lists, bibliographies and review media.    The Business and Social Science/Documents Center hold many important resources for social science research on Latin America and the Caribbean. The United Nations and International Governmental Organizations Collection receives on deposit or standing order, the publications of the U.N. Economic Commission for Latin America, the Organization of American States, the Inter-American Development Bank, the World Bank, the International Monetary Fund, the International Labor Office and the International Council for Migration. Most of these government documents do not appear in BobCat. The Center also has extensive microform collections covering historical and current socio-economic statistics.    The library offers a wide range of electronic resources, including remote and in-library access to the the Hispanic American Periodicals Index (HAPI), LADB (Latin American Database) and the Handbook of Latin American Studies (HLAS). The Library offers a wide range of commercial databases which contain Latin American information, including PAIS, the MLA Bibliography, F&amp;S International, Ethnic Newswatch, and Dissertation Abstracts. The Library also has a Latin American Studies Resources Homepage . Multi-media, electronic text and electronic data on CD-ROM are collected very selectively. and, strategically, Since January 1993, the library has offered the academic community Latin American newsbroadcasts via satellite through SCOLA. SCOLA programming is available for viewing in the library as well as at other locations around the University where NYU-TV broadcasting is available. SCOLA programs may be recorded off-air for use in classrooms or by individual researchers.    Some of the collection weaknesses are as follows:        government publications, except for population census material and statistical abstracts. The library relies on holdings at New York Public Library and LAMP . This will not change unless we agree to cooperate regionally.        serials in general. There are historical gaps in history and literature which are impossible to fill, unless microform copies can be identified for purchase. Current subscriptiohns have been added on a very selective basis for the past ten years due to budgetary constraints.        current news sources. The cost and difficulty of acquiring and processing newspapers and newsmagazines have resulted in limited holdings. In addition to the limited holdings the library relies on newspaper clipping services, the Latin American Newsletters, Global Newsbank, LADB, FBIS, and SCOLA. The library is currently working on a regional cooperative collecting agreement.        Newspaper backfiles. The library currently relies on news clipping services, FBIS, regional holdings, CRL and LAMP . The library is considering adding a limited number of backfiles based on regional gaps, and cooperative collection agreements. So far the library has added Uno m&aacute;s Uno.        current social and economic statistics. The library relies on the statistical publications of international organizations and a selection of Latin American statistical publications available on microform. The statistics are reported in these sources with two to three delays. The library may need to consider adding a selection of statistical abstracts in paper.        preservation problems have contributed to the gaps in the library's Latin American collection. New titles from Latin America and the Caribbean are printed on poor quality paper which does not withstand heavy use and aging. The library is addressing the problem by routinely binding new material, and replacing brittle material with microfilm copy.        Pre-1950 imprints. Retrospective collection assessment and development is a constant necessity to identify and, if possible fill lacunae. Important retrospective material is often reprinted, re-published in new editions, or microfilmed. It is very difficult, and, usually too costly to purchase and preserve original editions.                     Resource Sharing      Numerous and complex factors such as the proliferation of research materials, lack of sufficient acquisitions funds and the physical deterioration of large portions of the collection have forced research libraries to recognize their inability to be entirely self-sufficient, and the need to rely on cooperative collection development and user referrals to other collections. Coordinated resource sharing makes it possible to offer Latin American scholars in the region, and specifically at New York University, a wider range of research material.     The logical and most important coordinating partner is Columbia University Libraries. In 1988 the two institutions established a Consortium for Latin American and Caribbean Studies, which has stimulated frequent contact between the bibliographers to coordinate, among other things, respective collection development policies. The two bibliographers actively develop collaborative projects that will increase the breadth and depth of Latin American holdings in the New York metropolitan area. Examples of formal agreements include sharing coverage of Latin American and Caribbean 2nd tier women writers; migrant communities in Europe; and Latin American Recorded Popular Music. Major purchasing, such as the recent acquisition of the  Author Catalogues of the Biblioteca Nacional, Madrid  and the  Archivo Biogr&aacute;fico de Espa&ntilde;a, Portugal e Iberoam&eacute;rica,  is done collaboratively.     As participating member of the  Latin American Northeast Library Consortium (LANE)  , the Latin American Bibliographer meets with colleagues in the Northeast twice a year to discuss collection development issues. The other participating bibliographers are from NYPL, Columbia Univ. Rutgers Univ., Univ. Of Connecticut at Storrs, Univ. Of Mass., Univ. Of Pittsburg, Princeton Univ., Univ. of Pennsylvannia, Yale Univ., Brown Univ., Cornell Univ., and Harvard Univ. LANE is currently planning to coordinate, jointly identify and/or broaden the coverage of 1) current newspaper and newsweekly subscriptions; 2) historical backfiles of newspapers and newsweeklies; 3) financial statistical sources; 4) videos from and/or about Latin America; 5) business news sources; 6) telephone books; and 7) major microform sets.     The LANE group complements and extends the work of the Latin American Microform Project (LAMP) , of which Bobst Library is a subscribing member. LAMP was founded in 1975 for the purpose of making available to scholars Latin American research materials in microformat, which would otherwise be unavailable. This includes materials which are inaccessible, in poor condition, or beyond the economic means of an individual institution. There are currently 33 member libraries, all of which have borrowing privileges for LAMP material housed at CRL's facilities. A meeting to report on projects-in-progress and to propose new projects is held once a year at SALALM .     Bobst Library's membership in the Center for Research Librarires is crucial for access to foreign dissertations; newspaper backfiles; British Foreign Office Microform Sets; and State Dept. Microform Sets.     The Library is a participant in the Latin American Demonstration Project of the AAU/ARL Global Resources Program together with 34 other libraries. Our participation requires 1) a commitment to provide access to selected Mexican and Argentine journals by maintaining subscriptions, providing timely ILL, and supplying contents pages for a journal database; and 2) A $7,000 comitment to Latin American Art Exhibit Catalogs.                 Subjects &amp; Collecting Levels           ECS    CCI    DLC        The following levels for geographical emphases apply toeach of the subjects listedbelow:                 Mexico    C    C    C        Central America: Belize, Guatemala, ElSalvador, Honduras, Nicaragua, Costa Rica,Panama    B    C    C        Caribbeanregion    B    C    D        Spanish-speaking: Puerto Rico, Cuba, DominicanRepublic   English-speaking, esp. Jamaica, Trinidad-Tobago   French-speaking, esp. Haiti   Dutch-speaking                 Guianas: Guyana, French Guiana,Surinam    A    A    B        Andean region: Venezuela, Colombia,Ecuador, Peru, Bolivia,Chile    B    B    C        La Plata region: Argentina    La Plata region: Uruguay    B   B    C   B    C   C        Brazil    C    C    C        Paraguay    A    B    B              LCClass    Subjects    ECS    CCI    DLC        AC-AZ, Z    Reference materials, bibliographies(general for countries, specialized for subjectscollected)    B    C    C        PC4821-4914,   PM3001-7356    Language, linguistics, philology -- Spanish,Portuguese; indigenous languages,Creole    B    B    B        PZ, PR, PS    Literature -- works, history,criticism: Spanish, Portuguese, Caribbean English,French    B    C    C        PN2309-2554    Theatre -- history, dramaticworks    B    B    B        PN1993.5    Cinema and performingarts    A    B    C        N, NA, NB, NC, ND, NE, NK, NX    Art andarchitecture    B    B    C        M, ML    Music, music history, biography,ethnomusicology    A    A    B        B, BL, BR, BR    Philosophy and religioushistory    A    A/B    B        F1201-3791    History -- intellectual, cultural,economic, political, social, religious, military;historiography    B    C    C        HA, HB, HC, HD, HE, HF, HG, HN    Economic historyand conidtions, demography,statistics    B    B/C    C        HX, JL, JS, JX   E183.8, F 1418    Political history and government,political parties and movements; diplomatic relations with theU.S.    B    C    C        E184    Latin American and Caribbean nationals inthe U.S.    A    B    C        GR, GT, GV    Anthropology -- pre- and post-Conquest societies; folklore, manners, and customs, recreation,dance    B    B    C        HN, HQ, HS, HT, HV, HX    Sociology -- theoreticaland applied; social history andconditions    B    B    C        L, LA, LB, LC, LE    Education -- theory, history,institutions    A    A    B        PN4931-5106    Journalism,communications    A    A    B        G, Q, R, T    Geography; history of science; naturalhistory; public health;technology    A    A    A                          News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: October, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "K-12 Outreach, Center for Latin American and Caribbean Studies (CLACS) | NYU                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                             About Us       People       Undergraduate       Graduate Program       Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events               Home &gt; K-12 Outreach     K-12 Outreach   The CLACS K-12 Outreach Program aims to share New York University’s Latin American- and Caribbean-related research expertise with a broader community of K-12 educators in New York City. Our programs support curricular innovation and teacher training in relation to Latin America and the Caribbean, with attention to our local context, where 40% of the almost one million NYC public school students are of Latin American and Caribbean origin, and 25% speak Spanish in their home. CLACS K-12 initiatives promote intercultural dialogue, historical understandings of contemporary global issues, and a sense of global citizenship in today’s student population.    Sign up for our K-12 email list to receive information and updates about K-12 programming and opportunities.         Indocumentales   Indocumentales/Undocumentaries is a US/Mexico Interdependent Film Series developed by CLACS, Cinema Tropical , what moves you? , and The Jaime Lucero Mexican Studies Institute at CUNY's Lehman College. Film screenings are held at area institutions, including schools, and are accompanied by teaching resources on US/Mexico topics.      Lectures and workshops for K-12 educators   Lectures and workshops on Latin America and the Caribbean are held throughout the year. Some Saturday Workshops designed for social studies teachers are offered in partnership with the Kevorkian Center for Middle East Studies .      Curricular Development Fellowships for Middle and High School Teachers   Fellowships for selected teachers to develop new curriculum for their classrooms on Latin American and Caribbean themes. Past areas of focus include Teaching the Cold War in Latin America, Latin American Migrations, and the US-Mexico Border. The program includes NYU faculty mentorship, NYU library access, workshops with field experts, and a stipend at the conclusion of program. Please join our K-12 list to be notified when the next fellowship competition is open.      Curricular Resources   The CLACS website hosts a range of lesson plans and teaching resources on Latin American and Caribbean topics.      Doctoral student guest lecturers   In collaboration with schools, NYU PhD students give grade-appropriate lectures on pertinent topics. Recent topics include US-Cuba relations, Indigenous Rights, US-Cuba Relations, and the Drug Wars. Please contact CLACS if you are interested in having a graduate student lecture at your school.      Partners   CLACS has been fortunate to work with a range of institutional partners that also serve as resources for K-12 curriculum development.       Metropolitan Center for Urban Education    Cinema Tropical    what moves you?    The Jaime Lucero Mexican Studies Institute at CUNY's Lehman College    Facing History and Ourselves      If you have an idea for a collaboration with CLACS, please contact us.                                            Contact Us | &copy; New York University , Arts and Science"}, {"content": "People, Center for Latin American and Caribbean Studies (CLACS) | NYU                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                             About Us       People       Undergraduate       Graduate Program       Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events               Home &gt; People     People      CLACS Faculty     CLACS Faculty                 Jill Lane   Director, Center for Latin American and Caribbean Studies (CLACS) Associate Professor of Spanish and Portuguese Email: jill.lane@nyu.edu   Research/Interest: Latin American theater, comparative approaches to race and performance in the Americas, Cuba.                     Thomas A Abercrombie   Associate Professor of Anthropology Email: thomas.abercrombie@nyu.edu   Research/Interest: Cultural history/historical anthropology; memory and patrimonial regimes; colonialism and postcolonial situations; nationalism and modernity; ethnohistory of Andean societies, gender and sexuality in the Hispanic world; food and place; Andes, Spain.                     Pamela Calla   Clinical Associate Professor of Latin American and Caribbean Studies Email: pc1210@nyu.edu   Research/Interest: Gender and class, state formation, education policies, interculturality, and racism in Bolivia                     Jorge Castañeda   Global Distinguished Professor of Latin American and Caribbean Studies Email: jorge.castaneda@nyu.edu   Research/Interest: Latin American politics; comparative politics; U.S.-Latin American relations                     Ada Ferrer   Professor of History Email: ada.ferrer@nyu.edu   Research/Interest: Cuba; comparative slavery, nationalism, revolution                        Sibylle Fischer   Associate Professor of Spanish and Portuguese Email: sibylle.fischer@nyu.edu   Research/Interest: Caribbean literature and culture; Spanish American Independence; the Haitian Revolution; culture and politics in the nineteenth century; the history of political thought.                     Odi Gonzales   Language Lecturer of Spanish and Portuguese Email: og10@nyu.edu   Research/Interest: Quechua Oral Tradition XVI-XXI Centuries; Latin American Literature                     Aisha Khan   Associate Professor of Anthropology Email: ak105@nyu.edu   Research/Interest: Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.                     Peter Lucas   Adjunct Professor of Latin American and Caribbean Studies Email: peterlucas@nyu.edu   Research/Interest: International studies in human rights, human rights and photography/media, the poetics of witnessing, peace education, human rights education and documentary practice                     Patricio Navia   Master Teacher of Liberal Studies Program Email: pdn200@nyu.edu   Research/Interest: Electoral systems, democratization and democratic institutions.                     Edgardo Pérez Morales   Assistant Professor/Faculty Fellow of Latin American and Caribbean Studies Email: epm7@nyu.edu   Research/Interest: Latin America & the Caribbean, Slavery, Emancipation, Revolution, Privateering, Environmental History                     Dylon Robbins   Assistant Professor of Spanish and Portuguese Email: dylon.robbins@nyu.edu   Research/Interest: Cultural and theoretical production of Brazil and Cuba; African Diasporas; intellectual and cultural histories, media, cinema, and popular music                     Katherine Smith   Assistant Professor/Faculty Fellow of Latin American and Caribbean Studies Email: katherine.smith@nyu.edu   Research/Interest: Culture, arts, religion of Haiti                     María Josefina Saldaña-Portillo   Associate Professor of Social and Cultural Analysis Email: msp6@nyu.edu   Research/Interest: Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.                     Sinclair Thomson   Associate Professor of History Email: st19@nyu.edu   Research/Interest: Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.                 GSAS Affiliated       Anthropology           |          Comparative Literature           |          Draper Program           |          Economics           |          Art History           |          French           |          History           |          Latin American and Caribbean Studies           |          Linguistics           |          Museum Studies           |          Music           |          Politics           |          Social and Cultural Analysis           |          Sociology           |          Spanish and Portuguese           |            Affiliated Faculty         Anthropology               Arlene Davila   Email: arlene.davila@nyu.edu   Professor of Anthropology Research/Interest: race and ethnicity; nationalism; media studies; political economy, globalization; the politics of museum and visual representation; urban studies; consumption; Latinos in the U.S.                     Renato I. Rosaldo   Email: renato.rosaldo@nyu.edu   Professor Emeritus of Anthropology Research/Interest: Sociocultural anthropology, theory, history, cultural poetics, poetry, ethnography as text; island Southeast Asia, US Latinos, Mexico.                     Bambi B. Schieffelin   Email: bs4@nyu.edu   Professor of Anthropology Research/Interest: Linguistic anthropology, language ideology, literacy, language socialization, childhood, missionization, Papua New Guinea, Caribbean.                     Noelle M. Stout   Email: nms326@nyu.edu   Assistant Professor of Anthropology Research/Interest: Capitalism; political economy; gender and sexuality; inequality; media and visual anthropology; Cuba and Latin America; the United States.           Art History               Miriam Basilio   Email: miriam.basilio@nyu.edu   Associate Professor of Art History Research/Interest: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.                     Edward J Sullivan   Email: edward.sullivan@nyu.edu   Professor of Art History Research/Interest: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.           Comparative Literature               Gabriela Basterra   Email: gabriela.basterra@nyu.edu   Associate Professor of Comparative Literature Research/Interest: Literature and philosophy, ethical and poetic subjectivity, comparative literature, rhetoric, poetry, tragedy, psychoanalysis, ethics and politics, Kant, Levinas.                     Kamau Brathwaite   Email: kb5@nyu.edu   Professor Emeritus of Comparative Literature Research/Interest: Caribbean literature, culture, and society           Draper Program               Robin Nagle             Economics               Raquel Fernandez   Email: raquel.fernandez@nyu.edu   Professor of Economics Research/Interest: International economics, education and income distribution, political economy.                     Kevin Thom   Email: kevin.thom@nyu.edu   Assistant Professor of Economics Research/Interest: Labor Economics, Development Economics and Applied Microeconometrics           French               J. Michael Dash   Email: michael.dash@nyu.edu   Professor of French           History               Lauren Benton   Email: lauren.benton@nyu.edu   Professor of History Research/Interest: Atlantic world, legal history, comparative history of empires.                       Greg Grandin   Email: grandin@nyu.edu   Professor of History                     Barbara Weinstein   Email: bw52@nyu.edu   Professor of History Research/Interest: Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.                     Jonathan Zimmerman   Email: jlzimm@aol.com   Professor of History Research/Interest: Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling           Linguistics               Gillian Gallagher   Email: ggillian@nyu.edu   Assistant Professor of Linguistics Research/Interest: Phonology and phonetics, Quechua.                     Gregory Guy   Email: gregory.guy@nyu.edu   Professor of Linguistics Research/Interest: Phonology; historical linguistics; Romance linguistics; pidgin and creole studies; phonetics; sociolinguistics and sociolinguistic universals.                     John Victor Singler   Email: john.singler@nyu.edu   Professor of Linguistics Research/Interest: Sociolinguistics; pidgins and creoles; African American English; phonology.                     Renée Blake   Email: renee.blake@nyu.edu   Associate Professor of Linguistics Research/Interest: Urban sociolinguistics; African American Vernacular English; languages and cultures of the Caribbean.           Museum Studies               Bruce J. Altshuler   Email: bruce.altshuler@nyu.edu   Clinical Professor of Museum Studies Research/Interest: History of exhibitions, museum studies, modern and contemporary art.           Music               Jason Stanyek   Assistant Professor of Music Research/Interest: Brazilian music; technologies of popular music; global hip hop; diasporic performance.           Politics               Youssef Cohen (DUGS)   Email: youssef.cohen [at] nyu.edu   Associate Professor of Politics Research/Interest: Political Methodology, Comparative Politics                     Christopher Mitchell (Professor Emeritus)   Email: chris.mitchell [at] nyu.edu   Professor Emeritus of Politics Research/Interest: Latin American politics, United States foreign policy, political aspects of international migration.                     Adam Przeworski   Email: adam.przeworski [at] nyu.edu   Professor of Politics Research/Interest: political economy, methods of cross-national research, democratic theory.                     Tony Spanakos   Email: spanakos@gmail.com   Research/Interest: Comparative Politics, Political Economy, Democratization, and Latin America           Social and Cultural Analysis               Cristina Beltrán   Email: cbeltran@nyu.edu   Associate Professor of Social and Cultural Analysis Research/Interest: modern and contemporary political theory, democratic theory, Latino Studies/Latino politics in the U.S., feminist theory, American political thought, race and ethnicity, gender and sexuality                     Juan Flores   Email: jflores@igc.org   Professor of Social and Cultural Analysis Research/Interest: Social and cultural theory, Latino and Puerto Rican studies, popular music, theory of diaspora and transnational communities, Afro-Latino culture.                     Mary Louise Pratt   Email: mlp7@nyu.edu   Professor of Social and Cultural Analysis           Sociology               Juan E Corradi   Email: juancorradi@gmail.com   Professor of Sociology Research/Interest: Fear and violence; urban cultures; corporate social responsibility programs in developing countries; sociological theory; sociology of culture.                     Jeff Goodwin   Email: jeff.goodwin@nyu.edu   Professor of Sociology Research/Interest: Social movements, revolutions, and terrorism; comparative and historical sociology; social theory; public sociology.                     Guillermina Jasso   Email: gj1@nyu.edu   Professor of Sociology Research/Interest: Basic sociobehavioral theory; distributive justice; status; international migration; inequality and stratification; probability distributions; mathematical methods for theoretical analysis; factorial survey methods for empirical analysis.                     Florencia Torche   Email: florencia.torche@nyu.edu   Associate Professor of Sociology Research/Interest: Comparative sociology, stratification, education, wealth inequality, intergenerational transmission of disadvantage.           Spanish and Portuguese               Laura Amelio   Email: lca220@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Literature, pedagogy, rhetoric, romanticism, theory, translation.                     Miriam Ayres   Email: mma1@nyu.edu   Senior Language Lecturer of Spanish and Portuguese Research/Interest: second language acquisition, methodologies foreign language instruction, comparative literary and critical studies: Brazil, Spain, Spanish America.                     Tirso Cleves   Email: tc54@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: The short story, Spanish and ESL Education                     Maria de Lourdes Dávila   Email: mdd5@nyu.edu   Clinical Associate Professor of Spanish and Portuguese Research/Interest: 19th and 20th Century Latin American Literature; focus on Southern Cone, Puerto Rican Literature, Latino Studies, Literary Criticism, Aesthetics and Interartistic Studies, Popular Culture, and Translation.                     Enrique Del Risco   Email: ed286@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Contemporary Latin American Literature; Contemporary Cultural Studies; Cuban Culture and Literature; Nation and National Mythologies; Cultural Exiles.                     Ana María Dopico   Email: ana.dopico@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Comparative studies of the Americas, theory and history of the novel, Cuban and Caribbean Culture, nationhood and imperialism, syncretism and visual culture, memory and popular culture, national poets, public intellectuals and cultural genealogies, U.S. Latino cultures, North-South studies/cultural politics of the global South, gender and narrative, psychoanalysis and social mythologies.                     Georgina Dopico-Black   Email: gdb3@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Early-modern Spanish literatures and cultures; cultural history; the body / anatomy; biopolitics; human / animal studies; gender studies; translation studies; canon formation / libraries; nation / empire; transatlantic studies; Cervantes                     Félix Manuel Burgos   Email: fmburgos@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Discourse analysis, cognitive semantics, language in mass and social media, sociolinguistics.                     James D. Fernández   Email: jf2@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Historical and cultural relations between Spain, Spanish America and the US; US involvement in the Spanish Civil War; Spanish immigrants in the US; documentary film.                     Sibylle Fischer   Email: sibylle.fischer@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Caribbean literature and culture; Spanish American Independence; the Haitian Revolution; culture and politics in the nineteenth century; the history of political thought.                     Gabriel Giorgi   Email: gag206@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Literature from the Southern Cone; biopolitics; queer theory and gender studies; literature and philosophy; critical theory.                     Heriberto J Hernández   Email: hh46@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Foreign language methodology, second language acquisition.                       Kenneth Krabbenhoft   Email: kk1@nyu.edu   Professor of Spanish and Portuguese                     Jo Labanyi   Email: jl1220@nyu.edu   Professor of Spanish and Portuguese Research/Interest: Spanish literature and culture of the 19th and 20th centuries; film, especially that of the early Franco period; gender studies; popular culture; memory, especially in relation to the Spanish Civil War.                     Jill Lane   Email: jill.lane@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Latin American theater, comparative approaches to race and performance in the Americas, Cuba.                     Jacques Lezra   Email: jl174@nyu.edu   Professor of Spanish and Portuguese Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                     Anabel Lopez-Garcia   Email: anabel.lopez@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Medieval and Golden Age Literature, Manuscript Culture, Translation.                     Carlos F. Martinez   Email: cfm5@nyu.edu   Senior Language Lecturer of Spanish and Portuguese Research/Interest: Foreign language methodology, second language acquisition.                     Jordana Mendelson   Email: jm3318@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Early twentieth-century visual culture in Spain                     Judith K. Némethy   Email: jn2@nyu.edu   Clinical Professor of Spanish and Portuguese Research/Interest: Foreign language teaching methodology, second language acquisition, historical linguistics, Spanish dialectology, ethnic, minority and diaspora studies.                     Marta C. Peixoto   Email: marta.peixoto@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Brazilian literature, literary theory, gender theory, modern poetry.                     Eduardo Segura   Email: es140@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Foreign language methodology, second language acquisition.                             Eduardo Subirats   Email: ers4@nyu.edu   Professor of Spanish and Portuguese Research/Interest: Spanish intellectual history; the Counter Reformation and the colonisation of Spanish America; the Enlightenment; avant-garde theory; artistic movements in Spain and Latin America; modern Latin American and Spanish essay.                       Diana Taylor   Email: diana.taylor@nyu.edu   Professor of Spanish and Portuguese Research/Interest: Performance and politics, theatre and ritual, gender and performance.                     Esther A. Truzman   Email: et41@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Foreign Language teaching and curricular planning, 19th Century Peninsular and Latin American texts, Transatlantic Studies, Identity Politics                     Carlos Veloso   Email: cv14@nyu.edu   Senior Language Lecturer of Spanish and Portuguese Research/Interest: Luso Brazilian Culture; Contemporary Literature; Art and Culture in Latin America; Aesthetics (second half of the 20th century; philosophy of art);  Individualism, self knowledge, skepticism, theories of solipsism, phenomenology                       Lila Zemborain   Email: lz2@nyu.edu   Clinical Professor of Spanish and Portuguese Research/Interest: Twentieth-century Spanish-American Poetry; relationships between visual arts and contemporary Spanish-American poetry.                     María José Zubieta   Email: mjz1@nyu.edu   Clinical Assistant Professor of Spanish and Portuguese Research/Interest: Translation, legal interpretation, and second language acquisition           Other               Barbara Browning   Email: barbara.browning@nyu.edu   Research/Interest: Brazil and the African diaspora, dance ethnography; race, gender and postcoloniality, spirit possession and healing.                 NYU Affiliated               |           New York University | College of Arts and Science | Gallatin School of Individualized Study | Leonard N. Stern School of Business | Robert F. Wagner Graduate School of Public Service | School of Law | School of Medicine | Silver School of Social Work | The Steinhardt School of Culture, Education and Human Development | Tisch School of the Arts |   NYU Affiliated Faculty       New York University               Angela Carreño   Email: amc1@nyu.edu   Research/Interest: Social Science Bibliographer at Bobst Library of Latin American and Caribbean Studies, Spanish and Portuguese Languages and Literatures, Ethnic Studies           Gallatin School of Individualized Study               Marie Cruz Soto   Email: m.cruz@nyu.edu   Research/Interest: Identity negotiations, (post)memory and other historical narrations, nationalism, community formations, transnational networks, gender, race and imperialism.                     Stacy Pies   Email: sep1@nyu.edu   Research/Interest: Poetry, world literature, narrative across the disciplines and narrative theory, literary criticism, literature and philosophy, and writing on cities and urbanism.                     Millery Polyné   Email: millery.polyne@nyu.edu   Research/Interest: Post-occupation Haiti, transnational socio-political movements (Pan-Americanism and Pan-Africanism); US foreign policy in the Caribbean; intellectual and cultural history.                     Alejandro Velasco   Email: av48@nyu.edu   Research/Interest: Social movements, urban culture and democratization.           Leonard N. Stern School of Business               René A. Caldentey   Email: rcaldent@stern.nyu.edu   Research/Interest: Customer Service, Optimization, Probability Statistics, Retail Management, Stochastic Modeling.                     Ignacio Esponda   Email: iesponda@stern.nyu.edu   Research/Interest: Microeconomic theory, game theory, industrial organization.                     Gabriel Natividad   Email: gnativid@stern.nyu.edu   Research/Interest: Research focuses primarily on how the strategic and financial decisions of the firm are intertwined, especially in companies with a multidivisional form; empirical industrial organization and financial economics; real consequences of information and financing, focusing on specific industries such as the motion picture industry in the United States and the microfinance sector in emerging countries.                     Jeffrey Sharlach   Email: jsharlac@stern.nyu.edu   Research/Interest: Public relations and marketing communications services for global companies and brands targeting Latin American and U.S. Hispanic audiences.           Robert F. Wagner Graduate School of Public Service               John J. Gershman   Email: john.gershman@nyu.edu   Research/Interest: U.S. foreign policy in East and Southeast Asia, the politics of international financial institutions and multilateralism, the political economy of democracy and development, the strategies and responses of social movements and NGOs to globalization, and terrorism.                     Natasha Iskander   Email: natasha.iskander@nyu.edu   Research/Interest: labor migration, economic development, labor mobilization, workforce development, institutional innovation and organizational learning, Mexico and the Middle East                     Salo Coslovsky   Email: salo.coslovsky@nyu.edu   Research/Interest: international development, legal sociology, and organizational behavior, sustainable and equitable growth, Brazil           School of Law               Jose Alvarez   Email: jose.alvarez@nyu.edu                       Paul Chevigny   Email: chevigny@exchange.law.nyu.edu                       Kevin Davis   Email: davisk@exchange.law.nyu.edu                       Cristina Rodríguez   Email: cristina.rodriguez@nyu.edu   Research/Interest: Language, culture and the law, constitutional law, international law and international human rights.                     Bryan Stevensn   Email: bstevenson@eji.org   Research/Interest: Criminal justice reform, punishment, death penalty and prison conditions.           School of Medicine               Nathan Bertelsen   Email: Nathan.Bertelsen@nyumc.org   Research/Interest: Global health curriculum in medical education; non-communicable diseases (NCDs) and comparative primary health care systems; human resources for health (HRH) and interdisciplinary collaborative training                     Thomas Maldonado   Email: thomas.maldonado@nyumc.org   Research/Interest: Endovascular Surgery, Varicose Veins, Lower Extremity Reconstruction, Aneurysm Repair, Aneurysmal Disease, Vascular Surgery, Abdominal Aortic Aneurysms                     Mariano J. Rey   Email: Mariano.Rey@nyumc.org             Silver School of Social Work               Alma J. Carten   Email: alma.carten@nyu.edu   Research/Interest: Child welfare, and the delivery of culturally competent services to children and families;Caribbean and African immigrant communities in the New York metropolitan area.                     Liliana Goldín   Email: goldin@nyu.edu   Research/Interest: Economic anthropology/ development, labor, poverty reduction, indigenous peoples, Guatemala, U.S. Latinos.           The Steinhardt School of Culture, Education and Human Development               Alisha Ali   Email: alisha.ali@nyu.edu   Research/Interest: Poverty, mental health, domestic violence.                     Gary Anderson   Email: ga34@nyu.edu   Research/Interest: Critical Theory, Neoliberalism and Educational Policy, Participatory Action Research, Paulo Freire.                     Dana Burde   Email: dana.burde@nyu.edu                       Fabienne Doucet   Email: fd30@nyu.edu   Research/Interest: Immigrant children’s educational experiences, immigrant adaptation, Haitian immigrants, black children’s educational experiences, immigrant and culturally diverse families, family-school-community partnerships, parenting values and beliefs about education, racial and ethnic identity, racial socialization, gender socialization, social class, qualitative methodology, teaching for social justice / anti-bias education, critical theory, critical discourse analysis.                     Miriam Eisenstein Ebsworth   Email: mee1@nyu.edu   Research/Interest: Second Language Acquisition (special focus on grammar development) , Intercultural Pragmatics, Second Language Writing, Language Attitudes, Technology and Second Language Learning.                     Pamela Fraser-Abder   Email: pamela.abder@nyu.edu   Research/Interest: The professional development of science and mathematics teachers with special attention to the impact of gender and cultural issues on teaching and learning, the development of research-based strategies for achieving scientific literacy for all.                     James Macinko   Email: james.macinko@nyu.edu   Research/Interest: Brazil, evaluation of public policies, child health, health disparities.                     Gigliana Melzi   Email: gigliana.melzi@nyu.edu   Research/Interest: Language and literacy development.                     Erin Murphy-Graham   Email: erin.murphy@nyu.edu   Research/Interest: The role education plays in promoting gender equality and women’s empowerment, the expansion and reform of secondary education in Latin America, and the connection between research and policy.                     Shondel Nero   Email: shondel.nero@nyu.edu   Research/Interest: Language, literacy, and education of Caribbean Creole English Speakers; Anglophone Caribbean Language and Culture; Teaching English as a Second Language (ESL); Teaching Standard English as a Second Dialects (SESD); World Englishes and Dialects in Education; Sociolinguistics; Language and Identity; Culturally Responsive Pedagogy, especially with regard to immigrant children from the Anglo and Spanish Caribbean.                     Pedro Noguera   Email: pedro.noguera@nyu.edu   Research/Interest: Sociology of education, race and ethnic relations, sociology of development, immigration, political change in the Caribbean.                     Juan Pinon   Email: jpinon@nyu.edu   Research/Interest: Latino/Latin American media, globalization, migration, political economy, television studies and social and cultural practices.                     Carola Suárez-Orozco   Email: cso2@nyu.edu   Research/Interest: Immigration; identity; education.                     Marcelo Suárez-Orozco   Email: mso3@nyu.edu   Research/Interest: Cultural psychology and psychological anthropology with a focus on the study of immigration and globalization; Latino Studies.                     Niobe Way   Email: nw4@nyu.edu                       Jonathan Zimmerman   Email: JLZIMM@aol.com   Research/Interest: History of Education; Sex and Sexuality; History and Memory.           Tisch School of the Arts               Gwendolyn Alker   Email: gwendolyn.alker@nyu.edu   Research/Interest: Gender and Performance, Religion and Performance, Latin American and Latino Theatre, Sound Theory and Linguistic Philosophy.                      José Angel Santana   Email: j.a.santana@nyu.edu   Research/Interest: Member: Screen Actors Guild, Actor's Equity, American Federation of Radio and Television Artists. He is a lifetime member of New York's Ensemble Studio Theater and his aim is to make a vital contribution to the community in which he lives.                     Barbara Browning   Email: barbara.browning@nyu.edu   Research/Interest: Brazil and the African diaspora, dance ethnography; race, gender and postcoloniality, spirit possession and healing.                     André Lepecki   Email: andre.lepecki@nyu.edu   Research/Interest: Relationships between dance, philosophy and sculpture.                     Randy Martin   Email: randy.martin@nyu.edu   Research/Interest: Ethnography, Cultural and Political Theory, performing arts, labor, social movements.                     Fred Ritchin   Email: fred@pixelpress.org                       Ella Shohat   Email: ella.shohat@nyu.edu   Research/Interest: Cultural Studies, Postcolonial Theory, Transnational and gender studies                     Robert P. Stam   Email: rps1@nyu.edu   Research/Interest: Brazilian cinema novo; Third World cinema.           Other               Sonia M. Ospina   Email: sonia.ospina@nyu.edu   Research/Interest: Leadership and social change; public management and governance in Latin America; and collaborative problem solving in public service organizations.                     Michele Shedlin   Email: mshedlin@nyu.edu   Professor of Research/Interest: Reproductive health, Substance abuse, HIV/AIDS, Immigrant/refugee health, Sexual minorities, Qualitative research methodology                     Allison Squires   Email: aps6@nyu.edu   Research/Interest: Global Health, Healthcare human resources, Health services research, Language & translation methods, Nursing Education                                 Quick Links         &gt; CLACS Executive Committee                                       Contact Us | &copy; New York University , Arts and Science"}]}]