[{"detail": [{"content": "NYU &gt;         Department of Environmental Studies &gt; Employment                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                    Home       About Us       People       Undergraduate Program       Events       News       Internships       Senior Capstone       Support the Department     Employment                     Home &gt; Employment       Employment     Call for Environmental Studies Capstone Instructors Recitation Leaders for ENVST-UA 100  Department Administrator   Call for Environmental Studies Capstone Instructors  ENVST-UA 900, Fall 2015 &amp; Spring 2016 The Department of Environmental Studies at New York University (http://environment.as.nyu.edu) is requesting proposals from environmental professionals for senior capstone projects for the Fall 2015 and Spring 2016 semesters. Selected instructors will lead about 10 students in a collaborative semester-long project culminating in a public presentation and written report. Description Capstone seminars are problem-based, project-oriented courses for senior Environmental Studies students. They require self-initiated, collaborative, interdisciplinary, and integrative student work. The capstone entails students working for a client (actual or hypothetical) and using an applied approach to problem solving. Students work collaboratively on a current environmental problem, including characterizing the problem, analyzing possible solutions, implementing solutions, and publicly presenting the results.The aim is to improve a student’s ability to synthesize and integrate material from a range of disciplines while deploying diverse methodologies and vocabularies in a problem-solving context. The capstone relates theoretical knowledge and skills to practical problems, while students work collaboratively in real world situations to research and communicate results to a variety of audiences.Each capstone works as a single team under the leadership of an instructor. Capstones meet weekly. Much of the work will be done outside of class in interviewing stakeholders, analyzing data and visiting sites. Experts may be brought in to brief the seminar on particular aspects of the problem under discussion. At the end of the term, projects are presented to the client, students, NYU faculty, and interested members of the community. Visit http://www.environment.as.nyu.edu/page/capstone for descriptions and videos of past capstones. Application Materials To apply, please submit the following to environmental.studies@nyu.edu by 3/26/2015 at noon. Interviews will be scheduled shortly thereafter. Project title Project description Intended client (actual or hypothetical) Outcomes Class activities Statement of interest Resume or CV Preference on whether you would like to teach in Fall 2015 or Spring 2016 Please contact the program at environmental.studies@nyu.edu if you have any questions before submitting a proposal. Instructors will be compensated as adjunct instructors and have access to a course support budget and NYU resources.  Recitation Leaders for ENVST-UA 100  ENVST-UA 100 Environmental Systems Science, Fall 2015 The Department of Environmental Studies at New York University is searching for 3 Recitation Leaders for the following course: Course Description A comprehensive survey of critical issues in environmental systems science, focusing on: human population; the global chemical cycles; ecosystems and biodiversity; endangered species and wildlife; nature preserves; energy flows in nature; agriculture and the environment; energy systems from fossil fuels to renewable forms; Earth’s waters; Earth’s atmosphere; carbon dioxide and global warming; urban environments; wastes; and paths to a sustainable future. This course is a gateway to the Environmental Studies major and minor, and one of its core courses. It will cover a very significant amount of demanding material, in order to prepare students for upper-level courses. This course will be challenging, and students should expect a steep learning curve. Teaching Assistants will be available to help students along the way. Minimum Qualifications • Master’s degree, Ph.D. degree, or a current Masters or Ph.D. student in a natural science, or environmental science or engineering • Coursework and/or experience in environmental sciences. Job Responsibilities • Attend all lectures (Monday, Wednesday; 11:00am-12:15pm) • Lead 2 recitation sections once per week (approximately 20 students per section), recitation assignment to be determined by the program. • Recitation times for Fall 2015 are: RCT 2 - Tuesday, 3:30-4:45 PM RCT 3 - Tuesday, 8:00 – 9:15 AM RCT 4 - Tuesday, 2:00 – 3:15 PM RCT 5 - Wednesday, 8:00-9:15 AM RCT 6 - Wednesday, 3:30-4:45 PM RCT 7 - Thursday, 9:30 – 10:45 AM • Grading • Hold regular office hours Please send a current C.V. to jmc42@nyu.edu . Review of applications will begin immediately and will continue until positions are filled. Deadline to submit application will be on Thursday, April 9, 2015 at 5 pm .  Department Administrator  Position Summary: Arts and Science is seeking an efficient Department   Administrator to join Environmental Studies. This individual will assist   the Chair and Associate Director with all administrative and   non-academic student matters. Administer the department budgets,   including grant accounts. Provide basic support for undergraduate and   graduate programs including requirements, courses, policies and   procedures. Oversee student database and reporting. Assess student   academic progress and identify eligibility for special academic support.   In collaboration with the Chair and Associate Director, plan and   implement special departmental events. Supervise staff.  Required Education: Bachelor's degree.  Preferred Education: Degree in environmental studies or related field.  Required   Experience: 2 years' relevant experience including advising on program   or service options, planning various activities and events, and staff   supervision or an equivalent combination of education or experience.  Preferred Experience: Experience as a student or employee in an environmental studies program.  Required   Knowledge, Skills, and Abilities: (include unique competencies,   certification, licenses, etc.): Excellent interpersonal, organizational   and written and verbal communication skills. Familiarity with word   processing, spreadsheet and database and web management software. To apply for this position, please click the link here .                                          Related Information                   Visiting Scholars and Students                                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "NYU &gt;         Department of Environmental Studies &gt; Employment                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                    Home       About Us       People       Undergraduate Program       Events       News       Internships       Senior Capstone       Support the Department     Employment                     Home &gt; Employment       Employment     Call for Environmental Studies Capstone Instructors Recitation Leaders for ENVST-UA 100  Department Administrator   Call for Environmental Studies Capstone Instructors  ENVST-UA 900, Fall 2015 &amp; Spring 2016 The Department of Environmental Studies at New York University (http://environment.as.nyu.edu) is requesting proposals from environmental professionals for senior capstone projects for the Fall 2015 and Spring 2016 semesters. Selected instructors will lead about 10 students in a collaborative semester-long project culminating in a public presentation and written report. Description Capstone seminars are problem-based, project-oriented courses for senior Environmental Studies students. They require self-initiated, collaborative, interdisciplinary, and integrative student work. The capstone entails students working for a client (actual or hypothetical) and using an applied approach to problem solving. Students work collaboratively on a current environmental problem, including characterizing the problem, analyzing possible solutions, implementing solutions, and publicly presenting the results.The aim is to improve a student’s ability to synthesize and integrate material from a range of disciplines while deploying diverse methodologies and vocabularies in a problem-solving context. The capstone relates theoretical knowledge and skills to practical problems, while students work collaboratively in real world situations to research and communicate results to a variety of audiences.Each capstone works as a single team under the leadership of an instructor. Capstones meet weekly. Much of the work will be done outside of class in interviewing stakeholders, analyzing data and visiting sites. Experts may be brought in to brief the seminar on particular aspects of the problem under discussion. At the end of the term, projects are presented to the client, students, NYU faculty, and interested members of the community. Visit http://www.environment.as.nyu.edu/page/capstone for descriptions and videos of past capstones. Application Materials To apply, please submit the following to environmental.studies@nyu.edu by 3/26/2015 at noon. Interviews will be scheduled shortly thereafter. Project title Project description Intended client (actual or hypothetical) Outcomes Class activities Statement of interest Resume or CV Preference on whether you would like to teach in Fall 2015 or Spring 2016 Please contact the program at environmental.studies@nyu.edu if you have any questions before submitting a proposal. Instructors will be compensated as adjunct instructors and have access to a course support budget and NYU resources.  Recitation Leaders for ENVST-UA 100  ENVST-UA 100 Environmental Systems Science, Fall 2015 The Department of Environmental Studies at New York University is searching for 3 Recitation Leaders for the following course: Course Description A comprehensive survey of critical issues in environmental systems science, focusing on: human population; the global chemical cycles; ecosystems and biodiversity; endangered species and wildlife; nature preserves; energy flows in nature; agriculture and the environment; energy systems from fossil fuels to renewable forms; Earth’s waters; Earth’s atmosphere; carbon dioxide and global warming; urban environments; wastes; and paths to a sustainable future. This course is a gateway to the Environmental Studies major and minor, and one of its core courses. It will cover a very significant amount of demanding material, in order to prepare students for upper-level courses. This course will be challenging, and students should expect a steep learning curve. Teaching Assistants will be available to help students along the way. Minimum Qualifications • Master’s degree, Ph.D. degree, or a current Masters or Ph.D. student in a natural science, or environmental science or engineering • Coursework and/or experience in environmental sciences. Job Responsibilities • Attend all lectures (Monday, Wednesday; 11:00am-12:15pm) • Lead 2 recitation sections once per week (approximately 20 students per section), recitation assignment to be determined by the program. • Recitation times for Fall 2015 are: RCT 2 - Tuesday, 3:30-4:45 PM RCT 3 - Tuesday, 8:00 – 9:15 AM RCT 4 - Tuesday, 2:00 – 3:15 PM RCT 5 - Wednesday, 8:00-9:15 AM RCT 6 - Wednesday, 3:30-4:45 PM RCT 7 - Thursday, 9:30 – 10:45 AM • Grading • Hold regular office hours Please send a current C.V. to jmc42@nyu.edu . Review of applications will begin immediately and will continue until positions are filled. Deadline to submit application will be on Thursday, April 9, 2015 at 5 pm .  Department Administrator  Position Summary: Arts and Science is seeking an efficient Department   Administrator to join Environmental Studies. This individual will assist   the Chair and Associate Director with all administrative and   non-academic student matters. Administer the department budgets,   including grant accounts. Provide basic support for undergraduate and   graduate programs including requirements, courses, policies and   procedures. Oversee student database and reporting. Assess student   academic progress and identify eligibility for special academic support.   In collaboration with the Chair and Associate Director, plan and   implement special departmental events. Supervise staff.  Required Education: Bachelor's degree.  Preferred Education: Degree in environmental studies or related field.  Required   Experience: 2 years' relevant experience including advising on program   or service options, planning various activities and events, and staff   supervision or an equivalent combination of education or experience.  Preferred Experience: Experience as a student or employee in an environmental studies program.  Required   Knowledge, Skills, and Abilities: (include unique competencies,   certification, licenses, etc.): Excellent interpersonal, organizational   and written and verbal communication skills. Familiarity with word   processing, spreadsheet and database and web management software. To apply for this position, please click the link here .                                          Related Information                   Visiting Scholars and Students                                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "The Work of Leadership | NYU Wagner                                              Jump to navigation                                                                                                                                                                                 The Work of Leadership        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Research                       Share this page                            Facebook         Twitter         Email                                                                          The Work of Leadership        The Work of Leadership   Research Partnerships   Methodologies   Academic Publications                                                           Leadership for a Changing World  Research and Documentation   In environments of material scarcity, where people operate on the margins of power structures, social change leaders see abundant possibility. They work with resourceful and purposeful action, propelled to enact a vision of a more just world.   A major contribution of RCLA's research to the leadership field has been illuminating the specific leadership practices that community-based nonprofits employ to build leadership capital and create social change. While often overlooked in leadership studies, social change nonprofits represent a rich and essential resource for US civil society; serve as bellwethers for the field; and enact profound reforms to broken systems and structures. This work toward the common good reflects the human spirit at its best, and this leadership is essential to guarantee, sustain and invigorate democracy.   RCLA's findings are based on eight years of research through the Leadership for a Changing World (LCW) program, a partnership between the Ford Foundation, the Institute for Sustainable Communities* and NYU Wagner.  LCW recognized approximately 150 exemplary community leaders who worked in 90 organizations around the country.   The goals of the program were to recognize and better understand social change leadership in American communities in order to contribute to changing the national conversation about leadership to one that recognizes the importance of community leadership and appreciates that leadership comes in many forms and from many different communities.   The Research and Documentation Component, housed at RCLA, was anchored in the belief that creating a new conversation about leadership depends on the ability to describe community leadership clearly and with an authentic voice. RCLA is committed to doing research about leadership with leaders, rather than on leaders.   Therefore, the program worked to generate new knowledge about community leadership through a collaborative approach. Award recipients were invited to become co-researchers and to explore collectively how leadership happens in their communities. Co-researchers were able to observe, analyze their own experience, and share reflections about what makes their practice successful, and what leadership challenges they confront.   Through these activities, we have developed new understandings about the ways in which communities trying to make social change engage in the work of leadership.   *The Institute for Sustainable Communities assumed management of LCW in October 2006 when the Advocacy Institute, which had administered the program since 2000, transferred its operations to ISC.       Leadership as a Collective Achievement   Viewing leadership as a collective achievement moves beyond focusing on the relationship between leaders and followers. It recognizes the process by which people come together to pursue change, and in doing so, together develop a shared vision of what the world should look like, make sense of their experience and shape their decisions and actions. Learn more about leadership as a collective achievement .       Leadership Practices   Leadership practices are strategic interventions that help build collective power to make change possible. Learn more about RCLA's findings on these practices essential to the work of leadership .                        Research Resources   Co-Producing Knowledge: Practitioners and Scholars Working Together to Understand Leadership  By Sonia Ospina, Ellen Schall, Bethany Godsoe and Jennifer Dodge. Building Leadership Bridges 2002. (2002) 59-67.   Taking the Action Turn: Lessons from Bringing Participation to Qualitative Research , By Sonia Ospina, Jennifer Dodge, Erica G. Foldy, and Amparo Hofmann-Pinilla, Handbook of Action Research 2nd Ed., Sage Publications, 2008   The Tapestry of Leadership: Lessons from Six Cooperative Inquiry Groups of Social Justice Leaders , By Lyle Yorks, Arnold Aprill, LaDon James, Anita M. Rees, Amparo Hofmann-Pinilla, and Sonia Ospina, Handbook of Action Research, November 2007   From Consent to Mutual Inquiry: Balancing Democracy and Authority in Action Research ,  By Sonia Ospina, Jennifer Dodge, Bethany Godsoe, Joan Minieri, Salvador Reza and Ellen Schall, Action Research 2:1 (2004) 47-69     Why This is Important   Social change organizations are local sites for democracy in action as they open spaces for every member of their communities to participate in making change happen. Social change leadership offers insight for other how other public service and private organizations can become more adaptive, inclusive and effective. Learn more about what this leadership can teach us for the future of public service .       Resources for Nonprofit Leaders   RCLA's reports for practitioners offer practical insights into strategies and approaches for developing leadership and building the capacity of individuals, organizations and communities to create change. Access the reports on leadership .                                              NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}]},
{"detail": [{"content": "NYU &gt;         Department of Environmental Studies &gt; Employment                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                    Home       About Us       People       Undergraduate Program       Events       News       Internships       Senior Capstone       Support the Department     Employment                     Home &gt; Employment       Employment     Call for Environmental Studies Capstone Instructors Recitation Leaders for ENVST-UA 100  Department Administrator   Call for Environmental Studies Capstone Instructors  ENVST-UA 900, Fall 2015 &amp; Spring 2016 The Department of Environmental Studies at New York University (http://environment.as.nyu.edu) is requesting proposals from environmental professionals for senior capstone projects for the Fall 2015 and Spring 2016 semesters. Selected instructors will lead about 10 students in a collaborative semester-long project culminating in a public presentation and written report. Description Capstone seminars are problem-based, project-oriented courses for senior Environmental Studies students. They require self-initiated, collaborative, interdisciplinary, and integrative student work. The capstone entails students working for a client (actual or hypothetical) and using an applied approach to problem solving. Students work collaboratively on a current environmental problem, including characterizing the problem, analyzing possible solutions, implementing solutions, and publicly presenting the results.The aim is to improve a student’s ability to synthesize and integrate material from a range of disciplines while deploying diverse methodologies and vocabularies in a problem-solving context. The capstone relates theoretical knowledge and skills to practical problems, while students work collaboratively in real world situations to research and communicate results to a variety of audiences.Each capstone works as a single team under the leadership of an instructor. Capstones meet weekly. Much of the work will be done outside of class in interviewing stakeholders, analyzing data and visiting sites. Experts may be brought in to brief the seminar on particular aspects of the problem under discussion. At the end of the term, projects are presented to the client, students, NYU faculty, and interested members of the community. Visit http://www.environment.as.nyu.edu/page/capstone for descriptions and videos of past capstones. Application Materials To apply, please submit the following to environmental.studies@nyu.edu by 3/26/2015 at noon. Interviews will be scheduled shortly thereafter. Project title Project description Intended client (actual or hypothetical) Outcomes Class activities Statement of interest Resume or CV Preference on whether you would like to teach in Fall 2015 or Spring 2016 Please contact the program at environmental.studies@nyu.edu if you have any questions before submitting a proposal. Instructors will be compensated as adjunct instructors and have access to a course support budget and NYU resources.  Recitation Leaders for ENVST-UA 100  ENVST-UA 100 Environmental Systems Science, Fall 2015 The Department of Environmental Studies at New York University is searching for 3 Recitation Leaders for the following course: Course Description A comprehensive survey of critical issues in environmental systems science, focusing on: human population; the global chemical cycles; ecosystems and biodiversity; endangered species and wildlife; nature preserves; energy flows in nature; agriculture and the environment; energy systems from fossil fuels to renewable forms; Earth’s waters; Earth’s atmosphere; carbon dioxide and global warming; urban environments; wastes; and paths to a sustainable future. This course is a gateway to the Environmental Studies major and minor, and one of its core courses. It will cover a very significant amount of demanding material, in order to prepare students for upper-level courses. This course will be challenging, and students should expect a steep learning curve. Teaching Assistants will be available to help students along the way. Minimum Qualifications • Master’s degree, Ph.D. degree, or a current Masters or Ph.D. student in a natural science, or environmental science or engineering • Coursework and/or experience in environmental sciences. Job Responsibilities • Attend all lectures (Monday, Wednesday; 11:00am-12:15pm) • Lead 2 recitation sections once per week (approximately 20 students per section), recitation assignment to be determined by the program. • Recitation times for Fall 2015 are: RCT 2 - Tuesday, 3:30-4:45 PM RCT 3 - Tuesday, 8:00 – 9:15 AM RCT 4 - Tuesday, 2:00 – 3:15 PM RCT 5 - Wednesday, 8:00-9:15 AM RCT 6 - Wednesday, 3:30-4:45 PM RCT 7 - Thursday, 9:30 – 10:45 AM • Grading • Hold regular office hours Please send a current C.V. to jmc42@nyu.edu . Review of applications will begin immediately and will continue until positions are filled. Deadline to submit application will be on Thursday, April 9, 2015 at 5 pm .  Department Administrator  Position Summary: Arts and Science is seeking an efficient Department   Administrator to join Environmental Studies. This individual will assist   the Chair and Associate Director with all administrative and   non-academic student matters. Administer the department budgets,   including grant accounts. Provide basic support for undergraduate and   graduate programs including requirements, courses, policies and   procedures. Oversee student database and reporting. Assess student   academic progress and identify eligibility for special academic support.   In collaboration with the Chair and Associate Director, plan and   implement special departmental events. Supervise staff.  Required Education: Bachelor's degree.  Preferred Education: Degree in environmental studies or related field.  Required   Experience: 2 years' relevant experience including advising on program   or service options, planning various activities and events, and staff   supervision or an equivalent combination of education or experience.  Preferred Experience: Experience as a student or employee in an environmental studies program.  Required   Knowledge, Skills, and Abilities: (include unique competencies,   certification, licenses, etc.): Excellent interpersonal, organizational   and written and verbal communication skills. Familiarity with word   processing, spreadsheet and database and web management software. To apply for this position, please click the link here .                                          Related Information                   Visiting Scholars and Students                                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "The Work of Leadership | NYU Wagner                                              Jump to navigation                                                                                                                                                                                 The Work of Leadership        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Research                       Share this page                            Facebook         Twitter         Email                                                                          The Work of Leadership        The Work of Leadership   Research Partnerships   Methodologies   Academic Publications                                                           Leadership for a Changing World  Research and Documentation   In environments of material scarcity, where people operate on the margins of power structures, social change leaders see abundant possibility. They work with resourceful and purposeful action, propelled to enact a vision of a more just world.   A major contribution of RCLA's research to the leadership field has been illuminating the specific leadership practices that community-based nonprofits employ to build leadership capital and create social change. While often overlooked in leadership studies, social change nonprofits represent a rich and essential resource for US civil society; serve as bellwethers for the field; and enact profound reforms to broken systems and structures. This work toward the common good reflects the human spirit at its best, and this leadership is essential to guarantee, sustain and invigorate democracy.   RCLA's findings are based on eight years of research through the Leadership for a Changing World (LCW) program, a partnership between the Ford Foundation, the Institute for Sustainable Communities* and NYU Wagner.  LCW recognized approximately 150 exemplary community leaders who worked in 90 organizations around the country.   The goals of the program were to recognize and better understand social change leadership in American communities in order to contribute to changing the national conversation about leadership to one that recognizes the importance of community leadership and appreciates that leadership comes in many forms and from many different communities.   The Research and Documentation Component, housed at RCLA, was anchored in the belief that creating a new conversation about leadership depends on the ability to describe community leadership clearly and with an authentic voice. RCLA is committed to doing research about leadership with leaders, rather than on leaders.   Therefore, the program worked to generate new knowledge about community leadership through a collaborative approach. Award recipients were invited to become co-researchers and to explore collectively how leadership happens in their communities. Co-researchers were able to observe, analyze their own experience, and share reflections about what makes their practice successful, and what leadership challenges they confront.   Through these activities, we have developed new understandings about the ways in which communities trying to make social change engage in the work of leadership.   *The Institute for Sustainable Communities assumed management of LCW in October 2006 when the Advocacy Institute, which had administered the program since 2000, transferred its operations to ISC.       Leadership as a Collective Achievement   Viewing leadership as a collective achievement moves beyond focusing on the relationship between leaders and followers. It recognizes the process by which people come together to pursue change, and in doing so, together develop a shared vision of what the world should look like, make sense of their experience and shape their decisions and actions. Learn more about leadership as a collective achievement .       Leadership Practices   Leadership practices are strategic interventions that help build collective power to make change possible. Learn more about RCLA's findings on these practices essential to the work of leadership .                        Research Resources   Co-Producing Knowledge: Practitioners and Scholars Working Together to Understand Leadership  By Sonia Ospina, Ellen Schall, Bethany Godsoe and Jennifer Dodge. Building Leadership Bridges 2002. (2002) 59-67.   Taking the Action Turn: Lessons from Bringing Participation to Qualitative Research , By Sonia Ospina, Jennifer Dodge, Erica G. Foldy, and Amparo Hofmann-Pinilla, Handbook of Action Research 2nd Ed., Sage Publications, 2008   The Tapestry of Leadership: Lessons from Six Cooperative Inquiry Groups of Social Justice Leaders , By Lyle Yorks, Arnold Aprill, LaDon James, Anita M. Rees, Amparo Hofmann-Pinilla, and Sonia Ospina, Handbook of Action Research, November 2007   From Consent to Mutual Inquiry: Balancing Democracy and Authority in Action Research ,  By Sonia Ospina, Jennifer Dodge, Bethany Godsoe, Joan Minieri, Salvador Reza and Ellen Schall, Action Research 2:1 (2004) 47-69     Why This is Important   Social change organizations are local sites for democracy in action as they open spaces for every member of their communities to participate in making change happen. Social change leadership offers insight for other how other public service and private organizations can become more adaptive, inclusive and effective. Learn more about what this leadership can teach us for the future of public service .       Resources for Nonprofit Leaders   RCLA's reports for practitioners offer practical insights into strategies and approaches for developing leadership and building the capacity of individuals, organizations and communities to create change. Access the reports on leadership .                                              NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}, {"content": "Mental Health / Depression                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Mental Health / Depression       Students who suffer from depression or anxiety can experience many adverse effects on their academic and social lives and, consequently, are more likely to drop out of school or achieve lower grade-point averages. 1 NYU’s award-winning systems and services to address mental health in the university community include a collaborative approach among NYU primary care, counseling services, and care management; routine screening for depression in all primary care appointments; and the 24-7 Wellness Exchange  hotline and crisis response. As the mental health needs of college students increase, both in the number of students seeking services and the severity of the pathology, 2 it is imperative that NYU continue to develop innovative approaches to engage students in necessary treatments.             Key Facts     Suicide is the third leading cause of death among 15-24 year olds. 3   22.5% of NYU students reported that anxiety had impacted their academic performance in the past 12 months. 4   55% of NYU students reported that emotional or mental difficulties had hurt their academic performance for one or more days in the past month. 5   59% of NYU students demonstrating symptoms of depression reported that problems resulting from these symptoms had made it difficult forthem to do their schoolwork, take care of things at home, or get along with other people. 5   17.9% of adults between the ages of 18 and 25 reported experiencing serious psychological distress in 2007. 5   8.9% of adults between the ages of 18 and 25 reported experiencing a major depressive episode within the past year. 7   90% of college or university counseling center directors in the United States report an increase in psychological problems among their students. 7   The proportion of students, nationally, with a previous diagnosis of depression increased from 10% to 15% between 2000 and 2005. 8   75% of lifetime mental disorders have first onset by the typical college age range of 18-24. 9                                           Recommendations     Develop mental health outreach targeted to specific at-risk student groups to increase utilization of treatment.  Students from different backgrounds may experience greater levels of stigma toward mental health issues. For example, studies have shown that Asian international students - compared with American students - experience greater discomfort or shame with counseling, less openness to counseling, and a greater preference for a flexible counseling format. 10 Young adults who perceive public stigma surrounding mental illness are less likely to perceive a need to seek help. 11 This perception of stigma can contribute to underutilization of university mental health services, while concerns regarding language and culture can act as barriers to counseling. 10 New models advocate for a culturally sensitive continuity of care which tailors mental health outreach and services to diverse groups of people. 12 Ensuring that NYU’s counseling services are culturally competent to accommodate the needs of a diverse student population is a necessity.       Raise student awareness of the impact of anxiety and depression on their ability to learn, function, and succeed.  Depression is a significant predictor of not only GPA but also the likelihood of withdrawing from the university. 1 Untreated depression is associated with a decrease ofa 0.49 point, or half a letter grade, in a student’s grade point average. 13 In contrast, treatment for depression is correlated with a protective effect of 0.44 points. 13 Students who report greater psychological distress also tend to view themselves as less capable of succeeding, are more anxious about their class performance, 14 and possess lower self-efficacy and resource management skills. 13 With increased knowledge of the impact of mental health issues on their academic performance and college experience, students may be more likely to seek help or support.       Educate university staff and faculty about the impact of anxiety and depression on learning outcomes, ability to function, and student success.   By virtue of their interactions with students, university staff and faculty are uniquely positioned to have a positive impact on their students’ mental health. Research has shown that when faculty and students are trained to recognize symptoms of depression, students may increase treatment-seeking behaviors. 15 Studies have emphasized the importance of training faculty and staff to understand the relationship between mental health and learning. 16 Additionally, graduate students who have functional relationships with their advisors are less prone to report emotional or stress-related problems. 17 Creating a university-wide culture and environment that encourages inclusiveness and support to augment campus mental health services has been recommended to improve outcomes for students. 16       Expand the development and utilization of holistic therapeutic interventions.  Evidence-based holistic interventions, such as biofeedback, art therapy, and music therapy have been shown to supplement traditional mental health treatments. Participation in the arts can benefit those with mental health difficulties, particularly increasing feelings of empowerment 18 and coping abilities. 19 Students using biofeedback in combination with relaxation techniques reported significantly lower anxiety and less mental and physical manifestations of stress than did those using relaxation techniques alone. 20 Music, as used by music therapists, has the potential to ameliorate the mental health of those with a variety of psychiatric conditions. 21 The expansion of holistic therapeutic intervention offerings may be particularly effective for students with emotional adjustment problems and serve to augment treatment for students with a mental health diagnosis.       Improve the coordination between NYU Counseling and Wellness Services and treatment providers in the community.  Fragmentation of the behavioral health service delivery system is noted as a significant obstacle to the receipt of quality mental health care. 22,23 Monitoring treatment compliance and efficacy among students diagnosed with depression using a multidisciplinary, collaborative approach among NYU primary care and counseling services as well as case management has been shown to ensure that students with mental health needs receive optimal treatment. 24 NYU students in need of long-term counseling are referred from Counseling and Wellness Services to high-quality clinicians in the community. Enhancing partnerships and improving coordination between NYU Counseling and Wellness Services and treatment providers in the community ensures that more students will receive effective and necessary mental health care.       Strengthen connections between NYU Counseling and Wellness Services and student-run mental health interest groups and initiatives.   Student-run mental health initiatives, such as advocacy groups or peer-led education and support, are important components of suicide prevention and mental health promotion. Operating in conjunction with treatment, student mental health interest groups contribute to an atmosphere of inclusion and empowerment for mentally ill students. 25 Research suggests that when students become involved with student-run campus mental health awareness and/or advocacy groups, such as Active Minds, their attitudes of stigma toward mental illness decrease. 25 Furthermore, interpersonal contact between those with mental illness and those without is an effective strategy in reducing stigmatizing views of people with mental health issues. 25                                                           Indicator Technical Notes                               a) Engagement in mental health treatment among students who have seriously considered suicide     Data Source: ACHA #30J &amp; #31A1-31B7   Survey Questions: Have you ever seriously considered suicide? &amp; Within the last 12 months have you been diagnosed or treated by a professional for any of the following: anorexia; anxiety; ADHA; bipolar disorder; bulimia; depression; insomnia; other sleep disorder; OCD; panic attacks; phobia; schizophrenia; substance abuse or addiction; other addiction; other mental health condition?     Definition: of students who have seriously considered suicide within the last 12 months, proportion who have been treated with medication and/or psychotherapy within the last 12 months       b) Depression interfering with ability to function       Data Source: ACHA #30F   Survey Question: Have you ever felt so depressed that it was difficult to function?     Definition: proportion responding “in the last 2 weeks” or “in the last 30 days” or “in the last 12 months”       c) Negative impact on academic performance due to anxiety     Data Source: ACHA #45A3     Survey question: Within the last 12 months, have any of the following affected your academic performance: anxiety     Definition: proportion received lower-grade exam; received lower-grade course; received incomplete/dropped; or significant disruption thesis                                                                 References                                 Eisenberg, D., Golberstein, E., &amp; Huntz, J.B. (2009). Mental health and academic success in college. The B.E. Journal of Economic Analysis &amp; Policy (Contributions, Article 40), 9(1).   Benton, S., Benton, S.L., Tsing, W.C., Newton, F.B., Robertson, J.M., &amp; Benton, K.L. (2003). Changes in client problems: contributions and limitations from a 13-year study. Professional Psychology: Research and Practice, 34, 66-72.   Xu, J., Kochanek, K.D., Murphy, S.L., &amp; Tejada-Vera, B. (2010, May 20). Deaths: Final data for 2007. National Vital Statistics Reports, 58, 19.   American College Health Association. (2009). American College Health Association - National College Health Assessment II Web Spring 2009 New York University Institutional Data Report. (2009). Hanover, MD: Author.   Healthy Minds Study 2009 School Report: New York University.   Substance Abuse and Mental Health Services Administration, Office of Applied Studies. (2008). Results from the 2007 national survey on drug use and health: national findings (NSDUH Series H-34, DHHS Publication No. SMA 08-4343). Rockville: MD.   Gallagher, R.P. (2008). National survey of counseling center directors. Alexandria, VA: International Association of Counseling Services.   National College Health Assessment spring 2006 reference group data report (abridged). (2007). Journal of American College Health, 55,195–206.   Kessler, R.C., Berglund, P., Demler, O., et al. (2005). Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the national comorbidity survey replication. Archives of General Psychiatry, 62, 593–602.   Yoon, E., &amp; Jepsen, D. (2008). Expectations of and attitudes toward counseling: A comparison of Asian international and U.S. graduate students. International Journal for the Advancement of Counselling, 30(2), 116.   Golberstein, E., Eisenberg, D., &amp; Gollust, S. (2008). Perceived stigma and mental health care seeking. Psychiatric Services 59, 392-399.   Gray, J. &amp; Muehlenkamp, J.J. (2010). Circle of strength: A case description of culturally integrated suicide prevention. Archives of Suicide Research, 14(2), 182 – 91.   Hysenbegasi A., Hass S.L., &amp; Rowland C.R. (2005). The impact of depression on the academic productivity of university students. Journal of Mental Health Policy and Economics, 8(3), 145-51.   Brackney, B, &amp; Karabenick, S. (1995). Psychopathology and academic performance: The role of motivation and learning strategies. Journal of Counseling Psychology, 42(4), 456–465.   Thompson, D., Goebert, D., &amp; Takeshita, J. (2010). A program for reducing depressive symptoms and suicidal ideation in medical students. Academic Medicine, 85(10), 1635-9.   Warwick, I., Maxwell, C., Statham, J., Aggleton, P., &amp; Simon, A. (2008). Supporting mental health and emotional wellbeing among younger students in further education. Journal of Further and Higher Education, 32(1), 1–13.   Hyun, J., Madon, Q.B., &amp; Lustig, S. (2007). Mental health need, awareness, and use of counseling services among international graduate students. Journal of American College Health, 56(2), 109-10   Hacking, S., Secker, J., Spandler, H., Kent, L., &amp; Shenton, J. (2008). Evaluating the impact of participatory art projects for people with mental health needs. Health and Social Care in the Community, 16, 638-648.   Öster, I., Svensk, A., Magnusson, E., Thyme, K., SjÕdin, M., ÅstrÖm, S., &amp; Lindh, J. (2006). Art therapy improves coping resources: A randomized, controlled study among women with breast cancer. Palliative &amp; Supportive Care, 4(1), 57-64. Retrieved June 28, 2011, from ProQuest Medical Library. (Document ID: 1456907141)   Fehring, R.J. (1983). Effects of biofeedback-aided relaxation on the psychological stress symptoms of college students. Nursing Research, 32(6), 362-6.   Lin, S.T., Yang, P., Lai, C.Y., Su, Y.Y., Yeh, Y.C., Huang, M.F., &amp; Chen, C.C. (2011). Mental health implications of music: Insight from neuroscientific and clinical studies. Harvard Review of Psychiatry, 19(1), 34 – 46.   Pincus, H.A., Pechura, C., Keyser, D., Bachman, J., &amp; Houtsinger, J.K. (2006). Depression in primary care: learning lessons in a national quality improvement program. Administration and Policy in Mental Health and Mental Health Services Research, 33(1), 2-15. doi: 10.1007/s10488-005-4227-1   Mowbray, C. T., Megivern, D., Mandiberg, J. M., Strauss, S., Stein, C. H., Collins, … Lett, R. (2006). Campus mental health services: Recommendations for change. American Journal of Orthopsychiatry, 76(2), 226-237.   Chung, H. &amp; Klein, M. C. (2007). Improving identification and treatment of depression in college health. Spectrum, June, 13–19.   McKinney, K. (2006). Initial evaluation of Active Minds: The stigma of mental illness and willingness of college students to seek professional help. (Unpublished graduate thesis). Colorado State University, Fort Collins, CO.   Couture, S.M., &amp; Penn, D.L. (2003). Interpersonal contact and the stigma of mental illness: A review of the literature. Journal of Mental Health, 12(3), 291-305.                                                                           The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]