[{"detail": [{"content": "The Meaning of Leadership | NYU Wagner                                    Jump to navigation                                                             The Meaning of Leadership   UPADM-GP.221, 4 points.       Courses         Description |    Syllabi |    Evaluations           The Meaning of Leadership will prepare you to practice effective leadership and teamwork in a variety of contexts—business, politics, community organizing, entrepreneurship, sports, teaching, sales, coaching, etc—without relying on authority, status, hierarchy, or other external conditions.      You will learn to create more meaning, value, importance, and purpose in your teammates, work, and professional relationships. As a result, your teams will accomplish more with greater satisfaction. Your teammates will feel inspired and will want to work with you again.      The course will also help you make leadership and teamwork more calm, rewarding, and enjoyable for you and your teammates—and your relationships and life in general too. You will develop professionally and personally, in a process that will continue throughout your life.    Prerequisites: none                  Semester     Instructor     Syllabus Link         Spring 2015 Joshua Spodek Syllabus  Spring 2012 Frances Kunreuther Syllabus                         Semester     Instructor     Evaluation Link         Spring 2012 Kunreuther, Frances Evaluation                             Course Section Spring2015001                         Instructors:        Spodek, Joshua                              Weekly Schedule:        Mon - 4:55 pm to 7:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:MEYR Room:261"}]},
{"detail": [{"content": "The Meaning of Leadership | NYU Wagner                                    Jump to navigation                                                             The Meaning of Leadership   UPADM-GP.221, 4 points.       Courses         Description |    Syllabi |    Evaluations           The Meaning of Leadership will prepare you to practice effective leadership and teamwork in a variety of contexts—business, politics, community organizing, entrepreneurship, sports, teaching, sales, coaching, etc—without relying on authority, status, hierarchy, or other external conditions.      You will learn to create more meaning, value, importance, and purpose in your teammates, work, and professional relationships. As a result, your teams will accomplish more with greater satisfaction. Your teammates will feel inspired and will want to work with you again.      The course will also help you make leadership and teamwork more calm, rewarding, and enjoyable for you and your teammates—and your relationships and life in general too. You will develop professionally and personally, in a process that will continue throughout your life.    Prerequisites: none                  Semester     Instructor     Syllabus Link         Spring 2015 Joshua Spodek Syllabus  Spring 2012 Frances Kunreuther Syllabus                         Semester     Instructor     Evaluation Link         Spring 2012 Kunreuther, Frances Evaluation                             Course Section Spring2015001                         Instructors:        Spodek, Joshua                              Weekly Schedule:        Mon - 4:55 pm to 7:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:MEYR Room:261"}, {"content": "Liberal Arts Core - Undergraduate - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate - Media, Culture, and Communication                                Liberal Arts Core                    Steinhardt Liberal Arts Core courses expand the options available to Steinhardt students in NYU's College Core Curriculum (CORE-UA). The CORE is comprised of four areas of the liberal arts:       Expository Writing    Foreign Language    Foundations of Contemporary Culture    Foundations of Scientific Inquiry       Descriptions of these areas and courses which fulfill the requirements are listed below. Some of these requirements can also be fulfilled through Advanced Placement test scores.    Expository Writing    Media, Culture, and Communication students must complete two courses in expository writing and pass the Writing Proficiency Examination.    Freshmen students who complete EXPOS-UA 0001, Writing the Essay, with a grade of \"C\" or better are certified as proficient, and are not required to sit for the exam. In addition, students must enroll in and successfully complete ACE-UE 0110, The Advanced College Essay: Education and the Professions.    Students enrolled in the Higher Education Opportunity Programs (HEOP) completing 0005 and 0006 (Prose Writing I and II) with grades of \"C\" or better are deemed proficient.    Transfer students entering the Steinhardt School of Culture, Education, and Human Development must pass the Proficiency Examination administered by the Expository Writing Program. This exam determines whether additional coursework in Expository Writing will be required for proficiency certification and is given during orientation. Transfer students who pass the examination and transfer in two courses in writing composition or the equivalent will not be required to complete additional course work in expository writing.    If the students pass and transfer in only one course, they will be required to complete EXPOS-UA 0001, Writing the Essay. The course, Writing the Essay, is significantly different from most writing courses students have taken at two and four year colleges and provides the foundation for writing in the university.    If the students fail and have received transfer credit for either one or two courses in expository writing or the equivalent, they will be required to complete at least one expository writing course, EXPOS-UA 0013 (Writing Tutorial), or EXPOS-UA 0004 (International Writing Workshop 1) as determined by the Expository Writing Program.    Placement may vary depending on the writing issues present in the examination. Students who achieve a letter grade of \"C\" or above in Writing Tutorial are certified as proficient. Students who do not achieve a \"C\" or above must take the Proficiency Exam.    International Students completing EXPOS-UA 0004/0009 (International Writing Workshop 1/International Writing Workshop 2) will take the proficiency examination at the end of their writing-course sequence. If the students fail, they will be required to complete one expository writing course, EXPOS-UA 0013, Writing Tutorial.    Foreign Languages    Media, Culture, and Communication students must complete two semesters of foreign language. MCC students are not exempt from the foreign language requirement but may satisfy it through AP test scores .    Students who will register for any language with which they have prior experience (studied in high school, college or study abroad programs or who are bilingual or multilingual) are required to take a placement examination to determine which level is appropriate.    Placement exams are offered during the first week of classes as well as once a month throughout the semester. The placement test schedule is available at nyu.edu/cas/placementexams .    Foundations of Contemporary Culture    The Foundations of Contemporary Culture (FCC) sequence of the College Core Curriculum is a series of four coordinated courses in the humanities and social sciences. Within each of the four offerings, students are free to pursue their particular interests through their choice of individual classes offered through the CORE plan in the College of Arts and Science or options in Steinhardt's Liberal Arts Core (see course listings below). The four course headings are: Texts and Ideas, Cultures and Contexts, Societies and the Social Sciences, and Expressive Cultures.    Texts and Ideas This requirement can be satisfied through the following courses or AP test scores:       AP American History, European History or World History with a score of 4 or 5       NYUSteinhardt courses that will satisfy the Texts and Ideas requirement:       PHED-UE 10 / LIBAR-UE 501 Learning and the Meaning of Life       All other options for these courses are offered through CAS's College Core Curriculum .    Cultures and Contexts There are NO Advanced Placement test scores that satisfy this requirement. All other options for these courses are offered through CAS's College Core Curriculum .    Societies and the Social Sciences This requirement can be satisfied through the following courses or AP test scores:       AP Macroeconomics, Microeconomics, Politics, or Psychology with a score of 4 or 5       NYU Steinhardt courses that will satisfy the Societies and the Social Sciences requirement:       SOED-UE 0020 / LIBAR-UE 0202 Power, Resistance, Identity: American Social Movements    SOED-UE 1030 / LIBAR-UE 0201 Art and the City: A Sociological Perspective    INTE-UE 1545 / LIBAR-UE 0531 Interdisciplinary Perspectives on the New Immigration    HSED-UE 1033 / LIBAR-UE 0551 Culture Wars in America    HSED-UE 0610 / LIBAR-UE 0552 Education and the American Dreams: Historical Perspectives    HSED-UE 1010 / LIBAR-UE 0553 History of Professions in the United States    HSED-UE 1005 / LIBAR-UE 0554 Introduction to Education: Historical and Contemporary Perspectives    APSY-UE 0010 / LIBAR-UE 0631 Survey of Developmental Psychology    APSY-UE 0019 / LIBAR-UE 0632 Introduction to Personality Theories    APSY-UE 1271 / APSY-UE 1271 Developmental Psychology Across the Lifespan       College of Arts &amp; Sciences Departmental courses that will satisfy the Societies and the Social Sciences requirement:       ANTH-UA 0001 Human Society and Culture (Anthropology)    ANTH-UA 0003 Archaeology: Early Societies and Cultures (Anthropology)    SCA-UA 0001 Concepts in Social and Cultural Analysis (Social and Cultural Analysis)    SCA-UA 0401 Approaches to Gender and Sexuality Studies (Social and Cultural Analysis)    SCA-UA 0601 Introduction to Metropolitan Studies (Social and Cultural Analysis)    ECON-UA 9001 Economic Principles I (P) (Economics)    ECON-UA 9002 Economic Principles II (P) (Economics)    POLSC-AD 0156 Power and Politics in America (Politics)    POLSC-AD 0150 Comparative Politics (Politics)    HIST-UA 0009 U.S. History to 1865 (History)    HIST-UA 0010 Modern America (History)    LING-UA 0001 Language (Linguistics)    LING-UA 0015 Language and Society (Linguistics)    LING-UA 0047 The Language of America's Ethnic Minorities (Linguistics)    LING-UA 0030 Language in Latin America (Linguistics)    LING-UA 0058 Introduction to African Languages (Linguistics)    LING-UA 9058 Introduction to African Languages (Linguistics)    PSYCH-UA 0001 Introduction to Psychology (Psychology)    RELST-UA 0001 Theories and Methods in the Study of Religion (Religious Studies)    SOC-UA 0001 Introduction to Sociology (Sociology)    SOC-UA 0002 Introduction to Sociology (Honors) (Sociology)    SOC-UA 0135 Race and Ethnicity (Sociology)    SOC-UA 0205 Social Movements, Protest and Conflict (Sociology)    SOC-UA 0386 Ideas and Institutions in American Society (Sociology)    SOC-UA 0417 Sociology of Law (Sociology)       Expressive Culture This requirement can be satisfied through the following courses or AP test scores:       AP English Literature with a score of 4 or 5       NYUSteinhardt departmental courses that will satisfy the Expressive Cultures requirement:       ARTCR-UE 0010 / LIBAR-UE 0941 Art: Practice and Ideas    ARTCR-UE 0055 / LIBAR-UE 0942 Art of Now    ARTCR-UE 0152 / LIBAR-UE 0943 Internet and Contemporary Art    MPAET-UE 0060 / LIBAR-UE 0171 Introduction to Theatre as Art Form for Non-Majors       CAS departmental courses that will satisfy the Expressive Culture requirement:       COLIT-UA 0110 Tragedy    COLIT-UA 0111 Comedy    ARTH-UA 0001 History of Western Art I    ARTH-UA 0002 History of Western Art II    FREN-UA 0166/0866 La Belle &Eacute;poque    GERM-UA 0152 Introduction to German Literature       All other options for these courses are offered through CAS's College Core Curriculum .    Foundations of Scientific Inquiry    The Foundations of Scientific Inquiry (FSI) is a series of three coordinated courses in quantitative reasoning and the natural sciences. The three areas are Quantitative Reasoning, Natural Sciences I, and Natural Sciences II. Together, these courses ensure that every student gains a fundamental understanding of how mathematics and laboratory experimentation advance scientific investigation. While some students acquire this background through other coursework, FSI courses are especially designed to meet the need of non-science students. Within each of the three offerings, students are free to pursue their particular interests through their choice of individual classes. Quantitative Reasoning/Mathematics Requirement This requirement can be satisfied through the following courses or AP test scores. **Please note that students in the Global Public Health/MCC major must take UGPH-GU 20 Biostatistics for Public Health.       AP Calculus (Mathetmatics BC or AB)    AP Statistics       NYUSteinhardt courses that will satisfy the Quantitative Reasoning requirement:       APSTA-UE 1085 / LIBAR-UE 101 Basic Statistics I (formerly RESCH-UE 1085)       CAS departmental courses that will satisfy the Quantitative Reasoning requirement:       ECON-UA 0018 Statistics    ALHAM-UA 0800 Quantitative Methods in Political Science    MATH-UA 0121 Calculus I    MATH-UA 0143 Calculus I for Biological and Life Sciences    MATH-UA 0221 Intensive Calculus I    Calculus for the Social Sciences    PSYCH-UA 0009 Statistical Reasoning for the Behavioral Sciences    PSYCH-UA 0010 Statistics for the Behavioral Sciences       Natural Science I and Natural Science II These requirements can be satisfied through the following courses or AP test scores:       AP Biology (8 points)    AP Chemistry (8 points)    AP Physics B (10 points)    AP Physics C-Mech (3 points) and Physics C-E&amp;M (3 points)       NYU Steinhardt courses that will satisfy the Natural Science requirement:       SCIED-UE 0210 / LIBAR-UE 0141 Science in the Community    NUTR-UE 1068 / LIBAR-UE 0331 Introduction To Human Physiology    CSCD-UE 1045 / LIBAR-UE 0341 Science of Language    CSCD-UE 0033 / LIBAR-UE 0342 Voices and Listeners    OT-UE 1011 / LIBAR-UE 1401 Cognition and Everyday Life: The Science of Neurorehabilitation       CAS departmental courses that will satisfy BOTH the Natural Science I and Natural Science II requirement (must be taken in sequence):       BIOL-UA 0011-0012 Principles of Biology I and II    CHEM-UA 0125-0126 General Chemistry I and II including lab    PHYS-UA 0011-0012 General Physics I and II    PHYS-UA 0091-0094 Physics I and II and lab       CAS Departmental Courses that will satisfy the Natural Science I requirement:       CHEM-UA 0125 General Chemistry I including lab    PHYS-UA 0011 General Physics I    PHYS-UA 0091 Physics I and PHYS-UA 0092 (lab)       CAS Departmental Courses that will satisfy the Natural Science II requirement:       ANTH-UA 0002 Human Evolution    BIOL-UA 0011 Principles of Biology I       All other options for these courses are offered through CAS's College Core Curriculum .                  This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "The Meaning of Leadership | NYU Wagner                                    Jump to navigation                                                             The Meaning of Leadership   UPADM-GP.221, 4 points.       Courses         Description |    Syllabi |    Evaluations           The Meaning of Leadership will prepare you to practice effective leadership and teamwork in a variety of contexts—business, politics, community organizing, entrepreneurship, sports, teaching, sales, coaching, etc—without relying on authority, status, hierarchy, or other external conditions.      You will learn to create more meaning, value, importance, and purpose in your teammates, work, and professional relationships. As a result, your teams will accomplish more with greater satisfaction. Your teammates will feel inspired and will want to work with you again.      The course will also help you make leadership and teamwork more calm, rewarding, and enjoyable for you and your teammates—and your relationships and life in general too. You will develop professionally and personally, in a process that will continue throughout your life.    Prerequisites: none                  Semester     Instructor     Syllabus Link         Spring 2015 Joshua Spodek Syllabus  Spring 2012 Frances Kunreuther Syllabus                         Semester     Instructor     Evaluation Link         Spring 2012 Kunreuther, Frances Evaluation                             Course Section Spring2015001                         Instructors:        Spodek, Joshua                              Weekly Schedule:        Mon - 4:55 pm to 7:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:MEYR Room:261"}, {"content": "Liberal Arts Core - Undergraduate - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate - Media, Culture, and Communication                                Liberal Arts Core                    Steinhardt Liberal Arts Core courses expand the options available to Steinhardt students in NYU's College Core Curriculum (CORE-UA). The CORE is comprised of four areas of the liberal arts:       Expository Writing    Foreign Language    Foundations of Contemporary Culture    Foundations of Scientific Inquiry       Descriptions of these areas and courses which fulfill the requirements are listed below. Some of these requirements can also be fulfilled through Advanced Placement test scores.    Expository Writing    Media, Culture, and Communication students must complete two courses in expository writing and pass the Writing Proficiency Examination.    Freshmen students who complete EXPOS-UA 0001, Writing the Essay, with a grade of \"C\" or better are certified as proficient, and are not required to sit for the exam. In addition, students must enroll in and successfully complete ACE-UE 0110, The Advanced College Essay: Education and the Professions.    Students enrolled in the Higher Education Opportunity Programs (HEOP) completing 0005 and 0006 (Prose Writing I and II) with grades of \"C\" or better are deemed proficient.    Transfer students entering the Steinhardt School of Culture, Education, and Human Development must pass the Proficiency Examination administered by the Expository Writing Program. This exam determines whether additional coursework in Expository Writing will be required for proficiency certification and is given during orientation. Transfer students who pass the examination and transfer in two courses in writing composition or the equivalent will not be required to complete additional course work in expository writing.    If the students pass and transfer in only one course, they will be required to complete EXPOS-UA 0001, Writing the Essay. The course, Writing the Essay, is significantly different from most writing courses students have taken at two and four year colleges and provides the foundation for writing in the university.    If the students fail and have received transfer credit for either one or two courses in expository writing or the equivalent, they will be required to complete at least one expository writing course, EXPOS-UA 0013 (Writing Tutorial), or EXPOS-UA 0004 (International Writing Workshop 1) as determined by the Expository Writing Program.    Placement may vary depending on the writing issues present in the examination. Students who achieve a letter grade of \"C\" or above in Writing Tutorial are certified as proficient. Students who do not achieve a \"C\" or above must take the Proficiency Exam.    International Students completing EXPOS-UA 0004/0009 (International Writing Workshop 1/International Writing Workshop 2) will take the proficiency examination at the end of their writing-course sequence. If the students fail, they will be required to complete one expository writing course, EXPOS-UA 0013, Writing Tutorial.    Foreign Languages    Media, Culture, and Communication students must complete two semesters of foreign language. MCC students are not exempt from the foreign language requirement but may satisfy it through AP test scores .    Students who will register for any language with which they have prior experience (studied in high school, college or study abroad programs or who are bilingual or multilingual) are required to take a placement examination to determine which level is appropriate.    Placement exams are offered during the first week of classes as well as once a month throughout the semester. The placement test schedule is available at nyu.edu/cas/placementexams .    Foundations of Contemporary Culture    The Foundations of Contemporary Culture (FCC) sequence of the College Core Curriculum is a series of four coordinated courses in the humanities and social sciences. Within each of the four offerings, students are free to pursue their particular interests through their choice of individual classes offered through the CORE plan in the College of Arts and Science or options in Steinhardt's Liberal Arts Core (see course listings below). The four course headings are: Texts and Ideas, Cultures and Contexts, Societies and the Social Sciences, and Expressive Cultures.    Texts and Ideas This requirement can be satisfied through the following courses or AP test scores:       AP American History, European History or World History with a score of 4 or 5       NYUSteinhardt courses that will satisfy the Texts and Ideas requirement:       PHED-UE 10 / LIBAR-UE 501 Learning and the Meaning of Life       All other options for these courses are offered through CAS's College Core Curriculum .    Cultures and Contexts There are NO Advanced Placement test scores that satisfy this requirement. All other options for these courses are offered through CAS's College Core Curriculum .    Societies and the Social Sciences This requirement can be satisfied through the following courses or AP test scores:       AP Macroeconomics, Microeconomics, Politics, or Psychology with a score of 4 or 5       NYU Steinhardt courses that will satisfy the Societies and the Social Sciences requirement:       SOED-UE 0020 / LIBAR-UE 0202 Power, Resistance, Identity: American Social Movements    SOED-UE 1030 / LIBAR-UE 0201 Art and the City: A Sociological Perspective    INTE-UE 1545 / LIBAR-UE 0531 Interdisciplinary Perspectives on the New Immigration    HSED-UE 1033 / LIBAR-UE 0551 Culture Wars in America    HSED-UE 0610 / LIBAR-UE 0552 Education and the American Dreams: Historical Perspectives    HSED-UE 1010 / LIBAR-UE 0553 History of Professions in the United States    HSED-UE 1005 / LIBAR-UE 0554 Introduction to Education: Historical and Contemporary Perspectives    APSY-UE 0010 / LIBAR-UE 0631 Survey of Developmental Psychology    APSY-UE 0019 / LIBAR-UE 0632 Introduction to Personality Theories    APSY-UE 1271 / APSY-UE 1271 Developmental Psychology Across the Lifespan       College of Arts &amp; Sciences Departmental courses that will satisfy the Societies and the Social Sciences requirement:       ANTH-UA 0001 Human Society and Culture (Anthropology)    ANTH-UA 0003 Archaeology: Early Societies and Cultures (Anthropology)    SCA-UA 0001 Concepts in Social and Cultural Analysis (Social and Cultural Analysis)    SCA-UA 0401 Approaches to Gender and Sexuality Studies (Social and Cultural Analysis)    SCA-UA 0601 Introduction to Metropolitan Studies (Social and Cultural Analysis)    ECON-UA 9001 Economic Principles I (P) (Economics)    ECON-UA 9002 Economic Principles II (P) (Economics)    POLSC-AD 0156 Power and Politics in America (Politics)    POLSC-AD 0150 Comparative Politics (Politics)    HIST-UA 0009 U.S. History to 1865 (History)    HIST-UA 0010 Modern America (History)    LING-UA 0001 Language (Linguistics)    LING-UA 0015 Language and Society (Linguistics)    LING-UA 0047 The Language of America's Ethnic Minorities (Linguistics)    LING-UA 0030 Language in Latin America (Linguistics)    LING-UA 0058 Introduction to African Languages (Linguistics)    LING-UA 9058 Introduction to African Languages (Linguistics)    PSYCH-UA 0001 Introduction to Psychology (Psychology)    RELST-UA 0001 Theories and Methods in the Study of Religion (Religious Studies)    SOC-UA 0001 Introduction to Sociology (Sociology)    SOC-UA 0002 Introduction to Sociology (Honors) (Sociology)    SOC-UA 0135 Race and Ethnicity (Sociology)    SOC-UA 0205 Social Movements, Protest and Conflict (Sociology)    SOC-UA 0386 Ideas and Institutions in American Society (Sociology)    SOC-UA 0417 Sociology of Law (Sociology)       Expressive Culture This requirement can be satisfied through the following courses or AP test scores:       AP English Literature with a score of 4 or 5       NYUSteinhardt departmental courses that will satisfy the Expressive Cultures requirement:       ARTCR-UE 0010 / LIBAR-UE 0941 Art: Practice and Ideas    ARTCR-UE 0055 / LIBAR-UE 0942 Art of Now    ARTCR-UE 0152 / LIBAR-UE 0943 Internet and Contemporary Art    MPAET-UE 0060 / LIBAR-UE 0171 Introduction to Theatre as Art Form for Non-Majors       CAS departmental courses that will satisfy the Expressive Culture requirement:       COLIT-UA 0110 Tragedy    COLIT-UA 0111 Comedy    ARTH-UA 0001 History of Western Art I    ARTH-UA 0002 History of Western Art II    FREN-UA 0166/0866 La Belle &Eacute;poque    GERM-UA 0152 Introduction to German Literature       All other options for these courses are offered through CAS's College Core Curriculum .    Foundations of Scientific Inquiry    The Foundations of Scientific Inquiry (FSI) is a series of three coordinated courses in quantitative reasoning and the natural sciences. The three areas are Quantitative Reasoning, Natural Sciences I, and Natural Sciences II. Together, these courses ensure that every student gains a fundamental understanding of how mathematics and laboratory experimentation advance scientific investigation. While some students acquire this background through other coursework, FSI courses are especially designed to meet the need of non-science students. Within each of the three offerings, students are free to pursue their particular interests through their choice of individual classes. Quantitative Reasoning/Mathematics Requirement This requirement can be satisfied through the following courses or AP test scores. **Please note that students in the Global Public Health/MCC major must take UGPH-GU 20 Biostatistics for Public Health.       AP Calculus (Mathetmatics BC or AB)    AP Statistics       NYUSteinhardt courses that will satisfy the Quantitative Reasoning requirement:       APSTA-UE 1085 / LIBAR-UE 101 Basic Statistics I (formerly RESCH-UE 1085)       CAS departmental courses that will satisfy the Quantitative Reasoning requirement:       ECON-UA 0018 Statistics    ALHAM-UA 0800 Quantitative Methods in Political Science    MATH-UA 0121 Calculus I    MATH-UA 0143 Calculus I for Biological and Life Sciences    MATH-UA 0221 Intensive Calculus I    Calculus for the Social Sciences    PSYCH-UA 0009 Statistical Reasoning for the Behavioral Sciences    PSYCH-UA 0010 Statistics for the Behavioral Sciences       Natural Science I and Natural Science II These requirements can be satisfied through the following courses or AP test scores:       AP Biology (8 points)    AP Chemistry (8 points)    AP Physics B (10 points)    AP Physics C-Mech (3 points) and Physics C-E&amp;M (3 points)       NYU Steinhardt courses that will satisfy the Natural Science requirement:       SCIED-UE 0210 / LIBAR-UE 0141 Science in the Community    NUTR-UE 1068 / LIBAR-UE 0331 Introduction To Human Physiology    CSCD-UE 1045 / LIBAR-UE 0341 Science of Language    CSCD-UE 0033 / LIBAR-UE 0342 Voices and Listeners    OT-UE 1011 / LIBAR-UE 1401 Cognition and Everyday Life: The Science of Neurorehabilitation       CAS departmental courses that will satisfy BOTH the Natural Science I and Natural Science II requirement (must be taken in sequence):       BIOL-UA 0011-0012 Principles of Biology I and II    CHEM-UA 0125-0126 General Chemistry I and II including lab    PHYS-UA 0011-0012 General Physics I and II    PHYS-UA 0091-0094 Physics I and II and lab       CAS Departmental Courses that will satisfy the Natural Science I requirement:       CHEM-UA 0125 General Chemistry I including lab    PHYS-UA 0011 General Physics I    PHYS-UA 0091 Physics I and PHYS-UA 0092 (lab)       CAS Departmental Courses that will satisfy the Natural Science II requirement:       ANTH-UA 0002 Human Evolution    BIOL-UA 0011 Principles of Biology I       All other options for these courses are offered through CAS's College Core Curriculum .                  This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Steinhardt Liberal Arts CORE Undergraduate Courses - Student Advisement - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Student Advisement                      Guiding Principles          Undergraduate       Master's       Doctoral       Transfer       Special Students       Student Exchange       Study Abroad       Minor                         Student Matters » Advisement          Action Zone Training – Fri. April 17, 2015 11am-1pm      Steinhardt Soiree: A Celebration for Undergraduates Thurs. April 30, 2015      Steinhardt Soiree: A Celebration for Undergraduates Thurs. April 30, 2015      Showcasing Student Leadership Experiences – Monday, April 13, 2015 from 5-6pm      Action Zone Training – Fri. April 17, 2015 11a-1pm               How do I take a course on a pass/fail basis?     What is the procedure for undergraduates to substitute another course for a prescribed requirement?     Who is the advisor for international students?     Do I have an academic advisor?     What are Cognates?   More...         Current Students QUICKLINKS                     Steinhardt Liberal Arts CORE Undergraduate Courses                Fall 2015 Courses       For the full list of Steinhardt courses that satisfy the Steinhardt Liberal Arts CORE requirements, see here .       Cultures &amp; Contexts         PHED-UE.1016/EDST-UE.1504 &ndash; Religion and Public Education in an International Context (4 pts)    Mon/Wed 12:30-1:45pm    The purpose of this course on religion &amp; public education in an international context is for us to engage together in a critical analysis of what continues to be an important contemporary issue. The seminar is designed especially for students preparing for careers in teaching - in both public &amp; private/religious schools, educational administration, educational research, or other professions which will involve them in the ongoing public debates about the uneasy relationship of religion &amp; public education in the United States &amp; other countries. The course will examine these issues historically &amp; in terms of current policy debates &amp; students will be asked to make connections to their own educational practice.           Expressive Culture          ARTCR-UE.10 &ndash; Art: Practice and Ideas (4 pts)    Mon 11:15-2:45pm    &ldquo;Art: Practice and Ideas&rdquo; examines key developments in the visual arts from modernity to the present. Focusing on the ways in which representations both create and reflect the values of a society, the course introduces students to the full range of expressive possibilities within the visual arts, covering painting and sculpture, as well as photography, film, video, conceptual art, and computer media. Topics to be covered include classical, modern, and postmodern relationships to politics, vision, the mind, the body, psychology, gender, difference, and technological innovation. Students will see and understand how artists have integrated perceptions of their historical moment, as well as physical and social space, into creative practices that have, in turn, had a significant impact on the culture of the time.        ARTCR-UE.55 &ndash; Art of Now (4 pts)    Tue 12:30-4pm    This course examines the current developments in contemporary art over the past decade &ndash; the art of &lsquo;now&rsquo; &ndash; from the viewpoint of an artist&rsquo;s practice and working ideas, looking at current global art production in aesthetic, economic, and social contexts. The major movements in painting, photography, sculpture, installation and performance are examined. Readings will be drawn from first hand interviews and point-of-view accounts, reviews, and critique; a major emphasis on interviews and online studio visits will accompany the texts. Guest artist lectures and off-site museum and gallery viewings will complement the weekly visual presentations and theory conversations.        MPADE-UE.1278 &ndash; Dance as an Art Form (3 pts)    Mon/Wed 12:30-1:45pm    Dance is an integral and defining component of cultures throughout the world and throughout history. This course introduces students to dance as a live and performing art through a variety of experiences including attendance at live performances, examination of videos and theoretical texts, and physical participation in the practice and performance of dance. Through discussions, written assignments, and the creation of original dance compositions, students will explore the history and cultural relevance of a variety of forms of dance within their own lives, larger society, and the global community beyond.           Foreign Language           ASL-UE 91 &ndash; American Sign Language I    Section 1: Mon/Tue/Wed 9:30-10:45am    Section 2: Tue/Wed/Thu 11-12:15pm    Section 3: Mon/Tue/Thu 2-3:15pm    Section 4: Mon/Tue/Thu 3:30-4:45pm    Section 5: Mon/Tue/Wed 6:20-7:35pm    Fundamental principles of grammar and syntax, a basic vocabulary, and conventions of conversational discourse in the deaf community. Emphasis is placed on developing the visual perception skills critical to understanding ASL. Taught in a visual-manual method using no spoken English.           Natural Sciences           CSCD-UE.1045 &ndash; Science of Language (4 pts)    Lecture: Mon/Wed 12:30-1:45pm    Recitation 1: Th 2:30-3:20pm    Recitation 2: Th 4-4:50pm    Recitation 3: Fri 11-11:50am    Recitation 4: Fri 12:30-1:20pm    This course provides an overview of the scientific study of the human language faculty, focusing on the cognitive and neural processing mechanisms that underlie linguistic knowledge and use. We describe contemporary approaches to delineating levels of language structure and review various scientific methodologies used to study language. Topics include language knowledge and use as well as language change and variation.        NUTR-UE.119 &ndash; Nutrition and Health (3 pts)    Section 1: Tue 12:30-3:30pm    Section 2: Mon/Wed 3:30-4:45pm    Section 3: Mon 4:55-7:35pm    Introduction to nutrition science and its role in health and society: nutrient characteristics, requirements, and food sources, energy balance, weight control, dietary guides and food planning, and social and economic factors that affect food production and consumption.    Approved on an individual program basis.        NUTR-UE.1068 &ndash; Introduction to Human Physiology (4 pts)    Tue/Thu 4:55-6:35pm    Introduction to Human Physiology is a one-semester course for students with an interest in health care. Little exposure to biology is assumed for this course. This course is heavily concerned with the basic concepts of structural and functional organization of the human body, the terminology involved in the areas of physiology and anatomy, and the understanding of the different anatomo-physiological systems.        SCIED-UE.210 &ndash; Science in the Community (4 pts)    Mon/Wed 10-11:40pm    Course provides students with opportunities to use scientific information to solve real-world problems related to environmental and public health. By assisting science organizations with generating and/or analyzing data, students learn how non-formal community, and professional science organizations use and produce scientific knowledge for the public. Includes six 3-hour field sessions.           Quantitative Reasoning           APSTA-UE 1085 &ndash; Basic Statistics I (4 pts)    Lecture: Mon/Wed 3:30-4:45pm    Lab 1: Thursday 3:30-4:45pm    Lab 2: Friday 11-12:15pm    This introductory two-semester course is designed to prepare undergraduate and master&rsquo;s level students to use statistics for data analysis. The course makes use of SPSS for Windows, a statistical computer software package for the social sciences. The first semester serves as a foundation for the second, covering methods for displaying and describing data. Topics include frequency distribution and their graphical representations, percentiles, measure of central tendency and dispersion, correlation, and simple regression.          Societies and the Social Sciences          APSY-UE.2 &ndash; Introduction to Psychology and Its Principles (4 pts)    Tue/Thu 9:30-10:45pm    Introduction to the fundamental principles of psychology, emphasizing both the unity and the diversity of a field that spans major theoretical and research areas, including biological bases of human behavior, learning, development, motivation, and social and abnormal behavior. Links between theory and classic as well as contemporary research are a recurrent theme.       APSY-UE.10 &ndash; Survey of Developmental Psychology: Introduction (4 pts)    Mon/Wed 4:55-6:10pm    A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, &amp; implications are drawn for practical issues.       APSY-UE.19 &ndash; Introduction to Personality Theories (4 pts)    Tue/Thu 9:30-10:45am    Consideration of the major theories of personality. The work of various theorists is discussed as it relates to personality development through the life span.       HSED-UE.610/EDST-UE.42 &ndash; Education &amp; the American Dream: Historical Perspectives (4 pts)    Mon/Wed 12:30-1:45pm    The course will examine historical perspectives on the relationship between public schooling and the promotion of democratic ideals. Students will explore some of the central goals and purposes of American public education over the past two centuries, and the historiographical debates about those goals and purposes. In the second half of the course, students will the relationship between schooling and civic education, and between schooling and specific communities, in order to ask whether the goals of schooling might promote or contradict the goals of particular groups who seek to benefit from public education, and ways in which education does not promote democratic ideals.       HSED-UE.1033/EDST-UE.46 &ndash; The &ldquo; Culture Wars&rdquo; in America: Past, Present, Future (4 pts)    Lecture: Mon/Wed 3:30-4:45pm    Recitation 1: Mon 9:30-10:45am    Recitation 2: Mon 11-12:15pm    Recitation 3: Mon 4:55-6:10pm    Recitation 4: Mon 6:20-7:35pm    This course will examine the origins, development, and meanings of so-called cultural conflict in the United States. Topics will include abortion, gay rights, bilingualism, and the teaching of evolution in public schools.       INTE-UE.10/EDST-UE.30 &ndash; Introduction to Global Education (4 pts)    Tue/Thu 9:30-10:45am    This survey course offers an introduction to the field of global education. Education in the 21st century is undoubtedly a central area for international collaboration as well as contestation. In this survey course, we will examine key debates about the role of education in national &amp; international society, examining the multiple stake holders that work to improve education globally, &amp; their diverse interpretations of that mandate. The course will introduce students to the history of mass education as a global phenomenon       MCC-UE.1 &ndash; Introduction to Media Studies (4 pts)    Lecture 1: Tue/Thu 9:30-10:45pm    Lecture 2: Tue/Thu 11-12:45pm (NYU Brooklyn)    Lecture 3: Tue/Thu 2:30-3:45pm (NYU Brooklyn)    Recitations: Fri 9:30-10:45am / Fri 11-12:15pm / Fri 12:30 &ndash; 1:45pm    Introduces students to the study of contemporary forms of mediated forms of communication. The course surveys the main topics in the field and introduces students to a variety of analytical perspectives. Issues include: the economics of media production; the impact of media on individual attitudes, values and behaviors; the role of media professionals; the impact of new media technologies.       MCC-UE.3 &ndash; History of Media and Communication (4 pts)    Lecture 1: Mon/Wed 4:55-6:10pm    Recitations: Fri 9:30-10:45am / Fri 11-12:15pm / Fri 12:30 &ndash; 1:45pm    This course surveys the history of media forms and communication technologies, charting the historical trajectory from the alphabet to the Internet. It explores mediation in and across time and the emergence and development of different media forms in relation to particular social, economic, perceptual, and technological conditions and historical moments.          Texts and Ideas           PHED-UE 10/EDST-UE.50 &ndash; Learning and the Meaning of Life (4 pts)    Mon/Wed 11-12:15pm    What is the most important thing to which I should be devoting my life? This course explores the existential concerns animating questions like this, ones that inspire our lifelong, liberal learning. It focuses on classic works in Western philosophy, literature, and film and examines them as texts of education. Class meetings will be devoted to a mix of lecture and discussion.                       This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]