[{"detail": [{"content": "Current Course Schedule [Graduate]    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Current Course Schedule [Graduate]   FALL 2015 NEW YORK COURSES FALL 2015 ITAL-GA 2192 Topics in Italian Literature: The Ethics of Pastoral Jane Tylus and Susanne Wofford (Gallatin) Wednesday 3:30-6:10PM Class#:19288 A team-taught seminar that will focus on some of the critical questions – aesthetic, ethical, mimetic - generated by pastoral, a literary form that has shown surprising resilience since its \"origins\" in Biblical texts and Theocritus’s Idylls. Among the problems we’ll be puzzling over: to what extent does the poet have the right to speak for the shepherd or peasant – those who \"cannot represent themselves\"? How does the space of the idyll or pastoral retreat come to mirror the space of literature itself? Why does early modernity engage with pastoral in so many forms – dramatic, poetic, the novel, painting, etc. – and what is the lasting legacy of that engagement? The course will also explore the role of the gods in pastoral, from erotic epiphanies to the invisible power of the transcendent. We will ask why the rural gods are so prominent from the earliest periods on in both pastoral poetry and performance. Do the gods lend authority to an alternative stance or social reality, or do they implicitly endorse a traditionalist ideology that sustains the authority of monarch and social order? Other concerns will include the pastoral topics of elegaic loss, erotic lament, the tension between exile and \"otium,\" and the presence of death in the pastoral arcadia. Profs. Wofford and Tylus will move from antiquity (Theocritus, Virgil) to contemporary versions of pastoral (Brokeback Mountain and Jerusalem), with special attention to early modern English, Italian, and Spanish works (Shakespeare, Spenser, Cervantes, Tasso, Andreini, among others). We will also consider the critical tradition that has taken up pastoral as a model for critical and ethical inquiry (William Empson, Harry Berger, John Berger, Gayatri Spivak, Erwin Panofsky, Paul Alpers). Class conducted in English.  ITAL-GA 2389 Studies in Medieval Culture: The Italian Notary: Politicians, Poets and Paper-pushers Melissa Vise Thursday 3:30-6:10PM Class#: 20096 What does it mean to do history from the middle? Historians often argue about top-down and bottom-up historical narratives. But what happens when we turn our eyes to hum-drum middling level bureaucrats? This course will investigate the figure of the humble Italian notary in medieval and Renaissance culture, oft overlooked but once found, found everywhere. A thirteenth-century Italian notary would likely draw up your agreement with your washerwoman, transcribe your deposition before the inquisition, dispense legal advice, develop a religious rationale for freeing the slaves, quote you some Cicero and some Ovid, write your will, and strong-arm you into fulfilling your civic duties. Over the last three decades, the Italian notary has undergone his own kind of renaissance in Italian studies. Not only his omnipresence but his exceptional political, literary and religious importance have come to be better understood. Scholars have also become more alert to the kinds of informants that notaries can be. For example, our knowledge of the cultural influence of Dante’s poetry changed when we began to look at the scribblings that medieval Italian notaries left in the margins of their notebooks. This course will investigate the pivotal role that notaries played in humanism, developments in political theology, the political life of the guilds, and the writing and linguistic culture of medieval and Renaissance Italy generally. Primary sources will take center stage, but we will also pose a historiographical challenge: what are the changing ways we have used notarial writings, why have we used them in these ways, and how can we further push the limits of this source? Class conducted in English. Readings will be in English and Italian. Latin reading skills appreciated but not required. Course syllabus  ITAL-GA 2972 Italian Colonialism Ruth Ben-Ghiat Monday 3:30-6:10PM Class#: 17753 This course explores Italian colonialism from the late 19th century through decolonization. Through readings of colonial travel literature, novels, films, diaries, memoirs, and other texts, students address the meaning of colonialism within Italian history and culture, the specificities of the Italian colonial case within broader trends of European imperialism, and the legacies of colonialism in contemporary Italy. Class conducted in English. Course syllabus  ITAL-GA 3142 Seminar on Dante: Dante's Inferno Maria Luisa Ardizzone Tuesday 3:30-6:10PM Class#: 17754 The course will provide a fresh approach to the Inferno with a focus on the problem of evil in the Commedia . We will investigate Dante’s dramatization of the ontology of human beings and their inclination to materiality and materialism, which the poet considers the source of evil. The course includes an introduction to Dante’s first work, the Vita Nuova , and a reading of sections of his treatise On Vernacular Speech and the Convivio . Class conducted in English.  ITAL-GA 3020 PhD Exam Preparation Class #1892 ITAL-GA 2891 Guided Individual Reading (to enroll contact the Department Administrator after obtaining permission from the DGS) Class #1519  SPRING 2015 NEW YORK COURSES SPRING 2015 ITAL-GA 1981 Studies in Italian Culture: Language and Politics in Italy Ruth Ben-Ghiat and Virginia Cox Monday 3:30-6:10PM Class#: 5534 This course sets out to explore the place and agency of language within the political sphere in Italy from the late middle ages to the twentieth century. Language is understood for the purposes of this course in a broad sense, including visual, as well as verbal, communicative practices and codes. After an introduction segment focused on historical and contemporary theoretical approaches to language in its social and political dimensions, the course will be structured in two principal segments, one examining key topoi of political discourse (appeals to national glory, to destiny, to virility, to renewal, to sacrifice); the other to important media of political communication (public speaking, painting and sculture, film, and civic ritual). The course will end with a consideration of the relation of language and politics in twenty-first century Italy with a particular focus on Berlusconi. One of the intentions of the course is to give students an opportunity to develop cross-chronological interests and to discern continuities, parallels, and differences between past and present political cultures. This type of comparative work will be encouraged in course presentations and submitted written work. Class conducted in English. Course syllabus and bibliography.  ITAL-GA 2312 Paradiso Maria Luisa Ardizzone Tuesday 3:30-6:10PM Class#: 23919 A rereading of Dante’s Paradiso that focuses on the interaction between the medieval mystical- theological culture and the encyclopedia of secular learning as it takes place in the Commedia. Dante utilizes the philosophical and scientific knowledge of his time, but relives it in light of the evangelical message. A text of the Christian \"paideia\" par excellence, Paradiso, is also an extraordinary modern work. Organized on the patrimony of values formulated by western monastic culture, by the Christian ascetic practice of the desert, the Paradiso is a journey towards awareness, in which knowledge implies the mystical rediscovery of the self. All these themes will be investigated in the course along with the central issue of the Commedia as a discourse about the \"other world\" which implies the unveiling of the meaning of \"this world\". Dante’s Paradise will be read in light of Dante’s minor works. The requirements of the course are active class participation, a mid-semester oral presentation, and a final paper 20-25 pages in length.  Class conducted in Italian.  ITAL-GA 2020 Topics in History: Nazi Germany and Fascist Italy: Comparisons, Contrasts, Collaborations Ruth Ben-Ghiat and Stephen Gross (History) Tuesday 10am-12:30PM Class conducted in English.  ITAL-GA 3030 Research Preparation in Italian Studies Rebecca Falkoff and David Forgacs Wednesday 3:30-6:10PM More information regarding this new course will be coming out in November. Class conducted in English.  ITAL-GA 2891 Guided Individual Reading (to enroll contact the Department Administrator after obtaining permission from the DGS) Class#: 4805  FLORENCE COURSES SPRING 2015 ITAL-GA 9001 Letteratura Italiana, U. di Firenze Course offered at Università di Firenze To enroll in Albert for courses offered at the Università di Firenze, please contact the Department Administrator. ITAL-GA 9003 Work in Progress Seminar David Forgacs Tuesday 1:30-4:15PM Class#: 4807 This seminar, directed by the visiting faculty member (Spring 2015: Prof. David Forgacs), is intended to help students structure their work on their thesis, and prepare for the Graduate Studies symposium. Class conducted in English.  ITAL-GA 9512 Italian Politics: libertas/libertà in early modern Italy Gian Mario Cao Monday 1:30-4:15PM Class #:25517 The course will explore the various meanings of libertas/libertà in Italian culture and society from the Renaissance to the Enlightenment. The political notions of freedom and liberty were borrowed from classical philosophy by Renaissance humanists and thinkers, and adapted to the new context of Italian principalities and regional states. The question of religious liberty, and its relation to the idea of toleration, became a crucial issue during the Reformation and the Counter-Reformation; for non-Christian groups, such as the large Jewish community, it also had a bearing on the liberty of travel and trade. Free inquiry (libertas philosophandi) was far from being granted to academics and intellectuals, who had to deal with various forms of surveillance and censorship. Sexual behavior was regulated by a strict moral code to be enforced by both political and religious authorities; sexual liberty was not conceivable within a Christian framework and by no means could be granted to women, let alone to homosexuals. Even the liberty to kill another human being, no matter how guilty and socially dangerous, was called into question by the critics of capital punishment. By analyzing primary sources ranging from political treatises to conciliar decrees, from trial records to learned correspondence, and by integrating the vantage points offered by political theory and literary imagination, religious teachings and social habits and customs, we will outline the significance and boundaries of libertas/libertà in Italy in the period from the Renaissance to the Enlightenment. Interdisciplinary and comparative in nature and scope, the course will also address a number of methodological issues, including the dangers of anachronism and teleology in historical explanation. Class conducted in Italian. Course syllabus  ITAL-GA 9981 Studies in Italian Culture: Documentary photography and film in Italy: critical debates and practice David Forgacs Thursday 3:00-5:45PM Class #:24894 Documentary photographs and non-fiction films (including feature-length documentaries, newsreels and television documentaries) have been pervasive in Italian culture during the past century and yet they are frequently sidelined by cultural and film historians. The aims of the course are to re-establish their centrality and to engage students, through close investigation of films and photographs, reading of relevant texts and their own practice as image makers, with important critical debates about the use of still and moving images as social documents and public communications. How do images convey meanings to whom? What techniques and rhetorical devices are used to influence audiences? How do words, music and images interact in documentary films? Can clear boundaries be drawn in documentary between fact and fiction or between an unscripted action and a performance? What ethical choices are involved in recording and showing images of certain people or events, such as dead or wounded combatants, sick or vulnerable adults, minors? Students will be required to make close analyses, in class and outside, of photographs and selected films and assigned readings of critical texts. They will also be invited to make their own photographic or video diary or project as part of the learning process (no previous experience of this is required). The course will be assessed by a final paper and optional visual project. Class conducted in English. Course description with selected films and selected reading.  ITAL-GA 9891 Guided Individual Reading (to enroll contact the Department Administrator after obtaining permission from the DGS) Class #4808                Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Current Course Schedule [Graduate]    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Current Course Schedule [Graduate]   FALL 2015 NEW YORK COURSES FALL 2015 ITAL-GA 2192 Topics in Italian Literature: The Ethics of Pastoral Jane Tylus and Susanne Wofford (Gallatin) Wednesday 3:30-6:10PM Class#:19288 A team-taught seminar that will focus on some of the critical questions – aesthetic, ethical, mimetic - generated by pastoral, a literary form that has shown surprising resilience since its \"origins\" in Biblical texts and Theocritus’s Idylls. Among the problems we’ll be puzzling over: to what extent does the poet have the right to speak for the shepherd or peasant – those who \"cannot represent themselves\"? How does the space of the idyll or pastoral retreat come to mirror the space of literature itself? Why does early modernity engage with pastoral in so many forms – dramatic, poetic, the novel, painting, etc. – and what is the lasting legacy of that engagement? The course will also explore the role of the gods in pastoral, from erotic epiphanies to the invisible power of the transcendent. We will ask why the rural gods are so prominent from the earliest periods on in both pastoral poetry and performance. Do the gods lend authority to an alternative stance or social reality, or do they implicitly endorse a traditionalist ideology that sustains the authority of monarch and social order? Other concerns will include the pastoral topics of elegaic loss, erotic lament, the tension between exile and \"otium,\" and the presence of death in the pastoral arcadia. Profs. Wofford and Tylus will move from antiquity (Theocritus, Virgil) to contemporary versions of pastoral (Brokeback Mountain and Jerusalem), with special attention to early modern English, Italian, and Spanish works (Shakespeare, Spenser, Cervantes, Tasso, Andreini, among others). We will also consider the critical tradition that has taken up pastoral as a model for critical and ethical inquiry (William Empson, Harry Berger, John Berger, Gayatri Spivak, Erwin Panofsky, Paul Alpers). Class conducted in English.  ITAL-GA 2389 Studies in Medieval Culture: The Italian Notary: Politicians, Poets and Paper-pushers Melissa Vise Thursday 3:30-6:10PM Class#: 20096 What does it mean to do history from the middle? Historians often argue about top-down and bottom-up historical narratives. But what happens when we turn our eyes to hum-drum middling level bureaucrats? This course will investigate the figure of the humble Italian notary in medieval and Renaissance culture, oft overlooked but once found, found everywhere. A thirteenth-century Italian notary would likely draw up your agreement with your washerwoman, transcribe your deposition before the inquisition, dispense legal advice, develop a religious rationale for freeing the slaves, quote you some Cicero and some Ovid, write your will, and strong-arm you into fulfilling your civic duties. Over the last three decades, the Italian notary has undergone his own kind of renaissance in Italian studies. Not only his omnipresence but his exceptional political, literary and religious importance have come to be better understood. Scholars have also become more alert to the kinds of informants that notaries can be. For example, our knowledge of the cultural influence of Dante’s poetry changed when we began to look at the scribblings that medieval Italian notaries left in the margins of their notebooks. This course will investigate the pivotal role that notaries played in humanism, developments in political theology, the political life of the guilds, and the writing and linguistic culture of medieval and Renaissance Italy generally. Primary sources will take center stage, but we will also pose a historiographical challenge: what are the changing ways we have used notarial writings, why have we used them in these ways, and how can we further push the limits of this source? Class conducted in English. Readings will be in English and Italian. Latin reading skills appreciated but not required. Course syllabus  ITAL-GA 2972 Italian Colonialism Ruth Ben-Ghiat Monday 3:30-6:10PM Class#: 17753 This course explores Italian colonialism from the late 19th century through decolonization. Through readings of colonial travel literature, novels, films, diaries, memoirs, and other texts, students address the meaning of colonialism within Italian history and culture, the specificities of the Italian colonial case within broader trends of European imperialism, and the legacies of colonialism in contemporary Italy. Class conducted in English. Course syllabus  ITAL-GA 3142 Seminar on Dante: Dante's Inferno Maria Luisa Ardizzone Tuesday 3:30-6:10PM Class#: 17754 The course will provide a fresh approach to the Inferno with a focus on the problem of evil in the Commedia . We will investigate Dante’s dramatization of the ontology of human beings and their inclination to materiality and materialism, which the poet considers the source of evil. The course includes an introduction to Dante’s first work, the Vita Nuova , and a reading of sections of his treatise On Vernacular Speech and the Convivio . Class conducted in English.  ITAL-GA 3020 PhD Exam Preparation Class #1892 ITAL-GA 2891 Guided Individual Reading (to enroll contact the Department Administrator after obtaining permission from the DGS) Class #1519  SPRING 2015 NEW YORK COURSES SPRING 2015 ITAL-GA 1981 Studies in Italian Culture: Language and Politics in Italy Ruth Ben-Ghiat and Virginia Cox Monday 3:30-6:10PM Class#: 5534 This course sets out to explore the place and agency of language within the political sphere in Italy from the late middle ages to the twentieth century. Language is understood for the purposes of this course in a broad sense, including visual, as well as verbal, communicative practices and codes. After an introduction segment focused on historical and contemporary theoretical approaches to language in its social and political dimensions, the course will be structured in two principal segments, one examining key topoi of political discourse (appeals to national glory, to destiny, to virility, to renewal, to sacrifice); the other to important media of political communication (public speaking, painting and sculture, film, and civic ritual). The course will end with a consideration of the relation of language and politics in twenty-first century Italy with a particular focus on Berlusconi. One of the intentions of the course is to give students an opportunity to develop cross-chronological interests and to discern continuities, parallels, and differences between past and present political cultures. This type of comparative work will be encouraged in course presentations and submitted written work. Class conducted in English. Course syllabus and bibliography.  ITAL-GA 2312 Paradiso Maria Luisa Ardizzone Tuesday 3:30-6:10PM Class#: 23919 A rereading of Dante’s Paradiso that focuses on the interaction between the medieval mystical- theological culture and the encyclopedia of secular learning as it takes place in the Commedia. Dante utilizes the philosophical and scientific knowledge of his time, but relives it in light of the evangelical message. A text of the Christian \"paideia\" par excellence, Paradiso, is also an extraordinary modern work. Organized on the patrimony of values formulated by western monastic culture, by the Christian ascetic practice of the desert, the Paradiso is a journey towards awareness, in which knowledge implies the mystical rediscovery of the self. All these themes will be investigated in the course along with the central issue of the Commedia as a discourse about the \"other world\" which implies the unveiling of the meaning of \"this world\". Dante’s Paradise will be read in light of Dante’s minor works. The requirements of the course are active class participation, a mid-semester oral presentation, and a final paper 20-25 pages in length.  Class conducted in Italian.  ITAL-GA 2020 Topics in History: Nazi Germany and Fascist Italy: Comparisons, Contrasts, Collaborations Ruth Ben-Ghiat and Stephen Gross (History) Tuesday 10am-12:30PM Class conducted in English.  ITAL-GA 3030 Research Preparation in Italian Studies Rebecca Falkoff and David Forgacs Wednesday 3:30-6:10PM More information regarding this new course will be coming out in November. Class conducted in English.  ITAL-GA 2891 Guided Individual Reading (to enroll contact the Department Administrator after obtaining permission from the DGS) Class#: 4805  FLORENCE COURSES SPRING 2015 ITAL-GA 9001 Letteratura Italiana, U. di Firenze Course offered at Università di Firenze To enroll in Albert for courses offered at the Università di Firenze, please contact the Department Administrator. ITAL-GA 9003 Work in Progress Seminar David Forgacs Tuesday 1:30-4:15PM Class#: 4807 This seminar, directed by the visiting faculty member (Spring 2015: Prof. David Forgacs), is intended to help students structure their work on their thesis, and prepare for the Graduate Studies symposium. Class conducted in English.  ITAL-GA 9512 Italian Politics: libertas/libertà in early modern Italy Gian Mario Cao Monday 1:30-4:15PM Class #:25517 The course will explore the various meanings of libertas/libertà in Italian culture and society from the Renaissance to the Enlightenment. The political notions of freedom and liberty were borrowed from classical philosophy by Renaissance humanists and thinkers, and adapted to the new context of Italian principalities and regional states. The question of religious liberty, and its relation to the idea of toleration, became a crucial issue during the Reformation and the Counter-Reformation; for non-Christian groups, such as the large Jewish community, it also had a bearing on the liberty of travel and trade. Free inquiry (libertas philosophandi) was far from being granted to academics and intellectuals, who had to deal with various forms of surveillance and censorship. Sexual behavior was regulated by a strict moral code to be enforced by both political and religious authorities; sexual liberty was not conceivable within a Christian framework and by no means could be granted to women, let alone to homosexuals. Even the liberty to kill another human being, no matter how guilty and socially dangerous, was called into question by the critics of capital punishment. By analyzing primary sources ranging from political treatises to conciliar decrees, from trial records to learned correspondence, and by integrating the vantage points offered by political theory and literary imagination, religious teachings and social habits and customs, we will outline the significance and boundaries of libertas/libertà in Italy in the period from the Renaissance to the Enlightenment. Interdisciplinary and comparative in nature and scope, the course will also address a number of methodological issues, including the dangers of anachronism and teleology in historical explanation. Class conducted in Italian. Course syllabus  ITAL-GA 9981 Studies in Italian Culture: Documentary photography and film in Italy: critical debates and practice David Forgacs Thursday 3:00-5:45PM Class #:24894 Documentary photographs and non-fiction films (including feature-length documentaries, newsreels and television documentaries) have been pervasive in Italian culture during the past century and yet they are frequently sidelined by cultural and film historians. The aims of the course are to re-establish their centrality and to engage students, through close investigation of films and photographs, reading of relevant texts and their own practice as image makers, with important critical debates about the use of still and moving images as social documents and public communications. How do images convey meanings to whom? What techniques and rhetorical devices are used to influence audiences? How do words, music and images interact in documentary films? Can clear boundaries be drawn in documentary between fact and fiction or between an unscripted action and a performance? What ethical choices are involved in recording and showing images of certain people or events, such as dead or wounded combatants, sick or vulnerable adults, minors? Students will be required to make close analyses, in class and outside, of photographs and selected films and assigned readings of critical texts. They will also be invited to make their own photographic or video diary or project as part of the learning process (no previous experience of this is required). The course will be assessed by a final paper and optional visual project. Class conducted in English. Course description with selected films and selected reading.  ITAL-GA 9891 Guided Individual Reading (to enroll contact the Department Administrator after obtaining permission from the DGS) Class #4808                Contact Us | &copy; New York University , Arts and Science"}, {"content": "Advanced Honors Seminars: Fall 2014, CAS | NYU                                                    Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Advanced Honors Seminars: Fall 2014   The College is one of the most diverse communities anywhere–an exciting, sophisticated center in one of the most exciting and cosmopolitan cities in the world. Our mission is to prepare students to be thought leaders and successful global citizens. We do this by creating unique academic opportunities for student and faculty engagement that emphasize research and scholarly communication. Part of the College’s Honors Program, the Advanced Honors Seminars place students in small classes with distinguished faculty to study topics that have the potential to change how we think and how we work. As such, they are ideal gateways for the intellectually stimulating discussions we aim to foster. They challenge students and faculty to engage intensively within and beyond their fields of study, and they inspire intellectual responsibility towards the scholarly community and the wider world. In spring 2005, the College of Arts and Science launched the Advanced Honors Seminar program, which extends the basic principles behind the Freshman Honors Seminars to upper-level courses (open to sophomores, juniors, and seniors). Distinguished professors drawn not only from the College’s faculty but also from NYU’s professional schools, and from among New York’s professional, cultural, and governmental leaders, teach these small classes. In many instances, the seminars are cross-listed with departments and students may count the classes toward their majors or minors; in some cases, the classes will count only as electives. Advanced Honors Seminars have three central goals: to create close mentoring relationships between exceptional faculty and students; to challenge students intellectually through honors-level work in critical thinking, writing, and conversing; and to strengthen students’ interest in and aptitude for conducting independent research (e.g. a DURF grant or a Senior Honors Thesis). They are designed to foster scholarly insight and debate and to nurture the intellectual passions of students and faculty alike. We encourage you to try one this year! G. Gabrielle Starr Seryl Kushner Dean of the College of Arts and Science Wendy Suzuki Director of College Honors Programs   Course Descriptions    The NYU Mediation Lab: Museum and Gaming Edition AHSEM-UA 176 Instructor: Clifford Siskin Tuesday, 2:00-4:30 p.m.      MIT has its famous Media Lab ( media.mit.edu ) for  “envisioning the impact of emerging technologies.” Here at NYU we use the term  more inclusive “mediation”— our shorthand for the work done by everything that  intervenes, enables, or is simply in-between—to invite students from EVERY  discipline of FAS to participate in the making of new knowledge. For this fifth  edition of the Lab, we’ll reach out from the university to two of the most  exciting arenas for creating new ways of knowing today: museums and games.  After 250 years of arranging and displaying objects, museums are reinventing  themselves into interactive sites for thinking through those objects. Gamification—applying  gaming strategies and design to the real world—has become a major strategy for  this effort to make knowledge and objects come alive. Bring what you’ve learned  from your majors, and your passions for museums and/or games, to the Lab. We’ll work together to learn about these  efforts—and to design and produce our own. As part of switching from passive  classroom mode to active collaboration with each other, we will also  collaborate with New York City—home for an astonishing array of museums and  resources (academic and commercial) for gaming. Cross-listed with English as ENGL-UA  252.001.      Clifford  Siskin is the  Henry W. and Alfred A. Berg Professor of English and American Literature and  the Director of The Re:Enlightenment Project. His subject is the interrelations  of literary, social, and technological change. Links between past and present  inform all of his work, from his sequencing of the genres of subjectivity ( The  Historicity of Romantic Discourse ) to his recovery of literature’s role in  the formation of the modern disciplines (The Work of Writing ). He is  also co-editor, with William Warner, of This Is Enlightenment , and a  forthcoming monograph that asks when and how the central genre of Enlightenment  became the thing that we now love to blame: the SYSTEM.  What is Memory?   AHSEM-UA 187   Instructor: Martha Rust   Monday, 2:00-4:30 p.m.      The questions “What is  memory?” and “What is forgetting?” have intrigued thinkers for millennia.  Thanks to the written records that serve as our cultural memory, we know that  memory has been a topic of inquiry at least since those records began. Today’s  philosophers, psychologists, and literary scholars are continuing to hone the  concept of the self as it was understood by John Locke, David Hume, and Ralph  Waldo Emerson among others, as a dynamic tension between memory and  consciousness. Together this work pursues such questions as how is memory  embodied? How and why do we forget? What is the connection between memory and  the self—and with language and story-telling—and with moral and ethical  reasoning? What events are best forgotten and how do we go about forgetting  them? The proliferation of memorials of war and conflict today has led some  cultural critics to wonder if so much remembering gums up the salve of  forgetting so necessary for the healing process of forgiving. The course is  structured around six units: Life Memories, The Idea of Memory, The Science of  Memory, The Art of Memory, Cultural Memory, and Forgetting. Readings represent  the full spectrum of western thinking about memory, from Plato to the Pew  Research Center’s report on memory and the internet. It is hoped that in  addition to learning a great deal about memory and forgetting as academic  topics, students come away from the course having gained new insights into the  workings of their own memories and having developed a personal practice of  memory that serves their growth as individuals long after their memories of the  course itself have dimmed.   Cross-listed with English as ENGL-UA 252.002 and with the Silver School of  Social Work as UNDSW-US 79.001.      Martha Dana Rust is Associate Professor of English at NYU. She is the author  of Imaginary Worlds in Medieval Books: Exploring the Manuscript Matrix   and, most recently, “The Architecture of the Infinite Library: Teaching  Intertextuality and Bibliography with The Name of the Rose ,” in Postscript  to the Middle Ages: Teaching Medieval Studies Through Umberto Eco’s The Name of  the Rose . She is currently at work on a book project, “Item: Lists and the  Poetics of Reckoning in Late-Medieval England,” which concerns, among other  things, the medieval arts of memory. Making Art in the Anthropocene: A Creative Research Project on Ecology, Species, and Vibrant Matter AHSEM-UA 193 Instructor: Una Chaudhuri and Fritz Ertl Tuesday, 2:00-4:30 p.m. “Either stop writing, or write like a rat!” In one of the most provocative texts in contemporary animal philosophy, the French philosophers Gilles Deleuze and Felix Guattari famously propose “becoming animal” as a liberating artistic practice. This workshop-cum-seminar will engage with key themes in recent “post-humanist” discourse by applying and testing them in our own creative practice. We will read recent theories of species, ecology, and matter (by writers like Jacques Derrida, Donna Haraway, Elizabeth Grosz, Jane Bennett, and Timothy Morton) and we will study a variety of literary, cinematic and visual art works that seem to resonate with key themes of that discourse (works like Wallace Shawn’s Grasses of a Thousand Colors , Cesar Aira’s An Episode in the Life of a Landscape Painter , Marina Zurkow’s “Slurb,” Marian Engel’s Bear , and Robinson Devor’s Zoo ). Our seminar-style investigations of these texts and artworks will regularly be applied in workshop sessions where we will use space, objects, movement, sound, imagery, and writing to explore the aesthetic implications of these theoretical ideas. A main interest of this course is to experiment with “creative research,” a way of doing intellectual work in which art-making is regarded as—and systematically used as—a mode of knowledge and inquiry, and in which ideas are developed by doing and making as well as by thinking/writing/speaking. Prior artistic training/practice is welcomed but not required; however, all students must be willing to and interested in exploring their \"inner artist.\" Cross-listed with Animal Studies as ANST-UA 393.001; with English as ENGL-UA 252.003; with Environmental Studies as ENVST-UA 593.001; with Dramatic Literature as DRLIT-UA 971.001; and with the Department of Drama in the Tisch School of the Arts as THEA-UT 801.004. Una Chaudhuri , Collegiate Professor and Professor of English, of Drama, and of Environmental Studies, has served as Chair of both the Department of English in the Faculty of Arts and Science and of the Department of Drama at the Tisch School of the Arts. She is the author of No Man’s Stage: A Semiotic Study of Jean Genet’s Plays and Staging Place: The Geography of Modern Drama , editor of Rachel’s Brain and Other Storms: The Performance Scripts of Rachel Rosenthal , and co-editor, with Elinor Fuchs, of the critical anthology Land/Scape/Theater . Her current work explores the intersections of performance studies and the emerging field of animal studies, on which she just guest-edited a special issue of TDR: The Journal of Performance Studies . She has won both the College’s Golden Dozen Award for Teaching Excellence and the University’s Distinguished Teaching Award. Fritz Ertl is an adjunct instructor in the Department of Drama in the Tisch School of the Arts at NYU. He has produced or directed world premieres of plays by Steven Drukman, Erik Ehn, and Paula Vogel, and has worked at theatres such as Berkshire Theatre Festival, BACA Downtown, HERE, and Incubator Arts Project. He has directed plays at NYU such as PENTECOST, by David Edgar; THE PAINS OF YOUTH, by Ferdinand Brukner; and MAD FOREST, by Caryl Churchill. In recent years, he has been working on a series of new plays exploring the catastrophic consequences of globalization: YOUTH IN ASIA: A TECHNO FANTASIA (aka the resistance project); FOXHOLLOW (aka the animal project); THERE WAS AND THERE WASN‘T: AN OLD IRAQI FOLK TALE (aka the queeraq project); and CARLA AND LEWIS (aka the ecocide project). He has been teaching at NYU since 1990, and is the former Managing Director of the Drama Department at Tisch. In 2005-06 he was the program director of the Tisch Acting Conservatory in Dublin. Currently he is the head of acting at Playwrights Horizon Theater School and a member of the adjunct faculty at the Meisner Studio.  Seeing the City   AHSEM-UA 198   Instructor: Richard Sennett   Wednesday, 3:30-6:00 p.m. This seminar explores how the buildings, streets, and public spaces of a  city relate to its economic, social, and political life. The seminar thus  bridges visual studies and the social sciences. The seminar is pro-active. In  addition to classroom readings and discussions, you will work in small teams to  photograph and film particular conditions in the city. Your term project will  take you into one of the Marron Institute's urban design projects. The course  aims to sensitize you to the urban environment, as well as introduce you to the  skills urbanists use in their work. Cross-listed with Sociology as SOC-UA 940.001  and with Social and Cultural Analysis as SCA-UA 721.004.  Richard Sennett is a Professor of Sociology at NYU and at the London  School of Economics, where he is also chair of The Cities Programme. He has  executed design projects for New York City, Berlin, Beirut, and other cities  and also headed UNESCO's Committee on Cities and World Heritage. Professor  Sennett's work explores how individuals and groups make social and cultural  sense of material facts (their urban environments, what they do for a living,  etc.). His research entails ethnography, history, and social theory, continuing  the pragmatist tradition pioneered by William James and John Dewey. His first  books, The Uses of Disorder and The Hidden Injuries of Class ,  examined the formation of personal and working-class identity in the modern  city and society. Since the 1990s he has charted the personal consequences for  workers of the work-world of modern capitalism in such studies as The  Corrosion of Character , Respect in a World of Inequality , and The  Culture of the New Capitalism . Professor Sennett Richard is assisted in the  seminar by Dom Bagnato, a film maker and researcher at the Marron Institute.  East/West? Politics of Cultural Representation and the Middle East   AHSEM-UA 216   Instructor: Asli Igsiz   Tuesday, 12:30-3:00 p.m. Scholars have argued that since the “fall” of Byzantine Constantinople to the Ottomans in the fifteenth century, Western European intellectuals started framing cultural difference in terms of the “East” and the “West.” Renaissance humanists, for example, resorted to ancient and medieval texts to create a religiously and culturally defined “other”—the “Ottoman Turks.” Their writings then spread around Europe and generated conceptualizations of what the West “ought to be,” as different from the East. This course will examine a wide variety of cultural representations pertaining to the modern Middle East that have contributed to the configuration of \"East/West\" divides, such as: the World Exhibitions of the nineteenth and early twentieth centuries; novels; discourses and institutions of humanitarianism; and the contemporary human rights regime. We will thus explore politics of cultural representation over the last two centuries and how they lend themselves to problematic interpretations of the East/West in general, and the Middle East in particular. Sources to be examined include historical pamphlets, old newspapers, film, travel accounts, and fictional works by authors such as Hanif Kureishi, Tayeb Salih, or Orhan Pamuk. Cross-listed with Middle Eastern and Islamic Studies as MEIS-UA 727.001 . Aslı Iğsız is Assistant Professor of Middle Eastern and Islamic Studies at NYU. Her teaching and research interests, informed by anthropology, literary studies, and cultural history, address a wide variety of issues related to cultural representation and cultural history such as narratives of war and displacement and dynamics of heterogeneity in late Ottoman and contemporary Turkish contexts. Her recent publications examined contemporary issues such as the Gezi Park protests, multiculturalism and museumization of culture in Turkey. She is currently working on her book project entitled Humanism in Ruins: Politics of Memory and the Greek-Turkish Population Exchange in Contemporary Turkey . Using a multidisciplinary approach, the book explores cultural memory and representation and politics of “multiculturalism” in post-1980 military coup era Turkey, with a special focus on Greco-Turkish shared heritage and the culture of “minority.”  The New Documentary Film in Brazil   AHSEM-UA 217   Instructor: Marta Peixoto   Tuesday and Thursday, 3:30-4:45 p.m. How does documentary film represent reality? Is it a transparent window? Or is it a more complex form that may include elements of staging and fiction? In Brazil (as elsewhere) the last twenty years have seen a surge in documentary filmmaking and critical thinking about this kind of film. The increased production of documentary film is part of the Retomada or Renewal of Brazilian cinema of all kinds since the 1990s, made possible by favorable government policies. This course, CONDUCTED IN ENGLISH, will examine a selection of these Brazilian films from the 1990s to the present (with brief retrospectives to earlier films) and explore issues such as: the uses of fact and fiction and the multiple ways in which documentary film may go beyond offering realistic versions of preexisting realities; the scope of its political impact; ethical concerns about the respectful use of other people's images and words; and the construction of layered and complex images of Brazil. Cross-listed with Portuguese as PORT-UA 706.001  and with Dramatic Literature as DRLIT-UA 851.001.  Marta Peixoto is Associate Professor of Spanish and Portuguese. Her studies focus on Brazilian literature and culture, and she has written books and essays on the major 20th-century writers Machado de Assis, João Cabral de Melo Neto and Clarice Lispector, as well as on other novelists and poets. Her work draws on gender theory and more recently on theories of affect. She has also published essays on Brazilian cinema, focusing on representations of urban crises, on the blurring of distinctions between documentary and fiction, and on lyric aspects of recent documentary films.                                See Also               Advanced Honors Seminars: Spring 2006       Advanced Honors Seminars: Spring 2007       Advanced Honors Seminars: Spring 2008       Advanced Honors Seminars: Spring 2009       Advanced Honors Seminars: Spring 2010       Advanced Honors Seminars: Spring 2011       Advanced Honors Seminars: Winter/Spring 2012       Advanced Honors Seminars: Winter/Spring/Fall 2013       Advanced Honors Seminars: Spring 2014                       Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 10&#047;17&#047;2014       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}]}]