[{"detail": [{"content": "NYU Virtual Business Library - Company &amp; Financial Information                          New York University Libraries    Virtual Business Library              Business FAQ |   Ask a Librarian |   Off-Campus Access |   Find E-Journals |   Business Database Descriptions A-Z                  Select a category:     Company &amp; Financial Information   Industry Information   Economic &amp; Statistical Information   Country Information   Marketing Information   Journals/Newspapers/ E-Books   Library Catalogs   General Library Information   Databases A - Z             Company &amp; Financial Information     research guides   selected websites           Company Profiles     American Firm Operating in Foreign Countries (via Uniworld Online) more   Business Insights more   D &amp; B International Million Dollar Directory more   D &amp; B Million Dollar Directory more   Emerging Markets Information Service more   Factiva (formerly Dow Jones Interactive) more   Foreign Firms Operating in the United States (via Uniworld Online) more   Foundation Directory Online more   Global Market Information Database more   Guidestar (nonprofit organizations) more   Hoover’s Online more   Lexis-Nexis Academic Universe more   Mergent Web Reports (Corporate Manuals) (NYU only) more   ReferenceUSA more   Standard &amp; Poor's NetAdvantage more         Stock Indices &amp; Exchanges     Meridian Online more         Financial Information &amp; Filings     Bloomberg (located on the 5th Floor Research Commons) more   Capital IQ ( Available to Stern MBA students on campus only! To request an account for this semester, eligible students should fill out the Capital IQ request form on their Career Account at the beginning of every semester. )   CCH Capital Changes Reports   CCH Global ADR   CCH Tax Library   Compact Disclosure SEC 1992–1997 (Ask at 5th Floor/Bobst Library)   Compact Disclosure World Scope 1991–1997 (Ask at 5th Floor/Bobst Library)   D &amp; B Key Business Ratios more   Datastream (Terminal located on the 5th Floor/Bobst Library)   Factiva (formerly Dow Jones Interactive) more   Hoover’s Online more   Emerging Markets Information Service more   Lexis-Nexis Academic Universe more   Mergent Bond Viewer more   Mergent Online more   Mergent Web Reports (Corporate Manuals) (NYU only) more   Morningstar Investment Research Center more   ProQuest Historical Annual Reports more   Roubini Global Economics more   Standard &amp; Poor's NetAdvantage more   Thomson ONE Banker more --ONLY WORKS WITH INTERNET EXPLORER --   Value Line more (click the \"Log In\" box in the upper right hand to access ValueLine)   Wharton Research Database Service (WRDS) more **On campus access to WRDS is available with a valid NYU email address. Remote access is for account holders only.   WordsAnalytics more             Analyst Reports     Emerging Markets Information Service more   Mergent Events Data more   Standard &amp; Poor's NetAdvantage more   Thomson ONE Banker more --ONLY WORKS WITH INTERNET EXPLORER --   Value Line more         Historical Company Information     Columbia Digital Annual Reports   Financial Times Digital Archive 1888-2006 more   International Directory of Company Histories more   Proquest Historical Annual Reports more   Mergent Web Reports more   Mergent Archives more     Journal/Newspaper Articles     ABI/Inform more   Alternative Press Index more   Business Source Complete (EBSCO) more   Conference Board Research Online more   Ethnic Newswatch more   Factiva (formerly Dow Jones Interactive) more   Institutional Investor Journals   JSTOR more   Lexis-Nexis Academic Universe more   New York Times: 1980–present via Lexis-Nexis more   New York Times: 1980–present via Proquest more   New York Times Historical more   PROMT more   Proquest Central more   TableBase more   Universal Database of Russian Newspapers more   Wall Street Journal via Proquest more   OmniFile FT more              Looking for E-Journals?   Find Now             Cannot display Ask a Librarian chat   JavaScript disabled or chat unavailable                     The NYU Libraries chat service is offline.   Check back later or email us instead.          VBL Series on Business Resources               Search This Site |   Contact Us |   NYU Libraries |   NYU |   Stern     © 2015 New York University. All Rights Reserved."}]},
{"detail": [{"content": "NYU Virtual Business Library - Company &amp; Financial Information                          New York University Libraries    Virtual Business Library              Business FAQ |   Ask a Librarian |   Off-Campus Access |   Find E-Journals |   Business Database Descriptions A-Z                  Select a category:     Company &amp; Financial Information   Industry Information   Economic &amp; Statistical Information   Country Information   Marketing Information   Journals/Newspapers/ E-Books   Library Catalogs   General Library Information   Databases A - Z             Company &amp; Financial Information     research guides   selected websites           Company Profiles     American Firm Operating in Foreign Countries (via Uniworld Online) more   Business Insights more   D &amp; B International Million Dollar Directory more   D &amp; B Million Dollar Directory more   Emerging Markets Information Service more   Factiva (formerly Dow Jones Interactive) more   Foreign Firms Operating in the United States (via Uniworld Online) more   Foundation Directory Online more   Global Market Information Database more   Guidestar (nonprofit organizations) more   Hoover’s Online more   Lexis-Nexis Academic Universe more   Mergent Web Reports (Corporate Manuals) (NYU only) more   ReferenceUSA more   Standard &amp; Poor's NetAdvantage more         Stock Indices &amp; Exchanges     Meridian Online more         Financial Information &amp; Filings     Bloomberg (located on the 5th Floor Research Commons) more   Capital IQ ( Available to Stern MBA students on campus only! To request an account for this semester, eligible students should fill out the Capital IQ request form on their Career Account at the beginning of every semester. )   CCH Capital Changes Reports   CCH Global ADR   CCH Tax Library   Compact Disclosure SEC 1992–1997 (Ask at 5th Floor/Bobst Library)   Compact Disclosure World Scope 1991–1997 (Ask at 5th Floor/Bobst Library)   D &amp; B Key Business Ratios more   Datastream (Terminal located on the 5th Floor/Bobst Library)   Factiva (formerly Dow Jones Interactive) more   Hoover’s Online more   Emerging Markets Information Service more   Lexis-Nexis Academic Universe more   Mergent Bond Viewer more   Mergent Online more   Mergent Web Reports (Corporate Manuals) (NYU only) more   Morningstar Investment Research Center more   ProQuest Historical Annual Reports more   Roubini Global Economics more   Standard &amp; Poor's NetAdvantage more   Thomson ONE Banker more --ONLY WORKS WITH INTERNET EXPLORER --   Value Line more (click the \"Log In\" box in the upper right hand to access ValueLine)   Wharton Research Database Service (WRDS) more **On campus access to WRDS is available with a valid NYU email address. Remote access is for account holders only.   WordsAnalytics more             Analyst Reports     Emerging Markets Information Service more   Mergent Events Data more   Standard &amp; Poor's NetAdvantage more   Thomson ONE Banker more --ONLY WORKS WITH INTERNET EXPLORER --   Value Line more         Historical Company Information     Columbia Digital Annual Reports   Financial Times Digital Archive 1888-2006 more   International Directory of Company Histories more   Proquest Historical Annual Reports more   Mergent Web Reports more   Mergent Archives more     Journal/Newspaper Articles     ABI/Inform more   Alternative Press Index more   Business Source Complete (EBSCO) more   Conference Board Research Online more   Ethnic Newswatch more   Factiva (formerly Dow Jones Interactive) more   Institutional Investor Journals   JSTOR more   Lexis-Nexis Academic Universe more   New York Times: 1980–present via Lexis-Nexis more   New York Times: 1980–present via Proquest more   New York Times Historical more   PROMT more   Proquest Central more   TableBase more   Universal Database of Russian Newspapers more   Wall Street Journal via Proquest more   OmniFile FT more              Looking for E-Journals?   Find Now             Cannot display Ask a Librarian chat   JavaScript disabled or chat unavailable                     The NYU Libraries chat service is offline.   Check back later or email us instead.          VBL Series on Business Resources               Search This Site |   Contact Us |   NYU Libraries |   NYU |   Stern     © 2015 New York University. All Rights Reserved."}, {"content": "Louise Harpman            > Faculty            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                        Sub Navigation    Academics Undergraduate Graduate Courses Faculty  Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                     &lt; Back to Faculty List                                                Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                    Bread Crumbs                Home          &gt;           Academics          &gt;           Faculty          &gt;           Louise Harpman                               Louise Harpman                                                           Associate Professor of Practice      A.B. East Asian Studies, Harvard University, 1987 M.Phil. Social Anthropology, University of Cambridge, 1988 M.Arch. Architecture, Yale University, 1993           Louise Harpman is a founding partner in the architecture and urban design firm Specht Harpman | Architecture ( http://www.spechtharpman.com ). A small company with rigorous standards for modern design, the firm’s award-winning work includes commercial, institutional and residential projects, as well as custom furniture. Specht Harpman was recognized in  Wallpaper  * magazine’s Architects’ Directory as one of the “top 50 up and coming architectural practices from around the world.” The firm has received multiple Honor Awards from the American Institute of Architects and was named “Emerging Voices” by the Architectural League of New York. The firm's designs have been featured at the Museum of Modern Art, the Municipal Art Society, the Van Alen Institute, and in three solo gallery shows. Specht Harpman was named “Tastemakers” by  House and Garden  magazine and included as one of New York City’s “Top 100” architects by  New York  magazine. The firm’s solar-powered, off-the-grid modular house, zeroHouse, has won a number of design awards and has been published in over 40 international books and magazines. Louise Harpman maintains a commitment to teaching as well as practice. She taught at the Yale School of Architecture for eight years, where she was the Studio Coordinator for the hallmark Yale Building Project and the Chair of the Admissions Committee. She left Yale to become Associate Dean at the University of Texas at Austin, where she held the Harwell Hamilton Harris fellowship in architecture and served as the Director of the school's Professional Residency Program. While at Texas, she founded the DesignBuildTexas studio program, though which her students designed and built an affordable, energy-efficient house prototype, which was featured at the United States Green Building Conference and the AIA National Convention. At Gallatin, she teaches an advanced Architecture and Urban Design LAB course, an introductory design course called Good Design, and an arts workshop on Mapping. She teaches a graduate course in urban design at the Robert F. Wagner School of Public Service, where she is an Associated Faculty member. She is the author of a number of academic and popular articles, the co-editor of Perspecta: Settlement Patterns (MIT Press, 1999) and the co-editor of Global Design (forthcoming from Prestel, 2014).                News       Professor Harpman, along with Peter Anker and Mitchell Joachim, has had published Global Design: Elsewhere Envisioned (Prestel 2014), a showcase of design research as it relates to visionary architecture, landscape architecture, urbanism, and ecological planning.   Professor Harpman’s architecture firm, Specht Harpman, received a 2014 Best of Houzz Award for Design from Houzz, a leading platform in home design and remodeling. In 2014, Specht Harpman was named as one of New York's top architects by New York Magazine . An exhibition at the Goethe-Institut, Weltstadt: Who Creates the City? , will feature work from Peder Anker, Louise Harpman, and Mitchell Joachim. Materials were drawn from the Spring 2014 Conference, Cities and Citizenship, co-organized by Anker, Harpman, and Joachim along with Global Design NYU, the Goethe-Institut, and Parsons New School for Design. The exhibition runs October 2-9, 2-7pm, Wednesday-Sunday. She co-organized and served as the architectural consultant for the Furman Center for Real Estate and Urban Policy’s Retrofit Solutions Workshop in January 2014. Peder Anker, Louise Harpman, and Mitchell Joachim co-authored the book Global Design (Prestel, 2014), released in June 2014. Louise Harpman delivered the lecture “No Known Cure,” in conjunction with the show “Collective Invention: Photographs at Play,” The Morgan Library and Museum in April 2014.                           top of page                                     Contact Information     Louise Harpman             Associate Professor of Practice              louise.harpman@nyu.edu             1 Wash Pl, Room 607             (212) 992-6810      Download as vCard                       Office Hours             Tuesday 2:30-4:30                 Thursday 10:30-12:30                                                     Courses                                                   2015             Spring                            Architecture and Urban Design Lab II                  Tue      9:30 AM -      12:15 PM                  Fri      12:00 PM -      1:50 PM                                                   2015             Fall                            Good Design: Scale                  Tue,Thu      9:30 AM -      10:45 AM                                                   2014             Fall                            Good Design: Scale                  Tue,Thu      9:30 AM -      10:45 AM                                                   2013             Spring                            Architecture and Urban Design Lab I                  Tue      9:30 AM -      12:15 PM                                                   2013             Fall                            Good Design: Scale                  Tue,Thu      9:30 AM -      10:45 AM                                       Research and Teaching Interests       architecture, urban design, sustainability and mapping                                                                                                            NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "The Firm System | Department of Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Medicine                                                                                  Home   About Us   Education   Patient Care   Divisions   Research   Contact Us                                  Home Education NYU School of Medicine The Firm System            Print  Email               - A + A                                         Education        open/close   NYU School of Medicine  Courses and Clerkships   Curriculum for the 21st Century (C21)   Faculty Teaching Opportunities   The Firm System       open/close   Medicine Residency Mission Statement  Mission Statement   Programs   People   Apply Online   Post-Residency Fellowships and Job Placement   Clinical Correlations: The NYU Langone Online Journal of Medicine   Alumni Verifications   Residency Program Contact Information       open/close   Fellowship Programs  Fellowship Programs by Division   Internal Medicine Summer Fellowship Program     Master&#039;s Degree Programs   PhD Training Programs   Continuing Medical Educaiton   Hositalist Scholars Program     open/close   Medicine Grand Rounds  Medicine Grand Rounds Schedule   Grand Rounds: Department and Divisions   Live Webcast (Weekly Live Presentation)   Medicine Grand Rounds Video Archive: 2014 - 2015   Medicine Grand Rounds Video Archive: 2013 - 2014   Medicine Grand Rounds Video Archive: 2012 - 2013   Medicine Grand Rounds Video Archive: 2011 - 2012       open/close   Faculty  Overview   Faculty All Divisions   Appointments and Promotions   Endowed Professorships   Job Opportunities     Lectureships                                                                      The Firm System                                                               During the Medicine Clerkship, students are divided into Firms. This ensures that each student has an experienced educator who will oversee his or her education during the clerkship. Each Firm is named in honor of distinguished figures in the history of the Department of Medicine of the School of Medicine. Each Firm is led by a Firm Chief responsible for overseeing the progress of the educational program during the clerkship. Please see the next pages of the report for the table describing the individual Firms.   The Firm Chiefs share teaching ideas and coordinate changes in the curriculum with the Clerkship Director and the Associate Chair of Medicine during the monthly Education Council Meetings. They also serve as ongoing resources to the faculty and students, directing educational strategy and providing personal mentoring for the remainder of the students' medical school career. Additionally, Firm Chiefs write the first draft of the Chair’s Letter of Recommendation for students applying for residency training in medicine. C21 implementation has had a large impact on the Department's educational efforts.   The following is a list of the Firms and their current Chiefs:    Firm Name   Firm Chief   Saul J. Farber   Martin L. Kahn, MD   Austin Flint   Ruth Oratz, MD   Edward C. Franklin   Jerome Lowenstein, MD   Ira Goldstein   Elizabeth H. Weinshel, MD   Linda Laubenstein   Michael C. Brabeck, MD   H. Sherwood Lawrence   Anthony J. Grieco, MD   Bertha Rader   Mitchell H. Charap, MD   Lewis Thomas   Doreen J. Addrizzo-Harris, MD   Simon Karpatkin   Iven Young, MD                                                                                NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "NYU Virtual Business Library - Company &amp; Financial Information                          New York University Libraries    Virtual Business Library              Business FAQ |   Ask a Librarian |   Off-Campus Access |   Find E-Journals |   Business Database Descriptions A-Z                  Select a category:     Company &amp; Financial Information   Industry Information   Economic &amp; Statistical Information   Country Information   Marketing Information   Journals/Newspapers/ E-Books   Library Catalogs   General Library Information   Databases A - Z             Company &amp; Financial Information     research guides   selected websites           Company Profiles     American Firm Operating in Foreign Countries (via Uniworld Online) more   Business Insights more   D &amp; B International Million Dollar Directory more   D &amp; B Million Dollar Directory more   Emerging Markets Information Service more   Factiva (formerly Dow Jones Interactive) more   Foreign Firms Operating in the United States (via Uniworld Online) more   Foundation Directory Online more   Global Market Information Database more   Guidestar (nonprofit organizations) more   Hoover’s Online more   Lexis-Nexis Academic Universe more   Mergent Web Reports (Corporate Manuals) (NYU only) more   ReferenceUSA more   Standard &amp; Poor's NetAdvantage more         Stock Indices &amp; Exchanges     Meridian Online more         Financial Information &amp; Filings     Bloomberg (located on the 5th Floor Research Commons) more   Capital IQ ( Available to Stern MBA students on campus only! To request an account for this semester, eligible students should fill out the Capital IQ request form on their Career Account at the beginning of every semester. )   CCH Capital Changes Reports   CCH Global ADR   CCH Tax Library   Compact Disclosure SEC 1992–1997 (Ask at 5th Floor/Bobst Library)   Compact Disclosure World Scope 1991–1997 (Ask at 5th Floor/Bobst Library)   D &amp; B Key Business Ratios more   Datastream (Terminal located on the 5th Floor/Bobst Library)   Factiva (formerly Dow Jones Interactive) more   Hoover’s Online more   Emerging Markets Information Service more   Lexis-Nexis Academic Universe more   Mergent Bond Viewer more   Mergent Online more   Mergent Web Reports (Corporate Manuals) (NYU only) more   Morningstar Investment Research Center more   ProQuest Historical Annual Reports more   Roubini Global Economics more   Standard &amp; Poor's NetAdvantage more   Thomson ONE Banker more --ONLY WORKS WITH INTERNET EXPLORER --   Value Line more (click the \"Log In\" box in the upper right hand to access ValueLine)   Wharton Research Database Service (WRDS) more **On campus access to WRDS is available with a valid NYU email address. Remote access is for account holders only.   WordsAnalytics more             Analyst Reports     Emerging Markets Information Service more   Mergent Events Data more   Standard &amp; Poor's NetAdvantage more   Thomson ONE Banker more --ONLY WORKS WITH INTERNET EXPLORER --   Value Line more         Historical Company Information     Columbia Digital Annual Reports   Financial Times Digital Archive 1888-2006 more   International Directory of Company Histories more   Proquest Historical Annual Reports more   Mergent Web Reports more   Mergent Archives more     Journal/Newspaper Articles     ABI/Inform more   Alternative Press Index more   Business Source Complete (EBSCO) more   Conference Board Research Online more   Ethnic Newswatch more   Factiva (formerly Dow Jones Interactive) more   Institutional Investor Journals   JSTOR more   Lexis-Nexis Academic Universe more   New York Times: 1980–present via Lexis-Nexis more   New York Times: 1980–present via Proquest more   New York Times Historical more   PROMT more   Proquest Central more   TableBase more   Universal Database of Russian Newspapers more   Wall Street Journal via Proquest more   OmniFile FT more              Looking for E-Journals?   Find Now             Cannot display Ask a Librarian chat   JavaScript disabled or chat unavailable                     The NYU Libraries chat service is offline.   Check back later or email us instead.          VBL Series on Business Resources               Search This Site |   Contact Us |   NYU Libraries |   NYU |   Stern     © 2015 New York University. All Rights Reserved."}, {"content": "Louise Harpman            > Faculty            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                        Sub Navigation    Academics Undergraduate Graduate Courses Faculty  Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                     &lt; Back to Faculty List                                                Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                    Bread Crumbs                Home          &gt;           Academics          &gt;           Faculty          &gt;           Louise Harpman                               Louise Harpman                                                           Associate Professor of Practice      A.B. East Asian Studies, Harvard University, 1987 M.Phil. Social Anthropology, University of Cambridge, 1988 M.Arch. Architecture, Yale University, 1993           Louise Harpman is a founding partner in the architecture and urban design firm Specht Harpman | Architecture ( http://www.spechtharpman.com ). A small company with rigorous standards for modern design, the firm’s award-winning work includes commercial, institutional and residential projects, as well as custom furniture. Specht Harpman was recognized in  Wallpaper  * magazine’s Architects’ Directory as one of the “top 50 up and coming architectural practices from around the world.” The firm has received multiple Honor Awards from the American Institute of Architects and was named “Emerging Voices” by the Architectural League of New York. The firm's designs have been featured at the Museum of Modern Art, the Municipal Art Society, the Van Alen Institute, and in three solo gallery shows. Specht Harpman was named “Tastemakers” by  House and Garden  magazine and included as one of New York City’s “Top 100” architects by  New York  magazine. The firm’s solar-powered, off-the-grid modular house, zeroHouse, has won a number of design awards and has been published in over 40 international books and magazines. Louise Harpman maintains a commitment to teaching as well as practice. She taught at the Yale School of Architecture for eight years, where she was the Studio Coordinator for the hallmark Yale Building Project and the Chair of the Admissions Committee. She left Yale to become Associate Dean at the University of Texas at Austin, where she held the Harwell Hamilton Harris fellowship in architecture and served as the Director of the school's Professional Residency Program. While at Texas, she founded the DesignBuildTexas studio program, though which her students designed and built an affordable, energy-efficient house prototype, which was featured at the United States Green Building Conference and the AIA National Convention. At Gallatin, she teaches an advanced Architecture and Urban Design LAB course, an introductory design course called Good Design, and an arts workshop on Mapping. She teaches a graduate course in urban design at the Robert F. Wagner School of Public Service, where she is an Associated Faculty member. She is the author of a number of academic and popular articles, the co-editor of Perspecta: Settlement Patterns (MIT Press, 1999) and the co-editor of Global Design (forthcoming from Prestel, 2014).                News       Professor Harpman, along with Peter Anker and Mitchell Joachim, has had published Global Design: Elsewhere Envisioned (Prestel 2014), a showcase of design research as it relates to visionary architecture, landscape architecture, urbanism, and ecological planning.   Professor Harpman’s architecture firm, Specht Harpman, received a 2014 Best of Houzz Award for Design from Houzz, a leading platform in home design and remodeling. In 2014, Specht Harpman was named as one of New York's top architects by New York Magazine . An exhibition at the Goethe-Institut, Weltstadt: Who Creates the City? , will feature work from Peder Anker, Louise Harpman, and Mitchell Joachim. Materials were drawn from the Spring 2014 Conference, Cities and Citizenship, co-organized by Anker, Harpman, and Joachim along with Global Design NYU, the Goethe-Institut, and Parsons New School for Design. The exhibition runs October 2-9, 2-7pm, Wednesday-Sunday. She co-organized and served as the architectural consultant for the Furman Center for Real Estate and Urban Policy’s Retrofit Solutions Workshop in January 2014. Peder Anker, Louise Harpman, and Mitchell Joachim co-authored the book Global Design (Prestel, 2014), released in June 2014. Louise Harpman delivered the lecture “No Known Cure,” in conjunction with the show “Collective Invention: Photographs at Play,” The Morgan Library and Museum in April 2014.                           top of page                                     Contact Information     Louise Harpman             Associate Professor of Practice              louise.harpman@nyu.edu             1 Wash Pl, Room 607             (212) 992-6810      Download as vCard                       Office Hours             Tuesday 2:30-4:30                 Thursday 10:30-12:30                                                     Courses                                                   2015             Spring                            Architecture and Urban Design Lab II                  Tue      9:30 AM -      12:15 PM                  Fri      12:00 PM -      1:50 PM                                                   2015             Fall                            Good Design: Scale                  Tue,Thu      9:30 AM -      10:45 AM                                                   2014             Fall                            Good Design: Scale                  Tue,Thu      9:30 AM -      10:45 AM                                                   2013             Spring                            Architecture and Urban Design Lab I                  Tue      9:30 AM -      12:15 PM                                                   2013             Fall                            Good Design: Scale                  Tue,Thu      9:30 AM -      10:45 AM                                       Research and Teaching Interests       architecture, urban design, sustainability and mapping                                                                                                            NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "The Firm System | Department of Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Medicine                                                                                  Home   About Us   Education   Patient Care   Divisions   Research   Contact Us                                  Home Education NYU School of Medicine The Firm System            Print  Email               - A + A                                         Education        open/close   NYU School of Medicine  Courses and Clerkships   Curriculum for the 21st Century (C21)   Faculty Teaching Opportunities   The Firm System       open/close   Medicine Residency Mission Statement  Mission Statement   Programs   People   Apply Online   Post-Residency Fellowships and Job Placement   Clinical Correlations: The NYU Langone Online Journal of Medicine   Alumni Verifications   Residency Program Contact Information       open/close   Fellowship Programs  Fellowship Programs by Division   Internal Medicine Summer Fellowship Program     Master&#039;s Degree Programs   PhD Training Programs   Continuing Medical Educaiton   Hositalist Scholars Program     open/close   Medicine Grand Rounds  Medicine Grand Rounds Schedule   Grand Rounds: Department and Divisions   Live Webcast (Weekly Live Presentation)   Medicine Grand Rounds Video Archive: 2014 - 2015   Medicine Grand Rounds Video Archive: 2013 - 2014   Medicine Grand Rounds Video Archive: 2012 - 2013   Medicine Grand Rounds Video Archive: 2011 - 2012       open/close   Faculty  Overview   Faculty All Divisions   Appointments and Promotions   Endowed Professorships   Job Opportunities     Lectureships                                                                      The Firm System                                                               During the Medicine Clerkship, students are divided into Firms. This ensures that each student has an experienced educator who will oversee his or her education during the clerkship. Each Firm is named in honor of distinguished figures in the history of the Department of Medicine of the School of Medicine. Each Firm is led by a Firm Chief responsible for overseeing the progress of the educational program during the clerkship. Please see the next pages of the report for the table describing the individual Firms.   The Firm Chiefs share teaching ideas and coordinate changes in the curriculum with the Clerkship Director and the Associate Chair of Medicine during the monthly Education Council Meetings. They also serve as ongoing resources to the faculty and students, directing educational strategy and providing personal mentoring for the remainder of the students' medical school career. Additionally, Firm Chiefs write the first draft of the Chair’s Letter of Recommendation for students applying for residency training in medicine. C21 implementation has had a large impact on the Department's educational efforts.   The following is a list of the Firms and their current Chiefs:    Firm Name   Firm Chief   Saul J. Farber   Martin L. Kahn, MD   Austin Flint   Ruth Oratz, MD   Edward C. Franklin   Jerome Lowenstein, MD   Ira Goldstein   Elizabeth H. Weinshel, MD   Linda Laubenstein   Michael C. Brabeck, MD   H. Sherwood Lawrence   Anthony J. Grieco, MD   Bertha Rader   Mitchell H. Charap, MD   Lewis Thomas   Doreen J. Addrizzo-Harris, MD   Simon Karpatkin   Iven Young, MD                                                                                NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]