[{"detail": [{"content": "Connect with the GSG, GSAS | NYU                                                    Navigation       Graduate School of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About GSAS | Programs | Admissions | Students | Alumni | Give to GSAS                  Back to Home             Connect with the GSG            As the official representative body of the Graduate School of Arts &amp; Science, the GSG endeavors to be as transparent and accessible a body as possible. We invite you to share your ideas, thoughts and concerns about programming and resources here at GSAS by connecting with us via your favorite social media platform!    FACEBOOK: NYU GSAS GSG    TWITTER: @NYUgsasGSG    HASHTAG: #NYUgsasGSG    We especially invite student clubs and organizations to connect and collaborate with us as we design a dynamic set of new engagement initiatives and unique programs throughout the upcoming term!      2014-2015 EXECUTIVE TEAM  Lauren Durling President M.A. Candidate in Art History lld245@nyu.edu Lauren is in her first year of study toward a   Master's in Art History from the Institute of Fine Arts. In addition to   being an employee of NYU's School of Professional Studies, she is also   an undergraduate alumna of NYU's Liberal Studies Core Program and the   College of Arts and Science where she received Bachelor's of Arts   degrees in Art History and Religious Studies. Lauren    dreams of curating for a major institution or managing a private   collection one day. In her spare time, she enjoys Pinterest, all things   puppy related, and reality competition TV shows - Face Off, Top Chef,   Project Runway!  Derek Tu Senator M.A. Candidate in Economics zt391@nyu.edu Derek is from China and currently enrolled in the Master of Economic   program. He is actively involved with the NYU community by serving as   the GSAS Student Senator and an Alumni Committee Board member. He has a   wide range of interests, including finance, traveling, ballroom   dancing, and saxophone.       Nawsheen Hossen Alternative Senator M.A. Candidate in French Studies ngh241@nyu.edu Nawsheen is excited to join the MA French Studies department this fall 2014. Born and raise in Mauritius, her dream is to work for global organizations that promote growth and opportunities for that area. She happily looks forward to a change of environment, from familiar, lazy beaches and sugar cane fields, to meeting millions of people amidst skyscrapers and Broadway!                                Amanda Foote Treasurer Advanced Certificate Candidate in Museum Studies ajf253@nyu.edu Amanda is enrolled in the GSAS Museum Studies program, and always enjoys a new opportunity or a challenge. She has worked in diverse settings across North America, and has completed many research and community building projects within the fields of heritage and culture. She utilizes diverse media, such as film art and music, in much of her work and is passionate about the responsibility we all have to the youth and our communities.  Stephanie Mateus Communications Chair M.A. Candidate in Psychology smm877@nyu.edu Stephanie is a first year Masters student in the Psychology Program   specializing in Clinical Health Psychology. She recently graduated from   Virginia Tech (Go Hokies!) where she received her Bachelor's Degree in   Psychology and Spanish. She hopes to continue her education and work   with children and adolescents in preventing obesity, diabetes, and heart   disease. Aside from reading Freud all day she teaches Group Dance   Fitness, loves watching Food Network, and is on board to listen to   Brazilian music all day everyday.                           The Graduate School       About GSAS       Programs       GSAS Application Resource Center       Financial Aid       Policies and Procedures       Scholarly Development       Student Affairs       Ph.D. Programs       Master's Programs       Give to GSAS       Alumni and Alumnae       Events               Updated on 11&#047;25&#047;2014       Contact Us | Faculty and Staff                             Contact Us | Faculty and Staff"}]},
{"detail": [{"content": "Connect with the GSG, GSAS | NYU                                                    Navigation       Graduate School of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About GSAS | Programs | Admissions | Students | Alumni | Give to GSAS                  Back to Home             Connect with the GSG            As the official representative body of the Graduate School of Arts &amp; Science, the GSG endeavors to be as transparent and accessible a body as possible. We invite you to share your ideas, thoughts and concerns about programming and resources here at GSAS by connecting with us via your favorite social media platform!    FACEBOOK: NYU GSAS GSG    TWITTER: @NYUgsasGSG    HASHTAG: #NYUgsasGSG    We especially invite student clubs and organizations to connect and collaborate with us as we design a dynamic set of new engagement initiatives and unique programs throughout the upcoming term!      2014-2015 EXECUTIVE TEAM  Lauren Durling President M.A. Candidate in Art History lld245@nyu.edu Lauren is in her first year of study toward a   Master's in Art History from the Institute of Fine Arts. In addition to   being an employee of NYU's School of Professional Studies, she is also   an undergraduate alumna of NYU's Liberal Studies Core Program and the   College of Arts and Science where she received Bachelor's of Arts   degrees in Art History and Religious Studies. Lauren    dreams of curating for a major institution or managing a private   collection one day. In her spare time, she enjoys Pinterest, all things   puppy related, and reality competition TV shows - Face Off, Top Chef,   Project Runway!  Derek Tu Senator M.A. Candidate in Economics zt391@nyu.edu Derek is from China and currently enrolled in the Master of Economic   program. He is actively involved with the NYU community by serving as   the GSAS Student Senator and an Alumni Committee Board member. He has a   wide range of interests, including finance, traveling, ballroom   dancing, and saxophone.       Nawsheen Hossen Alternative Senator M.A. Candidate in French Studies ngh241@nyu.edu Nawsheen is excited to join the MA French Studies department this fall 2014. Born and raise in Mauritius, her dream is to work for global organizations that promote growth and opportunities for that area. She happily looks forward to a change of environment, from familiar, lazy beaches and sugar cane fields, to meeting millions of people amidst skyscrapers and Broadway!                                Amanda Foote Treasurer Advanced Certificate Candidate in Museum Studies ajf253@nyu.edu Amanda is enrolled in the GSAS Museum Studies program, and always enjoys a new opportunity or a challenge. She has worked in diverse settings across North America, and has completed many research and community building projects within the fields of heritage and culture. She utilizes diverse media, such as film art and music, in much of her work and is passionate about the responsibility we all have to the youth and our communities.  Stephanie Mateus Communications Chair M.A. Candidate in Psychology smm877@nyu.edu Stephanie is a first year Masters student in the Psychology Program   specializing in Clinical Health Psychology. She recently graduated from   Virginia Tech (Go Hokies!) where she received her Bachelor's Degree in   Psychology and Spanish. She hopes to continue her education and work   with children and adolescents in preventing obesity, diabetes, and heart   disease. Aside from reading Freud all day she teaches Group Dance   Fitness, loves watching Food Network, and is on board to listen to   Brazilian music all day everyday.                           The Graduate School       About GSAS       Programs       GSAS Application Resource Center       Financial Aid       Policies and Procedures       Scholarly Development       Student Affairs       Ph.D. Programs       Master's Programs       Give to GSAS       Alumni and Alumnae       Events               Updated on 11&#047;25&#047;2014       Contact Us | Faculty and Staff                             Contact Us | Faculty and Staff"}, {"content": "Complete List of News and Events: Tisch School of the Arts at NYU                           Skip to content          &lt; back         For all department or program events, please visit the About Tisch Calendar page . Complete List of News and Events  Personal Digital Archiving Conference 2015 04/22/2015 - Many of us now document our lives digitally. As these collections grow, so do the challenges involved in their management, preservation and use. More  Tisch at Cannes 2015 04/22/2015 - We congratulate our students and alumni on their films showing in and around the 2015 Cannes Film Festival. More  MIAP Alumni Receive 4 of 10 Prestigious National Residencies 04/21/2015 - Four recent Moving Image Archiving and Preservation (MIAP) program graduates were awarded coveted residency positions in the National Digital Stewardship Residency (NDSR) program. More  The Marketplace: an interactive performance 04/18/2015 - The Marketplace: Spiritualist treasures for the price of a story offers an interactive performance installation that audience members can explore and interact with on their own terms, to discover the history of The Society of the Three Foxes. More top Sam Carner '03 (MFA, Musical Theatre Writing) Wins Kleban Prize 04/16/2015 - Carner, who has taught at Yale and New York University, has co-written musicals including “Unlock’d,” a New York Musical Theater Festival award winner, and “Island Song.” More  Choreographer Composers & Designers Workshop 2015 04/16/2015 - A showing of the work created in the Choreographer Composers and Designers Workshop More  CBS Marketing Panel 04/15/2015 - Join STEBA for its CBS Marketing Panel and find out how the network stays on top! Our panelists will be talking about the network, the current landscape for marketing shows, their roles within the company, and the internship program. More  Astor Place Riots: Socks 'n' Sandals 04/13/2015 - A comedy show from Tisch's own stand-up club. More  Surveillance: An Installation to remind us we are being watched 04/11/2015 - Sponsored by a Tisch GSO Grant More top Special Screening of THE HUNTING GROUND 04/10/2015 - Be a part of Sexual Assault Awareness Month! Join us on 4/23 for an incisive look at the campus sexual assault crisis. #TheHuntingGround More  From Community to Network to Atopia: A Talk by Seung-hoon Jeong 04/09/2015 - This talk surveys different ways in which global cinema reflects bio-political, economic, and ethical relationships, and reconsiders the notion of community in its catastrophic deadlock by proposing alternative models. More  Cinema Studies Pecha Kucha Night! 04/09/2015 - Pecha Kucha is a presentation format where each presenter shows exactly 20 slides for 20 seconds each. This will be a fun, informal way for multiple Cinema Studies students to quickly share their research and interests with the Tisch community. More  Beyond 'Asian Extremes': A Workshop on New Cinema Practices in Southeast and East Asia 04/09/2015 - Focusing on contemporary independent film practices, this workshop aims to foster dialogues between film and media scholars, practitioners, and activists to explore parallels, intersections, and future collaborations in the Trans-Asian context. More  Tisch Gala 04/09/2015 - More top NYU Can Help 04/07/2015 - NYU student organizations are banding together to collect money and materials to help those affected by the 7th street fire. As there are a number of NYU students who have been affected (either being displaced from their apartment temporarily, or those who lived in the buildings), we feel the urgency to act quickly. More  Kieran Kesner '14 (BFA, Photography & Imaging) Wins First Place Award from NPPA 04/06/2015 - Renowned as “the contests designed for photojournalists by photojournalists,” and incorporating the many facets of the visual journalism industry, NPPA's Best of Photojournalism competitions attract the most talented professionals in still, video, multimedia, and editing, year after year. More  Fourth Annual Tisch Dance and New Media Festival 04/06/2015 - Fourth Annual Tisch Dance and New Media Festival More  N'Harmonics Auditions 04/05/2015 - The N'Harmonics a'capella group will be holding auditions for beatboxers and singers Friday, April 10th, 2015 in GCASL C91. More  A Conversation w/ PMK*BNC's Cindi Berger (Chairman/Co-CEO) 04/03/2015 - Join STEBA for a one-on-one event with Cindi Berger, Chairman and Co-CEO of the prominent publicity firm PMK*BNC! More top Raise Your Voice: A Cabaret for a Cure 04/01/2015 - Tisch Student wins battle against Hodgkins Lymphoma and produces and directs cabaret featuring Derek Klena, Eden Espinosa, Caissie Levy, and Michael McElroy to benefit the Leukemia and Lymphoma Society More  David Javerbaum '95 (MFA, GMTW) Headed to Broadway 04/01/2015 - When An Act of God debuts on Broadway at Studio 54 on May 5, it will be the culmination of a divine series of events that brought this hilarious new comedy to life on stage. More  Demo of THE HOUSE - Experiments in Storytelling with Tangible Ob 03/30/2015 - Demo of THE HOUSE - Experiments in Storytelling with Tangible Objects sponsored by Tisch GSO More  OPENING WORLDS- a poetry and reading with Nathalie Handal 03/30/2015 - You are invited to a reading and discussion with NATHALIE HANDAL,   author of the recently released \"The Republics\". More  Second Avenue Dance Company Major Dance Concert 03/28/2015 - Second Avenue Dance Company performs works by Bill T. Jones, Merce Cunningham, Cora Bos-Kroese, and Shannon Gillen, plus works by Tisch Dance student choreographers. More top Information on 7th Street Fire and Building Collapse 03/27/2015 - Updates and information on the 7th Street Fire and Building Collapse. More  TV Development Brainstorming Session 03/27/2015 - Ever wondered how a show goes from concept to production? Join STEBA as Development Head Katherine Drew takes us through an interactive brainstorming session! More  BEMT Info Session 03/27/2015 - Are you a BEMT minor or thinking of getting one? Come learn more about the cross-school minor at STEBA's BEMT Info Panel! We will be joined by three professors to discuss their career paths as well as their BEMT courses. More  Chair's Workshop: Art Shop with Dr. Alexis De Veaux 03/26/2015 - The Department of Art and Public Policy/Arts Politics at NYU Tisch School of the Arts invites you to a Chair's Workshop with Dr. Alexis De Veaux More  The House: Experiments in Storytelling with Tangible Objects 03/22/2015 - Experiments in storytelling with Tangible Objects More top Phenotypes: Expressions of Biological Research Through New Media 03/22/2015 - Expressions of Biological Research Through New Media More  Skype Heartbreak Show: An Interactive Installation 03/22/2015 - Skype Heartbreak Show is an interactive installation exploring the digital decay of a long-distance, romantic relationship through the filters of unreliable technology. More  Resounding the City 03/22/2015 - A performance on body language & psycho-geography of urban spaces More  Eurydice 03/21/2015 - A performance of Eurydice by Sarah Ruhl. More  First Run Film Festival 03/20/2015 - Screenings of advanced work produced by students in the Graduate Film Program and Undergraduate Film & TV Department. More top Royce Vavrek '07 MFA Profiled in Opera News 03/19/2015 - His words give a bizarre lift to contemporary opera. This spring, librettist Royce Vavrek’s Dog Days comes to Fort Worth and L.A. HEIDI WALESON talks with one of opera’s freshest new voices. More  Artists as Entrepreneurs 03/17/2015 - This roundtable will address all of your questions about being an artistpreneur. More  Jake Rosenberg '18 Named Up and Comer 03/13/2015 - Jake Rosenberg is an award winning playwright and one of the youngest authors of a work to have been accepted into the National Holocaust Theater Archive thanks to his most recent off-Broadway production in NYC, the self directed Muse of Fire. More  The Business of Music Festivals 03/11/2015 - Panel conversation on the business behind music festivals. More  A Jewels Conversation: Fashion & Music w. Kitty Cash 03/06/2015 - A conversation with DJ and fashion publicist, Kitty Cash. More top Big Data & Music: Next Big Sound 03/06/2015 - Analytics and Insights for the Music Industry More  Hearing Protection: Julie Glick 03/06/2015 - A discussion regarding hearing protection and preservation. More  Become a fanum.fm Tastemaker at NYU! 03/06/2015 - Learn more about becoming a musical tastemaker at NYU. More  Musical Shares: Splice & Ableton Live 9 03/06/2015 - Learn how to use Splice to create music. More  Magazines & Blogs: From Discovery to Placement 03/06/2015 - Learn about music discovery and journalism, and how it ties into marketing. More top Catch Me If You Can 03/06/2015 - Tisch New Theatre presents \"Catch Me If You Can\" the musical April 2nd-4th at 8pm in The Skirball Center for Performing Arts. Visit www.CatchMeNYU.com for tickets and more information. More  2015 MIAP M.A. Thesis Presentations 03/03/2015 - Students in the Moving Image Archiving and Preservation (MIAP) Program in the Department of Cinema Studies present their final capstone projects. More  NYU Students Celebrate Women in Film at Fusion Festival 02/26/2015 - More  Spike Lee: NYU Makes Him a Better Entrepreneur 02/24/2015 - Filmmaker Spike Lee and media and fashion entrepreneur Marc Ecko talk to WSJ's Lee Hawkins about how the NYU studnets Lee teaches help him stay relevant. Lee will oversee branded content and video products at Ecko's company. More  DP Reed Morano on Making it as a Cinematographer 02/24/2015 - Now in its 13th year, NYU Tisch School of the Arts' Fusion Film Festival celebrates women in film, television and new media. The upcoming festival, which runs from February 26-28, will feature events with TV legends Amy Sherman-Palladino (\"Gilmore Girls\") and Janet Tamaro (\"Rizzoli and Isles\"), \"American Psycho\" director Mary Harron in conversation with Mary Lambert (\"Pet Sematary\") and cinematographer Reed Morano, Fusion's \"Woman of the Year.\"\u2028 More top Show Two 2015 02/24/2015 - Join us Thursday, March 26th for the opening reception of SHOW TWO, the second of two exhibitions featuring thesis projects from the class of 2015. More  FUSION FILM FESTIVAL 02/21/2015 - ALL FREE! CELEBRATING WOMEN IN FILM, TV, AND NEW MEDIA FROM INDUSTRY ICONS TO STUDENTS WITH SCREENINGS, PANELS, MASTERCLASSES, STUDENT SHOWCASE AND AWARD CEREMONY - SEATING ON FIRST COME BASIS! More  Going Into the City: Robert Christgau Book Release Event 02/12/2015 - A special event celebrating the release of Bob Christgau's memoir. More  ¡Randy Martin, Presente! 02/03/2015 - \"We celebrate Randy Martin's amazing gifts -- his brilliance, vitality, joy in life and discovery, humor, his welcome, vision, languages, and the way he built this Department. To honor his legacy is to carry on the work. We will continue to share words for and about Randy on this site, as we move forward with the work we engaged together.\" More  Tisch 48 2015 02/03/2015 - Tisch 48 is an annual competition where students form groups create a three minute film based around a given prop, line of text and a character. The films are judged and the top twenty films are screened at a final showing on March 6th. More top Oh Lucy! Wins Big at 2015 Sundance Film Festival 01/29/2015 - Congratulations to Atsuko Hirayangi whose Tisch Asia thesis film OH LUCY! won the Short Film Jury Award: International Fiction at the 2015 Sundance Film Festival. More  Carolee Schneemann: Unforgivable 01/28/2015 - A book launch and conversation between Carolee Schneeman and Kenneth White More  The Story of the Lost Watch: The Calypso Craze and the Ontology 01/28/2015 - a lecture by Shane Vogel More  Writing/Worlding Workshop 01/28/2015 - This workshop will be limited to 12 participants. The price of admission is 500 words that describe/evoke some kind of world. A scene, event, something that feels like something you're \"in\" or could be, something composed as a loose assemblage of things of mixed ontological status thrown together (materialities, bodies, representations, sensibilities etc). We will read aloud and workshop. More  2015 Tisch Oscar Nominations 01/15/2015 - The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), will honor the actors, technical achievements, and films of 2014 and take place February 22, 2015. More top Tisch @ Sundance Film Festival 2015 01/08/2015 - Dean Allyson Green invites you to celebrate our remarkable storytellers at the Sundance Film Festival, Saturday, January 24th, 1-3pm More  Tisch Drama Students Brighten the Season For Children with Cancer 12/22/2014 - Michael McElroy knows the healing power of music. And under his leadership, Tisch drama students at the New Studio on Broadway were able to share their own gift to lift the hearts of children battling pediatric cancer and their families at a special concert at Ronald McDonald House New York last night. More  Summer in NYC 12/17/2014 - Tisch School of the Arts offers summer courses for college students and adult learners. There are undergraduate, graduate, and noncredit course options available. More  21st Annual Screen Actors Guild Awards Nominations 12/11/2014 - More  ITP Big Screens Show 12/04/2014 - ITP animation and video work on a 120 foot long video wall. More top ITP Winter Show 2014 12/04/2014 - A 2 day exhibition of creative interactive projects by the graduate students of ITP More  Record of Cherry Road by Elizabeth Moran 11/25/2014 - The Department of Photography & Imaging presents Record of Cherry Road, an exhibition of photographs by alum Elizabeth Moran, recipient of the Department's 2013 Tierney Fellowship. More  Tisch Asia’s Maurício Osaki Advances in the Oscar Race 11/21/2014 - Congratulations to Mauricio Osaki, whose second year film, MY FATHER’S TRUCK, has been shortlisted to 1 of 10 films that will advance to the next stage of voting for the 87th Academy Awards. More  Art & Public Policy's Karen Finley in the New York Times 11/06/2014 - More  Rick Rubin Returns to NYU 10/20/2014 - Rick Rubin '85 (BFA, Kanbar, Film and TV) founded Def Jam Records at Weinstein Hall, room 712. But for Rolling Stone Films' premiere documentary, Rick Was Here, he ventured back to Weinstein Hall, room 712, to remember how it all began. \"I can't believe it's 30 years,\" he says. \"It's really trippy.\" More top DPI Alumnus Chang W. Lee in the New York Times 10/16/2014 - Whether he is photographing the war in Afghanistan, chronicling the ravages of pollution in China or delighting in the Olympics in Sydney, Nagano or Beijing, Chang W. Lee takes lyrical and poetic pictures. More  Award for Suzan-Lori Parks 09/26/2014 - The playwrights Dan O’Brien and Suzan-Lori Parks are the 2014 recipients of the Horton Foote Prize, given every other year to honor excellence in American theater. More  Open Faculty Positions 09/17/2014 - Tisch School of the Arts, one of the world's leading arts schools, invites qualified candidates to apply for faculty positions in the following departments: More  Global Citizen Festival - The Action Summit 09/16/2014 - An extension of the popular Global Citizen Festivalâ??, The Summit is an interactive symposium focused on the challenges to ending extreme poverty by 2030. More  Grad Film Students Win BAFTA Scholarships 09/16/2014 - Two students in the graduate program at the Maurice Kanbar Institute of Film and Television at the NYU Tisch School of the Arts were among 21 students worldwide awarded scholarships today by The British Academy of Film and Television Arts (BAFTA). More top Social in Practice: The Art of Collaboration (On view at NYU) 09/16/2014 - Social in Practice: The Art of Collaboration exhibition moves to NYU's Tisch School of the Arts More  Salute to the Class of 2014 09/15/2014 - Dean Mary Schmidt Campbell addressed 1,275 members of the Tisch School of the Arts class of 2014 at Radio City Music Hall on May 23, 2014. Martin Scorsese ’64/’68/Hon. ’92 was the honored speaker. More  Dramatic Writing's Walter Bernstein in Variety 09/04/2014 - “What’s it about?” is a question Bernstein, who turned 95 this month, has been asking himself in one form or another for most of his 65-year career, which has stretched from the early days of live television to the modern era of binge watching, and from the lionized “golden age” of the studio system to the low-budget indie renaissance. More  Faculty & Staff Exhibition 2014-2015 09/03/2014 - An exhibition of works created by the faculty and staff of the Department of Photography & Imaging More  Taking a Mid-Career Leap 09/02/2014 - After nine years as Dance department chair for the NYU Tisch School of the Arts, Lavagnino is looking forward to spending more time in the studio. More top Tisch Dance #3 in Nation 08/29/2014 - Graduates of NYU Tisch have advanced to virtually every single position a modern dance artist could hope to achieve, including spots in top dance companies, professorships at top universities, and soloist honors for a variety of important productions in New York City and abroad. More  2014 Primetime Emmy Winners 08/28/2014 - Congratulations to the following alumni who received awards at the 66th Annual Primetime Emmy® Awards on Monday, August 25th. Bravo! More  Two Kanbar Alums Nominated for SFFS/Hearst Screenwriting Grant 08/18/2014 - Sayeeda Clarke and Micah Shaffer nominated for the SFFS/Hearst Screenwriting Grant More  PBS' Mediashift Spents 'Three Eye-Opening Days at NYU’s ITP' 08/13/2014 - During the three days I spent at ITP, I learned how a cutting-edge tech and new media program stays out front, and how the work being done by ITP’s students reflects not just what’s next for media and tech, but for media and tech education. More  Black Portraiture[s] II: Imaging the Black Body and Re-staging Histories 08/05/2014 - This conference will bring together artists and scholars from an assortment of disciplines and practices, including art history, fashion, performance, and fine art... More top Tisch Adds Bachelor’s Degree in Video Game Design 08/05/2014 - The Game Center expects to accept 20 students from within N.Y.U. for the program in January, with an inaugural class of about 40 first-year applicants arriving in the fall of 2015. N.Y.U.’s first class of M.F.A. students in game design received their degrees in May. More  Graduate Admissions Information Fair 08/04/2014 - On September 15, 2014, New York University will host an Information Fair for candidates interested in graduate study at any of the graduate and professional schools of NYU. Candidates will have the opportunity to learn about admissions and financial aid policies and processes from admissions representatives from each of the graduate divisions. More  Tisch Climbs to Second Spot in THR Ranking 07/31/2014 - Alums received 10 Oscar noms this past season, more than any other school. More  66th Primetime Emmy® Nominees 07/14/2014 - Seventy four Tisch alumni earned a total of 56 Primetime Emmy® nominations in 2014. More  NYU Opens Gaming Incubator to Turn Art Students Into Entrepreneurs 06/11/2014 - For the New York gaming scene to come of age, it's gonna need its artists and designers to buckle down and bring in cash flow.   More top 2014 Tisch Tony Winners 06/09/2014 - Congratulations to the following alumni & Dean's Council members who were presented with Tony Awards® at the 68th Annual Tony Awards® at Radio City Music Hall on June 8, 2014! The evening also featured performances by alumnus Adam Jacobs (Aladdin) and alumna Idina Menzel (If/Then). More  Master of the Game (Diploma Says So) 05/30/2014 - The Game Center is part of the Tisch School of the Arts, meaning that game design is taught alongside theater, film, television and all the rest. Next fall, the school expects to add a bachelor of fine arts degree in the field. More  Two Tisch Films at Cannes Cinefoundation; Hirayanagi Earns Second Prize 05/23/2014 - ”Oh Lucy!” by Tisch Asia's Atsuko Hirayanagi won second prize in the Cannes Cinefoundation section of the Cannes Film Festival. More  Online game shows human toll of illegal immigration 05/15/2014 - Marco Williams, a New York University professor and creator of \"The Migrant Trail,\" said his goal was to humanize participants on both sides. He is also the director/producer of \"The Undocumented,\" a documentary about immigrants who perished, and the subsequent efforts by U.S. and Mexican authorities to identify and repatriate the remains. More  ITP Spring Show 2014 05/13/2014 - A two-day exhibition of recent work by the students of ITP.    More top Photography & Imaging BFA Exhibition 05/07/2014 - Photography & Imaging BFA Exhibition will comprise approximately 200 works by 33 students representing the visual and conceptual diversity of the class of 2014. More  2014 Tony Nominations 04/30/2014 - 13 Tisch Alumni and Dean’s Council Members receive 16 Tony Awards® nominations in 10 Categories! More  Allyson Green Appointed Dean of the Tisch School of the Arts 04/30/2014 - NYU President John Sexton and Provost David McLaughlin today named Allyson Green – a respected professional artist, curator and educator in the performing and visual arts, and an associate dean at Tisch since 2012 – as the new dean of NYU’s Tisch School of the Arts, effective June 1. More  Tisch Filmmakers Showcased at Cannes 04/28/2014 - Since 1989, The American Pavilion has offered opportunities in Cannes to film students from around the world. The 2014 Emerging Filmmaker Showcase will provide an opportunity for young filmmakers to have their works seen by Cannes Festival and Film Market attendees. Prizes will be awarded to filmmakers and the top twenty-one films will be screened in a special “Emerging Filmmaker” showcase at The American Pavilion in Cannes. More  Deb Willis on African American History Through Photography 04/24/2014 - The Bitter and the Sublime: Deb Willis on African American History Through Photographs More top Female in Gaza by Monique Jaques '08 (BFA, Photo & Imaging) 04/22/2014 - I have been photographing in Gaza for several years, initially to cover the conflict with Israel, but over time returning because I am mesmerized by the women, and their strength. More  Pulitzer Prize for Drama Awarded to Annie Baker '03 04/17/2014 - Annie Baker '03 (BFA, Dramatic Writing), an adjunct professor in the Rita and Burton Goldberg Department of Dramatic Writing at the Tisch School of the Arts, was awarded the 2014 Pulitzer Prize for Drama for her play, “The Flick”. This year, Baker also holds the prestigious Goldberg faculty position in the department. She was recently named a 2014 Guggenheim Fellow. More  Eight From Tisch School of the Arts Receive Guggenheim Fellowships 04/15/2014 - Five faculty members and three alumni from the Tisch School of the Arts have been named 2014 Guggenheim Fellows.  More  Photography & Imaging's Jonno Rattman's Featured in NY Times 04/14/2014 - In the fall of 2010, Jonno Rattman, then a sophomore at New York University, was living in a 7-by-8-foot room, six flights above Thompson Street, when he began to feel overwhelmed by the world coming at him in the daily news. More  Professor Questlove schools NYU students in Prince 101 03/24/2014 - Take it from somebody who knows from experience — students who scribble Prince’s unpronounceable logo on their books are likely to get detention. But there is one class where it might actually earn you extra credit. More top Congratulations to Natyna Osborne 03/21/2014 - The Goldberg Department of Dramatic Writing would like to congratulate undergraduate senior Natyna Osborne on her work GRAY'S FERRY wining the Kennedy Center American College Theater Festival (KCACTF) Undergraduate Playwriting Award. More  Show Two 2014: Photography & Imaging Exhibition 03/18/2014 - An exhibition featuring works in photography, digital imaging, and multimedia by 18 graduating seniors from the class of 2014 More  Professor Goldfarb's Musical To Open Off Broadway 03/14/2014 - A new jukebox musical about the 1960s-era songwriter and record producer Bert Berns, featuring hits including “Twist and Shout,” “I Want Candy” and “Hang On, Sloopy,” will begin a commercial Off Broadway run at Signature Center on June 25 and open on July 21. More  A Conversation with Raoul Peck 03/13/2014 - Dean Mary Schmidt Campbell invites you to A Conversation with Raoul Peck, the acclaimed filmmaker and scholar-in-residence at Tisch School of the Arts, at 11 a.m., Monday, March 24, in the Dean’s Conference Room, 721 Broadway, 12th Floor. More  2014 SXSW Awards Presented to Alumni and Students 03/13/2014 - The 2014 South by Southwest (SXSW) Film Festival Award winners includes a healthy roster of Tisch students and alumni. More top NYU's Fusion FF: Celebrating Women in Film, Television, & New Media 03/06/2014 - This is what the Fusion Film Festival at NYU is all about: shining a light on what is bubbling up from the new work all around us, and celebrating the work of women we deeply admire, who are giving us reasons to hope that we can find our way once we leave the sheltered world of a film school. More  Giorgio Armani Presents Films of City Frames 03/05/2014 - Giorgio Armani, in collaboration with Rai Cinema and Luxottica, presents Films of City Frames; a new project involving a series of amateur short films created by students from six prestigious film schools, including Tisch School of the Arts. More  Social in Practice: The Art of Collaboration 03/05/2014 - Focused on the use of community collaboration and activism in art making, the multimedia exhibition features artists, collectives and organizations based in New York and around the world. More  Nine Alumni Are Nominated For Oscars 03/03/2014 - The Big Apple’s graduates take the biggest slice of the Oscar nomination pie, with nine graduates amassing 10 nominations over five award categories. More  Big Weekend Wins for Alumnus Steve McQueen 03/03/2014 - The weekend of March 1st proved to be a landmark weekend for alumnus Steve McQueen and his film \"12 Years A Slave.\" More top Alumnus Hank Willis Thomas Exhibits at Goodman Gallery in Johannesburg 02/25/2014 - Hank Willis Thomas's exhibition looks at the impact of protest and the tools used in protest in South Africa's history.     More  Tisch + Merce Cunningham Trust 02/24/2014 - NYU Tisch Dance and New Media Fellows (post-grads of the Tisch Dance and New Media Program), under the mentorship of Founding Director Paul Galando and Merce Cunningham Trust Executive Director Lynn Wichern, are multi-cam live streaming and making archival documentation of multi-camera filming from New York City Center Studios. More  Tisch Community Lauded at 45th Annual NAACP Image Awards 02/22/2014 - The NAACP Image Awards is the nation’s premier multi-cultural awards show. Bravo to our award recipients! More  Dean's Council Members Elizabeth Hemmerdinger and Alec Baldwin Produce \"Elaine Stritch: Shoot Me\" 02/21/2014 - Now in her late 80s, Broadway legend Elaine Stritch remains as ferociously funny as ever. In this bold, hilarious and poignant portrait, the uncompromising Tony and Emmy Award-winner is revealed both on and off stage in this film produced by Tisch Dean's Council Member Elizabeth Hemmerdinger. More  Tisch Alumnus Designs Opening Ceremony for 2014 Winter Olympics 02/07/2014 - We are pleased and proud to announce that Tisch School of the Arts alumnus, George Tsypin '84, Design Department (now the Department of Design for Stage and Film), is the production designer for the 2014 Winter Olympics Opening Ceremony. More top 2014 A.C.E. Nominees and Recipient 02/07/2014 - In early January, the American Cinema Editors revealed their nominees for the ACE Eddie Awards. The awards were presented on February 7th in Los Angeles at the Beverly Hilton, and recognize outstanding editing in ten categories of film, television and documentaries. More  Photography & Imaging Chair Deb Willis at Harvard 02/05/2014 - Photographer, curator, and arts scholar Deborah Willis, who normally hangs her beret at the Tisch School of the Arts at New York University, will be in residence at Harvard this semester. More  Tisch Grads Remember Hoffman's Intensity, Advice 02/04/2014 - Actor Philip Seymour Hoffman left a legacy of inspiration and purpose to New York University students at the Tisch School of the Arts, who said his presence at his alma mater and in Washington Square Park was an ever-present reminder of the high standard he set in theater and film. More  Tisch Student Awarded Memorial Fellowship in Screenwriting 01/29/2014 - Hennah Sekandary of New York University has been selected to receive the Writers Guild Initiative’s (WGI) 2014 Michael Collyer Memorial Fellowship in Screenwriting. More  Submissions for the Fusion Film Festival are due Jan. 30 01/27/2014 - Simply submit your application with a .pdf of your script or link to your video to submissions@fusionfilmfestival.com, and you’ll be good to go! Remember, you can submit to as many categories as you want, and you can submit up to three entries per category! More top Tisch's Kieran Kesnar Documents Roma Communities 01/24/2014 - Amongst the Roma communities in Eastern Europe, NYU photography student Kieran Kesner identified something not typically associated with his subjects: Beauty. More  Alumni Claim Sundance Film Awards 01/24/2014 - The 2014 Sundance Film Festival culminated with three of Tisch's own being recognized for their work at the festival. More  Tisch 2014 Oscar Nominees 01/22/2014 - Congratulations to our 86th Academy Awards nominees! More  Sean Curran, co-chair of Tisch Dance, on the state of dance education 01/15/2014 - Dance Teacher recently asked the three to discuss the state of arts education and what it takes to be a dancer in 2014. More  Show One 2014: Photography & Imaging Thesis Exhibition 01/15/2014 - An exhibition featuring works in photography, digital imaging, and multimedia by 16 graduating seniors from the class of 2014 in the Department of Photography & Imaging More top Bravo to the 2014 Tisch Alumni Golden Globe Winners 01/12/2014 - The 71st annual Golden Globes were presented on January 12, 2014 by the Hollywood Foreign Press Association. More  ITP Professor Luke DuBois Commissioned By The National Portrait Gallery 01/10/2014 - When the visual artist and composer R. Luke DuBois was commissioned by the National Portrait Gallery in Washington to make a portrait of Google’s founders, Sergey Brin and Larry Page, he elegantly co-opted Google’s own technology for the job. More  45th Annual NAACP Image Award Nominations 01/09/2014 - Bravo to the Tisch community members nominated for NAACP Image Awards, which celebrate the accomplishments of people of color in film, TV, music and literature. The awards ceremony will be presented on February 22nd on the TV One channel. More  Professor Barbara Kirshenblatt-Gimblett Curates \"Great Expectation\" 01/06/2014 - The New York Times named the Core Exhibition at Museum of the History of Polish Jews one of the \"Great Expectations for 2014\". Performance Studies Professor Barbara Kirshenblatt-Gimblett led the curation of this exhibit. More  Alumna Lucy Walker On \"Crash Reel\" 01/06/2014 - This is one of five films commissioned in conjunction with The Times Magazine’s The Lives They Lived issue, which commemorates people who died this year. More top Langland Receives BAX Arts Educator Award 12/18/2013 - Paul Langland, associate arts professor, Department of Drama, Tisch School of the Arts, is the recipient of 2014 BAX (Brooklyn Arts Exchange) Arts Educator Award. More  Remembering José Esteban Muñoz 12/16/2013 - We write now with very sad news - the loss of José Esteban Muñoz, professor and former chair of the Department of Performance Studies at New York University’s Tisch School of the Arts. More  Hollywood Foreign Press Association Announces 2014 Golden Globe Nominations 12/12/2013 - The race for the 2014 Golden Globe awards is officially underway with the announcement of the nominees on December 12, 2013. More  Nominations Announced for the 20th Annual Screen Actors Guild Awards 12/11/2013 - Nominees for the 20th Annual Screen Actors Guild Awards® for outstanding performances in 2013 in film and television were announced on December 11, 2013. More  Arts Dean Redefines Her Mission 12/02/2013 - Dean Mary Schmidt Campbell Looks Beyond the Tisch School. Photo: Chester Higgins Jr./The New York Times More top Kasi Lemmons Directs a Big-Screen ‘Black Nativity’ 11/25/2013 - Black Navity's director Kasi Lemmons is an associate arts professor, Tisch School of the Arts, Graduate Film. Photo: Chad Batka for The New York Times More  'Black Nativity' and Fusion's Launch 11/25/2013 - Fusion Film Festival celebrated its 2013-2014 kick-off with an advanced screening of Kasi Lemmons’ film for the NYU community and invited guests. More  Spike Lee, Still Gliding to Success 11/20/2013 - In the 31 years since Mr. Lee graduated from N.Y.U., he has been one of independent cinema’s most consistently productive filmmakers. Photo: Damon Winter/The New York Times More  Andrew Teirstein wins ASCAP Plus Award 11/15/2013 - Andrew Teirstein, associate arts professor and master teacher of music, Department of Dance, NYU Tisch School of the Arts, has been chosen as an ASCAP Plus Award recipient. More  Oliver Stone On Studying Film at NYU 10/30/2013 - NYU’s Tisch School of the Arts will honor Tisch alumnus and Academy Award–winning film director, screenwriter, and producer Oliver Stone for Outstanding Achievement in the Cinematic Arts at its annual benefit gala, being held tonight at the Beverly Wilshire Hotel in Los Angeles. More top Dean Campbell Named One To Watch By Crain's New York 10/16/2013 - Tisch School of the Arts Dean Mary Schmidt Campbell named one of the 'People to watch in higher education' by Crain's New York. More  Slamdance 2013 Writing Competition Announces Awards 10/11/2013 - Melanie Schiele (’10 MFA, Kanbar, Film) has won the Grand Prize for her feature screenplay BUTTERFLY CHILDREN in the 2013 Slamdance Screenwriting Competition. The award includes $10,000 cash and $50,000 in production funds from Forest Whitaker’s Juntobox Films, the competition partner with Slamdance. More  Tisch Asia Alum Nathanael Carton Shortlisted for 2013 Academy Award 10/11/2013 - Congratulations to Nathanael Carton (’11 MFA, Kanbar, Film) whose Thesis film RECOLLECTIONS has been shortlisted for the 2013 Academy Award in the Short Doc category. (Photo © A.M.P.A.S. ®) More  Frank Lantz at New York Comic Con 10/10/2013 - NYU game-design professor Frank Lantz, superheroine proponent Naomi Clark, heady visionary Phoenix Perry and other big names in the industry dissect the evolving art form, and explain how New York’s independent creators are leading a revolution. More  NYU’s Videogame Center Opens in Brooklyn 10/10/2013 - New York University opened its much-anticipated, interdisciplinary Media and Games Network center in Brooklyn’s MetroTech this week. (Photo by John Taggart for The Wall Street Journal) More top IndieCade Games Festival Celebrates Winners 10/09/2013 - Slash Dash, developed in Tisch Open Arts course, won the Audience Choice Award at Indiecade, and Killer Queen, commissioned for the No Quarter exhibit last May earned Developers Choice Award. More  Annie Baker and Rajiv Joseph Receive Playwriting Awards 10/02/2013 - Bravo alumni Rajiv Joseph & Annie Baker - 2013 recipients of the Steinberg Award in Playwriting! (Left, Richard Perry/The New York Times; right, Sara Krulwich/The New York Times) More  Celebrating 10 Years of NYU’s Clive Davis Institute of Recorded Music 10/02/2013 - Celebrating 10 Years of NYU’s Clive Davis Institute of Recorded Music with 'Enormous Pride' (Photo by Nate \"Igor\" Smith) More  Alumnus Awarded MacArthur Genius Prize 09/25/2013 - Bravo to Dance alumnus Kyle Abraham on being named one of 24 2013 MacArthur fellows. (Photo by Andrea Mohin/The New York Times) More  Primetime Emmy® Winners 09/23/2013 - Bravo to the NYU Tisch family on their wins at the 65th Annual Primetime Emmy® Awards! More top Spike Lee to Receive the 20th Annual Dorothy and Lillian Gish Prize 09/18/2013 - The Gish Prize Trust today announced that director, producer, writer, actor and master teacher Spike Lee has been selected to receive the 20th annual Dorothy and Lillian Gish Prize, given as a legacy from the legendary film and stage actresses. More  Creative Emmy® Winners 09/16/2013 - Congratulations to the NYU Tisch family on their wins at the ceremony for the 2013 Creative Emmy Awards. We salute the following for their continued success, and for making us proud! More  Heidi Rodewald and Collaborators Dive into ‘The Good Swimmer’ 09/03/2013 - Graduate Musical Theatre Writing alumna Donna Di Novelli (Cycle 7) is in residence at UCLA working on ‘The Good Swimmer’. More  Graduate Musical Theatre Writing Open House 09/01/2013 - The Graduate Musical Theatre Writing Program is looking for 30 talented composers, lyricists, and bookwriters to redefine and reinvent the American musical theatre for the 21st Century. More  The Dwarfs; Footfalls; and Rockaby 08/27/2013 - Who are you? Where are you going? Where have you been? These, and other ineffable existential questions, are posed by two masters of 20th Century drama, in three short but emotionally expansive plays. More top Ring Round The Moon 08/27/2013 - Luminous love affairs and moonstruck mistaken identities play out in a roundelay one lyrical weekend in a French chateau. Anouilh's rarely-seen melancholy comedy is burnished to a brilliant sheen in Christopher Fry's 1950 translation.   More  The Eggs 08/27/2013 - This is a World premiere of a new play commissioned especially for the Graduate Acting Program.     More  Girl on Girl 08/27/2013 - This is a World premiere of a new play commissioned especially for the Graduate Acting Program.   More  Remembering Red Burns 08/26/2013 - It is with great sadness we have to report the death of Red Burns on Friday, August 23, 2013. Red was our founder, our leader and our friend. More  Children Lost in War Zones and Disasters Find Their Families With an App 08/20/2013 - \"ITP's Jorge Just develops UNICEF app to reunite families in Uganda, which leads the organization to call on the school to develop more applications.\" More top NBC Buying Web Service to Stream Phone Video 08/20/2013 - Stringwire is embryonic. What NBC is really acquiring is Phil Groman, who developed the technology while a graduate student in the Interactive Telecommunications Program at New York University. More  Todos Somos Ellas (We Are Them) 08/19/2013 - Todos Somos Ellas (We Are Them), an exhibition by Paul Owen, associate professor, Photography and Imaging, Tisch School of the Arts, is on view in Michochan, Mexico. More  The Hollywood Reporter Unveils the Top 25 Film Schools of 2013 08/15/2013 - NYU cracks the top three! In its third annual ranking, THR surveys the nation's top institutions as they compete to turn out Oscar winners. More  Color Zen throws spotlight on city's games scene 07/31/2013 - Large Animal Games is one of dozens of companies benefiting from the shift to mobile, as indie developers thrive on meetups, NYU's Game Center. More  Tisch Professor Anna Deavere Smith and Tisch Alumnus Tony Kushner Receive Presidential Honors 07/25/2013 - President Obama presented Tisch alumnus Tony Kushner with the National Medal of Arts and Professor Anna Deavere Smith with the National Humanities Medal in recognition for their contributions to the arts and humanities and for creating works that “make a lasting contribution to American life.” More top Tisch Tony Winners! 07/24/2013 - Congrats to the 2013 Tisch Tony Winners! More  Primetime Emmy® Nominees 07/18/2013 - On July 18, 2013, the National Academy of Television Arts & Sciences announced the nominees for the 65th Annual Primetime Emmy® Awards. And the Tisch nominees are... More  67th Tony Award Nominations from Tisch School of the Arts 07/04/2013 - Tisch Visiting Instructor Sutton Foster was joined by stage and screen actor Jesse Tyler Ferguson to announce the nominees for the 2013 Tony Awards April 30 at The New York Public Library for the Performing Arts Dorothy and Lewis B. Cullman Center at Lincoln Center. The Tony Awards will be broadcast in a live three-hour ceremony from Radio City Music Hall, on the CBS television network, June 9. More  Billy Crystal on sex at 65, the afterlife and Yankee pitching 06/28/2013 - Thursday night, Crystal, 65, the comedian, actor, director and nine-time Oscar host, returned to his alma mater, New York University, to read passages of what he calls \"kind of a memoir,\" 'Still Foolin' Em: Where I've Been, Where I'm Going, and Where the Hell Are My Keys?' that will be released Sept. 10. More  Tisch Community Invited to Join AMPAS 06/28/2013 - The Academy of Motion Picture Arts and Sciences has extended invitations to join the organization to 276 artists and executives who have distinguished themselves by their contributions to theatrical motion pictures. Those who accept the invitations will be the only additions to the Academy's membership in 2013. More top Maté Wins Kleban Prize; Lutvak Musical Headed to Broadway 06/28/2013 - Graduate Musical Theatre Writing Alumni Earn Honors More  Palm Springs International Shortfest Announces Festival Winners 06/24/2013 - Congrats to Tisch Asia student Mauricio Osaki - first place winner - Best US Film School Student Film Award and to Kanbar Institute Undergraduate alumnus, Hughes \"Will\" Thompson on his second place win at Palm Springs International ShortFilm Fest! Will took home second place in the \"Best Student Live Action Short Over 15 Minutes\" category. More  This is not me: Enduring Syria's War 06/06/2013 - This is not me: Enduring Syria's War is a photography-based project incorporating text and video that follows two friends as they experience war from inside and outside their homeland. More  Introducing Tisch Dance and New Media Partnership with New York City Ballet 06/03/2013 - New York University's Tisch Dance and New Media Program has launched a partnership with New York City Ballet to offer our graduate students and alumni of the Tisch Dance and New Media program the experience of working with NYCB in dance media. More  Congratulations Tisch Asia Class of 2013 05/17/2013 - On May 16, 2013, 59 Tisch Asia graduates earned their MFA degree. More top Photography & Imaging BFA Exhibition 04/26/2013 - The Department of Photography & Imaging has announced its year-end show of works by the graduating class of 2013. It will comprise approximately 200 works by 30 students representing the visual and conceptual diversity of the class of 2013.    More  Milk Like Sugar 04/19/2013 - By Kristin Greenidge Directed by Nicole Watson Annie and her two girlfriends pretend to be pregnant in order to score baby shower loot. But as their scheme is played out, the teenage girls encounter surprising reactions. This coming-of-age tale was a 2011 Lucille Lortel Award nominee for Outstanding Play and offers a glimpse of urban teens coveting motherhood and the social and economic forces that affect them. More  Gimme, Gotcha...Go On! 04/13/2013 - Directed by Nora York. What’s on the minds of these 11 young thespians? Come find out! This cast drawn from some of the best young actor/singers at NYU Tisch School of Drama will sing, rant, and whisper their hearts and minds – as they long for contact, yearn for love, and burn for companionship. More  DPI 13: Exhibition at Calumet Gallery 04/01/2013 - The work of 24 graduating seniors was featured in an exhibition of BFA thesis work and other current projects at the Calumet Gallery in New York City. More  Stinky Cheese Man 03/25/2013 - The Ugly Duckling grows up to be, not a swan, but the Really Ugly Duck. Cinderella snubs Rumplestiltskin, the Princess kisses a frog only to end up with a mouthful of slime, and Chicken Licken is running around like a...well..you know. More top WORD 03/21/2013 - Tisch Drama StageWorks’ presentation of short works of vocal and spoken-word performances, derived from different techniques taught in the Department. This production brings together dozens of students, across the department’s professional training studios, to collaborate and create original works under the direction of faculty members specializing in voice and speech training. More  Oo-Bla-Dee 03/11/2013 - Set in post-World War II America, Oo-Bla-Dee follows four black female musicians who dream of hitting it big in the world of bebop music. As they strive to find an outlet for their sound, the band of black musicians struggles to rise above the constraints of racism and sexism. More  Show Two 2013: Photography & Imaging Thesis Exhibition 03/06/2013 - The second of 4 shows featuring thesis projects from the Class of 2013 Opens March 14th, 2013. More  Spring Awakening - A New Musical 02/15/2013 - By Steven Sater & Duncan Sheik   Directed by Kenneth Noel Mitchell   Musical Direction by J. Oconer Navarro   Choreography by Byron Easley More  Past/Forward 2013 02/12/2013 - March 1, 2013 at 8pm NYU's Tisch School of the Arts Dance Department will present Past/Forward, 2013; a Tisch Dance Alumni Celebration which will be highlighting the work of several generations of Tisch dance alumni choreographers, each with their own company. More top Show One 2013: Photography & Imaging Thesis Exhibition 02/01/2013 - SHOW ONE, the show is the first in a series of four exhibitions that will eventually showcase the work of the entire graduating class in a BFA exhibition. More  Tisch News Fall/Winter 2012 02/01/2013 - Read the latest version of Tisch News: Fall/Winter 2012. More  Miles Teller '09 Lauded at 2013 Sundance Film Festival 01/27/2013 - With more than 200 alumni, faculty and students affiliated with the projects at the 2013 Sundance Film Festival, Tisch School of the Arts continued to dominate the festival during the 20th anniversary of its presence at the festival. More  2 ITP Alumni Win Creative Capital Grants 01/22/2013 - Congratulations to 2 ITP Alumni Arturo Vidich and Mirium Simun for winning Creative Capital grants! More  Hollywood Foreign Press Association: 70th Annual Golden Globe Awards 01/13/2013 - At the 70th Annual Golden Globe Awards ceremony, Tisch did not fail to impress. More top Tisch 2013 Oscar Nominees Include Ang Lee and Philip Seymour Hoffman 01/10/2013 - Nominations for the 85th Academy Awards® were announced Thursday, January 10th by Academy of Motion Picture Arts and Sciences. The Tisch community continues to be well represented among the nominations.    More  Black Portraiture[s]: The Black Body in the West 01/10/2013 - Black Portraiture[s] explores ideas of the production of self-representation, desire, and the exchange of the gaze from the 19th century to the present day in fashion, film, art, and the archives. More  A Journey Outside The Wall 11/22/2012 - By Rashad Rushy   Directed by Kelly Johnston   More  The Daughters 11/02/2012 - By Shaina Taub   Directed by Sam Pinkleton   Choreography by Ani Taj More  Political Cabaret 10/25/2012 - Directed by Liz Swados. More top Lecture: Life Style. Sketches for a Profile Study. Selected Works 2007-2012. (Artist Lecture) 10/18/2012 - Adrian Fernandez studied visual arts at the San Alejandro Fine Arts Academy (2004) and later at the Superior Institute of Arts (2010) in Havana, Cuba. More  Tisch Dance Well Represented at Bessie Awards 10/16/2012 - Alumni and faculty from the Department of Dance at Tisch School of the Arts took home prestigious Bessie Awards, honoring exceptional choreography, performance, music composition, visual design and others areas of dance. More  Getting Animated at the Tisch School of the Arts by John A. Parks 10/15/2012 - The Kanbar Institute of Film and Television offers the opportunity to study with some of the finest practitioners in the field of animation, including John Canemaker, world-renowned and Academy Award winning filmmaker. Canemaker recently talked to American Artist about his own artistic background and the opportunities offered by the animation program at NYU. More  DPI@30: Act vs. React 10/11/2012 - An exhibition commemorating the 30th anniversary of The Department of Photography & Imaging. It will feature 90 works, including color and black-and-white photographs, videos, tapestries, and mixed media by alumni, faculty... More  Joint Symposium on Alternative Ways to Describe Historic & Contemporary African Photography 10/08/2012 - October 10, 9:00am -5:00pm The Department of Photography & Imaging and University College London bring together leading international scholars to exchange, debate, and open up the categories—colonial, ethnographic, anthropological, and artistic—that are often used to describe historic and contemporary photographs of Africans. It will be held at NYU’s Silver Center, 100 Washington Square East. More top Measure for Measure 09/27/2012 - October 5-13th   By William Shakespeare   Directed by Daniel Spector More  Visit Us! 09/24/2012 - Register for one of Tisch School of the Arts' Fall 2012 Open Houses. Prospective applicants will meet faculty, staff, and current students, learn everything about their program of interest, as well as what it means to be a Tisch School of the Arts student - and, in most cases, will even be able to tour the program's facilities.    More  Tisch Community Claim Emmys®! 09/23/2012 - In ceremonies in Los Angeles, the National Academy of Television Arts and Sciences celebrated the winners of the annual Creative Arts and Primetime Emmy® Awards.   More  Snow White & The Huntsman and Q&A with writer Evan Daugherty 09/13/2012 - Snow White & The Huntsman and Q&A with director, Evan Daugherty, NYU ALUM More  The View From Left Field 08/28/2012 - The View from Left Field is an exhibition of 78 pictures from the photo morgue of The Daily Worker, the official newspaper of the American Communist Party, whose archive was acquired in 2006 by NYU's Tamiment Library. More top Interdisciplinary Collaborations 08/01/2012 - The Tisch School of the Arts offers a wide range of opportunities for interdisciplinary collaborations among both students and faculty members. More  Tisch Community Racks-Up Creative Arts & Primetime Emmy® Nominations 07/19/2012 - Nominations for the 64th Emmy® Awards, covering the eligibility period of June 1, 2011 through May 31, 2012, were announced on July 19th by the Academy of Television Arts & Sciences. More  2012 Daytime Emmy® Winners 06/23/2012 - On June 23, 2012, The National Academy of Television Arts & Sciences (NATAS) announced the winners of the 39th Annual Daytime Entertainment Emmy® Awards. More  Tisch Talent Touted at Tonys: Alumni Kazee, Arianda and Werle Take Trophies 06/10/2012 - Hosted at New York City's Beacon Theatre, the 66th annual Tony Awards recognized those distinguishing themselves in American theatre, including some of Tisch's very own. More  Tierney Fellowship Exhibition: City of Salt by Nicholas Calcott 05/24/2012 - May 31st. An exhibition entitled City of Salt, by Nicholas Calcott, the 2011 Tierney Fellowship award recipient will go on view May 31st at the Tisch School of the Arts. More top Tony Kushner's Remarks at the 2012 Tisch Gala 05/18/2012 - Watch Pulitzer Prize winning playwright, Tony Kushner's, witty and engaging tribute to Dean Mary Schmidt Campbell at the 2012 Tisch Gala, on April 19th, 2012. More  Alumnus Steve Kazee ('05) in A Role That Cuts Close to His Heart 05/15/2012 - Graduate Acting alumnus, Steve Kazee, a Tony Award nominee for his role in “Once,” has recently undergone some of the experiences that pain his character.    More  Electric Teams Up with Doug E. Fresh & White House 05/04/2012 - Congratulations to Electric, Head of Productions in the Tisch Department of Dramatic Writing, who worked with legendary rapper and producer, Doug E. Fresh, to develop a series of videos, in conjunction with the US Government and First Lady, Michelle Obama, promoting healthy living and exercise for America's Youth. More  2012 Drama League Nominees 04/28/2012 - On April 28, 2012, the nominees for the 78th Annual Drama League Awards were announced. More  2012 Drama Desk Nominees 04/27/2012 - On April 27, 2012, nominations for the 57th Annual Drama Desk Awards were announced at a news conference by Drama Desk winners Donna Murphy (BFA, Drama) and Brian d’Arcy James. The 57th Annual Drama Desk Awards will take place on Sunday, June 3, 2012 at 8:00 PM at The Town Hall in Manhattan. More top No Time Like The Present 04/22/2012 - One night only --Sunday, April 29 7:00pm. Joe's Pub veteran, Nora York, directs a cast of thirteen students from the Department of Drama of the NYU/Tisch School of the Arts in the cabaret, NO TIME LIKE THE PRESENT. More  Tisch Partners with Digital Entertainment Industry to Distribute Alumni Web Series 04/09/2012 - Tisch School of the Arts will unveil the winners of its third annual Tisch West Web Series Showcase on April 2nd. The program grew out of a successful series of annual one-evening showcases of Tisch filmmaking, writing and acting alumni. The Web Series Showcase features original ideas brought to life by writers, filmmakers and actors culled from a pool of thousands of the school’s alumni living in the Los Angeles area. Their winning ideas, developed from conception to completion in a series of industry-run workshops, will be launched to a global audience. More  Grad Film Student is Winner of Media Services Production Fund Award for Producing Students 04/02/2012 - Isabella Wing-Davey, a third-year student in the Graduate Film Division of the Kanbar Institute of Film and Television, has been named the winner of the 2012 Robert Oberman and Gregory Pickert Media Services Graduate Film Production Fund Award. The Fund, established with a grant from Media Services, a leading payroll, accounting, and software provider for the entertainment industry, has annually made cash awards to one directing student but will now single out one third-year student for outstanding producing work instead. More  Cinema Studies' Dan Streible Named AMPAS Film Scholar 03/19/2012 - The Academy of Motion Picture Arts and Sciences (AMPAS) has named Dan Streible, associate professor of Cinema Studies, an Academy Film Scholar for his work in the field of “orphan films.” Streible was selected for the honor on the basis of his proposal for a manuscript detailing the growth of the \"orphan film\" phenomenon in the U.S. since the early 1990s and analyzing the dynamic that the movement has established among film archivists, preservationists, scholars, curators and filmmakers. More  Tisch Alumni Dee Rees, Sophia Lin, Mark Bridges Score in 2012 Awards Season 02/26/2012 - The 2012 Awards Season wrapped up with the 43rd NAACP Image Awards, Spirit Awards 2012 and the 84th Academy Awards recognizing several Tisch alumni for their cinematic achievements. More top Tisch Alumni Make Sundance Impressions 02/02/2012 - The Tisch School continues to have an immense impact on the Sundance Film Festival; this year more than 1 in 3 films was shaped by a Tisch student, alumnus/a or faculty member. More  2012 Awards Season Recap 01/30/2012 - The Tisch School has trained some of the world's leading artists, scholars and innovators. Tisch training is nothing short of a lighting rod for change -- the 2012 awards season is a sampling of those who have had a profound impact on the way stories are told. More  Tisch 2012 Oscar Nominees Include Lucy Walker, Michael De Luca and Scott Rudin 01/24/2012 - Nominations for the 84th Academy Awards® were announced Tuesday, January 24th by Academy of Motion Picture Arts and Sciences. The Tisch community continues to be well represented among the nominations.    More  Show One 2012: Photography & Imaging Thesis Exhibition 01/19/2012 - An exhibition featuring approximately 70 works in photography, digital imaging, and multimedia by 13 graduating seniors from the class of 2012 in the Department of Photography & Imaging. More  Dean's Council Martin Scorsese ('64/'68/'Hon. '92) Scores at Globes 01/15/2012 - At the 69th Annual Golden Globe Awards ceremony, Tisch did not fail to impress. More top New Directors Flesh Out Black America 01/04/2012 - Great piece in the NY Times featuring alumni from the Graduate Division, Kanbar Institute of Film and Television, including Dee Rees '07, Rashaad Ernesto Green '03/'11, Alrick Brown '08, Seith Mann '02, and Artistic Director, Graduate Film, Kanbar Institute, Spike Lee '82/HON.'98. More  Acting Helps Soldier Cope with Post Traumatic Stress Disorder 01/04/2012 - Nick Brennan '10 (BFA, Kanbar Film/TV) was featured in an article on the front page of the New York Times (Jan. 2, 2012) for a short film he completed in which he cast a wounded veteran and amputee. The article is about the veteran and the salutary healing experience he had while acting in Brennan's short film. More  Tisch Alumni Featured in this Week's Variety Front Page 01/04/2012 - Front Page of weekly Variety, issue Jan 2-8 (print and on-line), features the creative team and cast of NBC's highly-anticipated new show, SMASH. Featured on the cover is SMASH star, Debra Messing '93 (MFA, Acting), and director/consulting producer Michael Mayer '83 (BFA, Acting). Also shown is Marc Parees '11 (MFA, Kanbar Film), assistant to Michael Mayer. More  Golden Globe Nominations for the Tisch Community 12/15/2011 - The Hollywood Foreign Press Association (HFPA) announced nominations for the 69th Annual Golden Globe Awards on December 15th. More  Eight Tisch Alumni Nominated for 18th Annual Screen Actors Guild Awards 12/14/2011 - The 18th Screen Actors Guild Awards will be broadcast on TNT at 8 p.m. (ET) and 5 p.m. (PT). More top Michael C. Hall ('93), Heather Lind ('10), Rainn Wilson ('89) Nominated for 18th Annual Screen Actors Guild Awards 12/14/2011 - Three Grad Acting Alums are Screen Actors Guild Awards nominees for this year. More  Announcing MFA in Game Design Fall 2012 12/13/2011 - The NYU Tisch Game Center, one of the world’s leading academic game programs, will offer a new Masters of Fine Arts degree beginning in Fall 2012. MFA students will explore games as a creative art form as they design and develop games within a context of rigorous scholarly study in the two-year program at the NYU Tisch Game Center.     More  The Last Days of Judas Iscariot 11/30/2011 - The Last Days of Judas Iscariot as performed by the NYU Acting Practicum at The Lee Strasberg Theatre and Film Institute. More  The Collective Presents Celebrate Our Voices, An Open Arts Night 11/25/2011 - Similar to an open mic night, Celebrate Our Voices: An Open Arts Night is a chance for the members of the Tisch community to come together and share their art with each other. More  ITP Big Screens Show 11/25/2011 - Projects displayed on a 120 foot video wall at IAC headquarters. More top a cautionary tail. 11/24/2011 - Presented by the Graduate Acting Program in association with the Department of Design for Stage & Film. A 3rd Year Production. More  Catalan Shots: Discussion w/Joan Fontcuberta & Agusti Torres 11/21/2011 - This event is part of the Catalan Days festival (www.llull.cat/catalandays), produced by the Institut Ramon Llull to promote Catalan culture and taking place in New York City from September through December 2011. More  Def Jam @ 25 - A Conversation Event 10/17/2011 - During this rare conversation event, authors Bill Adler, Cey Adams and Dan Charnas presented a video/slide lecture and Q&A about their new book. More  Revolution Photographs from Libya 2011 by Bryan Denton (P&I '05) 10/13/2011 - An alumnus of the Department, Denton is based in Beirut, Lebanon and has worked as a freelance photographer for The New York Times on assignment in Libya for the past six months. More  Dramatic Writing Alumni Visit to Offer Career Insight 10/03/2011 - Professor Janet Neipris moderated a panel of three alumni of the NYU Tisch School of the Arts Goldberg Department of Dramatic Writing. More top 2011 NYU Alumni Day 09/24/2011 - September 24, 2011 was NYU Alumni Day! Fellow alumni, friends, students, NYU faculty, and other members of the NYU community descended on Washington Square to experience NYU and NYC. More  Tisch Community Claim Emmys®! 09/19/2011 - In ceremonies in Los Angeles, the National Academy of Television Arts and Sciences celebrated the winners of the annual Creative Arts and Primetime Emmy® Awards.   More  Artist Lecture: Sunil Gupta's Monograph \"Queer\" 09/13/2011 - Celebrating the publication of photographer Sunil Gupta's first monograph Queer. More  Creative Arts & Primetime Emmy® Award Nominees 07/14/2011 - On July 14, 2011, the National Academy of Television Arts & Sciences announced the nominees for the 63rd Annual Primetime Emmy® Awards. And the Tisch nominees are... More  Tisch News Spring/Summer 2011 07/11/2011 - Read the latest version of Tisch News: Spring/Summer 2011, featuring: The Faces of Tisch Film: Tisch Alumni Shaping American Film in 2011, and Clive Davis Renews Pledge of $5 Million. More top NYU Paris Presents Debut of Atlantic Edge Film Festival 06/26/2011 - The Edge Atlantic Film Festival (EAFF), created by NYU in France, made its New York debut June 27 through 29. A selection of eight outstanding student films representing NYU’s Maurice Kanbar Institute of Film and Televisionand La Fémis, the French national school of cinema were screened. Among the student films were James Franco’s Herbert White, a 2010 Sundance Festival selection.   More  Tisch Triumphant at Tonys 06/12/2011 - Hosted at New York City's Beacon Theatre, the 65th annual Tony Awards recognized those distinguishing themselves in American theatre, including some of Tisch's very own. More  Tierney Fellowship Exhibition: Bolinas by Rachel Barrett 06/02/2011 - Bolinas is an earnest look at a small, unincorporated and largely off-the-grid community in Northern California, resting precariously on the coast of the Pacific. More  ITP's Red Burns to be Honored with a Webby Award for Special Achievement 06/01/2011 - Red Burns, professor and founder of the Interactive Telecommunications Program (ITP) at New York University’s Tisch School of the Arts, has been awarded a Special Achievement Webby Award by the International Academy of Digital Arts & Sciences. The presentation will be made at the 15th Annual Webby Awards Gala June 13, 2011 at Hammerstein Ballroom. More  Tisch Salute 2015 05/14/2011 - The Tisch Salute to the Class of 2015 will be held Friday, May 22nd at The Theater at Madison Square Garden, 4 Pennsylvania Plaza, New York, NY. More top 14 Nominated for 2011 Tony Awards® 05/03/2011 - The 2011 Nominations for the Antoinette Perry Award for Excellence in Theatre, also known as the Tony Awards®, were announced Tuesday, May 3rd. More  Dinner at Eight 04/12/2011 - George S. Kaufman and Edna Ferber's 1932 comedy Dinner at Eight celebrates (and satirizes) the lives of the rich and stylish during the Great Depression, but it also conveys darker currents that ran through the upper strata of New York society of that era, as they do today. More  James Franco to Teach at Tisch Next Year 04/01/2011 - James Franco showed some love for NYU at the Oscars, and now he's coming back for more. Next year, Franco will teach a section of graduate film students at Tisch. More  Three Peabody Awards for Tisch's Own 03/31/2011 - Recognizing distinguished achievement and meritorious service, the George Foster Peabody Awards will recognize three of Tisch's own... More  The Reality Shows: a conversation with Karen Finley 03/30/2011 - April 6, 2011.Conversation between Karen Finley and Ann Pellegrini More top Cabaret Central: My Sweet Edible You! 03/25/2011 - Atlantic Theatre faculty member Katie Bull directs a sensuous cast in a delicious concoction that imaginatively plumbs the repertoire of jazz standards to extol one of life’s great pleasures – apart from music of course! Namely, food glorious food so come hungry! More  Selections from P&I BFA Exhibition featured at Calumet Gallery 03/25/2011 - The graduating seniors of the Department of Photography & Imaging at New York University's Tisch School of the Arts will be featured in an exhibit of selected works of their senior thesis projects at the Calumet Gallery in April. More  The Altruists 03/01/2011 - Acclaimed playwright and Tisch Drama alumnus Nicky Silver returns to direct his own play, but with a special element of added value – a curtain raiser, newly written to complement the StageWorks production! Described in Variety as \"Exhilarating! Exceedingly funny! More  Spirit and Oscar Victories for Four from NYU Tisch School's Kanbar Institute of Film & TV 02/27/2011 - Four of NYU Tisch Kanbar Institute of Film & Television's own were victorious at ceremonies that saw tight competition amongst filmmakers and actors alike. More  Christoph Lindner: Amsterdam and New York 02/01/2011 - February 8, 2011. Lecture by Dutch Professor Christoph Lindner on contemporary photography exhibit. More top Guilds Recognize Tisch Director & Actors 01/31/2011 - In ceremonies over the weekend, the Directors Guild of America and the Screen Actors Guild recognized four Tisch alumni in their annual award ceremonies. More  2011 Tisch@Sundance Winners 01/30/2011 - Kanbar Institute of Film and Television continues to dominate the festival. Alumni and faculty took home some of the highest honors. More  Two Gentlemen of Verona 01/29/2011 - One of the Bard's earliest plays, the 1971 staging evolved into a multiracial love story in which old Verona became San Juan, Puerto Rico, and Shakespeare's Milan was New York. As adapted by John Guare and Mel Shapiro, the text was sprinkled with contemporary slang and Spanish phrases, which added to the improvisational feel of the original production. More  NYU Tisch Oscar Ovations 01/25/2011 - Nominations for the 83rd Academy Awards® were announced Tuesday, January 25th by Academy of Motion Picture Arts and Sciences President Tom Sherak and 2009 Oscar® winner Mo'Nique. Thirteen Tisch community members were nominated for sixteen different awards. A jaw-dropping eleven Tisch alumni were nominated for this year.    More  SHOW ONE 2011: Photography & Imaging Thesis Exhibition 01/20/2011 - Works by 12 Graduating Seniors in The Department of Photography and Imaging at the Tisch School of the Arts to Go on View More top Golden Globetrotting Tisch Score Four 01/16/2011 - At the 68th Annual Golden Globe Awards ceremony, Tisch did not fail to impress. Covering television, feature film and animated film, alumni were recognized for their achievements. More  The NYC Screening of \"Bouncing Cats\" 12/09/2010 - Recorded Music's Curating Live Music Events class in collaboration with Red Bull Media is proud to announce The NYC screening of \"Bouncing Cats,\" a film by Nabil Elderkin & Red Bull Media House. More  A Screening of \"Chico & Rita\" 12/06/2010 - A Screening of \"Chico & Rita\" by Javier Mariscal, Fernando Trueba & Tono Errando; Q&A with Tono Errando immediately following screening. More  Cabaret Central: Crazy for Gershwin - Fall 2010 12/03/2010 - Tony Award-winner Sutton Foster, who has originated leading roles in six new musicals returns to the Drama Department to create a presentation that demonstrates the special alchemy between actor and audience that happens in cabaret performance. · More  Songtrust: Music Publishing with Downtown Music 12/02/2010 - Break down the mysteries of music publishing with the pros as they tell you about a new service that helps every songwriter take control of their publishing rights and get paid their fair share of music publishing royalties. More top Blue Window, By Craig Lucas 12/01/2010 - The Meisner Studio Presents: Blue Window by Craig Lucas, Directed by Mark Gallagher More  Sex in an Epidemic: A Screening with Filmmaker Jean Carlomusto, Dec. 8th 12/01/2010 - A screening and discussion of Sex in an Epidemic (USA, 2010, 70 min) with filmmaker Jean Carlomusto. More  A Screening of \"The Greatest Ears in Town\" 11/25/2010 - Join us for a screening of \"The Greatest Ears in Town,\" a critically acclaimed documentary chronicling the life, career, and final recording session of Arif Mardin. The screening will be followed by Q&A. More  Safeword 11/25/2010 - A new play by Molly Rice, directed by Tea Alagic More  Acquainted with the Night 11/24/2010 - A new play by Keith Reddin, directed by Rachel Chavkin More top As Yet Untitled 11/24/2010 - Tony Award-winner Sutton Foster, who has originated leading roles in six new musicals returns to the Drama Department to create a presentation that demonstrates the special alchemy between actor and audience that happens in cabaret performance. More  Cabaret Central: Political Snorts - Fall 2010 11/24/2010 - Following last season’s riotous debut, a new group of students from Liz Swados’ course in Performance Composition: Political Revue combine forces to create the 2012 edition. More  Take Me Out 11/02/2010 - Originally produced at the Public in a sold-out run before moving to Broadway, where it won the 2003 Tony for Best Play, the work was dubbed by Ben Brantley “an unconditional all-American epiphany.” More  ITP's Founder Red Burns and Alum Dennis Crowley Named to \"Silicon Alley 100: New York's Coolest Tech People in 2010\" 10/28/2010 - Red Burns, founder of the Interactive Telecommunications Program (ITP) in the Tisch School of the Arts, and ITP alum, Dennis Crowley, have been named to the “Silicon Alley 100: New York’s Coolest Tech People in 2010.” The list, determined by Business Insider, also includes New York City Mayor Michael Bloomberg, Daily Beast Editor-in-Chief and Founder Tina Brown, and Arianna Huffington, co-founder and editor-in-chief of the Huffington Post. More  2010 Tisch Alumni Day Programs 10/23/2010 - Saturday, October 23, 2010 was NYU Alumni Day! Fellow alumni, friends, students, NYU faculty, and other members of the NYU community descended on Washington Square to experience NYU and NYC. More top Why Tisch Dance? Seven Reasons to Apply Now! 10/18/2010 - 7 Reasons for attending Tisch Dance and a description of the Dept. More  da Kink in my hair 10/12/2010 - Department of Drama 2010-2011 Stageworks Production. More  2010 MTV VMAs Go Gaga 09/13/2010 - The 2010 MTV Video Music Awards (VMA) were presented on Sunday, September 12, 2010 with Tisch alumna... More  The Appointment 09/09/2010 - The first Department of Drama 2010-2011 Stageworks Production. More  Spike Lee premieres 2nd New Orleans documentary on HBO 09/08/2010 - NYU Grad Film alum/Artistic Director Spike Lee has followed up his award winning documentary WHEN THE LEVEES BROKE: A REQUIEM IN FOUR ACTS. More top 11 Tisch Community Claim Emmys®! 08/30/2010 - In ceremonies in Los Angeles on August 21, 2010 and August 29, 2010, the National Academy of Television Arts and Sciences celebrated the winners of the annual Creative Arts and Primetime Emmy® Awards.   More  Mary Schmidt Campbell honored by the Katonah Museum of Art 08/19/2010 - More  Walk the Walk! GAAA's 500 miles for Batima 08/19/2010 - Tisch Graduate Acting alumnus Victor Williams '95, or Deacon Palmer from CBS' long-running hit sitcom, \"The King of Queens\", walked from Cleveland, OH to NYU Tisch, as he and his fellow Graduate Acting alumni raised money for the Batima Tene Cochran Scholarship fund at Tisch. More  Tisch Alumni Take Home Daytime Entertainment Emmy® Statuettes 06/27/2010 - In ceremonies over the weekend, the National Academy of Television Arts and Sciences celebrated the winners of the 37th annual Daytime Emmy® Awards. More  Tisch Community Invited to AMPAS 06/25/2010 - The Academy of Motion Picture Arts and Sciences extended invitations to join the organization to 135 artists and executives who have distinguished themselves by their contributions to theatrical motion pictures. More top Tisch Takes the Tonys 06/13/2010 - Hosted at New York City's famed Radio City Music Hall, the 64th annual Tony Awards closely resembled a Tisch reunion with alumni, faculty, current parents and Dean's Council members gracing the stage to perform and accept their awards. More  2010 Student Academy Award Winners 06/12/2010 - More  2010 Drama Desk Award Winners 05/23/2010 - Winners of the 2010 Drama Desk Awards were announced on May 23 at LaGuardia Concert Hall at Lincoln Center. Tisch School of the Arts was represented among the winners... More  Showing V 04/21/2010 - New work created and performed by students in the Tisch Dance Department. More  Senior Awards and BFA Thesis Exhibition 2010 04/20/2010 - An exhibition featuring the works in photography, digital imaging, and multimedia by the graduating seniors from the Class of 2010 in the Department of Photography & Imaging at the Kanbar Institute of Film & Television will open April 27, 2010. On May 10, join the Department of Photography & Imaging in congratulating the seniors in their accolades and presenting them with our own awards, including the Constantiner Fellowship award recipient. More top Tisch Chosen for the Sony Electronics Scholarship Program 04/14/2010 - The Tisch School of the Arts has been selected to participate in the Higher Education Scholarship Program of Sony Electronics, with the support of Intel. Sony’s program is designed to provide the latest technology to help students and faculty at 30 universities and colleges across the country More  Major Dance Concert 03/26/2010 - General Admission $10.00, Senior Admission $5.00 and students are free with ID. More  Cabaret Central: Old Songs Made New 03/25/2010 - Moving between the old chestnuts of the Standard American song book, contemporary music theater, and current popular music; the audience will find that music can be a transcendent all inclusive language. More  Tactical Media: A Lecture by Dr. Steven Kurtz 03/19/2010 - March 26, 2010. Lecture by Dr. Steven Kurtz, visiting professor from SUNY Buffalo. More  Tisch's Kanbar Institute of Film & TV Alumni Continue Winning Streak 03/07/2010 - Tisch alumni continued their winning streak during the 2010 awards season. Oscars and Independent Spirit Awards were bestowed upon Tisch alumni in the Kanbar Institute of Film and Television for their cinematic achievements. More top Tisch Community Lauded at NAACP Image Awards 03/01/2010 - More  Books Cook! Theatre for Young Audiences 02/22/2010 - Based upon selections from outstanding recently published children's books, More  Thirteen Alumni Score Writers Guild Awards 02/22/2010 - On February 20, 2010, The Writers Guild of America, West (WGAW) and the Writers Guild of America, East (WGAE) announced the winners of the 2010 Writers Guild Awards for outstanding achievement in writing for screen, television, radio, news, promotional, and videogame writing at simultaneous ceremonies at the Hyatt Regency Century Plaza Hotel in Los Angeles and the Hudson Theatre at the Millennium Broadway Hotel in New York City. More  Buried Treasure: Women Playwrights 1640 - 2010 02/14/2010 - Featuring scenes from plays by women playwrights, this fall project will explore material from the 17th century to contemporary writing - Aphra Ben to Suzan Lori Parks. More  Cabaret Central: From Rodgers to Heart 01/25/2010 - Created from individual courses offered in the spring term taught by Sutton Foster. More top New Scholarships for Incoming Freshman Students 12/16/2009 - The Tisch School of the Arts is pleased to announce two exciting, new scholarship opportunities for the fall 2010 academic year:    The Alec Baldwin Drama Scholarship for eligible Department of Drama students  and  The Steven A. and Alexandra M. Cohen Scholarship for eligible undergraduate Tisch students in all disciplines More  Media Services Support Emerging Filmmakers 11/30/2009 - Kanbar Institute of Film & Television in the Tisch School of the Arts has recently announced that Media Services, one of the entertainment industry’s leading accounting, payroll, and software providers, has established a $100,000 endowment to support its graduate film program in producing. More  Ovid In The Dark 11/28/2009 - The audience will listen -- not watch. More  Rosenberg and Constantiner Fellowship Exhibitions 11/27/2009 - ASHLEY VALMERE FISCHER'S \"THE END OF THE VALLEY\" AND ROBERT SUKRACHAND'S \"74TH AND ROOSEVELT\" GO ON VIEW AT NYU'S TISCH SCHOOL OF ARTS.   More  Photo Gallery: 2009 NYU Alumni Day 10/04/2009 - Photographs from the 2009 NYU Alumni Day. Images are from the luncheon hosted by Dean Mary Schmidt Campbell, as well as \"An Intimate Conversation,\" a marquee talk back series of the Tisch East and Tisch West Alumni Councils, which hosted Kathryn Erbe '89 (BFA, Drama), Kristen Johnston '89 (BFA, Drama) and Adam Kane '90 (BFA, F&TV). Photo credit all photgraphs: Fred Bush. More top President Obama to appoint Margo Lion and Dean Campbell to Arts Committee 09/26/2009 - More  Jesper Juul: Visiting Professor at the NYU Game Center 07/14/2009 - The NYU Game Center Announces the Appointment of Game Studies Scholar Jesper Juul as Visiting Professor More  Filmmaker Brendan Bellomo Among 2009 Student Academy Award Winners 06/08/2009 - Brendan Bellomo, who graduated in May 2008 from Tisch's Kanbar Institute of Film and Television, Undergraduate Division, is among the winners of the 36th Annual Student Academy Awards competition. More  Graduate Student Andy Uhrich Awarded F. Gerald Ham Scholarship by the Society of American Archivists 06/08/2009 - More  Musa Syeed: Winner of Sloan Foundation Film Production Award 06/07/2009 - The Kanbar Institute of Film & Television at Tisch School of the Arts has announced that Undergraduate Film Division alumnus Musa Syeed (‘06) is the 2008-09 Alfred P. Sloan Foundation Feature Film Production Fund Award winner. More top Grad Film Students Selected For Sundace Labs 2009 06/07/2009 - Three Graduate Film students will be participating in the 2009 Sundance labs. More  Will Steacy 2008 Tierney Fellow: Down These Mean Streets 05/29/2009 - An exhibition of 15 color photographs, entitled Down These Mean Streets, by Will Steacy, the 2008 Tierney Fellowship award recipient. Steacy's photographs, taken at night with a large format camera, examine fear and abandonment in America's inner cities. More  Canemaker Wins Bellagio Residency and NYU Teaching Award 05/07/2009 - Rockefeller Foundation awards John Canemaker Creative Arts Residency at Bellagio Center on Lake Como. Canemaker is also one of six NYU faculty to receive the 2009 Distinguished Teaching Award. More  Thesis Exhibition at Calumet HP Gallery 04/16/2009 - Calumet Photographic is pleased to host the 2009 BFA exhibition by students from New York University's Department of Photography and Imaging. More  THESIS 3.26.09 03/26/2009 - WORKS BY 8 GRADUATING SENIORS IN  THE DEPARTMENT OF PHOTOGRAPHY AND IMAGING  AT THE TISCH SCHOOL OF THE ARTS TO GO ON VIEW   More top Tisch Partners with Hallmark Movie Channel 03/26/2009 - Tisch School of the Arts, Maurice Kanbar Institute of Film & Television has announced that it will partner with the Hallmark Movie Channel to showcase short films from the talented student and alumni filmmakers. More  Cabaret, A Concert Presentation 10/17/2008 - The UG Drama Department presents a concert version of its Fall Mainstage: Cabaret More  Mainstage performance: Cabaret 10/09/2008 - The UG Drama Department's Fall Mainstage Productions: Cabaret More  Mainstage performance: Cabaret 10/02/2008 - The UG Drama Department's Fall Mainstage Productions: Cabaret More  Tisch Gala 2008: Tisch on Stage 07/17/2008 - Save the date for the 2008 Tisch Gala at Frederick P. Rose Hall, Home of Jazz at Lincoln Center on November 17th! More top Complete list of 2007 Tisch donors (pdf) 06/02/2008 - A complete list of Tisch donors for the year 2007. More  BFA Senior Thesis Exhibition MMVIII 04/29/2008 - The Department of Photography & Imaging has announced the dates of its year-end show of works by the graduating class of 2008. More  Mainstage Performance: I Have Loved Strangers 04/28/2008 - I Have Loved Strangers By Anne Washburn Directed by Paul Lazar. More  Four From Drama’s Tech Track Program Enter DIFFA’s 2008 Design Event 04/08/2008 - Four Tisch Drama's Tech Track students participated in DIFFA's \"Dine by Design\" event, which took place March 30th to April 1st. More  Mainstage Performance: El Grito Del Bronx 04/01/2008 - El Grito Del Bronx By Migdalia Cruz Directed by Candido Tirado. More top Tisch Alumni Continue Winning Streak at 2008 Academy Awards 02/25/2008 - Tisch continues its winning streak with three big wins at the 2008 Academy Awards. More  Mainstage Performance: Only Children 02/25/2008 - Performances run Feb. 21-24 at 8:00pm, Feb 23 at 2:00pm, Feb 26-March 1 at 8:00pm More  Tisch@Sundance 2008 02/04/2008 - Tisch scored big at the 2008 Sundance Film Festival. More  Tisch at the 2008 Golden Globe Awards 01/11/2008 - 13 Tisch alumni were nominated at the Golden Globe Awards. More  Jonathan Goldberg Wins The 2007 Goldberg Playwriting Prize 01/08/2008 - The Rita and Burton Goldberg Department of Dramatic Writing has announced the winner of the 2007 Rita and Burton Goldberg Dramatic Writing Award. This year's honor and a $10,000 cash prize goes to Jonathan Goldberg for his play \"The Jew and the Demon\". More top Dean Mary Schmidt Campbell Confirmed as Chair of NYS Council on the Arts 11/18/2007 - Mary Schmidt Campbell, dean of the Tisch School of the Arts, who was nominated in June by Gov. Eliot Spitzer to head the New York State Council on the Arts (NYSCA), has been confirmed as chair of the NYSCA by the New York State Senate. More  A Daring Adventure - NYU Tisch School of the Arts Asia Official Opening 10/08/2007 - New York University Tisch School of the Arts Asia officially opened in Singapore with a ribbon cutting ceremony and reception. More  Tisch News- Summer 2007 (pdf) 09/17/2007 - Our Summer 2007 issue features information on Tisch Asia, our new campus in Singapore; alumni and faculty in the spotlight; an article on Tisch's community programs in New Orleans; coverage ofthe Tisch East and Tisch West Alumni Council activities and more. More  Dean Mary Schmidt Campbell to Be Chair of the NYS Arts Council 06/21/2007 - Mary Schmidt Campbell, Dean of NYU’s Tisch School of the Arts, was nominated by Gov. Spitzer to be Chair of the New York State Council on the Arts. More  Four NYU Student Filmmakers Are Winners At The 34th Annual Student Academy Awards 06/12/2007 - Four filmmakers from NYU are among the winners in this year's Academy of Motion Picture Arts and Sciences' 34th Annual Student Academy Awards competition. More top Tisch at the Tonys! 06/11/2007 - Congratulations to all of our 2007 Tony Award winners and nominees! More  NYU Orchestrates a Wall Street/Hollywood Merger 05/14/2007 - NYU's Stern School of Business and Kanbar Institute of Film and Television at the Tisch School of the Arts to offer new joint MBA/MFA degree for producers. More  Tisch at the Oscars! 03/02/2007 - Congratulations to our winners and nominees at the 79th Annual Academy Awards! Among this year's Oscar nominees and winners were one Dean's Council member and three alumni. More  Gala 2006 Photo Gallery 03/01/2007 - On Monday, December 4, 2006 Tisch produced \"Tisch On Broadway,\" which showcased our extraordinary volume of artists over the years. More  Michael Chekhov DVD Set with intro by Zelda Fichandler 02/28/2007 - Zelda Fichandler, Chair of the Graduate Acting program, has written the introduction to this set of three DVDs which present an unprecedented level of access to the practice of the Chekhov technique. More top Fusion Film Festival Showcases Female Artists 02/26/2007 - The Festival celebrates and showcases the work of NYU women directors and cinematographers at every stage of development and is NYU's only student-run film festival. More  Tisch Newsletter - Winter 2007 (pdf) 02/19/2007 - This issue features a history of the Institute of Performing Arts; alums and faculty in the spotlight; an article by Oskar Eustis, Tisch faculty member and Artistic Director of The Public Theater, on the role of contemporary theatre; coverage of our fabulous gala, \"Tisch on Broadway;\" and much, much more. More  Tisch Opens Campus in Singapore 12/11/2006 - New York University's Tisch School of the Arts, the leading film school in the United States, is bringing its first-rate graduate film production program to Asia in the fall of 2007. More  Master of Arts in Arts Politics 09/29/2006 - This new program examines, in an activist key, the relation between art and society and the role of the artist in civic life. More  Master of Arts in Arts Politics 09/29/2006 - The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University More top Tisch Newsletter - Spring 2005 (pdf) 06/22/2005 - More  Tisch Newsletter - Winter 2005 (pdf) 03/21/2005 - More  Tisch Newsletter - Summer 2004 (pdf) 06/18/2004 - More  Women Entrepreneurs Festival 12/02/2010 - ITP is hosting the first Women Entrepreneurs Festival at NYU. The Women Entrepreneurs Festival is an extraordinary gathering of outstanding women entrepreneurs and investors (and a few men!) eager to share their knowledge and experiences with other women starting — or on the brink of starting — their own businesses. More  Tisch Wins Six at Sundance 2005 02/23/2005 - Five films won a total of six honors this year, and there were more than 27 films featuring contributions from alumni, faculty, or students from NYU. More  Tisch Wins at the 2004 Tony Awards 06/15/2004 - One of the untold stories from Broadway's annual celebration of itself was the impressive representation of winners and nominees who are also alumni or faculty of Tisch. More  Tisch Summer 2010 04/15/2010 - Register for summer classes at Tisch School of the Arts!  Earn undergraduate or graduate credit. Gain industry experience through a media internship or take courses towards a noncredit professional certificate. More top Tisch Gala 2004 - Los Angeles, CA 12/17/2004 - Tisch Loves Hollywood and Hollywood Loves Tisch! Los Angeles Gala raises nearly $500,000 for scholarships. More  Tisch Gala 2003 Photos and Recap 12/22/2003 - Guests were dazzled by celebrities, and special musical and comedy performances. The evening netted over $500,000 for Tisch scholarships. More  Tisch at the 2006 Oscars! 03/17/2006 - Congratulations to alumnus and faculty member John Canemaker, and to alumni Philip Seymour Hoffman and Ang Lee! More  Tisch Asia Awards & Accolades 01/28/2013 - Tisch Asia students, alumni, and faculty have garnered many prestigious awards and accolades in recent months. Read about their accomplishments here. More  Student Film Captures Inaugural mtvU Animation Prize 05/18/2004 - mtvU, MTV's 24-hour college network, has selected an NYU student film, Rock, Paper, Scissors , winner of its inaugural \"Best Animation on Campus Contest.\" More top Stein Gift completes Lower Level Renovation 02/17/2004 - When Jay Stein became an NYU Trustee he and his wife Deanie celebrated generously with a leadership gift to transform the lower level of 721 Broadway for over 1,000 Film and Television students. More  Spike Lee was the Honored Speaker at Tisch Asia Commencement 03/22/2013 - Spike Lee ’82/’98 Hon., the writer-director, producer, author, and educator who has helped revolutionize modern cinema and is a pioneer in the ‘Do It Yourself’ School of Independent Film, was the honored speaker at Tisch Asia’s commencement ceremony on May 16, 2013. More  Showtime Airs Original Films by Tisch Students 01/19/2004 - In recognition of World AIDS Day on December 1, Showtime aired six original films by Tisch filmmakers. More  Show Three 2008: BFA Thesis Exhibition 02/11/2008 - The third of 4 Shows Featuring Thesis Projects from the Photography & Imaging Class of 2008. More  Rock the Vote Public Service Announcement Contest 10/06/2004 - The winners were announced and the submissions screened during the 2004 Tisch Day of Community Symposium on October 15, 2004. More top On Location in New York, Tisch Gala 2005 11/01/2005 - Over 650 guests celebrated the achievements of distinguished Tisch alumni Martin Scorsese, Spike Lee and Jane Rosenthal. Over $1.2 million was raised, destined for scholarships and support for students! More  Nine Winning Films at Sundance 2004 02/17/2004 - Alumni of NYU's Tisch School of the Arts and its Kanbar Institute of Film and Television dominated the 2004 Sundance Film Festival with nine films in competition winning 10 honors in some 21 award categories. More  Musical Theatre Writing Alumni Win Richard Rodgers Awards 03/15/2004 - Two of the three musicals to win this year's prestigious Richard Rodgers Awards competition for musical theater were written by alumni of the Graduate Musical Theatre Writing Program at Tisch. More  Mainstage Performance: Man Is Man 03/01/2007 - Man is Man by Bertolt Brecht. Presented by the Undergraduate Drama department. More  Mainstage Performance: Man Is Man 03/01/2007 - Man is Man by Bertolt Brecht. Presented by the Undergraduate Drama department. More top Kanbar Institute of Film Program Featured in Documentary Series 09/06/2004 - The Independent Film Channel will air FILM SCHOOL on Friday nights at 10:30 pm ET/PT beginning September 10. More  Kanbar Institute Alumni Awarded Oscars 02/28/2005 - Charles Kaufman and Jim Taylor walked away with Oscars at the 77th annual Academy Award presentation. More  ITP Spring Show 2009 04/06/2009 - More  ITP at Sundance Film Festival 01/14/2008 - Showing work as part of their \"New Frontier on Main\" venue More  ITP Alumnus and Professor Design StoryBooth 12/01/2003 - Jake Barton, ITP alum, and David Reinfurt, ITP adjunct faculty member, have designed the StoryBooth Interactive and Graphics at Grand Central Terminal. More top ISFF-First Stop For Emerging Filmmakers 11/14/2003 - Tisch School of the Arts Sixth International Student Film Festival, the only international film festival in the United States for emerging filmmakers, was held Oct. 25-31 in New York. More  Iris and B. Gerald Cantor Scholarships Created 02/17/2004 - Dean's Council member Iris Cantor has established a permanent scholarship fund with a generous gift from the Iris and B. Gerald Cantor foundation. More  Dramatic Writing Playwrights Take Center Stage 02/17/2004 - We're barely hitting the highlights of this busy theatrical season - there were too many productions to keep up with as these talented playwrights made their marks on the American stage. More  Anna Deavere Smith To Deliver 44th Jefferson Lecture in the Humanities 04/03/2015 - Anna Deavere Smith To Deliver 44th Jefferson Lecture in the Humanities More  A New Film Festival Celebrating Women Filmmakers Will Debut at Tisch 02/25/2004 - A group of students and alumnae from the Kanbar Institute of Film & Television have joined together to create the first student film festival celebrating female filmmakers. More top Alumni & Friends Visit Tisch 05/04/2004 - Alumni and friends continue to visit the school to meet with students in various forums. Come back and share your wisdom with us! More  2015 Sundance Affiliations List (pdf) 12/19/2014 - More  2012 Tisch Affiliations @ Sundance (pdf) 12/01/2011 - 2012 marks a record high for Tisch alumni impact on Sundance! Greater than 1 in 3 (34%) films have been touched by Tisch! More  2010 Tisch Affiliations @ Sundance (pdf) 12/10/2009 - More  2009 Tony Award Nominees 05/06/2009 - Congratulations to all of our 2009 Tony Award nominees! More           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]