[{"detail": [{"content": "Spring 2015 Online Courses | NYU-ePoly Online Graduate Program | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Online Learning / Online Course Offerings                         NYU-ePoly Online Graduate Program                                                             Spring 2015 Online Courses                       New and Current Students: To register for an NYU-ePoly Course, please choose the INET or LVL section when registering on PeopleSoft. To start the registration process, please click here.   *If you are a new student and have not yet paid your Graduate Tuition Deposit , please contact the NYU-ePoly office to activate your account.   Special/Visiting Student Registration: Students who wish to take a course as a Non-degree student can do so by filling out the NYU-ePoly Intent to Register Form . Please note that the deadline for Spring 2015 Special/Visiting Student Registration is January 16, 2015.   Spring 2015 Courses begin on January 26, 2015.   Spring 2015 Semester Courses     Bioinformatics   Computer Engineering   Cyber Security   Electrical Engineering   Industrial Engineering   Interdisciplinary Studies in Engineering   Management   Manufacturing Engineering   Organizational Behavior   Systems Engineering   Telecommunication Networks     Bioinformatics   3.00 Credits Biological Foundation for Bioinformatics BI-GY 7523 This course intensively reviews the aspects of biochemistry, molecular biology and cell biology necessary to begin research in bioinformatics and to enter graduate courses in biology. The areas covered include cell structure, intracellular sorting, cellular signaling (i.e., receptors), Cytoskelton, cell cycle, DNA replication, transcription and translation. This course extensively uses computer approaches to convey the essential computational and visual nature of the material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry, Calculus or permission of instructor. 3.00 Credits Bioinformatics II i: Functional Prediction BI-GY 7553 The course covers functional classifications of proteins; prediction of function from sequence and structure; Orthologs and Paralogs; representations of biological pathways; available systems for the analysis of whole genomes and for human-assisted and automatic functional prediction. Prerequisites: Bioinformatics II 3.00 Credits Computational Tools Perl & Bioperl BI-GY 7643 This course is designed to introduce students to the Perl programming language, its bioinformatics toolbox BioPerl and Unix commands for processing high throughput genomic and/or proteomic data. Prerequisite: BI-GY 7573 3.00 Credits Next Generation Sequence Analysis BI-GY 7653 Next Generation Sequencing course teaches our students how to analyze massive amounts of data from genome sequencing machines in order to meet the growing demand for healthcare solutions. Prerequisite: BI-GY 7533   Computer Engineering   4.00 Credits Digital Logic and State Machine Design CS-UY 2204 This course covers combinational and sequential digital circuits. Topics: Introduction to digital systems. Number systems and binary arithmetic. Switching algebra and logic design. Error detection and correction. Combinational integrated circuits, including adders. Timing hazards. Sequential circuits, flipflops, state diagrams and synchronous machine synthesis. Programmable Logic Devices, PLA, PAL and FPGA. Finite-state machine design. Memory elements. A grade of C or better is required of undergraduate computer-engineering majors. Prerequisite: CS-UY 1114 (C- or better) or CS-UY 1133 (C- or better). ABET competencies: a, c, e, k. 3.00 Credits Introduction to Programming and Problem Solving CS-GY 5303 This course introduces discrete mathematics, computers and programming; Running C/C++ programs under Unix; algorithmic language; pseudo code; problem solving and program structure. Topics include constants, variable, data types, assignments, arithmetic expressions, input and output; object-oriented and top-down design and procedures, selection and loops; functions; enumerated; arrays, structs and searching and sorting. Prerequisite: Graduate status: *Online version available. 3.00 Credits Data Structures and Algorithms CS-GY 5403 This course introduces data structures. Topics include program specifications and design; abstract data types; stacks, queues; dynamic storage allocation; sequential and linked implementation of stacks and queues; searching methods, sequential and binary; binary trees and general trees; hashing; computational complexity; sorting algorithms: selection sort, heap sort, mergesort and quicksort; comparison of sorting techniques and analysis. Prerequisite: Graduate Standing, CS-GY 5303 *Online version available. 3.00 Credits Foundations of Computer Science CS-GY 6003 This course covers logic, sets, functions, relations, asymptotic notation, proof techniques, induction, combinatorics, discrete probability, recurrences, graphs, trees, mathematical models of computation and undecidability. Corequisite: Graduate Standing. 3.00 Credits Design and Analysis of Algorithms I CS-GY 6033 This course reviews basic data structures and mathematical tools. Topics: Data structures, priority queues, binary search trees, balanced search trees. Btrees. Algorithm design and analysis techniques illustrated in searching and sorting: heapsort, quicksort, sorting in linear time, medians and order statistics. Design and analysis techniques: dynamic programming, greedy algorithms. Graph algorithms: elementary graph algorithms (breadth first search, depth first search, topological sort, connected components, strongly connected components), minimum spanning tree, shortest path. String algorithms. Geometric algorithms. Linear programming. Brief introduction to NP completeness. Prerequisites: Graduate Standing, CS-GY 5403 and CS-GY 6003. 3.00 Credits Computer Architecture I CS-GY 6133 This course provides students with an understanding of computer-hardware subsystems, digital design strategies and fundamental computer-performance and capacity-improvement techniques. Combinational and sequential circuits are developed for the essential building blocks of computers. Binary number systems are presented in both human and computer algorithms. A uniprocessor computer is built from the blocks developed. An assembly language and an instruction set are presented. Processor implementation with a data path and hardwired and microprogrammed control is introduced. Performance evaluation of computers is studied. Basic pipelining is introduced to improve system performance. Memory-hierarchy alternatives are introduced to improve the capacity of the computing system. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Introduction to Operating Systems CS-GY 6233 This course introduces basic issues in operating systems. Topics: Threads, processes, concurrency, memory management, I/O Control and case studies. Prerequisite: Graduate standing. 3.00 Credits Penetration Testing and Vulnerability Analysis CS-GY 6573 This advanced course in computer and network security focuses on penetration testing and vulnerability analysis. It introduces methodologies, techniques and tools to analyze and identify vulnerabilities in stand-alone and networked applications. Prerequisites: Graduate standing and CS-GY 6823 3.00 Credits Information Systems Security Engineering and Management CS-GY 6803 This course presents a system and management view of information security: what it is, what drives the requirements for information security, how to integrate it into the systems-design process and life-cycle security management of information systems. A second goal is to cover basic federal policies on government information security and methodologies. Topics include information-security risk management, security policies, security in the systems-engineering process, laws related to information security and management of operational systems. Prerequisite: Graduate standing and CS-UY 392 or equivalent: *Online version available. 3.00 Credits Information, Security and Privacy CS-GY 6813 This course introduces Information Systems Security and covers cryptography, capability and access control mechanisms, authentication models, security models, operating systems security, malicious code, security-policy formation and enforcement, vulnerability analysis, evaluating secure systems. Prerequisite: Competency in Application Development in UNIX and Windows Environments, Graduate status. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Computer Networking CS-GY 6843 This course takes a top-down approach to computer networking. After an overview of computer networks and the Internet, the course covers the application layer, transport layer, network layer and link layers. Topics at the application layer include client-server architectures, P2P architectures, DNS and HTTP and Web applications. Topics at the transport layer include multiplexing, connectionless transport and UDP, principles or reliable data transfer, connection-oriented transport and TCP and TCP congestion control. Topics at the network layer include forwarding, router architecture, the IP protocol and routing protocols including OSPF and BGP. Topics at the link layer include multiple-access protocols, ALOHA, CSMA/CD, Ethernet, CSMA/CA, wireless 802.11 networks and linklayer switches. The course includes simple quantitative delay and throughput modeling, socket programming and network application development and Ethereal labs. Prerequisite: Graduate standing and CS-UY 2134. 3.00 Credits Fundamentals of Security Information Management CS-GY 6863 The objective of this course is for a student with a basic understanding of security threats and defensive technology to learn to design an appropriate approach to security of a system given real world consideration of risk and cost. The approach includes such aspects as security architecture, selection of hardware and software components, approaches to secure development, outsourcing options and cloud computing options. Prerequisite: CS-GY 6813 or equivalent. 3.00 Credits Practices in Information Security Management CS-GY 6883 The objective of this course is to learn the operational aspects of information security. This includes developing and deploying processes for security monitoring, incident response, disaster recover, etc. 3.00 Credits Applied Cryptography CS-GY 6903 This course examines Modern Cryptography from a both theoretical and applied perspective, with emphasis on “provable security” and “application case studies”. The course looks particularly at cryptographic primitives that are building blocks of various cryptographic applications. The course studies notions of security for a given cryptographic primitive, its various constructions and respective security analysis based on the security notion. The cryptographic primitives covered include pseudorandom functions, symmetric encryption (block ciphers), hash functions and random oracles, message authentication codes, asymmetric encryption, digital signatures and authenticated key exchange. The course covers how to build provably secure cryptographic protocols (e.g., secure message transmission, identification schemes, secure function evaluation, etc.), and various number-theoretic assumptions upon which cryptography is based. Also covered: implementation issues (e.g., key lengths, key management, standards, etc.) and, as application case studies, a number of real-life scenarios currently using solutions from modern cryptography. Prerequisite: Graduate standing. 3.00 Credits Biometrics CS-GY 9093 The course concentrates on the unique advantages that biometrics brings to computer security. The course also addresses such challenging issues as security strength, recognition rates and privacy, as well as alternatives of passwords and smart cards. Students gain knowledge in the building blocks of this field: image and signal processing, pattern recognition, security and privacy and secure system design. By the end of the course students are able to evaluate and design security systems that include biometrics. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Application Security CS-GY 9163 This course addresses the design and implementation of secure applications. Concentration is on writing software programs that make it difficult for intruders to exploit security holes. The course emphasizes writing secure distributed programs in Java. The security ramifications of class, field and method visibility are emphasized. Prerequisite: Gradute standing 3.00 Credits Selected Topics in Cs CS-GY 9223 3.00 Credits Introduction to Systems Engineering EL-GY 5213 This course introduces fundamentals of systems engineering process. Topics: Multi-disciplinary systems methodology, design and analysis of complex systems. Brief history of systems engineering. Mathematical models. Objective functions and constraints. Optimization tools. Topics to be covered include identification, problem definition, synthesis, analysis and evaluation activities during conceptual and preliminary system design phases. Decision analysis and utility theory. Information flow analysis in organizations. Elements of systems management, including decision styles, human information processing, organizational decision processes and information system design for planning and decision support. Basic economic modeling and analysis. Requirements development, life-cycle costing, scheduling and risk analysis. Application of computer-aided systems engineering (CASE) tools. Prerequisite: Graduate status. 3.00 Credits Internet Architecture & Protocols EL-GY 5373 This course introduces basic local area networking technologies and protocols in a set of lectures and laboratory experiments. Topics: link level protocols. Local area networks: CSMA/CD, Token Ring, IEEE standards and protocols. The Internet protocol suite: IP, ARP, RARP, ICMP, UDP and TCP. LAN Interconnection: bridges, routers and gateways. Application protocols: SNMP, FTP, SMTP and NFS. Prerequisite: EE-UY 136 or equivalent 3.00 Credits Digital Communications EL-GY 6013 The course covers the following topics: Principles of M-ary communication: signal space methods, optimum detection. Fundamental parameters of digital communication systems, various modulation techniques and their performance in terms of bandwidth efficiency and error probability. Efficient signaling with coded waveforms. Block coding and convolutional coding. Joint modulation and coding. Equalization for communication over bandlimited channels. Brief overview of digital communications over fading multipath channels. Prerequisites: EE-UY 3404, EL-GY 6303. *Online version available. 3.00 Credits Digital Signal Processing I EL-GY 6113 Discrete and continuous-time linear systems. Z-transform. Fourier transforms. Sampling. Discrete Fourier transform (DFT). Fast Fourier transform (FFT). Digital filtering. Design of FIR and IIR filters. Windowing. Least squares in signal processing. Minimum-phase and all-pass systems. Digital filter realizations. Matlab programming exercises. Co-listed as BE-GY 6403 Prerequisites: Graduate status. *Online version available. 3.00 Credits Image and Video Processing EL-GY 6123 This course introduces fundamentals of image and video processing, including color image capture and representation; color coordinate conversion; contrast enhancement; spatial domain filtering (linear convolution, median and morphological filtering); two-dimensional (2D) Fourier transform and frequency domain interpretation of linear convolution; 2D Discrete Fourier Transform (DFT) and DFT domain filtering; image sampling and resizing; geometric transformation and image registration; video motion characterization and estimation; video stabilization and panoramic view generation; basic compression techniques (entropy coding, vector quantization, predictive coding, transform coding); JPEG image compression standard; wavelet transform and JPEG2000 standard; video compression using adaptive spatial and temporal prediction; video coding standards (MPEGx/H26x); Stereo and multi-view image and video processing (depth from disparity, disparity estimation, video synthesis, compression). Students will learn to implement selected algorithms in MATLAB or C-language. Prerequisites: Graduate Standing or Undergraduate Standing having completed EE-UY 3054 and EE-UY 2233. Suggested Corequisites: EL-GY 6113 and EL-GY 6303 (not required) 3.00 Credits System Optimization Method EL-GY 6233 Formulations of system optimization problems. Elements of functional analysis applied to system optimization. Local and global system optimization with and without constraints. Variational methods, calculus of variations, and linear, nonlinear and dynamic programming iterative methods. Examples and applications. Newton and Lagrange multiplier algorithms, convergence analysis. Prerequisites: Graduate status and EL-GY 5253 or EL-GY 6253 or equivalent. 3.00 Credits Linear Systems EL-GY 6253 Basic system concepts. Equations describing continuous and discrete-time linear systems. Time domain analysis, state variables, transition matrix and impulsive response. Transform methods. Time-variable systems. Controllability, observability and stability. SISO pole placement, observer design. Sampled data systems. Prerequisites: Graduate status and EE-UY 3054 or EL-GY 5253. 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available. 3.00 Credits High-Speed Networks EL-GY 6383 This course covers the basics, architectures, protocols and technologies for high-speed networks. Topics: synchronous optical network (SONET), asynchronous transfer mode (ATM), ATM adaptation layer (AAL), 10/100/1000/10G Ethernet, Ethernet over SONET (EOS), quality of service control, packet scheduling, network processor, buffer management, flow and congestion control, TCP, high-speed TCP and XCP, Routing and IP fast rerouting, WDM networks, MPLS and GMPLS. Each student is required to complete a project that can be reading, software design or hardware design. Prerequisites: EE-UY 136 or EL-GY 5373 or equivalent 3.00 Credits Advances in Reconfigurable Systems EL-GY 6453 Reconfigurable hardware platforms are in widespread use for telecommunications, video processing, cryptography, control and biomedical applications. The course will provide a detailed understanding of the real world reconfigurable hardware design methodologies using Field Programmable Gate Arrays (FPGA). A complete system will be implemented from specification to physical implementation on a FPGA. In the process, the course will discuss (1) designing a complex digital system using a hardware description language; (2) implementing, testing and validating the design on a reconfigurable hardware platform; and (3) providing all relevant design information to be able to integrate the reconfigurable hardware platform in any higher level system.  Prerequisite(s): EL-GY 6463 Advanced Hardware Design 3.00 Credits Advanced Hardware Design EL-GY 6463 This course shows how a hardware-description language (for example, VHDL) can be used for computer hardware modeling, logic synthesis, register-level synthesis and simulation. The resulting design with hundreds or thousands of gates is then ready to be downloaded to form FPGA chips or silicon cells. Programs used: QuickVHDL, modeling and simulation tools from Mentor Graphics or similar large-scale programs. A design project is required and students make a written and oral presentation. Prerequisite: Graduate status. 3.00 Credits Power Systems Economics and Planning EL-GY 6623 Power-system economics: revenue requirements, load duration and reserve requirements. Load forecasting: econometric methods. Optimal expansion planning and methodologies: optimal generation expansion computer modeling. Decision analysis techniques. Deregulation of electric power industry. Prerequisites: Graduate status and EL-GY 5613 or equivalent. 3.00 Credits Resonant Power Converters EL-GY 6673 Class D and E rectifiers. Class D inverters. Class E inverters. Phase-controlled resonant inverters. Class DE inverters. Resonant dc-dc converters. Soft switching. Quasiresonant and multiresonant converters. Control and modeling of resonant converters. Prerequisite(s): EL-GY 5673 3.00 Credits Electric Drives EL-GY 6683 Reduction of load performance characteristics to the motor shaft. Electromechanical energy conversion. Acceleration and deceleration time. Construction of load diagram. Choice of motor type and size for different duty cycles. Four quadrant operation. Basics of Direct-Current and Induction motor drives. Permanent magnet and synchronous drives. Electrical braking. Conventional and modern speed control of DC and AC drives. Also included are many worked examples taken from practical electric drive systems. Prerequisites: Graduate status and EL-GY 5613 or equivalent. EL-GY 7113 ( Please refer to the bulletin ) 3.00 Credits Special Topics in Telecomm & Ntwk From Information Systems EL-GY 9333 The course covers selected topics of current interest in telecommunications and networking. (See departmental mailing for detailed description of each particular offering.) Prerequisite: Specified when offered.   Cyber Security   3.00 Credits Introduction to Programming and Problem Solving CS-GY 5303 This course introduces discrete mathematics, computers and programming; Running C/C++ programs under Unix; algorithmic language; pseudo code; problem solving and program structure. Topics include constants, variable, data types, assignments, arithmetic expressions, input and output; object-oriented and top-down design and procedures, selection and loops; functions; enumerated; arrays, structs and searching and sorting. Prerequisite: Graduate status: *Online version available. 3.00 Credits Data Structures and Algorithms CS-GY 5403 This course introduces data structures. Topics include program specifications and design; abstract data types; stacks, queues; dynamic storage allocation; sequential and linked implementation of stacks and queues; searching methods, sequential and binary; binary trees and general trees; hashing; computational complexity; sorting algorithms: selection sort, heap sort, mergesort and quicksort; comparison of sorting techniques and analysis. Prerequisite: Graduate Standing, CS-GY 5303 *Online version available. 3.00 Credits Foundations of Computer Science CS-GY 6003 This course covers logic, sets, functions, relations, asymptotic notation, proof techniques, induction, combinatorics, discrete probability, recurrences, graphs, trees, mathematical models of computation and undecidability. Corequisite: Graduate Standing. 3.00 Credits Design and Analysis of Algorithms I CS-GY 6033 This course reviews basic data structures and mathematical tools. Topics: Data structures, priority queues, binary search trees, balanced search trees. Btrees. Algorithm design and analysis techniques illustrated in searching and sorting: heapsort, quicksort, sorting in linear time, medians and order statistics. Design and analysis techniques: dynamic programming, greedy algorithms. Graph algorithms: elementary graph algorithms (breadth first search, depth first search, topological sort, connected components, strongly connected components), minimum spanning tree, shortest path. String algorithms. Geometric algorithms. Linear programming. Brief introduction to NP completeness. Prerequisites: Graduate Standing, CS-GY 5403 and CS-GY 6003. 3.00 Credits Principles of Database Systems CS-GY 6083 This course broadly introduces database systems, including the relational data model, query languages, database design, index and file structures, query processing and optimization, concurrency and recovery, transaction management and database design. Students acquire hands-on experience in working with database systems and in building web-accessible database applications. Prerequisites: Graduate standing, CS-GY 6003 or equivalent, familiarity with basic data structures and operating system principles. 3.00 Credits Computer Architecture I CS-GY 6133 This course provides students with an understanding of computer-hardware subsystems, digital design strategies and fundamental computer-performance and capacity-improvement techniques. Combinational and sequential circuits are developed for the essential building blocks of computers. Binary number systems are presented in both human and computer algorithms. A uniprocessor computer is built from the blocks developed. An assembly language and an instruction set are presented. Processor implementation with a data path and hardwired and microprogrammed control is introduced. Performance evaluation of computers is studied. Basic pipelining is introduced to improve system performance. Memory-hierarchy alternatives are introduced to improve the capacity of the computing system. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Introduction to Operating Systems CS-GY 6233 This course introduces basic issues in operating systems. Topics: Threads, processes, concurrency, memory management, I/O Control and case studies. Prerequisite: Graduate standing. 3.00 Credits Information Visualization CS-GY 6313 An introductory course on Information Visualization based on a modern and cohesive view of the area. Topics include visualization design, data principles, visual encoding principles, interaction principles, single/multiple view methods, item/attribute, attribute reduction methods, toolkits, and evaluation. Overviews and examples from state-of-the-art research will be provided. The course is designed as a first course in information visualization for students both intending to specialize in visualization as well as students who are interested in understanding and applying visualization principles and existing techniques. 3.00 Credits Penetration Testing and Vulnerability Analysis CS-GY 6573 This advanced course in computer and network security focuses on penetration testing and vulnerability analysis. It introduces methodologies, techniques and tools to analyze and identify vulnerabilities in stand-alone and networked applications. Prerequisites: Graduate standing and CS-GY 6823 3.00 Credits Information Systems Security Engineering and Management CS-GY 6803 This course presents a system and management view of information security: what it is, what drives the requirements for information security, how to integrate it into the systems-design process and life-cycle security management of information systems. A second goal is to cover basic federal policies on government information security and methodologies. Topics include information-security risk management, security policies, security in the systems-engineering process, laws related to information security and management of operational systems. Prerequisite: Graduate standing and CS-UY 392 or equivalent: *Online version available. 3.00 Credits Information, Security and Privacy CS-GY 6813 This course introduces Information Systems Security and covers cryptography, capability and access control mechanisms, authentication models, security models, operating systems security, malicious code, security-policy formation and enforcement, vulnerability analysis, evaluating secure systems. Prerequisite: Competency in Application Development in UNIX and Windows Environments, Graduate status. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Computer Networking CS-GY 6843 This course takes a top-down approach to computer networking. After an overview of computer networks and the Internet, the course covers the application layer, transport layer, network layer and link layers. Topics at the application layer include client-server architectures, P2P architectures, DNS and HTTP and Web applications. Topics at the transport layer include multiplexing, connectionless transport and UDP, principles or reliable data transfer, connection-oriented transport and TCP and TCP congestion control. Topics at the network layer include forwarding, router architecture, the IP protocol and routing protocols including OSPF and BGP. Topics at the link layer include multiple-access protocols, ALOHA, CSMA/CD, Ethernet, CSMA/CA, wireless 802.11 networks and linklayer switches. The course includes simple quantitative delay and throughput modeling, socket programming and network application development and Ethereal labs. Prerequisite: Graduate standing and CS-UY 2134. 3.00 Credits Fundamentals of Security Information Management CS-GY 6863 The objective of this course is for a student with a basic understanding of security threats and defensive technology to learn to design an appropriate approach to security of a system given real world consideration of risk and cost. The approach includes such aspects as security architecture, selection of hardware and software components, approaches to secure development, outsourcing options and cloud computing options. Prerequisite: CS-GY 6813 or equivalent. 3.00 Credits Applied Cryptography CS-GY 6903 This course examines Modern Cryptography from a both theoretical and applied perspective, with emphasis on “provable security” and “application case studies”. The course looks particularly at cryptographic primitives that are building blocks of various cryptographic applications. The course studies notions of security for a given cryptographic primitive, its various constructions and respective security analysis based on the security notion. The cryptographic primitives covered include pseudorandom functions, symmetric encryption (block ciphers), hash functions and random oracles, message authentication codes, asymmetric encryption, digital signatures and authenticated key exchange. The course covers how to build provably secure cryptographic protocols (e.g., secure message transmission, identification schemes, secure function evaluation, etc.), and various number-theoretic assumptions upon which cryptography is based. Also covered: implementation issues (e.g., key lengths, key management, standards, etc.) and, as application case studies, a number of real-life scenarios currently using solutions from modern cryptography. Prerequisite: Graduate standing. 3.00 Credits Digital Forensics CS-GY 6963 This course introduces information-technology professionals to the application of forensic science principles and practices for collecting, preserving, examining, analyzing and presenting digital evidence. The course includes selected topics from the legal, forensic and information-technology domains and uses lecture, laboratory and written projects to illustrate these topics. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Biometrics CS-GY 9093 The course concentrates on the unique advantages that biometrics brings to computer security. The course also addresses such challenging issues as security strength, recognition rates and privacy, as well as alternatives of passwords and smart cards. Students gain knowledge in the building blocks of this field: image and signal processing, pattern recognition, security and privacy and secure system design. By the end of the course students are able to evaluate and design security systems that include biometrics. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Application Security CS-GY 9163 This course addresses the design and implementation of secure applications. Concentration is on writing software programs that make it difficult for intruders to exploit security holes. The course emphasizes writing secure distributed programs in Java. The security ramifications of class, field and method visibility are emphasized. Prerequisite: Gradute standing 3.00 Credits Selected Topics in Cs CS-GY 9223     CS 5303syllabus   CS 5403 syllabus     Electrical Engineering   3.00 Credits Introduction to Systems Engineering EL-GY 5213 This course introduces fundamentals of systems engineering process. Topics: Multi-disciplinary systems methodology, design and analysis of complex systems. Brief history of systems engineering. Mathematical models. Objective functions and constraints. Optimization tools. Topics to be covered include identification, problem definition, synthesis, analysis and evaluation activities during conceptual and preliminary system design phases. Decision analysis and utility theory. Information flow analysis in organizations. Elements of systems management, including decision styles, human information processing, organizational decision processes and information system design for planning and decision support. Basic economic modeling and analysis. Requirements development, life-cycle costing, scheduling and risk analysis. Application of computer-aided systems engineering (CASE) tools. Prerequisite: Graduate status. 3.00 Credits Internet Architecture & Protocols EL-GY 5373 This course introduces basic local area networking technologies and protocols in a set of lectures and laboratory experiments. Topics: link level protocols. Local area networks: CSMA/CD, Token Ring, IEEE standards and protocols. The Internet protocol suite: IP, ARP, RARP, ICMP, UDP and TCP. LAN Interconnection: bridges, routers and gateways. Application protocols: SNMP, FTP, SMTP and NFS. Prerequisite: EE-UY 136 or equivalent 3.00 Credits Digital Communications EL-GY 6013 The course covers the following topics: Principles of M-ary communication: signal space methods, optimum detection. Fundamental parameters of digital communication systems, various modulation techniques and their performance in terms of bandwidth efficiency and error probability. Efficient signaling with coded waveforms. Block coding and convolutional coding. Joint modulation and coding. Equalization for communication over bandlimited channels. Brief overview of digital communications over fading multipath channels. Prerequisites: EE-UY 3404, EL-GY 6303. *Online version available. 3.00 Credits Digital Signal Processing I EL-GY 6113 Discrete and continuous-time linear systems. Z-transform. Fourier transforms. Sampling. Discrete Fourier transform (DFT). Fast Fourier transform (FFT). Digital filtering. Design of FIR and IIR filters. Windowing. Least squares in signal processing. Minimum-phase and all-pass systems. Digital filter realizations. Matlab programming exercises. Co-listed as BE-GY 6403 Prerequisites: Graduate status. *Online version available. 3.00 Credits Image and Video Processing EL-GY 6123 This course introduces fundamentals of image and video processing, including color image capture and representation; color coordinate conversion; contrast enhancement; spatial domain filtering (linear convolution, median and morphological filtering); two-dimensional (2D) Fourier transform and frequency domain interpretation of linear convolution; 2D Discrete Fourier Transform (DFT) and DFT domain filtering; image sampling and resizing; geometric transformation and image registration; video motion characterization and estimation; video stabilization and panoramic view generation; basic compression techniques (entropy coding, vector quantization, predictive coding, transform coding); JPEG image compression standard; wavelet transform and JPEG2000 standard; video compression using adaptive spatial and temporal prediction; video coding standards (MPEGx/H26x); Stereo and multi-view image and video processing (depth from disparity, disparity estimation, video synthesis, compression). Students will learn to implement selected algorithms in MATLAB or C-language. Prerequisites: Graduate Standing or Undergraduate Standing having completed EE-UY 3054 and EE-UY 2233. Suggested Corequisites: EL-GY 6113 and EL-GY 6303 (not required) 3.00 Credits System Optimization Method EL-GY 6233 Formulations of system optimization problems. Elements of functional analysis applied to system optimization. Local and global system optimization with and without constraints. Variational methods, calculus of variations, and linear, nonlinear and dynamic programming iterative methods. Examples and applications. Newton and Lagrange multiplier algorithms, convergence analysis. Prerequisites: Graduate status and EL-GY 5253 or EL-GY 6253 or equivalent. 3.00 Credits Linear Systems EL-GY 6253 Basic system concepts. Equations describing continuous and discrete-time linear systems. Time domain analysis, state variables, transition matrix and impulsive response. Transform methods. Time-variable systems. Controllability, observability and stability. SISO pole placement, observer design. Sampled data systems. Prerequisites: Graduate status and EE-UY 3054 or EL-GY 5253. 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available. 3.00 Credits High-Speed Networks EL-GY 6383 This course covers the basics, architectures, protocols and technologies for high-speed networks. Topics: synchronous optical network (SONET), asynchronous transfer mode (ATM), ATM adaptation layer (AAL), 10/100/1000/10G Ethernet, Ethernet over SONET (EOS), quality of service control, packet scheduling, network processor, buffer management, flow and congestion control, TCP, high-speed TCP and XCP, Routing and IP fast rerouting, WDM networks, MPLS and GMPLS. Each student is required to complete a project that can be reading, software design or hardware design. Prerequisites: EE-UY 136 or EL-GY 5373 or equivalent 3.00 Credits Advances in Reconfigurable Systems EL-GY 6453 Reconfigurable hardware platforms are in widespread use for telecommunications, video processing, cryptography, control and biomedical applications. The course will provide a detailed understanding of the real world reconfigurable hardware design methodologies using Field Programmable Gate Arrays (FPGA). A complete system will be implemented from specification to physical implementation on a FPGA. In the process, the course will discuss (1) designing a complex digital system using a hardware description language; (2) implementing, testing and validating the design on a reconfigurable hardware platform; and (3) providing all relevant design information to be able to integrate the reconfigurable hardware platform in any higher level system.  Prerequisite(s): EL-GY 6463 Advanced Hardware Design 3.00 Credits Advanced Hardware Design EL-GY 6463 This course shows how a hardware-description language (for example, VHDL) can be used for computer hardware modeling, logic synthesis, register-level synthesis and simulation. The resulting design with hundreds or thousands of gates is then ready to be downloaded to form FPGA chips or silicon cells. Programs used: QuickVHDL, modeling and simulation tools from Mentor Graphics or similar large-scale programs. A design project is required and students make a written and oral presentation. Prerequisite: Graduate status. 3.00 Credits Power Systems Economics and Planning EL-GY 6623 Power-system economics: revenue requirements, load duration and reserve requirements. Load forecasting: econometric methods. Optimal expansion planning and methodologies: optimal generation expansion computer modeling. Decision analysis techniques. Deregulation of electric power industry. Prerequisites: Graduate status and EL-GY 5613 or equivalent. 3.00 Credits Resonant Power Converters EL-GY 6673 Class D and E rectifiers. Class D inverters. Class E inverters. Phase-controlled resonant inverters. Class DE inverters. Resonant dc-dc converters. Soft switching. Quasiresonant and multiresonant converters. Control and modeling of resonant converters. Prerequisite(s): EL-GY 5673 3.00 Credits Electric Drives EL-GY 6683 Reduction of load performance characteristics to the motor shaft. Electromechanical energy conversion. Acceleration and deceleration time. Construction of load diagram. Choice of motor type and size for different duty cycles. Four quadrant operation. Basics of Direct-Current and Induction motor drives. Permanent magnet and synchronous drives. Electrical braking. Conventional and modern speed control of DC and AC drives. Also included are many worked examples taken from practical electric drive systems. Prerequisites: Graduate status and EL-GY 5613 or equivalent. EL-GY 7113 ( Please refer to the bulletin ) 3.00 Credits Special Topics in Telecomm & Ntwk From Information Systems EL-GY 9333 The course covers selected topics of current interest in telecommunications and networking. (See departmental mailing for detailed description of each particular offering.) Prerequisite: Specified when offered.   Industrial Engineering   3.00 Credits Project Planning and Control (Project Management) IE-GY 6203 This course discusses the knowledge and process required to manage a project through its life cycle, from concept to completion. Topics include engineering analysis, screening and selection, configuration and total quality management, scheduling using Program Evaluation and Review Technique (PERT) and Critical Path Method (CPM), budgeting and resource management, computer support and software. Case studies are used to illustrate the process. 3.00 Credits Facility Planning and Design IE-GY 6213 Topics in this course include facilities design for global competitiveness, strategic master-site planning, site selection, factory layout and design, facility-management systems and materials handling and storage planning. Also presented are guidance on selecting alternative facility plans and application of queuing methods and computer modeling for facility design and evaluation. 3.00 Credits Design for Manufacturability IE-GY 7923 This course introduces concepts and techniques for economical, functionally sound and high-quality product design for manufacture. Emphasis is on designing for easy assembly, manually and with robotics and on the effective use of plastics to reduce manufacturing costs. Managerial and organizational approaches and case studies of successful designs are reviewed. Also listed under MN-GY 7923. 3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 1.50 Credits Managing Business Process Reengineering MG-GY 6361 Explores the organization effectiveness issues associated with large scale change through Process Reengineering, Toyota Production System (TPS), and Six Sigma programs. The course develops a thorough understanding of how processes can be designed, measured and maintained to optimize customer value creating performance. Techniques for defining performance requirements and managing process improvement on a large or small scale will be explored. Prerequisites: MG-GY 5050 or equivalent   Interdisciplinary Studies in Engineering   3.00 Credits Information, Security and Privacy CS-GY 6813 This course introduces Information Systems Security and covers cryptography, capability and access control mechanisms, authentication models, security models, operating systems security, malicious code, security-policy formation and enforcement, vulnerability analysis, evaluating secure systems. Prerequisite: Competency in Application Development in UNIX and Windows Environments, Graduate status. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available.   Management   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Human Resource Management MG-GY 6123 Introduction to the broad range of human resource functions and their organizational role. Addresses issues in managing people that impact not only HR professionals but also line managers. The course is divided into four modules: (1) an overview of HRM from a strategic perspective; (2) the management of human resources, including recruitment and selection, performance management, compensation and benefits, training and career support; (3) human resource challenges, including diversity, procedural justice and ethics, collective bargaining and managing change and innovation; and (4) professional roles in HRM. Prerequisite: Graduate Standing 3.00 Credits Performance Management and Reward Systems MG-GY 6173 Introduction to creating performance appraisal systems that includes theoretical and applied issues. Topics include coaching and feedback; team settings; multi-source feedback and self-ratings; executive performance; and improving evaluations. The role of compensation, benefits and other rewards in attracting, retaining and motivating employees is addressed, including technical and professional personnel. Co-requisite: MG-GY 6123 or instructor&#039;s permission and graduate standing 1.50 Credits Talent Management Systems MG-GY 6181 In this survey course, students gain a knowledge and understanding of the strategies and range of processes, methods and tools that organizations use in effective Talent Management programs. The focus is on developing and managing leadership talent and on Talent Management practices for general management, professional, technical and other positions. Topics include identifying and competing for critical talent pools; alignment and integration of HR practices; recruiting and employment branding; identifying, selecting, developing, reviewing and managing leadership talent; retention and recognition strategies; and career paths and career planning.  Co-requisite: MG-GY 6123 or instructor’s permission and graduate standing. 3.00 Credits Change Management Systems in Organizations MG-GY 6243 Survey of theory, research and applications related to the process of managing planned change in organizations. Organization development (OD) encompasses a variety of interventions and techniques, including strategic management sessions, team building, organizational climate studies, career development and job enrichment. Addresses the practical application of group, inter-group and individual changes; planned structural revisions in formal organizations; and the dynamics of organizational change processes. Experiential techniques emphasized. Co-requisite: MG-GY 6013 or instructor&#039;s permission and graduate standing. 3.00 Credits Human Resource Information Systems MG-GY 6263 Introduction to the design, selection, implementation, enhancement and operation of human resource information systems (HRIS), a computer-based tool that allows the efficient entry and updating of employee-related information. Focus is on the design and use of HRIS to facilitate the objectives of HR functions as well as the organization. Provides a “hands-on” experience with the design of prototype simulations and database programming systems used to solve common HR problems and efficiently manage employee information. Co-requisite: MG-GY 6123 or instructor&#039;s permission. Prerequisite: Graduate standing 3.00 Credits Seminar in Organization and Career Change MG-GY 6253 This course explores organizational restructuring, including downsizing, reengineering, delayering, mergers and acquisitions, and focuses on the impact of such change on professional and managerial careers. The course emphasizes current organizational and individual management practices in coping with rapid structural, cultural and technological change in the work environment. Experts from the private and public sectors and from consulting firms address these management practices. Co-requisite: MG-GY 6013 or instructor’s permission and graduate standing. 3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 3.00 Credits Organizational Theory & Design MG-GY 6313 Introduction to theories of organizations including structure, design and culture. Provides an understanding of how organizations work and their interrelationship with the external environment. Examines the process by which managers select and manage aspects of structure and culture to achieve organizational goals. Topics include characteristics of bureaucracy, adhocracy, sub-optimization, human dynamics and informal systems; influence and control systems; management of technology; and planned change. Examination of organizations through research and case studies. Prerequisite: Graduate Standing 1.50 Credits Managing Business Process Reengineering MG-GY 6361 Explores the organization effectiveness issues associated with large scale change through Process Reengineering, Toyota Production System (TPS), and Six Sigma programs. The course develops a thorough understanding of how processes can be designed, measured and maintained to optimize customer value creating performance. Techniques for defining performance requirements and managing process improvement on a large or small scale will be explored. Prerequisites: MG-GY 5050 or equivalent 3.00 Credits Human Capital Big Data, Predictive Analytics, & Roi MG-GY 6373 This course examines theories and applications of human capital, including its definitions, predictive analyses, and determining its value to the business by leveraging big data. The course will take a systems view and integrate human capital perspectives, concepts, and methods from economics, finance, psychology and business process re-engineering. Students will learn statistical methods to build predictive models of human capital and the software tools to conduct predictive analytics with big data. They will learn how to determine the economic and productivity benefits of human capital and human capital interventions (e.g., monetary and non-monetary rewards, job re-design, engagement, etc.) and how to communicate these benefits to senior management and key stakeholders in support of important organizational decisions. Prerequisites: Graduate Standing &amp; MG-GY 5050; Corequisite: MG-GY 6123 3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing 3.00 Credits Global Innovation MG-GY 7953 This course focuses on global technology-enabled innovation. Topics covered include accessing global sources of innovation, coordination and organization of activities worldwide, new product development globally, the role of revitalized global R&amp;D, growing prominence of IT and e-Business in global innovation, and the role of alliances and linkages with customers, suppliers and other third parties. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing   Manufacturing Engineering   3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 1.50 Credits Managing Business Process Reengineering MG-GY 6361 Explores the organization effectiveness issues associated with large scale change through Process Reengineering, Toyota Production System (TPS), and Six Sigma programs. The course develops a thorough understanding of how processes can be designed, measured and maintained to optimize customer value creating performance. Techniques for defining performance requirements and managing process improvement on a large or small scale will be explored. Prerequisites: MG-GY 5050 or equivalent 3.00 Credits Manufacturing Systems Engineering MN-GY 7883 This course concentrates on contemporary techniques for product design and manufacture, including financials of the manufacturing firm, quality, reliability, Taguchi methods of product and process design, scale-up and partitioning, production flows, modern manufacturing methods such as Just-In-Time/Total-Quality-Control, pull and synchronized manufacturing. Cultural factors are also discussed. Also listed as IE-GY 7883.   Organizational Behavior, Systems and Analytics   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Human Resource Management MG-GY 6123 Introduction to the broad range of human resource functions and their organizational role. Addresses issues in managing people that impact not only HR professionals but also line managers. The course is divided into four modules: (1) an overview of HRM from a strategic perspective; (2) the management of human resources, including recruitment and selection, performance management, compensation and benefits, training and career support; (3) human resource challenges, including diversity, procedural justice and ethics, collective bargaining and managing change and innovation; and (4) professional roles in HRM. Prerequisite: Graduate Standing 3.00 Credits Performance Management and Reward Systems MG-GY 6173 Introduction to creating performance appraisal systems that includes theoretical and applied issues. Topics include coaching and feedback; team settings; multi-source feedback and self-ratings; executive performance; and improving evaluations. The role of compensation, benefits and other rewards in attracting, retaining and motivating employees is addressed, including technical and professional personnel. Co-requisite: MG-GY 6123 or instructor&#039;s permission and graduate standing 1.50 Credits Talent Management Systems MG-GY 6181 In this survey course, students gain a knowledge and understanding of the strategies and range of processes, methods and tools that organizations use in effective Talent Management programs. The focus is on developing and managing leadership talent and on Talent Management practices for general management, professional, technical and other positions. Topics include identifying and competing for critical talent pools; alignment and integration of HR practices; recruiting and employment branding; identifying, selecting, developing, reviewing and managing leadership talent; retention and recognition strategies; and career paths and career planning.  Co-requisite: MG-GY 6123 or instructor’s permission and graduate standing. 3.00 Credits Change Management Systems in Organizations MG-GY 6243 Survey of theory, research and applications related to the process of managing planned change in organizations. Organization development (OD) encompasses a variety of interventions and techniques, including strategic management sessions, team building, organizational climate studies, career development and job enrichment. Addresses the practical application of group, inter-group and individual changes; planned structural revisions in formal organizations; and the dynamics of organizational change processes. Experiential techniques emphasized. Co-requisite: MG-GY 6013 or instructor&#039;s permission and graduate standing. 3.00 Credits Seminar in Organization and Career Change MG-GY 6253 This course explores organizational restructuring, including downsizing, reengineering, delayering, mergers and acquisitions, and focuses on the impact of such change on professional and managerial careers. The course emphasizes current organizational and individual management practices in coping with rapid structural, cultural and technological change in the work environment. Experts from the private and public sectors and from consulting firms address these management practices. Co-requisite: MG-GY 6013 or instructor’s permission and graduate standing. 3.00 Credits Human Resource Information Systems MG-GY 6263 Introduction to the design, selection, implementation, enhancement and operation of human resource information systems (HRIS), a computer-based tool that allows the efficient entry and updating of employee-related information. Focus is on the design and use of HRIS to facilitate the objectives of HR functions as well as the organization. Provides a “hands-on” experience with the design of prototype simulations and database programming systems used to solve common HR problems and efficiently manage employee information. Co-requisite: MG-GY 6123 or instructor&#039;s permission. Prerequisite: Graduate standing 3.00 Credits Organizational Theory & Design MG-GY 6313 Introduction to theories of organizations including structure, design and culture. Provides an understanding of how organizations work and their interrelationship with the external environment. Examines the process by which managers select and manage aspects of structure and culture to achieve organizational goals. Topics include characteristics of bureaucracy, adhocracy, sub-optimization, human dynamics and informal systems; influence and control systems; management of technology; and planned change. Examination of organizations through research and case studies. Prerequisite: Graduate Standing 1.50 Credits Managing Business Process Reengineering MG-GY 6361 Explores the organization effectiveness issues associated with large scale change through Process Reengineering, Toyota Production System (TPS), and Six Sigma programs. The course develops a thorough understanding of how processes can be designed, measured and maintained to optimize customer value creating performance. Techniques for defining performance requirements and managing process improvement on a large or small scale will be explored. Prerequisites: MG-GY 5050 or equivalent 3.00 Credits Human Capital Big Data, Predictive Analytics, & Roi MG-GY 6373 This course examines theories and applications of human capital, including its definitions, predictive analyses, and determining its value to the business by leveraging big data. The course will take a systems view and integrate human capital perspectives, concepts, and methods from economics, finance, psychology and business process re-engineering. Students will learn statistical methods to build predictive models of human capital and the software tools to conduct predictive analytics with big data. They will learn how to determine the economic and productivity benefits of human capital and human capital interventions (e.g., monetary and non-monetary rewards, job re-design, engagement, etc.) and how to communicate these benefits to senior management and key stakeholders in support of important organizational decisions. Prerequisites: Graduate Standing &amp; MG-GY 5050; Corequisite: MG-GY 6123 3.00 Credits Research Project in Organizational Behavior & Human Capital Systems MG-GY 9343 Integration and application of advanced research techniques utilized in studies of organizations. Students develop and carry out individual applied research projects. Prerequisite: Advanced standing and MG-GY 6333 or instructor&#039;s permission and graduate standing   Systems Engineering   3.00 Credits Principles of Database Systems CS-GY 6083 This course broadly introduces database systems, including the relational data model, query languages, database design, index and file structures, query processing and optimization, concurrency and recovery, transaction management and database design. Students acquire hands-on experience in working with database systems and in building web-accessible database applications. Prerequisites: Graduate standing, CS-GY 6003 or equivalent, familiarity with basic data structures and operating system principles. 3.00 Credits Information, Security and Privacy CS-GY 6813 This course introduces Information Systems Security and covers cryptography, capability and access control mechanisms, authentication models, security models, operating systems security, malicious code, security-policy formation and enforcement, vulnerability analysis, evaluating secure systems. Prerequisite: Competency in Application Development in UNIX and Windows Environments, Graduate status. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Selected Topics in Cs CS-GY 9223 3.00 Credits Introduction to Systems Engineering EL-GY 5213 This course introduces fundamentals of systems engineering process. Topics: Multi-disciplinary systems methodology, design and analysis of complex systems. Brief history of systems engineering. Mathematical models. Objective functions and constraints. Optimization tools. Topics to be covered include identification, problem definition, synthesis, analysis and evaluation activities during conceptual and preliminary system design phases. Decision analysis and utility theory. Information flow analysis in organizations. Elements of systems management, including decision styles, human information processing, organizational decision processes and information system design for planning and decision support. Basic economic modeling and analysis. Requirements development, life-cycle costing, scheduling and risk analysis. Application of computer-aided systems engineering (CASE) tools. Prerequisite: Graduate status. 3.00 Credits Internet Architecture & Protocols EL-GY 5373 This course introduces basic local area networking technologies and protocols in a set of lectures and laboratory experiments. Topics: link level protocols. Local area networks: CSMA/CD, Token Ring, IEEE standards and protocols. The Internet protocol suite: IP, ARP, RARP, ICMP, UDP and TCP. LAN Interconnection: bridges, routers and gateways. Application protocols: SNMP, FTP, SMTP and NFS. Prerequisite: EE-UY 136 or equivalent 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available. 3.00 Credits Digital Communications EL-GY 6013 The course covers the following topics: Principles of M-ary communication: signal space methods, optimum detection. Fundamental parameters of digital communication systems, various modulation techniques and their performance in terms of bandwidth efficiency and error probability. Efficient signaling with coded waveforms. Block coding and convolutional coding. Joint modulation and coding. Equalization for communication over bandlimited channels. Brief overview of digital communications over fading multipath channels. Prerequisites: EE-UY 3404, EL-GY 6303. *Online version available. 3.00 Credits Digital Signal Processing I EL-GY 6113 Discrete and continuous-time linear systems. Z-transform. Fourier transforms. Sampling. Discrete Fourier transform (DFT). Fast Fourier transform (FFT). Digital filtering. Design of FIR and IIR filters. Windowing. Least squares in signal processing. Minimum-phase and all-pass systems. Digital filter realizations. Matlab programming exercises. Co-listed as BE-GY 6403 Prerequisites: Graduate status. *Online version available. 3.00 Credits Image and Video Processing EL-GY 6123 This course introduces fundamentals of image and video processing, including color image capture and representation; color coordinate conversion; contrast enhancement; spatial domain filtering (linear convolution, median and morphological filtering); two-dimensional (2D) Fourier transform and frequency domain interpretation of linear convolution; 2D Discrete Fourier Transform (DFT) and DFT domain filtering; image sampling and resizing; geometric transformation and image registration; video motion characterization and estimation; video stabilization and panoramic view generation; basic compression techniques (entropy coding, vector quantization, predictive coding, transform coding); JPEG image compression standard; wavelet transform and JPEG2000 standard; video compression using adaptive spatial and temporal prediction; video coding standards (MPEGx/H26x); Stereo and multi-view image and video processing (depth from disparity, disparity estimation, video synthesis, compression). Students will learn to implement selected algorithms in MATLAB or C-language. Prerequisites: Graduate Standing or Undergraduate Standing having completed EE-UY 3054 and EE-UY 2233. Suggested Corequisites: EL-GY 6113 and EL-GY 6303 (not required) 3.00 Credits System Optimization Method EL-GY 6233 Formulations of system optimization problems. Elements of functional analysis applied to system optimization. Local and global system optimization with and without constraints. Variational methods, calculus of variations, and linear, nonlinear and dynamic programming iterative methods. Examples and applications. Newton and Lagrange multiplier algorithms, convergence analysis. Prerequisites: Graduate status and EL-GY 5253 or EL-GY 6253 or equivalent. 3.00 Credits Linear Systems EL-GY 6253 Basic system concepts. Equations describing continuous and discrete-time linear systems. Time domain analysis, state variables, transition matrix and impulsive response. Transform methods. Time-variable systems. Controllability, observability and stability. SISO pole placement, observer design. Sampled data systems. Prerequisites: Graduate status and EE-UY 3054 or EL-GY 5253. 3.00 Credits Power Systems Economics and Planning EL-GY 6623 Power-system economics: revenue requirements, load duration and reserve requirements. Load forecasting: econometric methods. Optimal expansion planning and methodologies: optimal generation expansion computer modeling. Decision analysis techniques. Deregulation of electric power industry. Prerequisites: Graduate status and EL-GY 5613 or equivalent. 3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing   Telecommunication Networks   3.00 Credits Computer Architecture I CS-GY 6133 This course provides students with an understanding of computer-hardware subsystems, digital design strategies and fundamental computer-performance and capacity-improvement techniques. Combinational and sequential circuits are developed for the essential building blocks of computers. Binary number systems are presented in both human and computer algorithms. A uniprocessor computer is built from the blocks developed. An assembly language and an instruction set are presented. Processor implementation with a data path and hardwired and microprogrammed control is introduced. Performance evaluation of computers is studied. Basic pipelining is introduced to improve system performance. Memory-hierarchy alternatives are introduced to improve the capacity of the computing system. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Internet Architecture & Protocols EL-GY 5373 This course introduces basic local area networking technologies and protocols in a set of lectures and laboratory experiments. Topics: link level protocols. Local area networks: CSMA/CD, Token Ring, IEEE standards and protocols. The Internet protocol suite: IP, ARP, RARP, ICMP, UDP and TCP. LAN Interconnection: bridges, routers and gateways. Application protocols: SNMP, FTP, SMTP and NFS. Prerequisite: EE-UY 136 or equivalent 3.00 Credits Digital Communications EL-GY 6013 The course covers the following topics: Principles of M-ary communication: signal space methods, optimum detection. Fundamental parameters of digital communication systems, various modulation techniques and their performance in terms of bandwidth efficiency and error probability. Efficient signaling with coded waveforms. Block coding and convolutional coding. Joint modulation and coding. Equalization for communication over bandlimited channels. Brief overview of digital communications over fading multipath channels. Prerequisites: EE-UY 3404, EL-GY 6303. *Online version available. 3.00 Credits Digital Signal Processing I EL-GY 6113 Discrete and continuous-time linear systems. Z-transform. Fourier transforms. Sampling. Discrete Fourier transform (DFT). Fast Fourier transform (FFT). Digital filtering. Design of FIR and IIR filters. Windowing. Least squares in signal processing. Minimum-phase and all-pass systems. Digital filter realizations. Matlab programming exercises. Co-listed as BE-GY 6403 Prerequisites: Graduate status. *Online version available. 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available. 3.00 Credits High-Speed Networks EL-GY 6383 This course covers the basics, architectures, protocols and technologies for high-speed networks. Topics: synchronous optical network (SONET), asynchronous transfer mode (ATM), ATM adaptation layer (AAL), 10/100/1000/10G Ethernet, Ethernet over SONET (EOS), quality of service control, packet scheduling, network processor, buffer management, flow and congestion control, TCP, high-speed TCP and XCP, Routing and IP fast rerouting, WDM networks, MPLS and GMPLS. Each student is required to complete a project that can be reading, software design or hardware design. Prerequisites: EE-UY 136 or EL-GY 5373 or equivalent                                Online Learning      About NYU-ePoly   Is NYU-ePoly Right for Me?   Master&#039;s Programs   Graduate Certificates   3-Course Immersion Certifications   Applying, Registering, Costs   Online Course Offerings Fall Courses   Summer Courses   Spring Courses     Student Services   Events   Contact Us            Request More Info                                  Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Spring 2015 Online Courses | NYU-ePoly Online Graduate Program | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Online Learning / Online Course Offerings                         NYU-ePoly Online Graduate Program                                                             Spring 2015 Online Courses                       New and Current Students: To register for an NYU-ePoly Course, please choose the INET or LVL section when registering on PeopleSoft. To start the registration process, please click here.   *If you are a new student and have not yet paid your Graduate Tuition Deposit , please contact the NYU-ePoly office to activate your account.   Special/Visiting Student Registration: Students who wish to take a course as a Non-degree student can do so by filling out the NYU-ePoly Intent to Register Form . Please note that the deadline for Spring 2015 Special/Visiting Student Registration is January 16, 2015.   Spring 2015 Courses begin on January 26, 2015.   Spring 2015 Semester Courses     Bioinformatics   Computer Engineering   Cyber Security   Electrical Engineering   Industrial Engineering   Interdisciplinary Studies in Engineering   Management   Manufacturing Engineering   Organizational Behavior   Systems Engineering   Telecommunication Networks     Bioinformatics   3.00 Credits Biological Foundation for Bioinformatics BI-GY 7523 This course intensively reviews the aspects of biochemistry, molecular biology and cell biology necessary to begin research in bioinformatics and to enter graduate courses in biology. The areas covered include cell structure, intracellular sorting, cellular signaling (i.e., receptors), Cytoskelton, cell cycle, DNA replication, transcription and translation. This course extensively uses computer approaches to convey the essential computational and visual nature of the material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry, Calculus or permission of instructor. 3.00 Credits Bioinformatics II i: Functional Prediction BI-GY 7553 The course covers functional classifications of proteins; prediction of function from sequence and structure; Orthologs and Paralogs; representations of biological pathways; available systems for the analysis of whole genomes and for human-assisted and automatic functional prediction. Prerequisites: Bioinformatics II 3.00 Credits Computational Tools Perl & Bioperl BI-GY 7643 This course is designed to introduce students to the Perl programming language, its bioinformatics toolbox BioPerl and Unix commands for processing high throughput genomic and/or proteomic data. Prerequisite: BI-GY 7573 3.00 Credits Next Generation Sequence Analysis BI-GY 7653 Next Generation Sequencing course teaches our students how to analyze massive amounts of data from genome sequencing machines in order to meet the growing demand for healthcare solutions. Prerequisite: BI-GY 7533   Computer Engineering   4.00 Credits Digital Logic and State Machine Design CS-UY 2204 This course covers combinational and sequential digital circuits. Topics: Introduction to digital systems. Number systems and binary arithmetic. Switching algebra and logic design. Error detection and correction. Combinational integrated circuits, including adders. Timing hazards. Sequential circuits, flipflops, state diagrams and synchronous machine synthesis. Programmable Logic Devices, PLA, PAL and FPGA. Finite-state machine design. Memory elements. A grade of C or better is required of undergraduate computer-engineering majors. Prerequisite: CS-UY 1114 (C- or better) or CS-UY 1133 (C- or better). ABET competencies: a, c, e, k. 3.00 Credits Introduction to Programming and Problem Solving CS-GY 5303 This course introduces discrete mathematics, computers and programming; Running C/C++ programs under Unix; algorithmic language; pseudo code; problem solving and program structure. Topics include constants, variable, data types, assignments, arithmetic expressions, input and output; object-oriented and top-down design and procedures, selection and loops; functions; enumerated; arrays, structs and searching and sorting. Prerequisite: Graduate status: *Online version available. 3.00 Credits Data Structures and Algorithms CS-GY 5403 This course introduces data structures. Topics include program specifications and design; abstract data types; stacks, queues; dynamic storage allocation; sequential and linked implementation of stacks and queues; searching methods, sequential and binary; binary trees and general trees; hashing; computational complexity; sorting algorithms: selection sort, heap sort, mergesort and quicksort; comparison of sorting techniques and analysis. Prerequisite: Graduate Standing, CS-GY 5303 *Online version available. 3.00 Credits Foundations of Computer Science CS-GY 6003 This course covers logic, sets, functions, relations, asymptotic notation, proof techniques, induction, combinatorics, discrete probability, recurrences, graphs, trees, mathematical models of computation and undecidability. Corequisite: Graduate Standing. 3.00 Credits Design and Analysis of Algorithms I CS-GY 6033 This course reviews basic data structures and mathematical tools. Topics: Data structures, priority queues, binary search trees, balanced search trees. Btrees. Algorithm design and analysis techniques illustrated in searching and sorting: heapsort, quicksort, sorting in linear time, medians and order statistics. Design and analysis techniques: dynamic programming, greedy algorithms. Graph algorithms: elementary graph algorithms (breadth first search, depth first search, topological sort, connected components, strongly connected components), minimum spanning tree, shortest path. String algorithms. Geometric algorithms. Linear programming. Brief introduction to NP completeness. Prerequisites: Graduate Standing, CS-GY 5403 and CS-GY 6003. 3.00 Credits Computer Architecture I CS-GY 6133 This course provides students with an understanding of computer-hardware subsystems, digital design strategies and fundamental computer-performance and capacity-improvement techniques. Combinational and sequential circuits are developed for the essential building blocks of computers. Binary number systems are presented in both human and computer algorithms. A uniprocessor computer is built from the blocks developed. An assembly language and an instruction set are presented. Processor implementation with a data path and hardwired and microprogrammed control is introduced. Performance evaluation of computers is studied. Basic pipelining is introduced to improve system performance. Memory-hierarchy alternatives are introduced to improve the capacity of the computing system. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Introduction to Operating Systems CS-GY 6233 This course introduces basic issues in operating systems. Topics: Threads, processes, concurrency, memory management, I/O Control and case studies. Prerequisite: Graduate standing. 3.00 Credits Penetration Testing and Vulnerability Analysis CS-GY 6573 This advanced course in computer and network security focuses on penetration testing and vulnerability analysis. It introduces methodologies, techniques and tools to analyze and identify vulnerabilities in stand-alone and networked applications. Prerequisites: Graduate standing and CS-GY 6823 3.00 Credits Information Systems Security Engineering and Management CS-GY 6803 This course presents a system and management view of information security: what it is, what drives the requirements for information security, how to integrate it into the systems-design process and life-cycle security management of information systems. A second goal is to cover basic federal policies on government information security and methodologies. Topics include information-security risk management, security policies, security in the systems-engineering process, laws related to information security and management of operational systems. Prerequisite: Graduate standing and CS-UY 392 or equivalent: *Online version available. 3.00 Credits Information, Security and Privacy CS-GY 6813 This course introduces Information Systems Security and covers cryptography, capability and access control mechanisms, authentication models, security models, operating systems security, malicious code, security-policy formation and enforcement, vulnerability analysis, evaluating secure systems. Prerequisite: Competency in Application Development in UNIX and Windows Environments, Graduate status. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Computer Networking CS-GY 6843 This course takes a top-down approach to computer networking. After an overview of computer networks and the Internet, the course covers the application layer, transport layer, network layer and link layers. Topics at the application layer include client-server architectures, P2P architectures, DNS and HTTP and Web applications. Topics at the transport layer include multiplexing, connectionless transport and UDP, principles or reliable data transfer, connection-oriented transport and TCP and TCP congestion control. Topics at the network layer include forwarding, router architecture, the IP protocol and routing protocols including OSPF and BGP. Topics at the link layer include multiple-access protocols, ALOHA, CSMA/CD, Ethernet, CSMA/CA, wireless 802.11 networks and linklayer switches. The course includes simple quantitative delay and throughput modeling, socket programming and network application development and Ethereal labs. Prerequisite: Graduate standing and CS-UY 2134. 3.00 Credits Fundamentals of Security Information Management CS-GY 6863 The objective of this course is for a student with a basic understanding of security threats and defensive technology to learn to design an appropriate approach to security of a system given real world consideration of risk and cost. The approach includes such aspects as security architecture, selection of hardware and software components, approaches to secure development, outsourcing options and cloud computing options. Prerequisite: CS-GY 6813 or equivalent. 3.00 Credits Practices in Information Security Management CS-GY 6883 The objective of this course is to learn the operational aspects of information security. This includes developing and deploying processes for security monitoring, incident response, disaster recover, etc. 3.00 Credits Applied Cryptography CS-GY 6903 This course examines Modern Cryptography from a both theoretical and applied perspective, with emphasis on “provable security” and “application case studies”. The course looks particularly at cryptographic primitives that are building blocks of various cryptographic applications. The course studies notions of security for a given cryptographic primitive, its various constructions and respective security analysis based on the security notion. The cryptographic primitives covered include pseudorandom functions, symmetric encryption (block ciphers), hash functions and random oracles, message authentication codes, asymmetric encryption, digital signatures and authenticated key exchange. The course covers how to build provably secure cryptographic protocols (e.g., secure message transmission, identification schemes, secure function evaluation, etc.), and various number-theoretic assumptions upon which cryptography is based. Also covered: implementation issues (e.g., key lengths, key management, standards, etc.) and, as application case studies, a number of real-life scenarios currently using solutions from modern cryptography. Prerequisite: Graduate standing. 3.00 Credits Biometrics CS-GY 9093 The course concentrates on the unique advantages that biometrics brings to computer security. The course also addresses such challenging issues as security strength, recognition rates and privacy, as well as alternatives of passwords and smart cards. Students gain knowledge in the building blocks of this field: image and signal processing, pattern recognition, security and privacy and secure system design. By the end of the course students are able to evaluate and design security systems that include biometrics. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Application Security CS-GY 9163 This course addresses the design and implementation of secure applications. Concentration is on writing software programs that make it difficult for intruders to exploit security holes. The course emphasizes writing secure distributed programs in Java. The security ramifications of class, field and method visibility are emphasized. Prerequisite: Gradute standing 3.00 Credits Selected Topics in Cs CS-GY 9223 3.00 Credits Introduction to Systems Engineering EL-GY 5213 This course introduces fundamentals of systems engineering process. Topics: Multi-disciplinary systems methodology, design and analysis of complex systems. Brief history of systems engineering. Mathematical models. Objective functions and constraints. Optimization tools. Topics to be covered include identification, problem definition, synthesis, analysis and evaluation activities during conceptual and preliminary system design phases. Decision analysis and utility theory. Information flow analysis in organizations. Elements of systems management, including decision styles, human information processing, organizational decision processes and information system design for planning and decision support. Basic economic modeling and analysis. Requirements development, life-cycle costing, scheduling and risk analysis. Application of computer-aided systems engineering (CASE) tools. Prerequisite: Graduate status. 3.00 Credits Internet Architecture & Protocols EL-GY 5373 This course introduces basic local area networking technologies and protocols in a set of lectures and laboratory experiments. Topics: link level protocols. Local area networks: CSMA/CD, Token Ring, IEEE standards and protocols. The Internet protocol suite: IP, ARP, RARP, ICMP, UDP and TCP. LAN Interconnection: bridges, routers and gateways. Application protocols: SNMP, FTP, SMTP and NFS. Prerequisite: EE-UY 136 or equivalent 3.00 Credits Digital Communications EL-GY 6013 The course covers the following topics: Principles of M-ary communication: signal space methods, optimum detection. Fundamental parameters of digital communication systems, various modulation techniques and their performance in terms of bandwidth efficiency and error probability. Efficient signaling with coded waveforms. Block coding and convolutional coding. Joint modulation and coding. Equalization for communication over bandlimited channels. Brief overview of digital communications over fading multipath channels. Prerequisites: EE-UY 3404, EL-GY 6303. *Online version available. 3.00 Credits Digital Signal Processing I EL-GY 6113 Discrete and continuous-time linear systems. Z-transform. Fourier transforms. Sampling. Discrete Fourier transform (DFT). Fast Fourier transform (FFT). Digital filtering. Design of FIR and IIR filters. Windowing. Least squares in signal processing. Minimum-phase and all-pass systems. Digital filter realizations. Matlab programming exercises. Co-listed as BE-GY 6403 Prerequisites: Graduate status. *Online version available. 3.00 Credits Image and Video Processing EL-GY 6123 This course introduces fundamentals of image and video processing, including color image capture and representation; color coordinate conversion; contrast enhancement; spatial domain filtering (linear convolution, median and morphological filtering); two-dimensional (2D) Fourier transform and frequency domain interpretation of linear convolution; 2D Discrete Fourier Transform (DFT) and DFT domain filtering; image sampling and resizing; geometric transformation and image registration; video motion characterization and estimation; video stabilization and panoramic view generation; basic compression techniques (entropy coding, vector quantization, predictive coding, transform coding); JPEG image compression standard; wavelet transform and JPEG2000 standard; video compression using adaptive spatial and temporal prediction; video coding standards (MPEGx/H26x); Stereo and multi-view image and video processing (depth from disparity, disparity estimation, video synthesis, compression). Students will learn to implement selected algorithms in MATLAB or C-language. Prerequisites: Graduate Standing or Undergraduate Standing having completed EE-UY 3054 and EE-UY 2233. Suggested Corequisites: EL-GY 6113 and EL-GY 6303 (not required) 3.00 Credits System Optimization Method EL-GY 6233 Formulations of system optimization problems. Elements of functional analysis applied to system optimization. Local and global system optimization with and without constraints. Variational methods, calculus of variations, and linear, nonlinear and dynamic programming iterative methods. Examples and applications. Newton and Lagrange multiplier algorithms, convergence analysis. Prerequisites: Graduate status and EL-GY 5253 or EL-GY 6253 or equivalent. 3.00 Credits Linear Systems EL-GY 6253 Basic system concepts. Equations describing continuous and discrete-time linear systems. Time domain analysis, state variables, transition matrix and impulsive response. Transform methods. Time-variable systems. Controllability, observability and stability. SISO pole placement, observer design. Sampled data systems. Prerequisites: Graduate status and EE-UY 3054 or EL-GY 5253. 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available. 3.00 Credits High-Speed Networks EL-GY 6383 This course covers the basics, architectures, protocols and technologies for high-speed networks. Topics: synchronous optical network (SONET), asynchronous transfer mode (ATM), ATM adaptation layer (AAL), 10/100/1000/10G Ethernet, Ethernet over SONET (EOS), quality of service control, packet scheduling, network processor, buffer management, flow and congestion control, TCP, high-speed TCP and XCP, Routing and IP fast rerouting, WDM networks, MPLS and GMPLS. Each student is required to complete a project that can be reading, software design or hardware design. Prerequisites: EE-UY 136 or EL-GY 5373 or equivalent 3.00 Credits Advances in Reconfigurable Systems EL-GY 6453 Reconfigurable hardware platforms are in widespread use for telecommunications, video processing, cryptography, control and biomedical applications. The course will provide a detailed understanding of the real world reconfigurable hardware design methodologies using Field Programmable Gate Arrays (FPGA). A complete system will be implemented from specification to physical implementation on a FPGA. In the process, the course will discuss (1) designing a complex digital system using a hardware description language; (2) implementing, testing and validating the design on a reconfigurable hardware platform; and (3) providing all relevant design information to be able to integrate the reconfigurable hardware platform in any higher level system.  Prerequisite(s): EL-GY 6463 Advanced Hardware Design 3.00 Credits Advanced Hardware Design EL-GY 6463 This course shows how a hardware-description language (for example, VHDL) can be used for computer hardware modeling, logic synthesis, register-level synthesis and simulation. The resulting design with hundreds or thousands of gates is then ready to be downloaded to form FPGA chips or silicon cells. Programs used: QuickVHDL, modeling and simulation tools from Mentor Graphics or similar large-scale programs. A design project is required and students make a written and oral presentation. Prerequisite: Graduate status. 3.00 Credits Power Systems Economics and Planning EL-GY 6623 Power-system economics: revenue requirements, load duration and reserve requirements. Load forecasting: econometric methods. Optimal expansion planning and methodologies: optimal generation expansion computer modeling. Decision analysis techniques. Deregulation of electric power industry. Prerequisites: Graduate status and EL-GY 5613 or equivalent. 3.00 Credits Resonant Power Converters EL-GY 6673 Class D and E rectifiers. Class D inverters. Class E inverters. Phase-controlled resonant inverters. Class DE inverters. Resonant dc-dc converters. Soft switching. Quasiresonant and multiresonant converters. Control and modeling of resonant converters. Prerequisite(s): EL-GY 5673 3.00 Credits Electric Drives EL-GY 6683 Reduction of load performance characteristics to the motor shaft. Electromechanical energy conversion. Acceleration and deceleration time. Construction of load diagram. Choice of motor type and size for different duty cycles. Four quadrant operation. Basics of Direct-Current and Induction motor drives. Permanent magnet and synchronous drives. Electrical braking. Conventional and modern speed control of DC and AC drives. Also included are many worked examples taken from practical electric drive systems. Prerequisites: Graduate status and EL-GY 5613 or equivalent. EL-GY 7113 ( Please refer to the bulletin ) 3.00 Credits Special Topics in Telecomm & Ntwk From Information Systems EL-GY 9333 The course covers selected topics of current interest in telecommunications and networking. (See departmental mailing for detailed description of each particular offering.) Prerequisite: Specified when offered.   Cyber Security   3.00 Credits Introduction to Programming and Problem Solving CS-GY 5303 This course introduces discrete mathematics, computers and programming; Running C/C++ programs under Unix; algorithmic language; pseudo code; problem solving and program structure. Topics include constants, variable, data types, assignments, arithmetic expressions, input and output; object-oriented and top-down design and procedures, selection and loops; functions; enumerated; arrays, structs and searching and sorting. Prerequisite: Graduate status: *Online version available. 3.00 Credits Data Structures and Algorithms CS-GY 5403 This course introduces data structures. Topics include program specifications and design; abstract data types; stacks, queues; dynamic storage allocation; sequential and linked implementation of stacks and queues; searching methods, sequential and binary; binary trees and general trees; hashing; computational complexity; sorting algorithms: selection sort, heap sort, mergesort and quicksort; comparison of sorting techniques and analysis. Prerequisite: Graduate Standing, CS-GY 5303 *Online version available. 3.00 Credits Foundations of Computer Science CS-GY 6003 This course covers logic, sets, functions, relations, asymptotic notation, proof techniques, induction, combinatorics, discrete probability, recurrences, graphs, trees, mathematical models of computation and undecidability. Corequisite: Graduate Standing. 3.00 Credits Design and Analysis of Algorithms I CS-GY 6033 This course reviews basic data structures and mathematical tools. Topics: Data structures, priority queues, binary search trees, balanced search trees. Btrees. Algorithm design and analysis techniques illustrated in searching and sorting: heapsort, quicksort, sorting in linear time, medians and order statistics. Design and analysis techniques: dynamic programming, greedy algorithms. Graph algorithms: elementary graph algorithms (breadth first search, depth first search, topological sort, connected components, strongly connected components), minimum spanning tree, shortest path. String algorithms. Geometric algorithms. Linear programming. Brief introduction to NP completeness. Prerequisites: Graduate Standing, CS-GY 5403 and CS-GY 6003. 3.00 Credits Principles of Database Systems CS-GY 6083 This course broadly introduces database systems, including the relational data model, query languages, database design, index and file structures, query processing and optimization, concurrency and recovery, transaction management and database design. Students acquire hands-on experience in working with database systems and in building web-accessible database applications. Prerequisites: Graduate standing, CS-GY 6003 or equivalent, familiarity with basic data structures and operating system principles. 3.00 Credits Computer Architecture I CS-GY 6133 This course provides students with an understanding of computer-hardware subsystems, digital design strategies and fundamental computer-performance and capacity-improvement techniques. Combinational and sequential circuits are developed for the essential building blocks of computers. Binary number systems are presented in both human and computer algorithms. A uniprocessor computer is built from the blocks developed. An assembly language and an instruction set are presented. Processor implementation with a data path and hardwired and microprogrammed control is introduced. Performance evaluation of computers is studied. Basic pipelining is introduced to improve system performance. Memory-hierarchy alternatives are introduced to improve the capacity of the computing system. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Introduction to Operating Systems CS-GY 6233 This course introduces basic issues in operating systems. Topics: Threads, processes, concurrency, memory management, I/O Control and case studies. Prerequisite: Graduate standing. 3.00 Credits Information Visualization CS-GY 6313 An introductory course on Information Visualization based on a modern and cohesive view of the area. Topics include visualization design, data principles, visual encoding principles, interaction principles, single/multiple view methods, item/attribute, attribute reduction methods, toolkits, and evaluation. Overviews and examples from state-of-the-art research will be provided. The course is designed as a first course in information visualization for students both intending to specialize in visualization as well as students who are interested in understanding and applying visualization principles and existing techniques. 3.00 Credits Penetration Testing and Vulnerability Analysis CS-GY 6573 This advanced course in computer and network security focuses on penetration testing and vulnerability analysis. It introduces methodologies, techniques and tools to analyze and identify vulnerabilities in stand-alone and networked applications. Prerequisites: Graduate standing and CS-GY 6823 3.00 Credits Information Systems Security Engineering and Management CS-GY 6803 This course presents a system and management view of information security: what it is, what drives the requirements for information security, how to integrate it into the systems-design process and life-cycle security management of information systems. A second goal is to cover basic federal policies on government information security and methodologies. Topics include information-security risk management, security policies, security in the systems-engineering process, laws related to information security and management of operational systems. Prerequisite: Graduate standing and CS-UY 392 or equivalent: *Online version available. 3.00 Credits Information, Security and Privacy CS-GY 6813 This course introduces Information Systems Security and covers cryptography, capability and access control mechanisms, authentication models, security models, operating systems security, malicious code, security-policy formation and enforcement, vulnerability analysis, evaluating secure systems. Prerequisite: Competency in Application Development in UNIX and Windows Environments, Graduate status. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Computer Networking CS-GY 6843 This course takes a top-down approach to computer networking. After an overview of computer networks and the Internet, the course covers the application layer, transport layer, network layer and link layers. Topics at the application layer include client-server architectures, P2P architectures, DNS and HTTP and Web applications. Topics at the transport layer include multiplexing, connectionless transport and UDP, principles or reliable data transfer, connection-oriented transport and TCP and TCP congestion control. Topics at the network layer include forwarding, router architecture, the IP protocol and routing protocols including OSPF and BGP. Topics at the link layer include multiple-access protocols, ALOHA, CSMA/CD, Ethernet, CSMA/CA, wireless 802.11 networks and linklayer switches. The course includes simple quantitative delay and throughput modeling, socket programming and network application development and Ethereal labs. Prerequisite: Graduate standing and CS-UY 2134. 3.00 Credits Fundamentals of Security Information Management CS-GY 6863 The objective of this course is for a student with a basic understanding of security threats and defensive technology to learn to design an appropriate approach to security of a system given real world consideration of risk and cost. The approach includes such aspects as security architecture, selection of hardware and software components, approaches to secure development, outsourcing options and cloud computing options. Prerequisite: CS-GY 6813 or equivalent. 3.00 Credits Applied Cryptography CS-GY 6903 This course examines Modern Cryptography from a both theoretical and applied perspective, with emphasis on “provable security” and “application case studies”. The course looks particularly at cryptographic primitives that are building blocks of various cryptographic applications. The course studies notions of security for a given cryptographic primitive, its various constructions and respective security analysis based on the security notion. The cryptographic primitives covered include pseudorandom functions, symmetric encryption (block ciphers), hash functions and random oracles, message authentication codes, asymmetric encryption, digital signatures and authenticated key exchange. The course covers how to build provably secure cryptographic protocols (e.g., secure message transmission, identification schemes, secure function evaluation, etc.), and various number-theoretic assumptions upon which cryptography is based. Also covered: implementation issues (e.g., key lengths, key management, standards, etc.) and, as application case studies, a number of real-life scenarios currently using solutions from modern cryptography. Prerequisite: Graduate standing. 3.00 Credits Digital Forensics CS-GY 6963 This course introduces information-technology professionals to the application of forensic science principles and practices for collecting, preserving, examining, analyzing and presenting digital evidence. The course includes selected topics from the legal, forensic and information-technology domains and uses lecture, laboratory and written projects to illustrate these topics. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Biometrics CS-GY 9093 The course concentrates on the unique advantages that biometrics brings to computer security. The course also addresses such challenging issues as security strength, recognition rates and privacy, as well as alternatives of passwords and smart cards. Students gain knowledge in the building blocks of this field: image and signal processing, pattern recognition, security and privacy and secure system design. By the end of the course students are able to evaluate and design security systems that include biometrics. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Application Security CS-GY 9163 This course addresses the design and implementation of secure applications. Concentration is on writing software programs that make it difficult for intruders to exploit security holes. The course emphasizes writing secure distributed programs in Java. The security ramifications of class, field and method visibility are emphasized. Prerequisite: Gradute standing 3.00 Credits Selected Topics in Cs CS-GY 9223     CS 5303syllabus   CS 5403 syllabus     Electrical Engineering   3.00 Credits Introduction to Systems Engineering EL-GY 5213 This course introduces fundamentals of systems engineering process. Topics: Multi-disciplinary systems methodology, design and analysis of complex systems. Brief history of systems engineering. Mathematical models. Objective functions and constraints. Optimization tools. Topics to be covered include identification, problem definition, synthesis, analysis and evaluation activities during conceptual and preliminary system design phases. Decision analysis and utility theory. Information flow analysis in organizations. Elements of systems management, including decision styles, human information processing, organizational decision processes and information system design for planning and decision support. Basic economic modeling and analysis. Requirements development, life-cycle costing, scheduling and risk analysis. Application of computer-aided systems engineering (CASE) tools. Prerequisite: Graduate status. 3.00 Credits Internet Architecture & Protocols EL-GY 5373 This course introduces basic local area networking technologies and protocols in a set of lectures and laboratory experiments. Topics: link level protocols. Local area networks: CSMA/CD, Token Ring, IEEE standards and protocols. The Internet protocol suite: IP, ARP, RARP, ICMP, UDP and TCP. LAN Interconnection: bridges, routers and gateways. Application protocols: SNMP, FTP, SMTP and NFS. Prerequisite: EE-UY 136 or equivalent 3.00 Credits Digital Communications EL-GY 6013 The course covers the following topics: Principles of M-ary communication: signal space methods, optimum detection. Fundamental parameters of digital communication systems, various modulation techniques and their performance in terms of bandwidth efficiency and error probability. Efficient signaling with coded waveforms. Block coding and convolutional coding. Joint modulation and coding. Equalization for communication over bandlimited channels. Brief overview of digital communications over fading multipath channels. Prerequisites: EE-UY 3404, EL-GY 6303. *Online version available. 3.00 Credits Digital Signal Processing I EL-GY 6113 Discrete and continuous-time linear systems. Z-transform. Fourier transforms. Sampling. Discrete Fourier transform (DFT). Fast Fourier transform (FFT). Digital filtering. Design of FIR and IIR filters. Windowing. Least squares in signal processing. Minimum-phase and all-pass systems. Digital filter realizations. Matlab programming exercises. Co-listed as BE-GY 6403 Prerequisites: Graduate status. *Online version available. 3.00 Credits Image and Video Processing EL-GY 6123 This course introduces fundamentals of image and video processing, including color image capture and representation; color coordinate conversion; contrast enhancement; spatial domain filtering (linear convolution, median and morphological filtering); two-dimensional (2D) Fourier transform and frequency domain interpretation of linear convolution; 2D Discrete Fourier Transform (DFT) and DFT domain filtering; image sampling and resizing; geometric transformation and image registration; video motion characterization and estimation; video stabilization and panoramic view generation; basic compression techniques (entropy coding, vector quantization, predictive coding, transform coding); JPEG image compression standard; wavelet transform and JPEG2000 standard; video compression using adaptive spatial and temporal prediction; video coding standards (MPEGx/H26x); Stereo and multi-view image and video processing (depth from disparity, disparity estimation, video synthesis, compression). Students will learn to implement selected algorithms in MATLAB or C-language. Prerequisites: Graduate Standing or Undergraduate Standing having completed EE-UY 3054 and EE-UY 2233. Suggested Corequisites: EL-GY 6113 and EL-GY 6303 (not required) 3.00 Credits System Optimization Method EL-GY 6233 Formulations of system optimization problems. Elements of functional analysis applied to system optimization. Local and global system optimization with and without constraints. Variational methods, calculus of variations, and linear, nonlinear and dynamic programming iterative methods. Examples and applications. Newton and Lagrange multiplier algorithms, convergence analysis. Prerequisites: Graduate status and EL-GY 5253 or EL-GY 6253 or equivalent. 3.00 Credits Linear Systems EL-GY 6253 Basic system concepts. Equations describing continuous and discrete-time linear systems. Time domain analysis, state variables, transition matrix and impulsive response. Transform methods. Time-variable systems. Controllability, observability and stability. SISO pole placement, observer design. Sampled data systems. Prerequisites: Graduate status and EE-UY 3054 or EL-GY 5253. 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available. 3.00 Credits High-Speed Networks EL-GY 6383 This course covers the basics, architectures, protocols and technologies for high-speed networks. Topics: synchronous optical network (SONET), asynchronous transfer mode (ATM), ATM adaptation layer (AAL), 10/100/1000/10G Ethernet, Ethernet over SONET (EOS), quality of service control, packet scheduling, network processor, buffer management, flow and congestion control, TCP, high-speed TCP and XCP, Routing and IP fast rerouting, WDM networks, MPLS and GMPLS. Each student is required to complete a project that can be reading, software design or hardware design. Prerequisites: EE-UY 136 or EL-GY 5373 or equivalent 3.00 Credits Advances in Reconfigurable Systems EL-GY 6453 Reconfigurable hardware platforms are in widespread use for telecommunications, video processing, cryptography, control and biomedical applications. The course will provide a detailed understanding of the real world reconfigurable hardware design methodologies using Field Programmable Gate Arrays (FPGA). A complete system will be implemented from specification to physical implementation on a FPGA. In the process, the course will discuss (1) designing a complex digital system using a hardware description language; (2) implementing, testing and validating the design on a reconfigurable hardware platform; and (3) providing all relevant design information to be able to integrate the reconfigurable hardware platform in any higher level system.  Prerequisite(s): EL-GY 6463 Advanced Hardware Design 3.00 Credits Advanced Hardware Design EL-GY 6463 This course shows how a hardware-description language (for example, VHDL) can be used for computer hardware modeling, logic synthesis, register-level synthesis and simulation. The resulting design with hundreds or thousands of gates is then ready to be downloaded to form FPGA chips or silicon cells. Programs used: QuickVHDL, modeling and simulation tools from Mentor Graphics or similar large-scale programs. A design project is required and students make a written and oral presentation. Prerequisite: Graduate status. 3.00 Credits Power Systems Economics and Planning EL-GY 6623 Power-system economics: revenue requirements, load duration and reserve requirements. Load forecasting: econometric methods. Optimal expansion planning and methodologies: optimal generation expansion computer modeling. Decision analysis techniques. Deregulation of electric power industry. Prerequisites: Graduate status and EL-GY 5613 or equivalent. 3.00 Credits Resonant Power Converters EL-GY 6673 Class D and E rectifiers. Class D inverters. Class E inverters. Phase-controlled resonant inverters. Class DE inverters. Resonant dc-dc converters. Soft switching. Quasiresonant and multiresonant converters. Control and modeling of resonant converters. Prerequisite(s): EL-GY 5673 3.00 Credits Electric Drives EL-GY 6683 Reduction of load performance characteristics to the motor shaft. Electromechanical energy conversion. Acceleration and deceleration time. Construction of load diagram. Choice of motor type and size for different duty cycles. Four quadrant operation. Basics of Direct-Current and Induction motor drives. Permanent magnet and synchronous drives. Electrical braking. Conventional and modern speed control of DC and AC drives. Also included are many worked examples taken from practical electric drive systems. Prerequisites: Graduate status and EL-GY 5613 or equivalent. EL-GY 7113 ( Please refer to the bulletin ) 3.00 Credits Special Topics in Telecomm & Ntwk From Information Systems EL-GY 9333 The course covers selected topics of current interest in telecommunications and networking. (See departmental mailing for detailed description of each particular offering.) Prerequisite: Specified when offered.   Industrial Engineering   3.00 Credits Project Planning and Control (Project Management) IE-GY 6203 This course discusses the knowledge and process required to manage a project through its life cycle, from concept to completion. Topics include engineering analysis, screening and selection, configuration and total quality management, scheduling using Program Evaluation and Review Technique (PERT) and Critical Path Method (CPM), budgeting and resource management, computer support and software. Case studies are used to illustrate the process. 3.00 Credits Facility Planning and Design IE-GY 6213 Topics in this course include facilities design for global competitiveness, strategic master-site planning, site selection, factory layout and design, facility-management systems and materials handling and storage planning. Also presented are guidance on selecting alternative facility plans and application of queuing methods and computer modeling for facility design and evaluation. 3.00 Credits Design for Manufacturability IE-GY 7923 This course introduces concepts and techniques for economical, functionally sound and high-quality product design for manufacture. Emphasis is on designing for easy assembly, manually and with robotics and on the effective use of plastics to reduce manufacturing costs. Managerial and organizational approaches and case studies of successful designs are reviewed. Also listed under MN-GY 7923. 3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 1.50 Credits Managing Business Process Reengineering MG-GY 6361 Explores the organization effectiveness issues associated with large scale change through Process Reengineering, Toyota Production System (TPS), and Six Sigma programs. The course develops a thorough understanding of how processes can be designed, measured and maintained to optimize customer value creating performance. Techniques for defining performance requirements and managing process improvement on a large or small scale will be explored. Prerequisites: MG-GY 5050 or equivalent   Interdisciplinary Studies in Engineering   3.00 Credits Information, Security and Privacy CS-GY 6813 This course introduces Information Systems Security and covers cryptography, capability and access control mechanisms, authentication models, security models, operating systems security, malicious code, security-policy formation and enforcement, vulnerability analysis, evaluating secure systems. Prerequisite: Competency in Application Development in UNIX and Windows Environments, Graduate status. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available.   Management   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Human Resource Management MG-GY 6123 Introduction to the broad range of human resource functions and their organizational role. Addresses issues in managing people that impact not only HR professionals but also line managers. The course is divided into four modules: (1) an overview of HRM from a strategic perspective; (2) the management of human resources, including recruitment and selection, performance management, compensation and benefits, training and career support; (3) human resource challenges, including diversity, procedural justice and ethics, collective bargaining and managing change and innovation; and (4) professional roles in HRM. Prerequisite: Graduate Standing 3.00 Credits Performance Management and Reward Systems MG-GY 6173 Introduction to creating performance appraisal systems that includes theoretical and applied issues. Topics include coaching and feedback; team settings; multi-source feedback and self-ratings; executive performance; and improving evaluations. The role of compensation, benefits and other rewards in attracting, retaining and motivating employees is addressed, including technical and professional personnel. Co-requisite: MG-GY 6123 or instructor&#039;s permission and graduate standing 1.50 Credits Talent Management Systems MG-GY 6181 In this survey course, students gain a knowledge and understanding of the strategies and range of processes, methods and tools that organizations use in effective Talent Management programs. The focus is on developing and managing leadership talent and on Talent Management practices for general management, professional, technical and other positions. Topics include identifying and competing for critical talent pools; alignment and integration of HR practices; recruiting and employment branding; identifying, selecting, developing, reviewing and managing leadership talent; retention and recognition strategies; and career paths and career planning.  Co-requisite: MG-GY 6123 or instructor’s permission and graduate standing. 3.00 Credits Change Management Systems in Organizations MG-GY 6243 Survey of theory, research and applications related to the process of managing planned change in organizations. Organization development (OD) encompasses a variety of interventions and techniques, including strategic management sessions, team building, organizational climate studies, career development and job enrichment. Addresses the practical application of group, inter-group and individual changes; planned structural revisions in formal organizations; and the dynamics of organizational change processes. Experiential techniques emphasized. Co-requisite: MG-GY 6013 or instructor&#039;s permission and graduate standing. 3.00 Credits Human Resource Information Systems MG-GY 6263 Introduction to the design, selection, implementation, enhancement and operation of human resource information systems (HRIS), a computer-based tool that allows the efficient entry and updating of employee-related information. Focus is on the design and use of HRIS to facilitate the objectives of HR functions as well as the organization. Provides a “hands-on” experience with the design of prototype simulations and database programming systems used to solve common HR problems and efficiently manage employee information. Co-requisite: MG-GY 6123 or instructor&#039;s permission. Prerequisite: Graduate standing 3.00 Credits Seminar in Organization and Career Change MG-GY 6253 This course explores organizational restructuring, including downsizing, reengineering, delayering, mergers and acquisitions, and focuses on the impact of such change on professional and managerial careers. The course emphasizes current organizational and individual management practices in coping with rapid structural, cultural and technological change in the work environment. Experts from the private and public sectors and from consulting firms address these management practices. Co-requisite: MG-GY 6013 or instructor’s permission and graduate standing. 3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 3.00 Credits Organizational Theory & Design MG-GY 6313 Introduction to theories of organizations including structure, design and culture. Provides an understanding of how organizations work and their interrelationship with the external environment. Examines the process by which managers select and manage aspects of structure and culture to achieve organizational goals. Topics include characteristics of bureaucracy, adhocracy, sub-optimization, human dynamics and informal systems; influence and control systems; management of technology; and planned change. Examination of organizations through research and case studies. Prerequisite: Graduate Standing 1.50 Credits Managing Business Process Reengineering MG-GY 6361 Explores the organization effectiveness issues associated with large scale change through Process Reengineering, Toyota Production System (TPS), and Six Sigma programs. The course develops a thorough understanding of how processes can be designed, measured and maintained to optimize customer value creating performance. Techniques for defining performance requirements and managing process improvement on a large or small scale will be explored. Prerequisites: MG-GY 5050 or equivalent 3.00 Credits Human Capital Big Data, Predictive Analytics, & Roi MG-GY 6373 This course examines theories and applications of human capital, including its definitions, predictive analyses, and determining its value to the business by leveraging big data. The course will take a systems view and integrate human capital perspectives, concepts, and methods from economics, finance, psychology and business process re-engineering. Students will learn statistical methods to build predictive models of human capital and the software tools to conduct predictive analytics with big data. They will learn how to determine the economic and productivity benefits of human capital and human capital interventions (e.g., monetary and non-monetary rewards, job re-design, engagement, etc.) and how to communicate these benefits to senior management and key stakeholders in support of important organizational decisions. Prerequisites: Graduate Standing &amp; MG-GY 5050; Corequisite: MG-GY 6123 3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing 3.00 Credits Global Innovation MG-GY 7953 This course focuses on global technology-enabled innovation. Topics covered include accessing global sources of innovation, coordination and organization of activities worldwide, new product development globally, the role of revitalized global R&amp;D, growing prominence of IT and e-Business in global innovation, and the role of alliances and linkages with customers, suppliers and other third parties. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing   Manufacturing Engineering   3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 1.50 Credits Managing Business Process Reengineering MG-GY 6361 Explores the organization effectiveness issues associated with large scale change through Process Reengineering, Toyota Production System (TPS), and Six Sigma programs. The course develops a thorough understanding of how processes can be designed, measured and maintained to optimize customer value creating performance. Techniques for defining performance requirements and managing process improvement on a large or small scale will be explored. Prerequisites: MG-GY 5050 or equivalent 3.00 Credits Manufacturing Systems Engineering MN-GY 7883 This course concentrates on contemporary techniques for product design and manufacture, including financials of the manufacturing firm, quality, reliability, Taguchi methods of product and process design, scale-up and partitioning, production flows, modern manufacturing methods such as Just-In-Time/Total-Quality-Control, pull and synchronized manufacturing. Cultural factors are also discussed. Also listed as IE-GY 7883.   Organizational Behavior, Systems and Analytics   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Human Resource Management MG-GY 6123 Introduction to the broad range of human resource functions and their organizational role. Addresses issues in managing people that impact not only HR professionals but also line managers. The course is divided into four modules: (1) an overview of HRM from a strategic perspective; (2) the management of human resources, including recruitment and selection, performance management, compensation and benefits, training and career support; (3) human resource challenges, including diversity, procedural justice and ethics, collective bargaining and managing change and innovation; and (4) professional roles in HRM. Prerequisite: Graduate Standing 3.00 Credits Performance Management and Reward Systems MG-GY 6173 Introduction to creating performance appraisal systems that includes theoretical and applied issues. Topics include coaching and feedback; team settings; multi-source feedback and self-ratings; executive performance; and improving evaluations. The role of compensation, benefits and other rewards in attracting, retaining and motivating employees is addressed, including technical and professional personnel. Co-requisite: MG-GY 6123 or instructor&#039;s permission and graduate standing 1.50 Credits Talent Management Systems MG-GY 6181 In this survey course, students gain a knowledge and understanding of the strategies and range of processes, methods and tools that organizations use in effective Talent Management programs. The focus is on developing and managing leadership talent and on Talent Management practices for general management, professional, technical and other positions. Topics include identifying and competing for critical talent pools; alignment and integration of HR practices; recruiting and employment branding; identifying, selecting, developing, reviewing and managing leadership talent; retention and recognition strategies; and career paths and career planning.  Co-requisite: MG-GY 6123 or instructor’s permission and graduate standing. 3.00 Credits Change Management Systems in Organizations MG-GY 6243 Survey of theory, research and applications related to the process of managing planned change in organizations. Organization development (OD) encompasses a variety of interventions and techniques, including strategic management sessions, team building, organizational climate studies, career development and job enrichment. Addresses the practical application of group, inter-group and individual changes; planned structural revisions in formal organizations; and the dynamics of organizational change processes. Experiential techniques emphasized. Co-requisite: MG-GY 6013 or instructor&#039;s permission and graduate standing. 3.00 Credits Seminar in Organization and Career Change MG-GY 6253 This course explores organizational restructuring, including downsizing, reengineering, delayering, mergers and acquisitions, and focuses on the impact of such change on professional and managerial careers. The course emphasizes current organizational and individual management practices in coping with rapid structural, cultural and technological change in the work environment. Experts from the private and public sectors and from consulting firms address these management practices. Co-requisite: MG-GY 6013 or instructor’s permission and graduate standing. 3.00 Credits Human Resource Information Systems MG-GY 6263 Introduction to the design, selection, implementation, enhancement and operation of human resource information systems (HRIS), a computer-based tool that allows the efficient entry and updating of employee-related information. Focus is on the design and use of HRIS to facilitate the objectives of HR functions as well as the organization. Provides a “hands-on” experience with the design of prototype simulations and database programming systems used to solve common HR problems and efficiently manage employee information. Co-requisite: MG-GY 6123 or instructor&#039;s permission. Prerequisite: Graduate standing 3.00 Credits Organizational Theory & Design MG-GY 6313 Introduction to theories of organizations including structure, design and culture. Provides an understanding of how organizations work and their interrelationship with the external environment. Examines the process by which managers select and manage aspects of structure and culture to achieve organizational goals. Topics include characteristics of bureaucracy, adhocracy, sub-optimization, human dynamics and informal systems; influence and control systems; management of technology; and planned change. Examination of organizations through research and case studies. Prerequisite: Graduate Standing 1.50 Credits Managing Business Process Reengineering MG-GY 6361 Explores the organization effectiveness issues associated with large scale change through Process Reengineering, Toyota Production System (TPS), and Six Sigma programs. The course develops a thorough understanding of how processes can be designed, measured and maintained to optimize customer value creating performance. Techniques for defining performance requirements and managing process improvement on a large or small scale will be explored. Prerequisites: MG-GY 5050 or equivalent 3.00 Credits Human Capital Big Data, Predictive Analytics, & Roi MG-GY 6373 This course examines theories and applications of human capital, including its definitions, predictive analyses, and determining its value to the business by leveraging big data. The course will take a systems view and integrate human capital perspectives, concepts, and methods from economics, finance, psychology and business process re-engineering. Students will learn statistical methods to build predictive models of human capital and the software tools to conduct predictive analytics with big data. They will learn how to determine the economic and productivity benefits of human capital and human capital interventions (e.g., monetary and non-monetary rewards, job re-design, engagement, etc.) and how to communicate these benefits to senior management and key stakeholders in support of important organizational decisions. Prerequisites: Graduate Standing &amp; MG-GY 5050; Corequisite: MG-GY 6123 3.00 Credits Research Project in Organizational Behavior & Human Capital Systems MG-GY 9343 Integration and application of advanced research techniques utilized in studies of organizations. Students develop and carry out individual applied research projects. Prerequisite: Advanced standing and MG-GY 6333 or instructor&#039;s permission and graduate standing   Systems Engineering   3.00 Credits Principles of Database Systems CS-GY 6083 This course broadly introduces database systems, including the relational data model, query languages, database design, index and file structures, query processing and optimization, concurrency and recovery, transaction management and database design. Students acquire hands-on experience in working with database systems and in building web-accessible database applications. Prerequisites: Graduate standing, CS-GY 6003 or equivalent, familiarity with basic data structures and operating system principles. 3.00 Credits Information, Security and Privacy CS-GY 6813 This course introduces Information Systems Security and covers cryptography, capability and access control mechanisms, authentication models, security models, operating systems security, malicious code, security-policy formation and enforcement, vulnerability analysis, evaluating secure systems. Prerequisite: Competency in Application Development in UNIX and Windows Environments, Graduate status. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Selected Topics in Cs CS-GY 9223 3.00 Credits Introduction to Systems Engineering EL-GY 5213 This course introduces fundamentals of systems engineering process. Topics: Multi-disciplinary systems methodology, design and analysis of complex systems. Brief history of systems engineering. Mathematical models. Objective functions and constraints. Optimization tools. Topics to be covered include identification, problem definition, synthesis, analysis and evaluation activities during conceptual and preliminary system design phases. Decision analysis and utility theory. Information flow analysis in organizations. Elements of systems management, including decision styles, human information processing, organizational decision processes and information system design for planning and decision support. Basic economic modeling and analysis. Requirements development, life-cycle costing, scheduling and risk analysis. Application of computer-aided systems engineering (CASE) tools. Prerequisite: Graduate status. 3.00 Credits Internet Architecture & Protocols EL-GY 5373 This course introduces basic local area networking technologies and protocols in a set of lectures and laboratory experiments. Topics: link level protocols. Local area networks: CSMA/CD, Token Ring, IEEE standards and protocols. The Internet protocol suite: IP, ARP, RARP, ICMP, UDP and TCP. LAN Interconnection: bridges, routers and gateways. Application protocols: SNMP, FTP, SMTP and NFS. Prerequisite: EE-UY 136 or equivalent 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available. 3.00 Credits Digital Communications EL-GY 6013 The course covers the following topics: Principles of M-ary communication: signal space methods, optimum detection. Fundamental parameters of digital communication systems, various modulation techniques and their performance in terms of bandwidth efficiency and error probability. Efficient signaling with coded waveforms. Block coding and convolutional coding. Joint modulation and coding. Equalization for communication over bandlimited channels. Brief overview of digital communications over fading multipath channels. Prerequisites: EE-UY 3404, EL-GY 6303. *Online version available. 3.00 Credits Digital Signal Processing I EL-GY 6113 Discrete and continuous-time linear systems. Z-transform. Fourier transforms. Sampling. Discrete Fourier transform (DFT). Fast Fourier transform (FFT). Digital filtering. Design of FIR and IIR filters. Windowing. Least squares in signal processing. Minimum-phase and all-pass systems. Digital filter realizations. Matlab programming exercises. Co-listed as BE-GY 6403 Prerequisites: Graduate status. *Online version available. 3.00 Credits Image and Video Processing EL-GY 6123 This course introduces fundamentals of image and video processing, including color image capture and representation; color coordinate conversion; contrast enhancement; spatial domain filtering (linear convolution, median and morphological filtering); two-dimensional (2D) Fourier transform and frequency domain interpretation of linear convolution; 2D Discrete Fourier Transform (DFT) and DFT domain filtering; image sampling and resizing; geometric transformation and image registration; video motion characterization and estimation; video stabilization and panoramic view generation; basic compression techniques (entropy coding, vector quantization, predictive coding, transform coding); JPEG image compression standard; wavelet transform and JPEG2000 standard; video compression using adaptive spatial and temporal prediction; video coding standards (MPEGx/H26x); Stereo and multi-view image and video processing (depth from disparity, disparity estimation, video synthesis, compression). Students will learn to implement selected algorithms in MATLAB or C-language. Prerequisites: Graduate Standing or Undergraduate Standing having completed EE-UY 3054 and EE-UY 2233. Suggested Corequisites: EL-GY 6113 and EL-GY 6303 (not required) 3.00 Credits System Optimization Method EL-GY 6233 Formulations of system optimization problems. Elements of functional analysis applied to system optimization. Local and global system optimization with and without constraints. Variational methods, calculus of variations, and linear, nonlinear and dynamic programming iterative methods. Examples and applications. Newton and Lagrange multiplier algorithms, convergence analysis. Prerequisites: Graduate status and EL-GY 5253 or EL-GY 6253 or equivalent. 3.00 Credits Linear Systems EL-GY 6253 Basic system concepts. Equations describing continuous and discrete-time linear systems. Time domain analysis, state variables, transition matrix and impulsive response. Transform methods. Time-variable systems. Controllability, observability and stability. SISO pole placement, observer design. Sampled data systems. Prerequisites: Graduate status and EE-UY 3054 or EL-GY 5253. 3.00 Credits Power Systems Economics and Planning EL-GY 6623 Power-system economics: revenue requirements, load duration and reserve requirements. Load forecasting: econometric methods. Optimal expansion planning and methodologies: optimal generation expansion computer modeling. Decision analysis techniques. Deregulation of electric power industry. Prerequisites: Graduate status and EL-GY 5613 or equivalent. 3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing   Telecommunication Networks   3.00 Credits Computer Architecture I CS-GY 6133 This course provides students with an understanding of computer-hardware subsystems, digital design strategies and fundamental computer-performance and capacity-improvement techniques. Combinational and sequential circuits are developed for the essential building blocks of computers. Binary number systems are presented in both human and computer algorithms. A uniprocessor computer is built from the blocks developed. An assembly language and an instruction set are presented. Processor implementation with a data path and hardwired and microprogrammed control is introduced. Performance evaluation of computers is studied. Basic pipelining is introduced to improve system performance. Memory-hierarchy alternatives are introduced to improve the capacity of the computing system. Prerequisite: Graduate standing. *Online version available. 3.00 Credits Network Security CS-GY 6823 This course begins by covering attacks and threats in computer networks, including network mapping, port scanning, sniffing, DoS, DDoS, reflection attacks, attacks on DNS and leveraging P2P deployments for attacks. The course continues with cryptography topics most relevant to secure networking protocols. Topics covered are block ciphers, stream ciphers, public key cryptography, RSA, Diffie Hellman, certification authorities, digital signatures and message integrity. After surveying basic cryptographic techniques, the course examines several secure networking protocols, including PGP, SSL, IPsec and wireless security protocols. The course examines operational security, including firewalls and intrusion-detection systems. Students read recent research papers on network security and participate in an important lab component that includes packet sniffing, network mapping, firewalls, SSL and IPsec. Prerequisite: Graduate standing and EL-GY 5363:* Online version available. 3.00 Credits Internet Architecture & Protocols EL-GY 5373 This course introduces basic local area networking technologies and protocols in a set of lectures and laboratory experiments. Topics: link level protocols. Local area networks: CSMA/CD, Token Ring, IEEE standards and protocols. The Internet protocol suite: IP, ARP, RARP, ICMP, UDP and TCP. LAN Interconnection: bridges, routers and gateways. Application protocols: SNMP, FTP, SMTP and NFS. Prerequisite: EE-UY 136 or equivalent 3.00 Credits Digital Communications EL-GY 6013 The course covers the following topics: Principles of M-ary communication: signal space methods, optimum detection. Fundamental parameters of digital communication systems, various modulation techniques and their performance in terms of bandwidth efficiency and error probability. Efficient signaling with coded waveforms. Block coding and convolutional coding. Joint modulation and coding. Equalization for communication over bandlimited channels. Brief overview of digital communications over fading multipath channels. Prerequisites: EE-UY 3404, EL-GY 6303. *Online version available. 3.00 Credits Digital Signal Processing I EL-GY 6113 Discrete and continuous-time linear systems. Z-transform. Fourier transforms. Sampling. Discrete Fourier transform (DFT). Fast Fourier transform (FFT). Digital filtering. Design of FIR and IIR filters. Windowing. Least squares in signal processing. Minimum-phase and all-pass systems. Digital filter realizations. Matlab programming exercises. Co-listed as BE-GY 6403 Prerequisites: Graduate status. *Online version available. 3.00 Credits Probability and Stochastic Processes EL-GY 6303 Continuous and discrete random variables and their joint probability distribution and density functions; Functions of one random variable and their distributions; Independent random variables and conditional distributions; One function of one and two random variables; Two functions of two random variables and their joint density functions; Jointly distributed discrete random variables and their functions; Characteristic functions and higher order moments; Covariance, correlation, orthogonality; Jointly Gaussian random variables; Linear functions of Gaussian random variables and their joint density functions. Stochastic processes and the concept of Stationarity; Strict sense stationary (SSS) and wide sense stationary (WSS) processes; Auto correlation function and its properties; Poisson processes and Wiener processes; Stochastic inputs to linear time-invariant (LTI) systems and their input-output autocorrelations; Input-output power spectrum for linear systems with stochastic inputs; Minimum mean square error estimation (MMSE) and orthogonality principle; Auto regressive moving average (ARMA) processes and their power spectra. Co-listed as BE-GY 6453. Prerequisite: Graduate status. *Online version available. 3.00 Credits High-Speed Networks EL-GY 6383 This course covers the basics, architectures, protocols and technologies for high-speed networks. Topics: synchronous optical network (SONET), asynchronous transfer mode (ATM), ATM adaptation layer (AAL), 10/100/1000/10G Ethernet, Ethernet over SONET (EOS), quality of service control, packet scheduling, network processor, buffer management, flow and congestion control, TCP, high-speed TCP and XCP, Routing and IP fast rerouting, WDM networks, MPLS and GMPLS. Each student is required to complete a project that can be reading, software design or hardware design. Prerequisites: EE-UY 136 or EL-GY 5373 or equivalent                                Online Learning      About NYU-ePoly   Is NYU-ePoly Right for Me?   Master&#039;s Programs   Graduate Certificates   3-Course Immersion Certifications   Applying, Registering, Costs   Online Course Offerings Fall Courses   Summer Courses   Spring Courses     Student Services   Events   Contact Us            Request More Info                                  Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Curriculum | Business and Technology Management, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Business and Technology Management, BS                         Business and Technology Management, BS                                                             Curriculum                       Degree Requirements   The Business and Technology Management BS program requires 128 credits for graduation. To remain in good standing, you must satisfy the following requirements, in addition to the School of Engineering requirements for a minimum term and cumulative 2.0 GPA in all courses:     An average of C (2.0) or better in all MG courses   A course in which the grade of I is received may not be used to satisfy any prerequisites until the incomplete is resolved     Course Distribution     60 credits in management   34 credits in courses in humanities and social sciences   10 credits in courses in mathematics   10 credits in &ldquo;restricted&rdquo; electives chosen from math, science, social sciences and humanities   6 credits in science   4 credits in computer science   3 credits in a &ldquo;technical&rdquo; elective   1 credit in the Engineering and Technology Forum     See the Typical Course Schedule for an example of what your schedule might look like as a student in the BTM program. (About course numbering .)   Currently, management courses for the BS in BTM are each 4 credits. This new curriculum accommodates 3-credit courses in humanities and social sciences, as well as 3-credit courses in the sciences.   Concentrations   You may focus your study in 1 of 2 areas of concentration, which focus on particular issues and strategies that apply to business and technology management:     Technology Innovation Strategy enables you to develop effective skills for conducting strategic analysis addressing marketing, logistics, channel, and operations management issues, as well as relevant best business practiced in the technological arena. In this concentration option, you will complete MG 3304 in your 6 th semester and MG 4004 in your 7 th semester.   Technology and Innovation in Finance will prepare you to understand financial theory and how firms use modern finance for strategic and tactical decision-making. In this concentration option, you will complete MG 3214 and MG 4204 in your 6 th and 7 th semesters.     Honors Capstone (Including Thesis and Honor&#39;s Thesis)   If you earn a 3.6 GPA or better in MG courses through your junior year of study, you will qualify for an optional MG4904 BS Thesis in Business and Technology Management honors capstone. You are advised to meet with the BTM Program Director before completing you junior year if you qualify. (You are free to not elect this project sequence.)   Transfer Students   Courses at other schools may or may not be granted transfer credit and require an evaluation of the content and level of material covered. Periodic reevaluation of courses at other institutions may lead to a variation in the number of credits granted from year-to-year. Thus, students completing the same program, but in different years, may receive different amounts of transfer credit. Transfer students must present their records for evaluation at least 2 weeks before the regular registration period for their first semester.   Minor in Management   You may obtain an undergraduate minor in management by completing 14 credits of management courses with an overall GPA of at least 2.0 in the classes, one of which must be MG1002. Additionally, you must take at least 8 of the 14 credits at the School of Engineering.   Course Numbering   BTM courses are numbered with the following schema:     The first digit of a course number corresponds to the year in which a BTM student would take the course (1 = freshman, etc.)   The second digit reflects the primary nature of the course material. Courses numbered with a second digit of &ldquo;0&rdquo; are focused primarily on processes in management     &ldquo;1&rdquo; are oriented toward organizational behavior   &ldquo;2&rdquo; are quantitative in nature   &ldquo;3&rdquo; describe a firm&rsquo;s relationships with external forces   &ldquo;4&rdquo; study innovation   &ldquo;5&rdquo; are capstone courses   &ldquo;6&rdquo; are Internship and Service courses   Thus, MG 3304 Introduction to Supply Chain Management is a 4-credit junior-year course focusing on external relationships.   Undergraduate Courses   2.00 Credits Foundations of Management MG-UY 1002 This course introduces the principles and practices of management. Management is viewed as a system of tasks and activities, including environmental scanning, planning, organizing, leading and controlling. Within each major task, is a series of processes, which show how to do what has to be done. Management is a science and an art; both aspects of management are covered in this course. Major emphasis is on management history, philosophy and the theory and practice of management planning, decision making, organizing, motivating and leading. 4.00 Credits Management of Information Technology and Systems MG-UY 2004 This course provides a foundation to understand the role and potential contributions of information technologies and systems in business organizations–what they are, how they affect the organization and its employees, and how they can make businesses more competitive and efficient. The course focuses on the current state of IT in organizations; challenges and strategic use of IT; IT infrastructure and architecture; building, implementing and managing IT applications; and emerging issues such as intelligent systems, business-process reengineering, knowledge management and group-support systems. 4.00 Credits Operations Management MG-UY 2014 A firm has the opportunity to create competitive advantage through proficient operations management. To do so, the firm first must recognize and establish the strategic role of its operations within the organization. Then, at the more detailed operational level, the firm must execute effectively and efficiently. This course examines the strategic role that the operations function can play and offers specific tools and techniques that a firm can use during implementation. Prerequisite: 4 credits of calculus. 4.00 Credits Organizational Behavior MG-UY 2104 This course focuses on the study of human behavior in innovative organizations. Emphasis is on teams, leadership, communication theory and organizational culture and structure. The course includes analyses of organizational behavior problems through case studies and participation in experiential learning. 4.00 Credits Financial Accounting MG-UY 2204 This course provides a solid foundation in constructing and interpreting financial statements. Topics include: accounting terminology, financial-statement preparation and analysis, liquidity and credit-risk ratios, depreciation calculations, revenue recognition, accrued liabilities and asset valuation. Also covered are the effects of equity transactions, cash flows and various accounting methods on financial statements. 4.00 Credits Marketing MG-UY 2304 This course is an undergraduate introduction to marketing. It discusses the fundamentals of marketing; e.g., the marketing mix, the role of the customer, marketing research and survey techniques. In addition, emerging marketing paradigms, like relationship marketing and online marketing, are introduced. 2.00 Credits Project Management MG-UY 3002 This course provides students with practical and best-practice project management theory, concepts and (hands-on) practical experience so that they may contribute effectively to and lead multicultural team projects framed for the new global economy. The practical component includes a team-based project that spans the duration of the course. 4.00 Credits Management of Data Communications and Networking MG-UY 3024 This course introduces the fundamentals of modern telecommunications and networking such as components of data communication, data transmission, open-system interconnection (OSI), TCP/IP and other models, data link and network layers and local area networks (LANs). The course focuses on managerial issues related to the management of data communications and networking technologies. Prerequisite: MG-UY 2004. 4.00 Credits Introduction to Finance MG-UY 3204 This course introduces business finance for BTM majors. It emphasizes the financing and investment decisions of the financial manager, with special emphasis on examples from technological environments. Included are topics such as time value of money, asset valuation, risk analysis, financial statement analysis and capital budgeting. Prerequisites: 6 credits of calculus and MG-UY 2204. 4.00 Credits Advanced Corporate Finance MG-UY 3214 This course builds on the principles of basic corporate finance covered in MG-UY 3204. It prepares students to understand financial theory and how firms use modern finance for strategic and tactical decision-making. The critical issue of how these decisions affect the value of a firm and the returns of assets is addressed. Major topics include bond valuation, the CAPM model, portfolio design and modeling and option pricing using the Black-Scholes model. A strong emphasis is placed on using spreadsheets as a financial-modeling tool. Prerequisites: MA-UY 1252 and MG-UY 3204. 4.00 Credits Introduction to Supply Chain Management MG-UY 3304 This course provides an undergraduate-level introduction to supply-chain management. The underlying objective is to introduce key supply-chain management concepts and examine relevant business practice. This course enables students to develop useful skills, in an increasingly global context, to analyze marketing, logistics, operations and channel-management issues. Prerequisites: MG-UY 2004, MG-UY 2304 and (MA-UY 2054 or MA-UY 2212 with MA-UY 2222). 4.00 Credits Innovation Management MG-UY 3404 This course examines the key managerial features of technology-enabled innovation and new product development. It focuses on accessing innovative capabilities through R&amp;D, acquisition, alliances, joint ventures and innovation-friendly cultures and organizations. The key perspective underlying this course is managerial. Although the innovation activities studied are overwhelmingly technology-enabled ones, success is largely determined by managerial factors. The interplay between the technology and management leading to innovation is a major concern of the discussion and work in this course. 4.00 Credits Management Strategy in Technology Sectors MG-UY 4004 This course provides an overview of the process of implementing a successful management strategy in an information-, technology- and knowledge-intensive environment. Fundamental topics include the development of strategic vision, objectives and plans; implementation of strategy and the evaluation of performance; industry and competitive analysis; SWOT analysis and competitive advantage and sustained advantage. Advanced concepts include strategic positioning in global markets, Internet strategy, strategy in diversified firms, and interactions between organizational structure and strategy and between ethics and strategy. Prerequisites: MG-UY 3204 and MG-UY 3404. 4.00 Credits Introduction to E-Business MG-UY 4014 Since its introduction, the Internet has changed how businesses work. In addition to creating new opportunities, the Internet has revolutionized existing businesses and entire industries. This course provides an undergraduate-level introduction to e-business. The main objectives of this course are to (1) provide a hands-on introduction to the emerging area of e-Business, (2) discuss the major business concepts and issues in this domain and (3) develop high-quality content based on team discussion and individual/group research. Prerequisites: MG-UY 3204, MG-UY 3002, MG-UY 3304/MG-UY 3214 and MG-UY 3404. 4.00 Credits Management Science MG-UY 4204 This course teaches students to create mathematical models of managerial problems. Types of models discussed include linear programming, integer-linear programming, non-linear programming, queuing models, decision-tree models, game-theoretic models, simulation models, inventory models and more. Each model is discussed in the context of the assumptions necessary for modeling and the robustness of the model’s managerial recommendations. Prerequisites: 6 credits of calculus and (MA-UY 2054 or MA-UY 2212 or MA-UY 3012). 4.00 Credits Financial Strategy MG-UY 4214 This course deals with the financial strategy of modern firms. Topics include planning and implementation of financial strategies for start-up businesses and the utilization of venture capital; diverse issues related to designing financial strategies of rapidly growing companies after experiencing an IPO; challenges in constructing a financial strategy while undergoing a major corporate restructuring; key components of financial strategies for companies facing rapidly changing technological and competitive environments; and development of financial strategies for mature companies and declining business. Prerequisites: MG-UY 2204 and MG-UY 3204. 4.00 Credits Entrepreneurship MG-UY 4404 This course focuses on key aspects of entrepreneurship as a critical engine for innovation. It also treats entrepreneurship as a state of mind that is not limited to small firms. Students discuss current theories and practices related to starting and managing entrepreneurial enterprises, emphasizing firms in technology- , information- and knowledge-intensive environments. Particular attention is paid to the critical issues of (1) identifying opportunities that provide competitive advantage; (2) the development of a solid business plan; (3) the marketing of new ventures; (4) entrepreneurial business operations, including human-resource and process management; (5) ethical and social issues in entrepreneurial firms; and (6) financial management and fund raising for entrepreneurial firms.  Prerequisites: Junior or senior student status. 4.00 Credits Special Topics in Management MG-UY 4114 3.00 Credits Special Topics in Management MG-UY 4113 2.00 Credits Special Topics in Management MG-UY 4112 1.00 Credits Special Topics in Management MG-UY 4111 4.00 Credits Global Perspectives On Technology Management: A Capstone Project Course MG-UY 4504 This course provides students with knowledge of current theories and practices related to managing international and multinational firms. Students study the ways in which international management differs from the management of a firm residing solely within domestic boundaries. Topics covered include planning, organizing, HR management, communication and negotiation and coordination and control of international endeavors. Case studies are used extensively to focus the class on technological examples of problems in international management. Students undertake a term project that either (1) develops a business plan for a technological international venture, (2) creates a case study of a technological firm’s challenges in international management or (3) analyzes an technological industry’s position vis-à-vis international management. Prerequisites: MG-UY 3002, MG-UY 3024, MG-UY 3204, MG-UY 3304/MG-UY 3214 and MG-UY 3404. 4.00 Credits Honors Capstone Project in Tech, Innovation and/or Information Management & Entrepreneurship I MG-UY 4514 In this course, qualified honors students work with a faculty member (and perhaps graduate students) on an advanced topic in technology, innovation and/or information management or entrepreneurship. This effort may be directed toward developing theory, developing case material, or developing a business plan and business strategy for a new venture, or another project of this caliber. A Thesis or Honor’s Thesis may compose part of this Honor’s Capstone course. Prerequisites: senior status, 3.6 GPA or better through the junior year in major; all courses specified by the project adviser. 4.00 Credits Honors Capstone Project in Tech, Innovation and/or Information Management & Entrepreneurship II MG-UY 4524 In this course, qualified honors students work with a faculty member (and perhaps graduate students) on an advanced topic in technology, innovation and/or information management or entrepreneurship. This effort may be directed toward developing theory, developing case material or developing a business plan and business strategy for a new venture, or another project of this caliber. A Thesis or Honor’s Thesis may compose part of this Honor’s Capstone course. Prerequisites: senior status, 3.6 GPA or better through the junior year in major; all courses specified by the project adviser including MG-UY 4514. 3.00 Credits Technology Management—internship and Service MG-UY 4603 This course provides undergraduate students with the opportunity to learn by working in the field under faculty supervision. This course exposes undergraduates to relevant, state-of-the-art and best practices in modern technology management from the perspective of reflective involvement and interaction in the field. In addition, a service often may be a significant part of this course. The course occurs largely in the field. This course may be taken only once. A member of the TM &amp; I faculty oversees this course; but other faculty members may be involved in directing specific field assignments. This course is open to all undergraduates. Admission for BTM majors requires the permission of the Program Director of the BTM Program. 4.00 Credits Bs Thesis in Business & Technology Management MG-UY 4904 BTM students who earn an overall 3.0 GPA and a 3.4 GPA or better in technology management courses through their junior year of study qualify for an optional thesis. They are advised to meet with the TM &amp; I Dept. Head or BTM Program Director in advance of completing their junior year. Before registering for the BTM Thesis, the student must find a Technology Management and Innovation Department faculty member agreeing to serve as thesis advisor and then receive the TM &amp; I Dept. Head’s approval in writing before proceeding. BTM Thesis students are permitted to replace either the Honor&#039;s Capstone Project I MG-UY 4514 or Honor&#039;s Capstone Project II MG-UY 4524 with MG-UY 4904. This course cannot be repeated.                                Business and Technology Management, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]