[{"detail": [{"content": "Magued G. Iskander | NYU Polytechnic School of Engineering                                                                                         NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / People                                              Magued G. Iskander Professor &amp Department Chair Civil &amp; Urban Engineering Phone: (718) 260-3016 Email: iskander@nyu.edu  Office: RH 411 Social: LinkedIn  Profile Publications  Biography Geotechnical engineering educator with over 25 years of experience in analysis, design, and construction of foundations including teaching, research, and consulting.     Research Contributions: Recognized as the leader of two areas of geotechnical research: (1) modeling of soil structure interaction and flow using transparent soil surrogates, and (2) behavior of piling made of recycled polymers. Additionally performed notable research on plugging of pipe piles, non-destructive testing of drilled shafts, seismic earth pressure, and soil structure interaction of rigidly framed structures.   Scholarship: Authored four books, edited nine books, and published over 130 papers and reports including over 50 refereed journal articles and 12 periodicals/special publications. Principal Investigator (PI) and Co-PI of over $9 million in funded grants and contracts.   Mentorship: Graduated 6 doctoral and 29 masters students. Served on the doctoral committees of 17 graduates at three universities. Currently advising 6 doctoral and one master&rsquo;s students.   Teaching Interests: Geotechnical engineering; foundation engineering; urban excavation support systems; advanced foundation design; and instrumentation, monitoring, and condition assessment of civil engineering structures.   Awards: Recipient of the National Science Foundation CAREER Award and five highly regarded teaching awards.   K-12 Outreach: Employed sensors and robotics in K-12 classrooms to engage students and excite them about pursuing their STEM studies. Supervised the activities of over 50 Fellows deployed as engineers in residence in a variety of schools.   I nvited Speaker: Presented over 25 invited research presentations, 67 conference presentations, and 27 short courses to professional groups across the United States and Canada.     Journal Articles   Iskander, M. (2013) &ldquo;Relationship between Temperature and Earth Pressure for a Rigidly Framed Earth Retaining Structure,&rdquo; Geotechnical and Geological Engineering Journal, Vol. 31, No. 2, pp. 519-539, DOI: 10.1007/s10706-012-9606-2, Springer.   Peden, R. M. Omidvar, S. Bless, S, and M. Iskander &ldquo;Photonic Doppler Velocimetry for Study of Rapid Penetration into Sand,&rdquo; ASTM Geotechnical Testing Journal , DOI:10.1520/GTJ20130037   Guzman, I., Iskander, M. , E. Suescun and Omidvar, M. (2013) &ldquo;A Transparent Aqueous-Saturated Sand-Surrogate for use in Physical Modeling,&rdquo; Acta Geotechnica , Springer, DOI: 10.1007/s11440-013-0247-2.   Guzman, I., Iskander, M. (2013) &ldquo;Geotechnical Properties of Sucrose-Saturated Fused Quartz for Use in Physical Modeling,&rdquo; ASTM Geotechnical Testing Journal , DOI:10.1520/GTJ20120182, Vol. 36, No. 3, pp. 448&ndash;454.   Suescun-Florez, E. M. Iskander , V. Kapila and R. Cain (2013) &ldquo;Geotechnical Engineering in US Elementary Schools,&rdquo; European Journal of Engineering Education , DOI: 10.1080/03043797.2013.800019, Vol. 38, No. 3, pp. 300&ndash;315, Taylor &amp; Francis.   Iskander, M. , Chen, Z., Omidvar, M., and I. Guzman (2013) &ldquo;Rankine Pseudo-Static Earth Pressure for C-&phi; Soils,&rdquo; Mechanics Research Communications , Vol. 51, pp. 51-55, doi: 10.1016/j.mechrescom.2013.04.010, Elsevier.   Iskander, M. , Chen, Z., Omidvar, M., I. Guzman and O. Elsherif (2013) &ldquo;Active Static and Seismic Earth Pressure for C-&phi; Soils,&quot; Soils &amp; Foundations , Vol. 53, No. 5, Elsevier.   Iskander, M. , Omidvar, M., and O. Elsherif (2013) &ldquo;Conjugate Stress Approach for Rankine Seismic Earth Pressure in Cohesionless Soils,&rdquo; ASCE Journal of Geotechnical and Geoenvironmental Engineering , Vol. 139, No. 7, pp. 1205&ndash;1210, DOI: 10.1061/(ASCE)GT.1943-5606.0000830.   Iskander, M. (2012) &ldquo;Sustainable Piling Made of Recycled Polymers, State of The Art Review,&rdquo; Journal of ASTM International , Vol. 9, No. 2, DOI: 10.1520/JAI103677.   Omidvar, M., M. Iskander, and S. Bless (2012) &ldquo;Stress Strain Behavior of Sand at High Strain Rates,&rdquo; Int. J. Impact Engineering , Vol. 49, pp. 192-213, Elsevier, DOI: 10.1016/j.ijimpeng.2012.03.004   Bozorg-Haddad, A. and M. Iskander (2012) &ldquo;Creep of Reinforced Polymeric Piling,&rdquo; Journal of ASTM International , Vol. 9, No. 2, DOI: 10.1520/JAI103668   Iskander, M. and V. Kapila, (2012) &ldquo;Revitalizing Achievement by using Instrumentation in Science Education (RAISE), A GK-12 Fellows Project, ASCE Journal of Professional Issues in Engineering Education and Practice , Vol. 138, No. 1, pp. 63&ndash;72, DOI:10.1061/(ASCE)EI.1943-5541.0000085   Williams, K., I. Igel, R. Poveda, V. Kapila, and M. Iskander (2012) &ldquo;Enriching K-12 Science and Mathematics Education Using LEGOs,&rdquo; Advances in Engineering Education , Vol. 3, No. 2, ASEE, http://advances.asee.org/vol03/issue02/10.cfm .   Iskander, M. , A, Sidelev (2012) &ldquo;Reply to the Discussion by H. Jiang and B. Fu of Closed-Form Expressions for Lateral Deflection of Low-Rise Rigidly-Framed Concrete Structures&rdquo;,&rdquo; Canadian Journal of Civil Engineering , Vol. 39 No. 10, pp. 1158-1160, DOI:10.1139/L2012-093   Iskander, M., A. Dimond, W. Aboumoussa, and F. Masood (2012) &ldquo;Approximate Deflection of Rigidly Framed Earth Retaining Structures Due to an Unknown Earth Pressure Distribution,&rdquo; International Journal for Numerical and Analytical Methods in Geomechanics , Wiley, Vol. 36, pp. 517&ndash;532, DOI: 10.1002/nag.1025.   Iskander, M. , F. Masood, S. Parikh, A. Dimond, and W. Aboumoussa (2012) &ldquo;Closed-Form Expressions for Lateral Deflection of Low-Rise Rigidly-Framed Concrete Structures,&rdquo; Canadian Journal of Civil Engineering , Vol. 39, No. 1, pp. 20-33, DOI: 10.1139/l11-104.   Iskander, M. , S. Parikh, &amp; W. Aboumoussa (2012) &ldquo;Apparent Thermal Coefficient of Expansion of A Concrete Building, with Restraint,&rdquo; ACI J. of Materials , Vol. 109, No. 1, pp. 63&ndash;70 (Title No. 109-M07).   Ahmed, M. and M. Iskander (2012) &ldquo;Evaluation of Tunnel Face Stability by Transparent Soil Models,&rdquo; Tunneling and Underground Space Technology , Vol. 27, No. 1, pp. 101-110, DOI: 10.1016/j.tust.2011.08.001, Elsevier.   Fern&aacute;ndez-Serrano, R., M. Iskander, and K. Tabe (2011) &ldquo;Contaminant Flow Imaging in Transparent Granular Porous Media,&rdquo; G&eacute;otechnique Letters , Vol. 1, No. 3, pp. 71-78, DOI: 10.1680/geolett.11.00027   Abaid N., C. Yuvienco, V. Kapila and M. Iskander (2011) &ldquo;Mechatronics Mania at the Inaugural USA Science and Engineering Festival,&rdquo; IEEE Control Systems Magazine , Vol. 31, No. 5, pp. 105-124, DOI: 10.1109/MCS.2011.941835   Bozorg-Haddad, A., M. Iskander , and Y. Chen (2011) &ldquo;Compressive Strength and Creep of Recycled HDPE Used To Manufacture Polymeric Piling,&rdquo; Construction &amp; Building Materials J. , Vol. 26, pp. 505-515, Elsevier, DOI: 10.1016/j.conbuildmat.2011.06.051   Bozorg-Haddad A. and M. Iskander (2011) &ldquo;Predicting Compressive Creep Behavior of Virgin HDPE Using Thermal Acceleration,&rdquo; ASCE Journal of Materials in Civil Engineering , ASCE, Vol. 23, No. 8, pp. 1154-1162, DOI:10.1061/(ASCE)MT.1943-5533.0000278   Iskander M. (2011) &ldquo;On The Design of Instrumented Double-Wall Model Piles used to Investigate Plugging of Open-Ended Pipe Piles,&rdquo; ASTM Geotechnical Testing Journal, Vol. 34, No. 2, pp. 147-154, DOI: 10.1520/GTJ103096   Iskander, M. and A. Bozorg-Haddad (2011) &ldquo;Spatial Distribution of The Compressive Stress-Strain of Recycled Polymeric Piling,&rdquo; ASTM J. of Testing and Evaluation , Vol. 39, No. 4, pp. 706-717, DOI: 10.1520/JTE103198   Ahmed, M. and M. Iskander (2011) &ldquo;Analysis of Tunneling Induced Ground Movements Using Transparent Soil Models,&rdquo; ASCE Journal of Geotechnical and Geoenvironmental Engineering , Vol. 137. No. 5, pp. 525-535, DOI: 10.1061/(ASCE)GT.1943-5606.0000456   Bozorg-Haddad A. and M. Iskander (2011) &ldquo;Comparison of Accelerated Compressive Creep Behavior of Virgin HDPE using Thermal and Energy Approaches&rdquo; J. Materials Engineering and Performance , Springer, Vol. 20, No. 7, 1219-1229, DOI: 10.1007/s11665-010-9743-9   Bozorg-Haddad, A., M. Iskander and H. Wang, (2010) &ldquo;Compressive Creep Behavior of Virgin HDPE Using Equivalent Strain Energy Density Method,&rdquo; ASCE J. Materials in Civil Engineering , Vol. 22, No. 12, pp. 1270-1281, DOI: 10.1061/(ASCE)MT.1943-5533.0000136   Iskander, M. &amp; J. Liu (2010) &ldquo;Spatial Deformation Measurement Using Transparent Soil&rdquo; ASTM Geotechnical Testing Journal , Vol. 33, No. 4, DOI: 10.1520/GTJ102745.   43. Liu, J., M. Iskander , (2010) &ldquo;Laboratory Investigation of the Modeling Capacity of Synthetic Transparent Soils&rdquo; Canadian Geotechnical Journal, Vol. 47, No. 4, pp. 451-460, DOI: 10.1139/T09-116.   Iskander, M. , V. Kapila, and N. Kriftcher (2010) &ldquo;Outreach to K-12 Teachers: Workshop in Instrumentation, Sensors, and Engineering (WISE). ASCE Journal of Professional Issues in Engineering Education and Practice , Vol. 136, No. 2, pp.102-111, DOI: 10.1061/(ASCE)EI.1943-5541.0000012.   Lo, Hung-Chieh (Jay), K Tabe, M. Iskander , &amp; S. Yoon (2010) &ldquo;Modeling of 2D Multiphase Flow and Surfactant Flushing Using Transparent Aquabeads,&rdquo; ASTM Geotechnical Testing Journal , Vol. 33, No. 1, pp. 1-13, DOI: 10.1520/GTJ102375.   Sobhan, S, N, Yakubov, V. Kapila, M. Iskander , N. Kriftcher (2007) &ldquo;Modern Sensing and Computerized Data Acquisition Technology in High School Physics Labs,&rdquo; International Journal of Engineering Education , Vol. 23, No. 5, Part 1, pp. 902-909.   47. Sadek, S M. Iskander, &amp; J. Liu (2005) &ldquo;Closure to Accuracy of Digital Image Correlation for Measuring Deformation in Transparent Media&rdquo; ASCE J. of Computing in Civil Engineering Vol. 19, No. 2, pp. 219-222.   Liu, J. and M. Iskander (2004) &ldquo;Adaptive Cross Correlation for Imaging Displacements in Soils,&rdquo; ASCE Journal of Computing in Civil Engineering , Vol. 18, No. 1, pp. 46&ndash;57.   Aboumoussa, W. and M. Iskander (2003) &ldquo;Thermal Movements in Concrete: Case Study of Multistory Underground Car Park,&rdquo; ASCE Journal of Materials in Civil Engineering, Vol. 15, No. 6, pp. 545&ndash;553.   Iskander, M., D. Roy, C. Ealy, and S. Kelley (2003) &ldquo;Drilled Shaft Defects, Detection and Effects in Varved Clay,&rdquo; ASCE Journal of Geotechnical and Geoenvironmental Engr. , Vol. 129, No. 12, pp. 1128&ndash;1137.   Liu, J., M. Iskander, and S. Sadek, (2003) &ldquo;Consolidation and Permeability of Transparent Amorphous Silica,&rdquo; ASTM Geotechnical Testing Journal , Vol. 26, No. 4, pp. 390&ndash;401.   Sadek, S., M. Iskander, and J. Liu (2003) &ldquo;Accuracy of Digital Image Correlation for Measuring Deformations in Transparent Media,&rdquo; ASCE J. of Computing in Civil Engineering , Vol. 17, No. 2, pp. 88&ndash;96.   Iskander, M., Sadek, S. and J. Liu (2002) &ldquo;Optical Measurement of Deformation Using Transparent Silica Gel to Model Sand,&rdquo; International Journal of Physical Modeling in Geotechnics , Vol. 2, No. 4, pp. 27-40.   Iskander, M. , A. Mohamed and M. Hassan (2002) &ldquo;Durability of Recycled Fiber Reinforced Polymer Piling in Aggressive Environments,&rdquo; Transportation Research Record, Journal of Transportation Research Board, No. 1808 , pp. 153&ndash;161, National Academy Press.   Iskander, M. , S. El-Gharbawy, and R. Olson (2002) &ldquo;Performance of Suction Caissons in Sands and Clays,&rdquo; Canadian Geotechnical Journal, Vol. 39, No. 3, pp. 576&ndash;584.   Iskander, M., and A. Stachula (2002) &ldquo;Wave Equation Analyses of FRP Composite Piling,&rdquo; ASCE Journal of Composites for Construction , Vol. 6., No. 2, pp. 88&ndash;96.   Sadek, S. M. Iskander, and J. Liu (2002) &ldquo;Geotechnical Properties of Transparent Silica,&rdquo; Canadian Geotechnical Journal , Vol. 39, No. 1, pp. 111&ndash;124.   Iskander, M. , J. Liu and, S. Sadek (2002) &ldquo;Transparent Amorphous Silica to Model Clay,&rdquo; ASCE Geotechnical and Geoenvironmental Journal , Vol. 128, No. 3, pp. 262&ndash;273.   Iskander, M. , D. Roy, C. Ealy, and S. Kelley, (2001) &ldquo;Class-A Prediction of Construction Defects in Drilled Shafts,&rdquo; Transportation Research Record, Journal of Transportation Research Board, No. 1772 , pp. 73-83, National Academy Press.   Iskander, M. , W. Aboumoussa, and P. Gouvin (2001) &ldquo;Instrumentation &amp; Monitoring of a Multi-Story Underground Parking Garage,&rdquo; ASCE Journal of Constructed Facilities , Vol. 15, No. 3, pp. 115&ndash;123.   Iskander, M. , S. Hanna, and A. Stachula (2001) &ldquo;Driveability of FRP Composite Piling,&rdquo; ASCE Journal of Geotechnical &amp; Geoenvironmental Engineering , Vol. 127, No. 2, pp. 169-176.   Iskander, M. , and M. Hassan (2001) &ldquo;Accelerated Degradation of Recycled Plastic Piling in Aggressive Soils,&rdquo; ASCE Journal of Composites for Construction , Vol. 5, No. 3, pp. 179-187.   Iskander, M. , R. Olson and J. Bay (2001) &ldquo;Design and Performance of an Electro-Pneumatic Pile Hammer for Laboratory Applications,&rdquo; ASTM Geotechnical Testing Journal , Vol. 24, No. 1, pp. 72-82.   Iskander, M., and A. Stachula (1999) &ldquo;FRP Composite Polymer Piling, An Alternative to Timber Piling For Water Front Applications,&rdquo; Geotechnical News , December, Vol. 17, No. 4, pp. 27&ndash;31.   Iskander, M. , and M. Hassan (1998) &ldquo;State of the Practice Review in FRP Composite Piling,&rdquo; ASCE Journal of Composites for Construction , Vol. 2, No. 3, pp. 116&ndash;120.   Iskander, M. , J. Lai, C. Oswald, and R. Mannheimer (1994) &ldquo;Development of a Transparent Material to Model the Geotechnical Properties of Soils,&rdquo; ASTM Geotechnical Testing Journal , Vol. 17, No.4, pp. 425&ndash;433.     Other Publications Full Length Special Publications, Periodicals, and Conference papers     Ahmed, M. and M. Iskander (2011) &ldquo;Transparent Soil Model Tests and FE Analyses on Tunneling Induced Ground Settlement,&rdquo; Advances in Geotechnical Engineering, GSP No. 211, pp. 3381&ndash;3390, ASCE doi:10.1061/41165(397)3   Aboumoussa, W. and M. Iskander (2011) &ldquo;Instrumentation and Monitoring of A Four-Story Earth-Retaining Concrete Building,&rdquo; Advances in Geotechnical Engineering, GSP No. 211, pp. 1753&ndash;1762, doi: 0.1061/41165(397)179, ASCE   Ahmed, M. and M. Iskander (2011) &ldquo;Tunnel Face Support Pressure &amp; Associated Risk,&rdquo; Geotechnical Risk Assessment and Management, GSP No. 224, pp. 939-947, doi:10.1061/41183(418)101, ASCE   Tabe, K., M. Iskander , and S. Honma (2011) &ldquo;Transparent Aquabeads To Visualize Flow In Porous Material,&rdquo; Advanced Materials Research, Vols. 239-242, pp 2602-2605, Trans Tech Publications, Switzerland, doi:10.4028/www.scientific.net/AMR.239-242.2602   Iskander, M. , V. Kapila, and N. Kriftcher (2010) &ldquo;Using Modern Sensors in High School Science Labs to Promote Engineering Careers,&rdquo; Advances in Analysis, Modeling &amp; Design, GSP No. 199, pp. 3295-3304, ASCE   Olson, R. and M. Iskander (2009) &ldquo;Axial Load Capacity of Un-Tapered Piles In Cohesionless Soils,&rdquo; Contemporary Topics in Deep Foundations, GSP No. 185, pp. 231&ndash;238, ASCE.   Iskander, M ., E. Yu, and N. Yakubov (2009) &ldquo;A Course in Instrumentation &amp; Monitoring and Condition Assessment for Civil Engineers,&rdquo; Contemporary Topics in In-Situ Testing, Analysis, and Reliability of Foundations, GSP No. 186, pp. 624&ndash;631, ASCE.   Bozorg-Haddad, A. M. Iskander (2008) &ldquo;Compressive Creep Behavior of HDPE Using Time Temperature Superposition,&rdquo; Geosustainability and Geohazard Mitigation, GSP No: 178, pp. 915-922, ASCE.   Robinson, B. M. Iskander (2008) &ldquo;Static and Dynamic Load Tests on Driven Polymeric Piles,&rdquo; Geosustainability and Geohazard Mitigation, GSP No: 178, pp. 939-946, ASCE.   Lo, H-C, M. Iskander , &amp; K. Tabe (2008) &ldquo;Modeling of 2D Flow Using Transparent Aquabeads,&rdquo; Characterization, Monitoring and Modeling of Geosystems, GSP No. 179, pp. 838-845, ASCE.   Lo, H-C, K. Tabe, M. Iskander , &amp; S. Yoon (2008) &ldquo;Modeling of Multi-Phase Flow And Surfactant Flushing Using Transparent Aquabeads,&rdquo; Characterization, Monitoring and Modeling of Geosystems, GSP No. 179, pp. 846-853, ASCE.   Iskander, M. (1998) &ldquo;Transparent Soils to Image 3D Flow &amp; Deformation,&rdquo; Imaging Technologies: Techniques &amp; Applications in Civil Engineering, ed. Frost &amp; McNeil, pp. 255&ndash;264, ASCE.   Iskander, M., R. Olson, and R. Pavlicek (1993) &ldquo;Behavior of Suction Piles in Sand,&rdquo; Design and Performance of Deep Foundations, Piles and Piers in Soil and Soft Rock, GSP No: 38, pp. 157&ndash;171, ASCE.4.5     Muldoon, J., P. Phamduy, R. Le Grand, V. Kapila, M. Iskander (2013) &ldquo;Connecting Cognitive Domains of Bloom&rsquo;s Taxonomy and Robotics to Promote Learning in K-12 Environment,&rdquo; Proceedings, American Society for Engineering Education Annual Conference &amp; Exposition, ASEE     Suescun-Florez, E., R. Cain, V. Kapila M. Iskander (2013) &ldquo;Bringing Soil Mechanics to Elementary Schools,&rdquo; Proceedings, American Society for Engineering Education Annual Conference &amp; Exposition, ASEE   Laut, J., V. Kapila, M. Iskander (2013) &ldquo;Exposing Middle School Students to Robotics and Engineering through LEGO and Matlab,&rdquo; Proceedings, American Society for Engineering Education Annual Conference &amp; Exposition, ASEE   Igel, I, R. Poveda, V. Kapila, and M. Iskander (2012) &ldquo;Examining the Efficacy of a LEGO Robotics Training for Volunteer Mentors and K-12 Teachers,&rdquo; Proceedings, American Society for Engineering Education Annual Conference &amp; Exposition, http://www.asee.org/public/conferences/8/papers/4263/view , Paper No: AC 2012-4263, ASEE.   Faisal, A., V. Kapila, and M. Iskander (2012) &ldquo;Using Robotics to Promote Learning in Elementary Grades,&rdquo; Proceedings, American Society for Engineering Education Annual Conference &amp; Exposition, Paper No: AC 2012-5480, ASEE, http://www.asee.org/public/conferences/8/papers/5480/view   Iskander, M. (2012) &ldquo;Sustainable Piling Made of Recycled Polymers, State of The Art Review,&rdquo; Proceedings STP1540 Testing and Specification of Recycled Materials for Sustainable Geotechnical Construction, T. Edil Editor, pp. 523-544, ISBN: 978-0-8031-7526-6, ASTM   Bozorg-Haddad, A., Iskander, M. (2012) &ldquo;Creep of Reinforced Polymeric Piling,&rdquo; Proceedings STP1540 Testing and Specification of Recycled Materials for Sustainable Geotechnical Construction, T. Edil Editor, pp. 545- 561, ISBN: 978-0-8031-7526-6, ASTM   Ahmed, M. and M. Iskander (2011) &ldquo;Investigation of subsurface settlement profiles above tunnels using transparent soil models,&rdquo; Proceedings, 14th Pan-American Conference on Soil Mechanics and Geotechnical Engineering, October 2-6, 2011, Toronto, Canada   Williams, K., V. Kapila, and M. Iskander , (2011) &ldquo;Enriching K-12 Science Education Using LEGOs,&rdquo; Proceedings American Society for Engineering Education Annual Conference &amp; Exposition, ASEE, Paper No: AC 2011-1861   Igel, I, R. Poveda, V. Kapila, and M. Iskander, (2011) &ldquo;Enriching K-12 Math Education Using LEGOs,&rdquo; Proceedings, American Society for Engineering Education Annual Conference &amp; Exposition, ASEE, Paper No: AC 2011-1871   Kapila, V., M. Iskander , and N. Kriftcher (2010) &ldquo;Integrating Graduate Student Research into K-12 Classrooms: A GK-12 Fellows Project,&rdquo; Proceedings, American Society for Engineering Education Annual Conference &amp; Exposition, Paper No: AC 2010-581, ASEE, http://soa.asee.org/paper/conference/paper-view.cfm?id=23130   Liu, J. and M. Iskander (2009) &ldquo;Speckle Photography for Measuring 3D Deformation Inside A Transparent Soil Model&rdquo;, Proceedings, XVII ICSMGE, Alexandria, Egypt, pp. 498-501, Millpress Science, Rotterdam, Netherlands.   Iskander, M. , E. Yu, and N. Yakubov (2008) &ldquo;A Course in Instrumentation &amp; Monitoring of Civil Infrastructure&rdquo; Innovative Techniques in Instruction Technology, E-learning, Assessment, E-assessment, and, Education, Springer, pp. 292-297, ISBN 978-1-4020-8738-7.   Iskander, M. , V. Kapila, and N. Kriftcher (2007) &ldquo;Workshop in Instrumentation Sensors and Engineering (WISE) for Teachers,&rdquo; Innovative Techniques in Instruction Technology, E-learning, Assessment, E-assessment, and, Education, Springer, pp. 285-291, ISBN 978-1-4020-8738-7.   Yu, E. M. Iskander , V. Kapila, and N. Kriftcher (2007) &ldquo;Promoting Engineering Careers by Using Modern Sensors in High School Science Labs,&rdquo; Innovations in E-learning, Instruction Technology, Assessment, and, Engineering Education, Springer, pp. 229-235, DOI: 978-1-4020-6261-2   Victor, J and M. Iskander (2007) &ldquo;Issues in the Evaluation of a Program to Provide Assistance to Science Teachers in Inner-City Secondary Schools,&rdquo; Innovations in E-learning, Instruction Technology, Assessment, and, Engineering Education, Springer, pp. 169-174, DOI: 978-1-4020-6261-2   Walia, M, E. Yu, M. Iskander , V. Kapila, and N. Kriftcher (2006) &ldquo;Using Real-Time Sensors in High School Living Environment Labs: A Gk-12 Project,&rdquo; Proceedings of the American Society for Engineering Education Annual Conference &amp; Exposition, ASEE, http://soa.asee.org/paper/conference/paper-view.cfm?id=1824   Sobhan, S., N. Yakubov, V. Kapila, M. Iskander , &amp; N. Kriftcher (2006) &ldquo;Modern Sensing and Computerized Data Acquisition Technology in High School Physics Labs,&rdquo; Advances in Computer, Information, and System Sciences, and Engineering, pp. 441-447, Springer, ISBN: 978-1-4020-5260-6   Wallia, M., E. Yu, M. Iskander , V. Kapila, &amp; N. Kriftcher (2006) &ldquo;The Modern Science Lab, Integrating Technology is the Answer,&rdquo; Advances in Computer, Information, and System Sciences, and Engineering, pp. 357-362, Springer, ISBN: 978-1-4020-5260-6.   Liu, J. M. Iskander , K. Tabe &amp; K. Kostarelos (2005) Flow visualization using transparent synthetic soils, Proceedings XVI ICSMGE, Osaka, Japan, Vol. 3b, pp. 2411-2414, Millpress Science, Rotterdam, Netherlands.   Yakubov, N, S. Sobhan, M. Iskander , V. Kapila, N. Kriftcher, and A. Kadashev (2005) &ldquo;Integration of Real-Time Sensor Based Experiments in High School Science Labs: a GK-12 Project,&rdquo; Proceedings of the American Society for Engineering Education Annual Conference &amp; Exposition, ASEE, http://soa.asee.org/paper/conference/paper-view.cfm?id=21183   Iskander, M and W. Aboumoussa (2004) &ldquo;Failure of A Rigidly Framed Concrete Parking Structure Due To Thermally Induced Earth Pressures,&rdquo; Proceedings, Fifth International Conference on Case Histories in Geotechnical Engineering, April 2004, New York.   Alperstein, R., C. Costantino, P. Edinger, M. Greenman, M. Iskande r, S. Law, S. Leifer, G. Mylonakis, S. Nikolaou, R. Sandiford, T. Thomann (2004) &ldquo;Liquefaction Susceptibility: Proposed New York City Building Code Revision,&rdquo; Proceedings Fifth International Conference on Case Histories in Geotechnical Engineering, April 2004, New York.   Iskander, M. (2003) &ldquo;FRP Composite Piling Practice,&rdquo; Proceedings, Soil Rock America 2003, XII Panamerican Conference on Soil Mechanics and Geotechnical Engineering, MIT, Cambridge, USA, ed. P. Cullen et al, Vol. 2, pp. 1851&ndash;1857, Verlag Gl&uuml;ckerei GmbH, Essen (Germany), ISBN 9783773959850.   Iskander, M., J. Liu, and S. Sadek (2003) &ldquo;Modeling with Transparent Soils,&rdquo; Proceedings, Soil Rock America 2003, XII Panamerican Conference on Soil Mechanics and Geotechnical Engineering, MIT, Cambridge, USA, ed. P. Cullen et al., Vol. 1, pp. 1179&ndash;1185, Verlag Gl&uuml;ckerei GmbH, Essen (Germany), ISBN 9783773959850.   Iskander, M. , S. Sadek, and J. Liu (2003) &ldquo;Soil Structure Interaction in Transparent Synthetic Soils Using Digital Image Correlation,&rdquo; Proceedings, Transportation Research Board Meeting, Jan. 2003, CD, National Academy Press.   Iskander, M. , A. Mohamed and S. Sadek (2003) &ldquo;Compressive Strength of Foamed Polymeric Piling,&rdquo; Proceedings, Transportation Research Board Meeting, CD, Paper No: 03-2448, National Academy Press.   Iskander, M. , and S. Hanna (2003) &ldquo;Engineering Performance of FRP Composite Piling,&rdquo; Proceedings, Transportation Research Board Meeting, CD, Paper No: 03-2959, National Academy Press.   Liu, J., M. Iskander , and S. Sadek, (2002) &ldquo;Optical Measurement of Deformation Under Foundations Using Transparent Soil Models,&rdquo; Proceedings, International Conference on Physical Modeling in Geotechnics, St John&rsquo;s Newfoundland, Canada, July 10&ndash;12, Balkema.   Iskander, M. , A. Mohamed and M. Hassan (2002) &ldquo;Durability of FRP Piling Piling in Aggressive Environments,&rdquo; Proceedings, Transportation Research Board Meeting, Jan. 2002, CD, National Academy Press.   Iskander, M. (2002) &ldquo;Recent Developments in FRP Composite Piling Practice,&rdquo; Proceedings, Transportation Research Board Meeting, Jan. 2002, CD, National Academy Press.   Iskander, M. , S. Kelley, C. Ealy, and D. Roy, (2001) &ldquo;Load Tests on Drilled Shafts with Planned Defects in Varved Clay,&rdquo; Proceedings, Transportation Research Board Meeting, Jan. 7-13, CD, National Academy Press.   Iskander, M. , D. Roy, C. Ealy, and S. Kelley, (2001) &ldquo;Class-A Prediction of Construction Defects in Drilled Shafts,&rdquo; Proceedings, Transportation Research Board Meeting, Jan. 7-13, CD, National Academy Press.   Olson, R., and M. Iskander (1998) &ldquo;Axial Load Capacity of Pipe Piles in Sand,&rdquo; Proceedings, Fourth International Conference on Case Histories in Geotechnical Engineering, St. Louis, Missouri, March 9&ndash;12, 1998, pp. 293&ndash;300.   Iskander, M. , and R. Olson (1997) &ldquo;Behavior of Pipe Piles in Sand During Installation and Loading,&rdquo; Proceedings, XIV International Conference on Soil Mechanics and Foundation Engineering, Hamburg, Germany, Balkema, pp. 991&ndash;995.   Iskander, M. (1997) &ldquo;A Transparent Material to Model the Geotechnical Properties of Soils,&rdquo; Proceedings, XIV International Conference on Soil Mechanics and Foundation Engineering, Hamburg, Germany, Balkema, pp. 315-319.   Iskander, M., and R. Olson (1992) &ldquo;Review of API Guidelines for Pipe Piles in Sand,&rdquo; Proceedings, Conference on Civil Engineering in the Oceans V (CEO V), College Station, Texas, ASCE, pp. 798&ndash;811.   Bless, S, R. Peden, I. Guzman, M. Omidvar, and M. Iskande r (2013) &ldquo;Poncelet Coefficients of Granular Media,&rdquo; Proceedings, SEM 2013 Annual Conference &amp; Exposition on Experimental and Applied Mechanic: SEM at 70: from Photoelasticity to DIC and Beyond, Lombard, IL June 3-5, Society of Experimental Mechanics.   Peden, R, S. Bless and M. Iskander (2013) &ldquo;Penetration of Granular Materials: New Experimental Techniques,&rdquo; Proceedings, Ballistics 2013: 27th International Symposium on Ballistics, April 22-26, Freiburg, Germany, Vol. 2, ed. Matthias Wickert and Manfred Salk, DEStech Publications, ISBN: 978-1-60595-106-5.   Ahmed, M. and M. Iskander (2011) &ldquo;Investigation of Shield Face Stability by Transparent Soils,&rdquo; Proceedings, 14th Australasian Tunnelling Conference, March 8-10, Sky City Auckland, New Zealand, Australasian Tunneling Society   Kriftcher, N., V. Kapila, and M. Iskander (2006) &ldquo;Developing a K-16 Continuum for Science and Engineering Studies,&rdquo; Proceedings, Fifth Global Conference on Engineering Education, ed. Z. Pudlowski, UNESCO International Center for Engineering Education (UICEE), Monash University, Melbourne, Australia, pp.171-174.   Aboumoussa, W. and M. Iskander (2004) &ldquo;Behavior of Rigidly Framed Earth Retaining Structures: An Experimental and Numerical Study,&rdquo; Proc. The International Conference on Geotechnical Engineering, Beirut, Lebanon, Geo Beirut 2004, edited by I. Shahrour, Y. Kazan, M. Gambin, L. Lancelot, (ISBN: 9953-0-0252-5), pp. 167-173   Iskander, M. (2002) &ldquo;Plastic Piling&rdquo; Proceedings, 5&rsquo;th Annual Connecticut Society of Civil Engineers/Deep Foundation Institute Seminar, September 2002.   Ealy, C., M. Iskander , M. Justason, D. Winters, and G. Mullins (2002) &ldquo;Comparison Between Statnamic and Static Load Testing of Drilled Shafts in Varved Clay&rdquo; Proceedings, 9&rsquo;th International Conference on Piling and Deep Foundations, Nice, June 3-5, 2002.   Iskander, M. (2002) &ldquo;Plastic Piling&rdquo; Proceedings, 9&rsquo;th International Conference on Piling and Deep Foundations, Nice, June 3-5, 2002.   Iskander, M. , S. Sadek, and J. Liu, (2002) &ldquo;Displacement Field Measurement in Transparent Soils,&rdquo; Proceedings, ASCE Engineering Mechanics Congress, June 2002, New York.   Iskander, M. (2002) &ldquo;Plastic Piling&rdquo; Proceedings, South Ontario Piling Workshop, Canadian Geotechnical Society, South Ontario Section and Deep Foundation Institute, April, 2002.   Negussey, D, T. Sheahan, A. Marr, H. Moo-Young, S. Nazarian, M. Iskander , and H. Yu (2002) &ldquo;Soils and Rock Instrumentation,&rdquo; Proceedings, Transportation in The New Millennium, CD, Transportation Research Board, ID 00784235, National Academy Press.   El-Gharbawy, S., M. Iskander , and R. Olson (1998) &ldquo;Application of Suction Caisson Foundations for the Gulf of Mexico,&rdquo; Proceedings, Offshore Technology Conference, Houston, May 1998, OTC No. 8832, pp. 531&ndash;538.   Olson, R., and M. Iskander (1994) &ldquo;Axial Load Capacity of Pipe Piles in Sands,&rdquo; Proceedings, First Regional Conference and Exhibition on Advanced Technology in Civil Engineering, Manama, Bahrain, ASCE&ndash;SAS, pp. 383&ndash;394.   Jones, C., M. Iskander, R. Olson, and A. Goldberg (1994) &ldquo;Axial Capacity of Suction Piles in Sand,&rdquo; Proceedings, 7th International Conference on the Behavior of Offshore Structures, BOSS&rsquo;94, Cambridge, MA, pp. 63&ndash;75.   Suescun-Florez, E. M Iskander , R. Cain and V. Kapila (2013) &ldquo;Elementary School Geotechnical Engineering,&rdquo; Geo Strata Magazine, March/April issue, pp. 44-48, ASCE   Iskander, M. , D. Roy, and C. Ealy (2001) &ldquo;NDT Prediction Symposium at UMASS/NGES,&rdquo; Foundation Drilling Magazine, ADSC, May Issue, pp. 24-34.   Iskander, M., and D. Roy (2000) &ldquo;Prediction of Defects and Capacity of Drilled Shafts in Varved clays,&rdquo; Foundation Drilling Magazine, ADSC, August Issue, pp. 18&ndash;26.      Education University of Texas, Class of 1995 Doctor of Philosophy, Geotechnical Engineering  Alexandria University, Class of 1985 Bachelor of Science, Civil Engineering  Experience Polytechnic Institute of New York University Head, Civil &amp; Urban Engineering Department From: July 2013 to present Polytechnic Institute of New York University Professor From: March 2011 to present Polytechnic Institute of New York University Speaker of the Faculty Principal faculty representative to the institute administration. Chaired and presided over faculty senate meetings. Lead the faculty executive committee (FEC) and its sub committees, which are concerned with education and student life. Played key leadership role in changing the status of Polytechnic Institute from being an affiliate of New York University to becoming its College of Engineering. Oversaw rewriting, balloting, and adoption of revised NYU Poly faculty governance documents to de-conflict them and similar documents at NYU.   From: October 2011 to August 2013 Polytechnic University/Institute Associate Professor, Graduate Adviser From: June 2001 to March 2011 Polytechnic University Chair, Polytechnic University Enrollment Management Council Oversaw graduate and undergraduate admissions and retention. Streamlined enrollment work flow, and established accurate predictive models for enrollment. Drafted the university Enrollment Management Plan. Reported to university president, and assisted him in enrollment management. Developed strategies for enrollment growth, and reversed declining enrolment trend. Chaired Enrollment Management Council consisting of Dean of Undergraduate Admissions, Director of the Graduate Center, Dean of Engineering, Associate Dean for Academic Affairs, Vice President of Student Affairs, Vice President of University Relations, and the Director of Financial Aid.   From: March 2003 to August 2005 Polytechnic University Assistant Professor From: September 1995 to June 2001  Authored + Edited Books Visit my Amazon.com author page at www.amazon.com/-/e/B002OKJRR6     Iskander, M. (2011) Behavior of Pipe Piles in Sand. Plugging and pore water generation during installation and loading , ISBN: 978-3-642-13107-3 (Hard Bound), e-ISBN 978-3-642-13108-0 (e-book), Springer-Verlag, 267 p.   Iskander, M. (2010) Modeling with Transparent Soils, Visualizing soil structure interaction and multi phase flow, non intrusively , ISBN: 978-3642025006 (Hard Bound), e-ISBN 978-3-642-02501-3 (e-book), Springer-Verlag, 331 p.   Iskander, M., J. Garlanger, and M. Hussein (2014) Principles and Practices in Geotechnical Engineering , In press GSP, ASCE Press   Iskander, M., V. Kapila, and M. Karim (2010) Technological Developments in Education and Automation , ISBN: 978-90-481-3655-1(Hard Bound) and, e-ISBN: 978-90-481-3656-8 (e-book), Springer, 563 p.   Elleithy, K., T. Sobh, M. Iskander , V. Kapila, M. Karim and A. Mahmood (2010) Technological Developments in Networking, Education, and Automation , ISBN: 978-90-481-9150-5 (Hard Bound) and, e-ISBN: 978-90-481-9151-2 (e-book), Springer, 643 p.   Iskander, M. , D. Laefer, and M. Hussein (2009) Contemporary Topics in Deep Foundations , ISBN: 978-0-7844-1021-9, GSP No. 185, ASCE Press, 644p.   Iskander, M. , D. Laefer, and M. Hussein (2009) Contemporary Topics in In-Situ Testing, Analysis, and Reliability of Foundations , ISBN: 978-0-7844-1022-6, GSP No. 186, ASCE Press, 662p.   Iskander, M. , D. Laefer, and M. Hussein (2009) Ground Modification, Problem Soils, and Geo-Support, ISBN: 978-0-7844-1023-3, GSP No. 187, ASCE Press, 622p.   Iskander, M. (2008) Innovative Techniques in Instruction Technology, E-learning, E-assessment, and Education , ISBN 978-1-4020-8738-7(Hard Bound) and e-ISBN 978-1-4020-8739-4 (e-book), Springer, 601p.   Iskander, M. (2007) Innovations in E-learning, Instruction Technology, Assessment, an, Engineering Education , ISBN 978-1-4020-6261-2 (Hard Bound) and e-ISBN 978-1-4020-6262-9 (e-book), Springer, 471p.   Elleithy, K., T. Sobh, A. Mahmood, M. Iskander , and M. Karim (2006) Advances in Computer, Information, and System Sciences, and Engineering . ISBN 978-1-4020-5260-6 (Hard Cover) and e-ISBN 978-1-402&mdash;5261-3 (e-book), Springer, 489p.      Awards + Distinctions     1988 Early Career Award for Scientists and Engineers, through U.S. National Science Foundation, Division of Civil and Mechanical Systems (Grant No: CMS 9733064). This is NSF&rsquo;s most prestigious award in support of junior faculty who exemplify the role of teacher-scholar through outstanding research, excellent education, and the integration of education and research within the context of the mission of their organizations. Only one award is given in the field of geomechanics each year.           Featured USA Science &amp; Engineering Expo on the National Mall, October 2010 AMPS Project was selected by NSF as one of 15 featured projects (out of approximately 30,000 currently funded projects) to be part of the NSF exhibit at the Expo on the National Mall, as part of the inaugural USA Science and Engineering Festival, October 23-24, 2010. An estimated 250,000 visitors viewed the Festival.           Chi Epsilon James M. Robbins Excellence in Teaching Award , Metropolitan District, 2000           Distinguished Teacher Award ($10,000 prize), Polytechnic University, 2002       Jacobs Excellence in Education Award ($10,000 prize), Polytechnic University, 2006     Jacobs Excellence in Education Award ($10,000 prize), Polytechnic Institute of NYU, 2009         Fellow, American Society of Civil Engineers       Featured, US News &amp; World Report 2001 Guide to Best Graduate Schools         Featured, US News &amp; World Report April 10, 2000 Magazine Issue         2011 Outstanding Project Award for Efforts in Sustainability and Media, NSF GK-12 Program (AMPS Project)       Finalist, 1990 General Dynamics Outstanding Teaching Assistant-Assistant Instructor, The University of Texas at Austin       Member, Tau Beta Pi Engineering Honor Society         Listed, Marquis Who&rsquo;s Who in Science and Engineering, 9&rsquo;th &amp; 10&rsquo;th ed.   Listed, Marquis Who&rsquo;s Who in America, 59&rsquo;th to 64&rsquo;th ed.   Listed, Marquis Who&rsquo;s Who in the World, 23&rsquo;rd to 27&rsquo;th ed.   Listed, Outstanding Young Men of America, 31&rsquo;st ed.       Affiliations Selected Affiliations Only     Elected President, ASCE Metropolitan Section Geotechnical Group (1997 &ndash; 1998)   Fellow, American Society of Civil Engineers (ASCE)   Member, Geo-Institute Deep Foundations Committee (Vice President 2003-2009)   Member, Geo-Institute Publications Committee   Member, Geo-Institute Conference Coordination Council   Member, Geo-Institute Task Force on Continuing Education     Research Interests   Modeling soil structire Interaction and multiphase flow using transparent soils   Sustainable piling made of recycled polymers   Penetration mechanics into and high strain rate behavior of soils   Geotechnical instrumentation   Foundation engineering   Offshore foundations and marine geotechnology   Pile foundations     General / Collaborative Research   Employed sensors and robotics in K-12 classrooms to engage students and excite them about pursuing their STEM studies.   Supervised the activities of over 50 Fellows deployed as engineers in residence in a variety of schools.                                     Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]