[{"detail": [{"content": "Appuhn, Karl    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Karl Appuhn   Associate Professor of History, Italian   Northwestern University, PhD 1999   Office Address:   King Juan Carlos Center,  Room 411   Email:        Phone:   212.998.8621   Field of Study:   Early Modern Europe   Areas of Research/Interest:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.     Bio   Karl Appuhn’s research examines the relationship between humans and non-human nature in early modern Italy. He is most interested in the ways that technical and scientific expertise helped individuals and institutions make sense of the connections between society and nature. He has written about forest and water management in Renaissance Venice, and is currently working on a history of veterinary medicine in seventeenth- and eighteenth-century Italy, which examines the connection between widespread zoonotic diseases (especially bovine diseases), changes in the Italian diet, and the establishment of veterinary medicine as an academic discipline at the University of Padua. He is also writing a general environmental history of early modern Europe.     His book, A Forest on the Sea won the American Historical Association’s Herbert Baxter Adams Prize for best first book in European history, as well as the Weyerhaeuser Prize for best book in conservation history and the Delmas Prize for best book in Venetian studies. He also won the ASEH’s Hamilton Prize for best article in the field of environmental history in 2000. He is the recipient of fellowships from Fulbright, ACLS, the Columbia Society of Fellows in the Humanities, the American Academy in Rome, the Institute for Advanced Study, and the Gladys Krieble Delmas Foundation.     He teaches graduate and undergraduate courses in Italian history, environmental history, the history of science and medicine, the history of animals, and Mediterranean history. He has worked closely with graduate students in early modern and modern European history, Atlantic World, Latin American history, African history, U.S. history, the joint MEIS and HJS programs, and the Italian Studies department.     Selected Works:   Books:    A Forest on the Sea: Environmental Expertise in Renaissance Venice (Johns Hopkins University Press, 2009).  * Herbert Baxter Adams Prize (American Historical Association)  * Charles Weyerhaeuser Prize (Forest History Society)  * Gladys Krieble Delmas Prize (Renaissance Society of America)       Articles:          “Ecologies of Beef: Eighteenth-Century Epizootics and the Environmental History of Early Modern Europe,” Environmental History 268-87 (2010).    “Friend or Flood? The Dilemmas of Flood Control in Late Renaissance Venice,” in The Nature of Cities: New Approaches to Urban Environmental History, ed. Andrew Isenberg (Rochester, NY: University of Rochester Press, 2006) 79-102.    “Tools for the Development of the European Economy,” in A Companion to the History of the Renaissance World, ed. Guido Ruggiero (London: Blackwell, 2002) 259-78.    “Politics, Perception, and the Meaning of Landscape in Late Medieval Venice: Marco Cornaro’s 1442 Inspection of Firewood Supplies,” in Inventing Medieval Landscapes: Senses of Place in Western Europe, eds. John Howe and Michael Wolfe (Gainesville, FL: University Press of Florida, 2002) 70-88.    “Inventing Nature: Forests, Forestry, and State Power in Renaissance Venice,” The Journal of Modern History 851-89 (2000).  *Alice Hamilton Prize (American Society for Enironmental History)     Update your faculty profile         Updated on 07&#047;11&#047;2014             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Appuhn, Karl    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Karl Appuhn   Associate Professor of History, Italian   Northwestern University, PhD 1999   Office Address:   King Juan Carlos Center,  Room 411   Email:        Phone:   212.998.8621   Field of Study:   Early Modern Europe   Areas of Research/Interest:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.     Bio   Karl Appuhn’s research examines the relationship between humans and non-human nature in early modern Italy. He is most interested in the ways that technical and scientific expertise helped individuals and institutions make sense of the connections between society and nature. He has written about forest and water management in Renaissance Venice, and is currently working on a history of veterinary medicine in seventeenth- and eighteenth-century Italy, which examines the connection between widespread zoonotic diseases (especially bovine diseases), changes in the Italian diet, and the establishment of veterinary medicine as an academic discipline at the University of Padua. He is also writing a general environmental history of early modern Europe.     His book, A Forest on the Sea won the American Historical Association’s Herbert Baxter Adams Prize for best first book in European history, as well as the Weyerhaeuser Prize for best book in conservation history and the Delmas Prize for best book in Venetian studies. He also won the ASEH’s Hamilton Prize for best article in the field of environmental history in 2000. He is the recipient of fellowships from Fulbright, ACLS, the Columbia Society of Fellows in the Humanities, the American Academy in Rome, the Institute for Advanced Study, and the Gladys Krieble Delmas Foundation.     He teaches graduate and undergraduate courses in Italian history, environmental history, the history of science and medicine, the history of animals, and Mediterranean history. He has worked closely with graduate students in early modern and modern European history, Atlantic World, Latin American history, African history, U.S. history, the joint MEIS and HJS programs, and the Italian Studies department.     Selected Works:   Books:    A Forest on the Sea: Environmental Expertise in Renaissance Venice (Johns Hopkins University Press, 2009).  * Herbert Baxter Adams Prize (American Historical Association)  * Charles Weyerhaeuser Prize (Forest History Society)  * Gladys Krieble Delmas Prize (Renaissance Society of America)       Articles:          “Ecologies of Beef: Eighteenth-Century Epizootics and the Environmental History of Early Modern Europe,” Environmental History 268-87 (2010).    “Friend or Flood? The Dilemmas of Flood Control in Late Renaissance Venice,” in The Nature of Cities: New Approaches to Urban Environmental History, ed. Andrew Isenberg (Rochester, NY: University of Rochester Press, 2006) 79-102.    “Tools for the Development of the European Economy,” in A Companion to the History of the Renaissance World, ed. Guido Ruggiero (London: Blackwell, 2002) 259-78.    “Politics, Perception, and the Meaning of Landscape in Late Medieval Venice: Marco Cornaro’s 1442 Inspection of Firewood Supplies,” in Inventing Medieval Landscapes: Senses of Place in Western Europe, eds. John Howe and Michael Wolfe (Gainesville, FL: University Press of Florida, 2002) 70-88.    “Inventing Nature: Forests, Forestry, and State Power in Renaissance Venice,” The Journal of Modern History 851-89 (2000).  *Alice Hamilton Prize (American Society for Enironmental History)     Update your faculty profile         Updated on 07&#047;11&#047;2014             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Studio Art (Venice, Italy) - Photo Essays - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Photo Essays                              Art Administration in the European Context (Netherlands and Austria)     Theatre Practices: Puerto Rico     Dance Education in Uganda     Studio Art (Venice, Italy)     Culture and Language Learning in Real Time (Dominican Republic)     Media Ethnography and the Transcultural City (Paris)     A Letter from Ghana     Food and Culture: Exploring the Origins and Meanings of Food (New Orleans)     Applied Theatre I (Mexico)     Youth Theatre (London, England)     Special Topics in Counseling: Cross-Cultural Counseling (Mexico)     Special Topics in Counseling: Cross-Cultural Counseling (New Orleans)     Social Transformation (South Africa)     Educational and Social Reform (South Africa)     Educational and Social Reform (South Africa)     Community Health: A Society in Transition (South Africa)     Theatre Practices (Puerto Rico)     Evolving Communities: Who and What Make Change? (Peru)     Exhibition and Display of Art and Material Culture (England)     Cross-Cultural Counseling (Puebla, Mexico)     January Intersession Courses in London                         Studio Art (Venice, Italy)            Photos and Captions by Donna Clovis       For my graduate studio critique class led by Professor Maurizio Pelligrin, I was able to work on the Lido beaches of Venice in the early morning. As a performance artist and photographer, I created artistic pieces using the waters of Venice since it is a place of shifting light, mists, and hazes that change as the sun rises.          The seminar, The Artist in Venice, led by Professor William Barcham, gave me the opportunity to view Renaissance paintings throughout Venice. Three mornings a week, we met our professor at different locations, churches, and monuments. It was an adventure finding your way on the water buses through the canals and lagoons of the city. On other mornings, we would work on our personal projects in the Graduate Studio Critique classes. Some would paint, others would practice photography. I would spend my mornings photographing the fishing villages or creating performance pieces on the beaches of the Lido when the light was absolutely beautiful! During the afternoons and early evenings, we participated in artist talks. We would listen to various artists from Italy and view their work. As an artist, this dialogue with other artists and my experiences pursuing my own artwork in another country opened my life to another perspective. So often in America, we think everything is about us and the way we live. I learned that the world is far more complex, that there are other ways of seeing art and indeed the rest of the world. All of this has contributed to my larger world view. I hope I can continue to add to that new global perspective.          Looking for a more personal experience of Venice, I took a boat out to one of the islands of Venice called Burano. I had never seen so much color on an island before. It was a small fisherman's village filled with amazing doorways, alleys, and windows. I had the luxury of my own time that allowed me to view a more personal relationship with the people and islands of Venice where civilizations have lived for centuries. As a student of art, I was most affected by the vivid colors of the places and the strong sense of art history around me. The cobblestone alleys I walked upon reminded me of the centuries of lives I must be passing. A new window had opened to me and as a photographer, I sought to capture time. I enrolled in the Venice Program because I wanted an international experience around art. I also wanted to participate in a global art cooperative. I felt I needed to learn more by living in Europe. And indeed, I learned a lot more than I expected. As a performance artist and photographer, art history and foreign travel are not required in my degree program, but I felt I was missing something. Art history is the foundation of all art. If I learned something about it, then maybe it would improve the way I practice and see art in the world.          Looking for a gondola ride? I had always wanted to take one. It was the first thing that I did when I visited Venice. The accordian music that accompanied the ride added to the journey through small canal streets between buildings. It was the first time I realized that I could really do without my car!          Strolling through the streets and labyrinths of Venice on the way to classes gave us the opportunity to meet local people and observe their way of life. Speaking to them, I learned to improve my Italian. Their friendly faces welcomed me in their country. I soon felt at home. In undergraduate school, I had a chance to live in Spain. I have never forgotten the experience or the people. To this day, I still write to the many friends I had met. Now, visiting Italy as a graduate student, I appreciate things much more. I have met such wonderful people and had a wonderful experience. It is my hope that as an artist I will be able to partner better with people around the world and participate in international exhibitions. My career goal is to become an international artist. I think that is the way life is going now. It is more than America. It is about the world and how we fit into it to make it a better place. And hopefully, a place where I can exhibit and share my art with others!                       This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Appuhn, Karl    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Karl Appuhn   Associate Professor of History, Italian   Northwestern University, PhD 1999   Office Address:   King Juan Carlos Center,  Room 411   Email:        Phone:   212.998.8621   Field of Study:   Early Modern Europe   Areas of Research/Interest:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.     Bio   Karl Appuhn’s research examines the relationship between humans and non-human nature in early modern Italy. He is most interested in the ways that technical and scientific expertise helped individuals and institutions make sense of the connections between society and nature. He has written about forest and water management in Renaissance Venice, and is currently working on a history of veterinary medicine in seventeenth- and eighteenth-century Italy, which examines the connection between widespread zoonotic diseases (especially bovine diseases), changes in the Italian diet, and the establishment of veterinary medicine as an academic discipline at the University of Padua. He is also writing a general environmental history of early modern Europe.     His book, A Forest on the Sea won the American Historical Association’s Herbert Baxter Adams Prize for best first book in European history, as well as the Weyerhaeuser Prize for best book in conservation history and the Delmas Prize for best book in Venetian studies. He also won the ASEH’s Hamilton Prize for best article in the field of environmental history in 2000. He is the recipient of fellowships from Fulbright, ACLS, the Columbia Society of Fellows in the Humanities, the American Academy in Rome, the Institute for Advanced Study, and the Gladys Krieble Delmas Foundation.     He teaches graduate and undergraduate courses in Italian history, environmental history, the history of science and medicine, the history of animals, and Mediterranean history. He has worked closely with graduate students in early modern and modern European history, Atlantic World, Latin American history, African history, U.S. history, the joint MEIS and HJS programs, and the Italian Studies department.     Selected Works:   Books:    A Forest on the Sea: Environmental Expertise in Renaissance Venice (Johns Hopkins University Press, 2009).  * Herbert Baxter Adams Prize (American Historical Association)  * Charles Weyerhaeuser Prize (Forest History Society)  * Gladys Krieble Delmas Prize (Renaissance Society of America)       Articles:          “Ecologies of Beef: Eighteenth-Century Epizootics and the Environmental History of Early Modern Europe,” Environmental History 268-87 (2010).    “Friend or Flood? The Dilemmas of Flood Control in Late Renaissance Venice,” in The Nature of Cities: New Approaches to Urban Environmental History, ed. Andrew Isenberg (Rochester, NY: University of Rochester Press, 2006) 79-102.    “Tools for the Development of the European Economy,” in A Companion to the History of the Renaissance World, ed. Guido Ruggiero (London: Blackwell, 2002) 259-78.    “Politics, Perception, and the Meaning of Landscape in Late Medieval Venice: Marco Cornaro’s 1442 Inspection of Firewood Supplies,” in Inventing Medieval Landscapes: Senses of Place in Western Europe, eds. John Howe and Michael Wolfe (Gainesville, FL: University Press of Florida, 2002) 70-88.    “Inventing Nature: Forests, Forestry, and State Power in Renaissance Venice,” The Journal of Modern History 851-89 (2000).  *Alice Hamilton Prize (American Society for Enironmental History)     Update your faculty profile         Updated on 07&#047;11&#047;2014             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Studio Art (Venice, Italy) - Photo Essays - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Photo Essays                              Art Administration in the European Context (Netherlands and Austria)     Theatre Practices: Puerto Rico     Dance Education in Uganda     Studio Art (Venice, Italy)     Culture and Language Learning in Real Time (Dominican Republic)     Media Ethnography and the Transcultural City (Paris)     A Letter from Ghana     Food and Culture: Exploring the Origins and Meanings of Food (New Orleans)     Applied Theatre I (Mexico)     Youth Theatre (London, England)     Special Topics in Counseling: Cross-Cultural Counseling (Mexico)     Special Topics in Counseling: Cross-Cultural Counseling (New Orleans)     Social Transformation (South Africa)     Educational and Social Reform (South Africa)     Educational and Social Reform (South Africa)     Community Health: A Society in Transition (South Africa)     Theatre Practices (Puerto Rico)     Evolving Communities: Who and What Make Change? (Peru)     Exhibition and Display of Art and Material Culture (England)     Cross-Cultural Counseling (Puebla, Mexico)     January Intersession Courses in London                         Studio Art (Venice, Italy)            Photos and Captions by Donna Clovis       For my graduate studio critique class led by Professor Maurizio Pelligrin, I was able to work on the Lido beaches of Venice in the early morning. As a performance artist and photographer, I created artistic pieces using the waters of Venice since it is a place of shifting light, mists, and hazes that change as the sun rises.          The seminar, The Artist in Venice, led by Professor William Barcham, gave me the opportunity to view Renaissance paintings throughout Venice. Three mornings a week, we met our professor at different locations, churches, and monuments. It was an adventure finding your way on the water buses through the canals and lagoons of the city. On other mornings, we would work on our personal projects in the Graduate Studio Critique classes. Some would paint, others would practice photography. I would spend my mornings photographing the fishing villages or creating performance pieces on the beaches of the Lido when the light was absolutely beautiful! During the afternoons and early evenings, we participated in artist talks. We would listen to various artists from Italy and view their work. As an artist, this dialogue with other artists and my experiences pursuing my own artwork in another country opened my life to another perspective. So often in America, we think everything is about us and the way we live. I learned that the world is far more complex, that there are other ways of seeing art and indeed the rest of the world. All of this has contributed to my larger world view. I hope I can continue to add to that new global perspective.          Looking for a more personal experience of Venice, I took a boat out to one of the islands of Venice called Burano. I had never seen so much color on an island before. It was a small fisherman's village filled with amazing doorways, alleys, and windows. I had the luxury of my own time that allowed me to view a more personal relationship with the people and islands of Venice where civilizations have lived for centuries. As a student of art, I was most affected by the vivid colors of the places and the strong sense of art history around me. The cobblestone alleys I walked upon reminded me of the centuries of lives I must be passing. A new window had opened to me and as a photographer, I sought to capture time. I enrolled in the Venice Program because I wanted an international experience around art. I also wanted to participate in a global art cooperative. I felt I needed to learn more by living in Europe. And indeed, I learned a lot more than I expected. As a performance artist and photographer, art history and foreign travel are not required in my degree program, but I felt I was missing something. Art history is the foundation of all art. If I learned something about it, then maybe it would improve the way I practice and see art in the world.          Looking for a gondola ride? I had always wanted to take one. It was the first thing that I did when I visited Venice. The accordian music that accompanied the ride added to the journey through small canal streets between buildings. It was the first time I realized that I could really do without my car!          Strolling through the streets and labyrinths of Venice on the way to classes gave us the opportunity to meet local people and observe their way of life. Speaking to them, I learned to improve my Italian. Their friendly faces welcomed me in their country. I soon felt at home. In undergraduate school, I had a chance to live in Spain. I have never forgotten the experience or the people. To this day, I still write to the many friends I had met. Now, visiting Italy as a graduate student, I appreciate things much more. I have met such wonderful people and had a wonderful experience. It is my hope that as an artist I will be able to partner better with people around the world and participate in international exhibitions. My career goal is to become an international artist. I think that is the way life is going now. It is more than America. It is about the world and how we fit into it to make it a better place. And hopefully, a place where I can exhibit and share my art with others!                       This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Matteo Compareti &mdash; Institute for the Study of the Ancient World                                                                                                                          Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               People                &gt;                                           Alumni                &gt;                                           Scholars 2013-2014                &gt;                                                                   Matteo Compareti                            Matteo Compareti                                                       Info                                                                                                                                                                      VRS 2013-14                  compareti@hotmail.com                      Matteo Compareti was born in 1971 in Padua, Venice region, in north-eastern Italy. He graduated at Venice University “Ca’ Foscari” in the faculty of oriental studies (1999) and defended his PhD at the University of Naples “L‘Orientale” with a dissertation on the “Silk Road” studies (2005). He concentrates his interests on the presence of the Sogdians and the Persians in Xinjiang and proper China in the pre-Islamic period. He took part in the Italian-Uzbek excavations in the region of Bukhara directed by Prof. Chiara Silvi Antonini from Rome University “La Sapienza” in fall 2002 and, in fall 2006, he was invited by the research team directed by Prof. Maurizio Tosi from Bologna University “Alma Mater” to visit their excavations in Samarkand. The result of this fieldwork was the publication of a book (2009) on the identification of a cycle of paintings in pre-Islamic Samarkand (Afrasyab) where important Chinese (and, possibly, Indian) elements are depicted as well. Moreover, the Afrasyab paintings could be considered an ideal link between the decorations of the 6 th century funerary monuments from Xi’an and the Islamic production of book illustrations, specifically the banquet scenes or, in any case, the representations of the royal court.    His scholarly interests range widely, from the archaeology and history of art of Iranian peoples such as the Sasanian Persians and Sogdians to the archaeology and history of art of the pre-Tang and Tang periods with special attention devoted to the presence of external elements (mainly Iranian ones) in 6 th -7 th century Chinese art.    The extraordinary discoveries in the area around Xi‘an, the ancient Chinese imperial capital, of a series of newly excavated graves which belonged to Iranian immigrants settled into China during the 6 th century became one of his main interests. In fact, these funerary monuments allow us to better understand the history and culture of Sogdiana motherland and also its largely unknown local form of Zoroastrianism.    While at ISAW, he will be completing a study devoted to the representation of the Senmurv (Neo-Persian Simurgh ) in Iranian arts during pre-Islamic and Islamic periods. This is a mythological fantastic bird much celebrated in Zoroastrian literary sources (a kind of “Persian phoenix”) whose investigation should be reconsidered in the light of new archaeological discoveries in Persia and Central Asia.                                                                                                                                                                                                     People                                               Faculty                                    Affiliated Faculty                                    Staff                                    Visiting Research Scholars                                    Students                                    Alumni                                          Scholars 2013-2014                                                              Scholars 2012-2013                                    Scholars 2011-2012                                    Scholars 2010-2011                                    Scholars 2009-2010                                    Scholars 2008-2009                                    Scholars 2007-2008                                                     Senior Fellows                                    Research Associates                                                                                                      NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]