[{"detail": [{"content": "FAQ (Simulation Center) | NYU College of Nursing                                 Home   College Directory   Global   News                                           Menu     Search                                                      About   Academics   Admissions   Research   Our Practices   Students   Alumni                                     Sections                                          Undergraduate   Graduate   Clinical Experience On-Campus Clinical   Off-Campus Clinical   FAQs   Requirements     Academic Calendars   Academic Integrity   Academic Affairs   Technical Standards                                     Academics                   Home > Academics > Clinical Experience > FAQs                                                                        FAQs               I have already submitted health clearance to the NYU Student Center and they said I am in compliance with immunization requirements. Do I have to submit forms again to the College of Nursing?   What is the deadline for submitting health clearance requirements?   Why do I need to have titers for health clearance if I have already had my vaccinations?   What happens if I have a negative or equivocal titer?   Do I need to get titers more than once?   How do I know if the CPR certification that I currently have is the correct one that is required?    I have already submitted health clearance to the NYU Student Center and they said I am in compliance with immunization requirements. Do I have to submit forms again to the College of Nursing? Yes. You need to submit additional health clearance forms required by NYU College of Nursing 6 weeks prior to starting your first on or off-campus clinical. The NYU Student Health Center forms are not the same at the NYU College of Nursing Health Clearance forms . The NYU Student Health Center forms request your immunization documentation required by NY State. The NYU College of Nursing Health Clearance Forms request specific health clearance information required by the hospitals and healthcare agencies where you have your clinical experiences.   Back to top   What is the deadline for submitting health clearance requirements?   All health clearance documents must be submitted to the Office of Academic Clinical Affairs 6 weeks prior to the semester in which you are registered for a nursing course with a clinical component.   Back to top   Why do I need to have titers for health clearance if I have already had my vaccinations? Titers are screening tests that helps determine if the tested person is susceptible to specific diseases such as Measles, Mumps, Rubella, Varicella and Hepatitis B. These titers are required by hospitals and healthcare agencies where you will be having your clinical experiences. Vaccination history is not sufficient.   Back to top   What happens if I have a negative or equivocal titer? If you have a negative or equivocal titer, you will need to be revaccinated and sumbit the documentation that revaccination was done. In addition, you must also submit a copy of your childhood vaccination history.   Back to top   Do I need to get titers more than once? No. Titers are submitted one time only.   Back to top   How do I know if the CPR certification that I currently have is the correct one that is required? Your CPR certification must indicate that you have completed a BLS (Basic Life Support) for Healthcare Providers course. This is written on the front of the card. You must submit a copy of this card (front and back) to the Office of Academic Clinical Affairs.   Back to top                       Clinical Experience            On-Campus Clinical   Off-Campus Clinical   FAQs   Requirements                                                             Contact   Academic Bulletin   Open Positions   Site Map   NYU College of Dentistry   Legal   Site Credits"}]},
{"detail": [{"content": "FAQ (Simulation Center) | NYU College of Nursing                                 Home   College Directory   Global   News                                           Menu     Search                                                      About   Academics   Admissions   Research   Our Practices   Students   Alumni                                     Sections                                          Undergraduate   Graduate   Clinical Experience On-Campus Clinical   Off-Campus Clinical   FAQs   Requirements     Academic Calendars   Academic Integrity   Academic Affairs   Technical Standards                                     Academics                   Home > Academics > Clinical Experience > FAQs                                                                        FAQs               I have already submitted health clearance to the NYU Student Center and they said I am in compliance with immunization requirements. Do I have to submit forms again to the College of Nursing?   What is the deadline for submitting health clearance requirements?   Why do I need to have titers for health clearance if I have already had my vaccinations?   What happens if I have a negative or equivocal titer?   Do I need to get titers more than once?   How do I know if the CPR certification that I currently have is the correct one that is required?    I have already submitted health clearance to the NYU Student Center and they said I am in compliance with immunization requirements. Do I have to submit forms again to the College of Nursing? Yes. You need to submit additional health clearance forms required by NYU College of Nursing 6 weeks prior to starting your first on or off-campus clinical. The NYU Student Health Center forms are not the same at the NYU College of Nursing Health Clearance forms . The NYU Student Health Center forms request your immunization documentation required by NY State. The NYU College of Nursing Health Clearance Forms request specific health clearance information required by the hospitals and healthcare agencies where you have your clinical experiences.   Back to top   What is the deadline for submitting health clearance requirements?   All health clearance documents must be submitted to the Office of Academic Clinical Affairs 6 weeks prior to the semester in which you are registered for a nursing course with a clinical component.   Back to top   Why do I need to have titers for health clearance if I have already had my vaccinations? Titers are screening tests that helps determine if the tested person is susceptible to specific diseases such as Measles, Mumps, Rubella, Varicella and Hepatitis B. These titers are required by hospitals and healthcare agencies where you will be having your clinical experiences. Vaccination history is not sufficient.   Back to top   What happens if I have a negative or equivocal titer? If you have a negative or equivocal titer, you will need to be revaccinated and sumbit the documentation that revaccination was done. In addition, you must also submit a copy of your childhood vaccination history.   Back to top   Do I need to get titers more than once? No. Titers are submitted one time only.   Back to top   How do I know if the CPR certification that I currently have is the correct one that is required? Your CPR certification must indicate that you have completed a BLS (Basic Life Support) for Healthcare Providers course. This is written on the front of the card. You must submit a copy of this card (front and back) to the Office of Academic Clinical Affairs.   Back to top                       Clinical Experience            On-Campus Clinical   Off-Campus Clinical   FAQs   Requirements                                                             Contact   Academic Bulletin   Open Positions   Site Map   NYU College of Dentistry   Legal   Site Credits"}, {"content": "Simulation Center | NYU College of Nursing                                 Home   College Directory   Global   News                                           Menu     Search                                                      About   Academics   Admissions   Research   Our Practices   Students   Alumni                                     Sections                                          Undergraduate   Graduate   Clinical Experience On-Campus Clinical   Off-Campus Clinical   FAQs   Requirements     Academic Calendars   Academic Integrity   Academic Affairs   Technical Standards                                     Academics                   Home > Academics > Clinical Experience > On-Campus Clinical                                                                        On-Campus Clinical                NYU College of Nursing’s Clinical Simulation Learning Center     Students administering a nebulizer treatment to SimMan 3G     NYU College of Nursing’s (NYUCN) new Clinical Simulation Learning Center (CSLC) is designed to provide the most state-of-the-art realistic simulated hospital environment for both undergraduate and graduate students. The CSLC allows students to enhance their clinical skills and nursing knowledge in a safe learning environment through the use of computerized manikins, Standardized Patients, task trainers and other hi-tech hospital equipment. Our cutting edge simulation center is over 10,000 square feet and is located at 433 First Avenue on the fourth and fifth floor of the College of Nursing. Each week over 100 simulations sessions are conducted at the CSLC for over 1,000 undergraduate BS and graduate MS students.   The CSLC simulation center is equipped with the most advanced Human Patient Simulators (HPS) that have realistic features such as blinking eyes with pupils that react to light, palpable pulses, and the ability to simulate normal and abnormal heart and lung sounds. The HPS also respond physiologically to treatments such as medication and oxygen administration. Each HPS is programmed with realistic case-based patient scenarios reflecting commonly occurring patient health problems that students encounter during their clinical experiences. In addition to the HPS, the CSLC uses Standardized Patients (SP’s) who are actors who have been trained in a standardized manner to portray a patient during simulated patient encounters. Use of SP’s has been successfully used in the nursing and medical field to educate and evaluate students. Students must use their clinical judgment, knowledge, communication and teamwork skills during each simulation. The CSLC is currently equipped with close to 30 HPS’s including adult, pregnant, and pediatric manikins. NYUCN strives to provide students with the same technologies that they will use in the hospital setting including automated medication dispensing machines, smart intravenous pumps, and an electronic medical health record system.   Undergraduate BS Program: A/B Clinical Delivery Model   The clinical learning experiences for the undergraduate students at NYUCN consist of very two components: on and off-campus clinicals. The on-campus clinical component takes place at NYUCN’s CSLC and the off-campus clinical component takes place at various agencies such as acute care hospitals, long-term care settings, and community health care agencies. The A/B model is the term used to describe the clinical learning experiences for all undergraduate students taking courses with a clinical component. The “A” of the A/B Clinical Model refers to students who start with on-campus clinical simulation and the “B” refers to students who start in the off-campus clinical setting. Students alternate weekly between on-campus and off-campus clinical settings. Clinical nursing courses that use the A/B model include Adult and Elder I, Adult and Elder II, Adult and Elder III, pediatric, psychiatric, and Leadership and Management in Nursing. Community health nursing and maternity use a smaller dose of simulation.   The on-campus clinical simulation learning session is viewed as a safe, supportive, nonjudgmental clinical learning environment which provides students with consistent clinical learning experiences related to expected individual course and overall program outcomes. In this protective learning environment students can make a mistake without the fear of harming a patient and subsequently learn from the mistake in order to prevent such errors from happening in the future. NYUCN’s goal for using the A/B clinical learning model addresses patient safety and quality improvement. This model provides students with the necessary clinical learning experiences to meet their program outcomes and graduate successfully from NYUCN. The framework for teaching/learning and evaluation of competencies are in concert with American Association of Colleges of Nursing’s (AACN) Baccalaureate and Master’s Essentials. Graduates are well prepared to enter the nursing workforce and demonstrate AACN’s essentials for nursing practice with a particular emphasis on those related to: Quality and Safety Education for Nurses (QSEN), Interprofessional Education Collaborative (IPEC), evidence-based practice (EBP), and management of patient information through the electronic health record (EHR).   Graduate MS Programs   The graduate programs use simulation in one or more of their clinical courses. The Primary Care nurse practitioner (NP) programs (Adult, Pediatric, and Family), NP Adult Acute Care, and Psychiatric as well as the Nurse-Midwifery and Nursing Education students all participate in simulations involving the HPS as well as SPs. The Nursing Education students use the CSLC to gain valuable teaching experience through their teaching practicum hours working with our undergraduate students. All NP and Nurse Midwifery students are provided with simulation learning sessions in the Advanced Health Assessment courses to develop their history and physical assessment competencies and during their Common Health Problems and population specific clinical courses apply these competencies using SPs and/or hi-fidelity manikins to derive differential diagnoses and develop an appropriate plan of care.   The CSLC Staff   Kellie D. Bryant DNP, WHNP-BC; Director of Simulation Learning Natalya Pasklinsky MS, ACNP-BC; Assistant Director (Undergraduate) Megan Corley MS, AGPCNP-BC ; Assistant Director of Simulation Learning (Graduate) Jordan Genee CTS; Simulation Technology Manager                      Clinical Experience            On-Campus Clinical   Off-Campus Clinical   FAQs   Requirements                            Back to top                                                    Contact   Academic Bulletin   Open Positions   Site Map   NYU College of Dentistry   Legal   Site Credits"}]}]