[{"detail": [{"content": "The Race for 5G: NYU WIRELESS Researchers File Comments with FCC to Shape the Future of Wireless | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / The Race for 5G: NYU WIRELESS Researchers File Comments with FCC to Shape the Future of Wireless                         Press Room                                                             The Race for 5G: NYU WIRELESS Researchers File Comments with FCC to Shape the Future of Wireless         Researchers Urge a Rapid Allocation of New Spectrum to Boost U.S. Position in Global Race          Posted January 14th, 2015                Press Room  Facebook Twitter Print  Download Get Post Image          NYU’s Polytechnic School of Engineering is the nation’s second oldest private engineering school. It includes the former Weber Research Institute (known prior to 1985 as the Microwave Research Institute – MRI), founded in 1945 by Ernst Weber at Polytechnic Institute as one of the world’s first research centers on applications of microwave technology. MRI’s annual symposia were key microwave technologies conferences, and their proceedings are a key archives of the pioneering research of that era.             \">   The latest shot in a 21st century moon race of sorts was fired this week, as researchers from NYU WIRELESS answered a call for input by the Federal Communications Commission (FCC) to help shape 5G, the ultra-fast future of wireless communications.   In October 2014, the FCC released a Notice of Inquiry calling for public comment on the opportunities and obstacles of utilizing high-frequency radio waves in the millimeter wave (mmWave) spectrum to meet the intense, growing consumer demand for mobile data capacity&mdash;demand that will explode by 60 percent or more annually for decades to come.   NYU WIRELESS, the first university center to combine wireless engineering, computing, and medical applications research, is home to unprecedented experimentation with mmWave spectrum, including pioneering research on propagation measurements, radio channel modeling, system simulation and antenna technology. The center, led by Professor Theodore (Ted) S. Rappaport , responded to the FCC&rsquo;s notice with a comprehensive set of recommendations to assure that the United States remains both innovative and competitive in the fierce global race to develop technologies to meet the demand for mobile data.   New York University&rsquo;s Polytechnic School of Engineering launched NYU WIRELESS in August 2012. Focused on mass-deployable wireless devices across a wide range of applications and markets, NYU WIRELESS includes more than 20 faculty members and 100 graduate students from the NYU School of Engineering Electrical and Computer Engineering Department, NYU Courant Institute of Mathematical Sciences, and the NYU Langone School of Medicine. NYU WIRELESS functions as a hub linking its 12 industrial affiliates as well as researchers at other universities in its seminal mmWave research, measuring, and modeling. Its research was cited by the FCC when the commission opened comments on the future of mmWave technology.   Per-user consumer demand for mobile content is on pace to increase between 60 and 100 percent each year for the foreseeable future, placing impossible burdens on the grossly overextended spectrum utilized by today&rsquo;s mobile technologies. Current mobile services rely on spectrum below 3 gigahertz (GHz), with the most advanced of current commercial systems, 4G LTE, offering transfer rates at tens of megabits per second.   By contrast, the mmWave occupies frequencies from 30 to 300 GHz, many times higher than frequencies in which today&rsquo;s cellular systems work. In this new spectrum, much wider radio channels can be used, and service promises to be unimaginably faster. The NYU WIRELESS researchers explain it will support high-bandwidth content at speeds exceeding 10 gigabits per second&mdash;a thousand times today&rsquo;s current mobile phone download speeds. These speeds will be needed for cloud-based applications and to support such new technologies as autonomous automobiles, wireless medical devices, and the Internet of Things&mdash;the growing web of interconnected digital devices for the home and office.   The researchers point out that their recommendations could allow current cellphone carriers to keep up with demand while spawning new local carriers and new content distribution models as well as technology breakthroughs.   The FCC&rsquo;s development of an effective strategy for unleashing the mmWave spectrum has wide implications, both domestic and global. Rappaport and his NYU WIRELESS colleagues outline their recommendations to guide this process, which fall into three main areas: global competitiveness and regulation, safety, and feasibility and timing.   Competitiveness and Regulation   First, the researchers emphasize that allowing access to and utilization of mmWave frequencies is the only way to keep pace with mobile data demand. The development of mmWave systems will pave the way not just for faster data transfer for individuals, but for a future of seamless communication between computing devices, advanced medical devices, autonomous cars, and the Internet of Things.   Importantly, they note that the United States lags considerably in its efforts to kick-start mmWave research and development. Citing the vast government and private sector resources that have been committed by Europe, China, South Korea, Japan, and other nations to develop 5G technologies, the NYU WIRELESS team advocates an urgent and unprecedented allocation of new broadband spectrum, along with light-touch regulations to foster rapid development and attract private-sector investment for entirely new businesses.   &ldquo;America is far behind the growing international competition for wireless research and development, and an aggressive spectrum policy is a great equalizer at the disposal of the FCC,&rdquo; noted Rappaport.   The researchers recommend flexible, permissive licensing with minimal restrictions on incumbent spectrum holders. They note that bandwidth sharing is more technically feasible in the mmWave spectrum than in the current mobile spectrum.   They believe that a degree of permissiveness will allow those holding licenses for the mmWave spectrum to quickly team with other constituents to implement new services. The FCC provided such landmark spectrum regulation in the past, thereby launching revolutionary wireless and services. For example, when the FCC authorized ISM bands in 1985, these ultimately enabled technologies that were unthinkable at the time, including Wi-Fi and Bluetooth.   Rappaport and his colleagues suggest extending this same flexibility to antenna technology and design. At mmWave frequencies, new adaptive antennas&mdash;using dozens of individual radiators&mdash;will fit within a cell phone, allowing unprecedented control of radio energy: In the future, they say, signals will be beamed with pinpoint accuracy by electrically steerable antennas to maximize coverage. The NYU researchers believe the greatest gains can be made in this area absent requirements on antenna design, suggesting instead that regulations focus on setting interference limits in a new regime of directional antennas.   Research by NYU WIRELESS is revealing that new antenna technology is key to the success of mmWave technology. New antennas are overcoming hurdles that originally seemed insurmountable, allowing waves no bigger than a fingernail to effectively carry data over unexpectedly long distances under surprisingly difficult environmental conditions.   &ldquo;Making mmWave spectrum available for commercial use without prolonged regulatory uncertainty will stimulate foreign and domestic investments in R&amp;D, result in new services and capabilities for American consumers, and provide an influx of technical talent,&rdquo; Rappaport said.   Safety   The NYU WIRELESS report includes commentary on the safety of mmWave mobile communications: Because these future devices will operate on a spectrum with different properties than today&rsquo;s communications devices, the FCC rules and regulations on safety will need to be reviewed and adjusted accordingly.   Of note: mmWave mobile communications do not pose new or increased radio frequency (RF) safety risks. MmWave radiation is non-ionizing, and the only known health concerns are due to radio-frequency heating. Rappaport and his colleagues note that mmWave radiation will not penetrate as deeply into the body as UHF or microwave frequencies.   The researchers outline the need for a review of metrics used in regulatory contexts to demonstrate safety, as these will not apply to mmWave devices, with their adaptive, multidirectional antennas rather than the single, fixed-direction antennas of today&rsquo;s handset. NYU WIRELESS is currently using magnetic wave imaging (MRI) to study the safety of using radio waves in the new spectrum. This March, it expects to publish research demonstrating that temperature changes in the tissues of the body induced by RF heating are an appropriate safety metric for devices, such as phones, that are used in close proximity to the body. Additionally, the current safety rules regarding RF exposure do not specify limits above 100GHz; because spectrum use will inevitably move to these bands over time, the researchers recommend further investigations to codify safety metrics at these frequencies.   Feasibility and Timing   While mmWave technologies represent the greatest opportunities for advancement, the NYU WIRELESS researchers emphasize that for at least the next decade, the use of spectrum above 24 GHz will supplement current cellular technologies rather than replace them. However, they predict that after initial rollout in urban areas&mdash;where mmWave technology is expected to be most effective because of topography and proximity&mdash;5G technology utilizing mmWave spectrum will be ubiquitous across all 50 states in fewer than 20 years. The researchers note that with suitable FCC regulations, new non-cellular-type providers could spring up almost instantly. Rappaport and his colleagues make the case that technology exists today to create products and services such as Wi-Fi-like broadband, backhaul network support that could provide connectivity in rural areas, and new content distribution businesses. All would be able to share spectrum held by current licensees.   The report outlines the distinctions between the antenna, base stations, and transmission obstacles associated with 4G mobile and the unique technical requirements and opportunities that must be explored to implement mmWave mobile service.   Notably, the classic wide-beam sector antenna base stations and omnidirectional mobile antennas used in today&rsquo;s systems simply do not work at higher frequencies. They would be physically too small above 24GHz and would lead to excessive propagation path losses such that uplinks and downlinks could not be reasonably maintained. The industry realizes this and is rapidly developing new highly directive and electrically steerable adaptive antennas.   The FCC&rsquo;s interest in the spectrum is driven in part by the fact that mmWaves can carry much greater bandwidth than current UHF or microwave frequencies; the channel width can be orders of magnitude greater than any spectrum used today.   Far smaller than today&rsquo;s mobile wavelengths, mmWaves travel only short distances. They have historically been believed to be too easily obstructed by weather, urban structures, vegetation, and even people. However, Rappaport and his colleagues have published some of the first and most advanced experiments with mmWave transmission with new adaptive, multidirectional antennas that show tremendous promise in circumventing these challenges and providing service that far exceeds today&rsquo;s standards.   The NYU WIRELESS filing with the FCC outlines schemes involving antennas that are the same physical size as today&rsquo;s antennas but have vastly greater gain. The researchers&rsquo; vision for mmWave base stations and antennas includes units that have the same-size footprint as today&rsquo;s units, but vastly more antenna elements that may be implemented as the wavelength decreases. A multidirectional antenna with the ability to electrically steer beams with great accuracy provides a powerful capability that previous mobile and older Wi-Fi networks have not been able to exploit.   Research at NYU WIRELESS shows that by using techniques such as adaptive beamforming, multiple-input-multiple-output (MIMO) antenna technology and beam combining in base stations and mobile units, the range of 5G mmWave cells can be increased to several hundred meters&mdash;the same size as 4G cells in dense urban environments. The researchers also point out that real-time interference avoidance is much easier when adaptive antennas are used.   To develop and test new equipment and schemes of transmission and to begin alleviating the spectrum crunch faced by today&rsquo;s carriers, the researchers call for 5 to10 GHz of spectrum that could be auctioned in blocks of 2.5 GHz. They point out that this would provide carriers with significantly more spectrum than they hold today, meanwhile allowing new entrants to launch new services. The NYU WIRELESS collaborators also call for steps to create what Rappaport envisions as a &ldquo;technical playground&rdquo; in the form of 10 GHz of unlicensed mmWave spectrum allocated for the development of potentially life-changing wireless technologies, including 5 GHz of spectrum above 100 GHz.   Unlike its predecessors, 5G is unlikely to be a single technology in a specific band, but rather a bundle of technologies at varying bands.   The full text of the NYU WIRELESS comments to the FCC is available here , with supporting documents .                      Learn more about: Theodore S. Rappaport                             News    Posted April 27th, 2015  Inno/Vention Demo Day: Learning by Demonstrating  As Attacks Multiply, AIG CEO Hancock Calls for Stronger Cyber Insurance Posted April 9th, 2015  The Jacobs Women: Helping Build a Legacy Posted March 26th, 2015  New Faculty, New Breakthroughs Posted March 19th, 2015        Cable   News from Cable alumni magazine.  Posted January 21st, 2015 Transformative Process Read More       Press Releases    Posted April 29th, 2015  Brookings Study Ranks NYU&#039;s Engineering School Among the Best in Aiding Students&#039; Financial Success  NYU School of Engineering Faculty and Students Share Their Cutting-Edge Research with the Public Posted April 20th, 2015  3 Promising Teams Win The #ConnectAbility Challenge Hackathon  Posted April 20th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Smart Antennas Could Open Up New Spectrum For 5G | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / Smart Antennas Could Open Up New Spectrum For 5G                         Press Room                                                             Smart Antennas Could Open Up New Spectrum For 5G         Posted September 5th, 2014                   Press Room  Facebook Twitter Print                           Theodore S. Rappaport, Wonil Roh, Kyungwhoon Cheun for spectrum.ieee.org/ August 28th, 2014            Source: http://spectrum.ieee.org/telecom/wireless/smart-an...           People in real estate joke that there are only three things that matter in the business of buying and selling property: location, location, location. The same could be said for radio spectrum. The frequencies used for cellular communications have acquired the status of waterfront lots&mdash;highly coveted and woefully scarce. And like beach-home buyers in a bidding war, mobile operators must constantly jockey for these prime parcels, sometimes shelling out as much as tens of billions of dollars for just a small sliver of the electromagnetic pie.   That&rsquo;s because the cellular industry, throughout its four-decade existence, has relied exclusively on a strip of spectrum known as the ultrahigh frequency band, which comprises only about 1 percent of all regulated spectrum.   (Read more...)                               In Media    NYU School of Engineering Launches 3 Online Certificate Programs for Big Data Skills Posted April 17th, 2015  5Qs On 5G: With NYU WIRELESS Posted April 17th, 2015  NYC launches portal for city agency reports Posted April 10th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "The Race for 5G: NYU WIRELESS Researchers File Comments with FCC to Shape the Future of Wireless | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / The Race for 5G: NYU WIRELESS Researchers File Comments with FCC to Shape the Future of Wireless                         Press Room                                                             The Race for 5G: NYU WIRELESS Researchers File Comments with FCC to Shape the Future of Wireless         Researchers Urge a Rapid Allocation of New Spectrum to Boost U.S. Position in Global Race          Posted January 14th, 2015                Press Room  Facebook Twitter Print  Download Get Post Image          NYU’s Polytechnic School of Engineering is the nation’s second oldest private engineering school. It includes the former Weber Research Institute (known prior to 1985 as the Microwave Research Institute – MRI), founded in 1945 by Ernst Weber at Polytechnic Institute as one of the world’s first research centers on applications of microwave technology. MRI’s annual symposia were key microwave technologies conferences, and their proceedings are a key archives of the pioneering research of that era.             \">   The latest shot in a 21st century moon race of sorts was fired this week, as researchers from NYU WIRELESS answered a call for input by the Federal Communications Commission (FCC) to help shape 5G, the ultra-fast future of wireless communications.   In October 2014, the FCC released a Notice of Inquiry calling for public comment on the opportunities and obstacles of utilizing high-frequency radio waves in the millimeter wave (mmWave) spectrum to meet the intense, growing consumer demand for mobile data capacity&mdash;demand that will explode by 60 percent or more annually for decades to come.   NYU WIRELESS, the first university center to combine wireless engineering, computing, and medical applications research, is home to unprecedented experimentation with mmWave spectrum, including pioneering research on propagation measurements, radio channel modeling, system simulation and antenna technology. The center, led by Professor Theodore (Ted) S. Rappaport , responded to the FCC&rsquo;s notice with a comprehensive set of recommendations to assure that the United States remains both innovative and competitive in the fierce global race to develop technologies to meet the demand for mobile data.   New York University&rsquo;s Polytechnic School of Engineering launched NYU WIRELESS in August 2012. Focused on mass-deployable wireless devices across a wide range of applications and markets, NYU WIRELESS includes more than 20 faculty members and 100 graduate students from the NYU School of Engineering Electrical and Computer Engineering Department, NYU Courant Institute of Mathematical Sciences, and the NYU Langone School of Medicine. NYU WIRELESS functions as a hub linking its 12 industrial affiliates as well as researchers at other universities in its seminal mmWave research, measuring, and modeling. Its research was cited by the FCC when the commission opened comments on the future of mmWave technology.   Per-user consumer demand for mobile content is on pace to increase between 60 and 100 percent each year for the foreseeable future, placing impossible burdens on the grossly overextended spectrum utilized by today&rsquo;s mobile technologies. Current mobile services rely on spectrum below 3 gigahertz (GHz), with the most advanced of current commercial systems, 4G LTE, offering transfer rates at tens of megabits per second.   By contrast, the mmWave occupies frequencies from 30 to 300 GHz, many times higher than frequencies in which today&rsquo;s cellular systems work. In this new spectrum, much wider radio channels can be used, and service promises to be unimaginably faster. The NYU WIRELESS researchers explain it will support high-bandwidth content at speeds exceeding 10 gigabits per second&mdash;a thousand times today&rsquo;s current mobile phone download speeds. These speeds will be needed for cloud-based applications and to support such new technologies as autonomous automobiles, wireless medical devices, and the Internet of Things&mdash;the growing web of interconnected digital devices for the home and office.   The researchers point out that their recommendations could allow current cellphone carriers to keep up with demand while spawning new local carriers and new content distribution models as well as technology breakthroughs.   The FCC&rsquo;s development of an effective strategy for unleashing the mmWave spectrum has wide implications, both domestic and global. Rappaport and his NYU WIRELESS colleagues outline their recommendations to guide this process, which fall into three main areas: global competitiveness and regulation, safety, and feasibility and timing.   Competitiveness and Regulation   First, the researchers emphasize that allowing access to and utilization of mmWave frequencies is the only way to keep pace with mobile data demand. The development of mmWave systems will pave the way not just for faster data transfer for individuals, but for a future of seamless communication between computing devices, advanced medical devices, autonomous cars, and the Internet of Things.   Importantly, they note that the United States lags considerably in its efforts to kick-start mmWave research and development. Citing the vast government and private sector resources that have been committed by Europe, China, South Korea, Japan, and other nations to develop 5G technologies, the NYU WIRELESS team advocates an urgent and unprecedented allocation of new broadband spectrum, along with light-touch regulations to foster rapid development and attract private-sector investment for entirely new businesses.   &ldquo;America is far behind the growing international competition for wireless research and development, and an aggressive spectrum policy is a great equalizer at the disposal of the FCC,&rdquo; noted Rappaport.   The researchers recommend flexible, permissive licensing with minimal restrictions on incumbent spectrum holders. They note that bandwidth sharing is more technically feasible in the mmWave spectrum than in the current mobile spectrum.   They believe that a degree of permissiveness will allow those holding licenses for the mmWave spectrum to quickly team with other constituents to implement new services. The FCC provided such landmark spectrum regulation in the past, thereby launching revolutionary wireless and services. For example, when the FCC authorized ISM bands in 1985, these ultimately enabled technologies that were unthinkable at the time, including Wi-Fi and Bluetooth.   Rappaport and his colleagues suggest extending this same flexibility to antenna technology and design. At mmWave frequencies, new adaptive antennas&mdash;using dozens of individual radiators&mdash;will fit within a cell phone, allowing unprecedented control of radio energy: In the future, they say, signals will be beamed with pinpoint accuracy by electrically steerable antennas to maximize coverage. The NYU researchers believe the greatest gains can be made in this area absent requirements on antenna design, suggesting instead that regulations focus on setting interference limits in a new regime of directional antennas.   Research by NYU WIRELESS is revealing that new antenna technology is key to the success of mmWave technology. New antennas are overcoming hurdles that originally seemed insurmountable, allowing waves no bigger than a fingernail to effectively carry data over unexpectedly long distances under surprisingly difficult environmental conditions.   &ldquo;Making mmWave spectrum available for commercial use without prolonged regulatory uncertainty will stimulate foreign and domestic investments in R&amp;D, result in new services and capabilities for American consumers, and provide an influx of technical talent,&rdquo; Rappaport said.   Safety   The NYU WIRELESS report includes commentary on the safety of mmWave mobile communications: Because these future devices will operate on a spectrum with different properties than today&rsquo;s communications devices, the FCC rules and regulations on safety will need to be reviewed and adjusted accordingly.   Of note: mmWave mobile communications do not pose new or increased radio frequency (RF) safety risks. MmWave radiation is non-ionizing, and the only known health concerns are due to radio-frequency heating. Rappaport and his colleagues note that mmWave radiation will not penetrate as deeply into the body as UHF or microwave frequencies.   The researchers outline the need for a review of metrics used in regulatory contexts to demonstrate safety, as these will not apply to mmWave devices, with their adaptive, multidirectional antennas rather than the single, fixed-direction antennas of today&rsquo;s handset. NYU WIRELESS is currently using magnetic wave imaging (MRI) to study the safety of using radio waves in the new spectrum. This March, it expects to publish research demonstrating that temperature changes in the tissues of the body induced by RF heating are an appropriate safety metric for devices, such as phones, that are used in close proximity to the body. Additionally, the current safety rules regarding RF exposure do not specify limits above 100GHz; because spectrum use will inevitably move to these bands over time, the researchers recommend further investigations to codify safety metrics at these frequencies.   Feasibility and Timing   While mmWave technologies represent the greatest opportunities for advancement, the NYU WIRELESS researchers emphasize that for at least the next decade, the use of spectrum above 24 GHz will supplement current cellular technologies rather than replace them. However, they predict that after initial rollout in urban areas&mdash;where mmWave technology is expected to be most effective because of topography and proximity&mdash;5G technology utilizing mmWave spectrum will be ubiquitous across all 50 states in fewer than 20 years. The researchers note that with suitable FCC regulations, new non-cellular-type providers could spring up almost instantly. Rappaport and his colleagues make the case that technology exists today to create products and services such as Wi-Fi-like broadband, backhaul network support that could provide connectivity in rural areas, and new content distribution businesses. All would be able to share spectrum held by current licensees.   The report outlines the distinctions between the antenna, base stations, and transmission obstacles associated with 4G mobile and the unique technical requirements and opportunities that must be explored to implement mmWave mobile service.   Notably, the classic wide-beam sector antenna base stations and omnidirectional mobile antennas used in today&rsquo;s systems simply do not work at higher frequencies. They would be physically too small above 24GHz and would lead to excessive propagation path losses such that uplinks and downlinks could not be reasonably maintained. The industry realizes this and is rapidly developing new highly directive and electrically steerable adaptive antennas.   The FCC&rsquo;s interest in the spectrum is driven in part by the fact that mmWaves can carry much greater bandwidth than current UHF or microwave frequencies; the channel width can be orders of magnitude greater than any spectrum used today.   Far smaller than today&rsquo;s mobile wavelengths, mmWaves travel only short distances. They have historically been believed to be too easily obstructed by weather, urban structures, vegetation, and even people. However, Rappaport and his colleagues have published some of the first and most advanced experiments with mmWave transmission with new adaptive, multidirectional antennas that show tremendous promise in circumventing these challenges and providing service that far exceeds today&rsquo;s standards.   The NYU WIRELESS filing with the FCC outlines schemes involving antennas that are the same physical size as today&rsquo;s antennas but have vastly greater gain. The researchers&rsquo; vision for mmWave base stations and antennas includes units that have the same-size footprint as today&rsquo;s units, but vastly more antenna elements that may be implemented as the wavelength decreases. A multidirectional antenna with the ability to electrically steer beams with great accuracy provides a powerful capability that previous mobile and older Wi-Fi networks have not been able to exploit.   Research at NYU WIRELESS shows that by using techniques such as adaptive beamforming, multiple-input-multiple-output (MIMO) antenna technology and beam combining in base stations and mobile units, the range of 5G mmWave cells can be increased to several hundred meters&mdash;the same size as 4G cells in dense urban environments. The researchers also point out that real-time interference avoidance is much easier when adaptive antennas are used.   To develop and test new equipment and schemes of transmission and to begin alleviating the spectrum crunch faced by today&rsquo;s carriers, the researchers call for 5 to10 GHz of spectrum that could be auctioned in blocks of 2.5 GHz. They point out that this would provide carriers with significantly more spectrum than they hold today, meanwhile allowing new entrants to launch new services. The NYU WIRELESS collaborators also call for steps to create what Rappaport envisions as a &ldquo;technical playground&rdquo; in the form of 10 GHz of unlicensed mmWave spectrum allocated for the development of potentially life-changing wireless technologies, including 5 GHz of spectrum above 100 GHz.   Unlike its predecessors, 5G is unlikely to be a single technology in a specific band, but rather a bundle of technologies at varying bands.   The full text of the NYU WIRELESS comments to the FCC is available here , with supporting documents .                      Learn more about: Theodore S. Rappaport                             News    Posted April 27th, 2015  Inno/Vention Demo Day: Learning by Demonstrating  As Attacks Multiply, AIG CEO Hancock Calls for Stronger Cyber Insurance Posted April 9th, 2015  The Jacobs Women: Helping Build a Legacy Posted March 26th, 2015  New Faculty, New Breakthroughs Posted March 19th, 2015        Cable   News from Cable alumni magazine.  Posted January 21st, 2015 Transformative Process Read More       Press Releases    Posted April 29th, 2015  Brookings Study Ranks NYU&#039;s Engineering School Among the Best in Aiding Students&#039; Financial Success  NYU School of Engineering Faculty and Students Share Their Cutting-Edge Research with the Public Posted April 20th, 2015  3 Promising Teams Win The #ConnectAbility Challenge Hackathon  Posted April 20th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Smart Antennas Could Open Up New Spectrum For 5G | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / Smart Antennas Could Open Up New Spectrum For 5G                         Press Room                                                             Smart Antennas Could Open Up New Spectrum For 5G         Posted September 5th, 2014                   Press Room  Facebook Twitter Print                           Theodore S. Rappaport, Wonil Roh, Kyungwhoon Cheun for spectrum.ieee.org/ August 28th, 2014            Source: http://spectrum.ieee.org/telecom/wireless/smart-an...           People in real estate joke that there are only three things that matter in the business of buying and selling property: location, location, location. The same could be said for radio spectrum. The frequencies used for cellular communications have acquired the status of waterfront lots&mdash;highly coveted and woefully scarce. And like beach-home buyers in a bidding war, mobile operators must constantly jockey for these prime parcels, sometimes shelling out as much as tens of billions of dollars for just a small sliver of the electromagnetic pie.   That&rsquo;s because the cellular industry, throughout its four-decade existence, has relied exclusively on a strip of spectrum known as the ultrahigh frequency band, which comprises only about 1 percent of all regulated spectrum.   (Read more...)                               In Media    NYU School of Engineering Launches 3 Online Certificate Programs for Big Data Skills Posted April 17th, 2015  5Qs On 5G: With NYU WIRELESS Posted April 17th, 2015  NYC launches portal for city agency reports Posted April 10th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]