[{"detail": [{"content": "M.S. in Integrated Marketing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Marketing and Public Relations                                                                                           About             Faculty News                   Admissions                 Academics             Graduate Programs Noncredit Offerings                   Career                 Events                 Alumni                                                   M.S. in Integrated Marketing                                          Graduate Programs &rsaquo;                M.S. in Integrated Marketing                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process                   M.S. in Public Relations and Corporate Communication                                 Ready to Proceed?           Apply Now        Request Information        Events                                                                                 M.S. in Integrated Marketing          feature subtitle 1                                        Concentrations           Brand Management         Digital Marketing         Marketing Analytics               With the rapid evolution of new technologies and an increasingly sophisticated consumer population, it is crucial for companies and organizations to reach customers in new and innovative ways in order to gain the competitive edge. Jobs are growing in the field of marketing because social networking and new interactive methods of communicating with customers are demanding fresh ideas and new approaches. Competition is high for managerial positions in this field, and earning a master’s degree is one way to help your résumé stand out with recruiters and prospective employers.   The M.S. in Integrated Marketing program at the NYU School of Professional Studies prepares you with the theoretical knowledge, the analytical skills, and the most effective methodologies required to become a leader who is able to implement compelling marketing campaigns, to grow market share, and to increase an organization’s bottom line. Distinctive for the breadth and the depth of topics in which it immerses students, the program provides a strong foundation in finance, campaign management, strategic planning, database management and modeling, digital marketing, and leadership, all of which help you to anticipate and to address the needs of this ever-changing and exciting profession. You can specialize in key areas including: digital marketing, brand management, or marketing analytics.                 Program Location : NYU Midtown Center               View General Curriculum            Learn More            NYU School of Professional Studies faculty and staff members look forward to learning more about you, and we want you to learn more about us, to ensure that your decisions regarding your educational experience are well informed. Our admissions staff is here to partner with you throughout the admissions process. Please do not hesitate to contact us .                   Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "M.S. in Integrated Marketing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Marketing and Public Relations                                                                                           About             Faculty News                   Admissions                 Academics             Graduate Programs Noncredit Offerings                   Career                 Events                 Alumni                                                   M.S. in Integrated Marketing                                          Graduate Programs &rsaquo;                M.S. in Integrated Marketing                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process                   M.S. in Public Relations and Corporate Communication                                 Ready to Proceed?           Apply Now        Request Information        Events                                                                                 M.S. in Integrated Marketing          feature subtitle 1                                        Concentrations           Brand Management         Digital Marketing         Marketing Analytics               With the rapid evolution of new technologies and an increasingly sophisticated consumer population, it is crucial for companies and organizations to reach customers in new and innovative ways in order to gain the competitive edge. Jobs are growing in the field of marketing because social networking and new interactive methods of communicating with customers are demanding fresh ideas and new approaches. Competition is high for managerial positions in this field, and earning a master’s degree is one way to help your résumé stand out with recruiters and prospective employers.   The M.S. in Integrated Marketing program at the NYU School of Professional Studies prepares you with the theoretical knowledge, the analytical skills, and the most effective methodologies required to become a leader who is able to implement compelling marketing campaigns, to grow market share, and to increase an organization’s bottom line. Distinctive for the breadth and the depth of topics in which it immerses students, the program provides a strong foundation in finance, campaign management, strategic planning, database management and modeling, digital marketing, and leadership, all of which help you to anticipate and to address the needs of this ever-changing and exciting profession. You can specialize in key areas including: digital marketing, brand management, or marketing analytics.                 Program Location : NYU Midtown Center               View General Curriculum            Learn More            NYU School of Professional Studies faculty and staff members look forward to learning more about you, and we want you to learn more about us, to ensure that your decisions regarding your educational experience are well informed. Our admissions staff is here to partner with you throughout the admissions process. Please do not hesitate to contact us .                   Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "NYU Stern | Marketing Department - Course Descriptions for Undergraduate B.S. Program in Marketing                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Marketing Department    Marketing Home           Overview Department News   Department Newsletter     Faculty &amp; Staff Tenured &amp; Tenure-Track Faculty   Clinical Faculty   Adjunct Faculty   Visiting Faculty   Emeritus Faculty   Staff   Open Faculty Positions     Research Research Initiatives   Recent Publications   Working Papers     Events Seminar Series   Conferences     Academic Programs PhD Programs   MBA Programs   Undergraduate Programs     Student Activities &amp; Jobs MBA   Undergraduate   Marketing Student Spotlight     Center for Measurable Marketing Overview of the Center   Research &amp; Knowledge Center   Events   Student Programs   Center News   Contact Us               Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Marketing Department / Academic Programs / Undergraduate Programs / Course Descriptions                        Share / Print                Print      Email      Share       Like                                              Undergraduate Program Course Descriptions   Core Courses                Introduction to Marketing      MKTG-UB 1 (4 units)      Prerequisite: Sophomore standing              This course evaluates marketing as a system for the satisfaction of human wants and a catalyst of business activity. It presents a comprehensive framework that includes (1) researching and analyzing customers, company, competition, and the marketing environment; (2) identifying and targeting attractive segments with a strategic positioning; and (3) making product, pricing, communication, and distribution decisions. Cases and examples are utilized to develop problem-solving abilities.             Fundamental Courses                Consumer Behavior      MKTG-UB 2 (3 units)     Prerequisites: MKTG-UB 1 and sophomore standing              This course presents a comprehensive, systematic, and practical conceptual framework for understanding people as consumers—the basic subject matter of all marketing. It draws on the social sciences to evaluate the influence of both individual and ecological factors on market actions. Students discuss relevant psychological and sociological theories and study how they can be used to predict consumers' reactions to strategic marketing decisions. Basic methodologies for research in consumer behavior are developed and applied. Course emphasis is on developing applications of behavioral concepts and methods for marketing actions.              Research for Customer Insights      MKTG-UB 9 (3 units)     Prerequisites: MKTG-UB 1 and either STAT-UB 1 or STAT-UB 103, and sophomore standing.              This course provides students with both research and managerial perspectives in the development and application of marketing research tools and procedures. It describes the development of research designs from problem formulation to analysis and submission of the research report. It also covers the analysis of techniques in marketing research, such as focus groups, experimental design, surveys, sampling, statistical analysis, and reporting. Cases are utilized in the development of methods and in specific areas of application.             Advanced Courses (require sophomore standing)                Advertising      MKTG-UB 3 (3 units)     Prerequisite: MKTG-UB 1              This course provides students with a comprehensive framework and tools to understand the advertising process and to appreciate managerial and theoretical perspectives in advertising. It tackles the stages in developing an advertising plan - from analyzing the situation and defining clear advertising objectives to execution. Students learn tools related to various skill areas in advertising, including account planning, media planning and buying, and copywriting/art direction, while developing a broader appreciation of how each skill area fits into the overall structure of the advertising process. Course work involves a comprehensive group project that utilizes learning in all functional areas of advertising, while simulating the development of an advertising campaign.              Managing Creative Content Development      MKTG-UB 4 (2 units)              This course will analyze the nature of the EMT industry sectors to develop a context within which to understand the value of various professionals, what should be expected, the pitfalls, the financial implications, and how they fit into the framework of the project. Importantly as these teams of industry professionals surround a project, the overarching mission to maximize revenues, reduce risk whenever possible and build brands or facsimiles of branded entertainment. The challenge is to launch these products or content on a world wide basis and maximize both the overall revenue at box office, or home video or broadway, or within any venue, platform or distribution channel. This course will create a framework for understanding the rationale behind “repurposing creative content” that has emerged as a major income producing opportunity for producers, writers, managers, talent agents, entertainment attorneys, and a myriad of others who have collaborated to enjoy the results of social communities in reducing marketing and distribution costs.              The Business of Publishing      MKTG-UB 19 (2 units)              This course provides students with working knowledge of the publishing industry comprising newspapers, magazines, and books. It explores traditional business models and how disruptive forces including digitalization, consumer generated content, low barriers to entry, and changing media consumption patterns are reshaping the industry. By the end of the course, students understand the operations of media companies and can speak to the opportunities and challenges facing the industry, engage in discussions on the economics, terms, and metrics, and explain emerging business models.              The Business of Film      MKTG-UB 20 (2 units)              This course is designed to provide both business and film students with a systematic overview of the modern day filmed entertainment business. The course covers the traditional “Hollywood System” operating out of Los Angeles and also examines the independent film model, while taking a critical look at the financing, production, marketing, and distribution of filmed entertainment. Focus is on the various revenue streams inherent in the exploitation of such product, both in the domestic marketplace and in the international arena. The course provides students with real life experiences, practical realities, and a keen understanding of how things actually work in the film business. It gives students a basic background and orientation necessary for an entry-level position in a film production or distribution company, an international sales organization, or related support organizations.              Entertainment Finance      MKTG-UB 21 (2 units)     Prerequisite: ACCT-UB 1 and junior standing              This course provides a basic financial understanding of a variety of entertainment subcategories, including film, television, music, cable, and the Internet. In addition to text materials, real life examples are presented and include vignettes ranging from blockbuster films, television commercials, and Internet successes and failures. Accounting and finance principles are also introduced and applied throughout the course.              Movie Marketing      MKTG-UB 22 (2 units)              This course gives students a basic understanding of key business issues relating to producing, distributing, marketing, and exploiting feature films. The course examines key aspects of the movie business, including managing a creative enterprise, deal making, acquiring rights, building a library, branding, and all aspects of effective marketing. The concepts developed in the course are applied in a group project presentation.              The Impact of Technology on Entertainment and Media      MKTG-UB 23 (2 units)              Throughout the industry value chain, from content creation to distribution and consumption, technology has changed the way consumers view and use entertainment. Technology has also changed the advertising industry, which is a major source of revenue for the entertainment industry. This course explores the impact of technology, such as interactivity and VOD, on audience trends and fragmentation. The course provides a brief introduction to each of these industries and examines the impact that technology has had on them, including assessment of possibilities for the future.              Business of Broadway      MKTG-UB 25 (2 units)              This is a specialty marketing course that provides students with a framework for understanding the dynamics of Broadway and live theater. The focus is on understanding the development and application of the economics, finance, structure, implementation and staging of performances, as well as the marketing strategies and tactics for gaining audience awareness and decision to purchase. The course examines funding, marketing, branding, product positioning, and the global distribution of live theatrical entertainment. It covers the history, venues, vocabulary, players, business and creative structures, budget development, supplementary revenue streams, successes and failures, relationship with the movie and music industries, the important figures and support systems that make the system work, global reach, and other topics.              Entertainment and Media Industries      MKTG-UB 40 (2 units)              This course provides students with a framework for understanding the economics and key strategic issues facing organizations in the entertainment industry. It establishes a basis for the formulation of marketing tactics and strategies for firms competing for consumers' discretionary spending. Recent developments in major sectors of the entertainment industry are covered, including movies, television and cable, theater, and sports. Issues that cut across all types of entertainment industries are examined, including licensing, promotion, and new technologies.              Television Management      MKTG-UB 44 (2 units)              This course covers the television industry, focusing on network television, cable, and satellite. It primarily surveys the American market and investigates new technology including digitization and HDTV, while providing some comparison with the international broadcast market. Students explore the organization, programming, and revenue strategies, as well as marketing innovations and competition in the newly configured broadcast landscape. Important legislations including the Telecommunications Act of 1996 are also examined. The recent volume of mergers and acquisitions in the broadcast industry are studied for their impact on the domestic entertainment landscape.              Social Media Strategy      MKTG-UB 45 (2 units)     Prerequisite: MKTG-UB 1              The course covers marketing, advertising, and communications strategies in the new media landscape where traditional media (e.g., television, print) and the online social media (i.e., Web 2.0; e.g., online social networks, user-generated content, blogs, forums) co-exist. Students are expected to have knowledge about the fundamentals of traditional advertising methods and strategies. With this background knowledge, the primary focus of the course is on understanding social media, developing social media marketing strategies, and tracking their effectiveness. This course does not look at more tactical aspects of advertising/communications such as creative, message management, and publicity.              Globalization of the Entertainment Industry      MKTG-UB 46 (2 units)              This course provides a framework for understanding the global expansion of media and entertainment companies. It looks into the impact on the U.S. economy due to the significant export growth of American leisure products and services. Students analyze several leading entertainment and media multinational companies, and examine the development of their businesses within the major world economic zones.              Sports Marketing      MKTG-UB 47 (2 units)              This course provides an overview of sports marketing as a component of a fully integrated marketing communication strategy. Students study the history and contemporary application of sports marketing as a method to achieve goals. The curriculum addresses corporate as well as sporting property use of sports marketing strategies to achieve business objectives. The course examines strategies that address critical business constituencies, consumers, trade factors, employees, and the financial community. Also covered are sports marketing within the context of special sporting event sponsorships, professional sports teams as well as governing organizations, sports media (broadcast, print, and Internet), licensing, and hospitality.              The Business of Producing      MKTG-UB 49 (2 units)              This is a specialized EMT course that provides students with a framework for understanding the dynamics of producing (as a business profession), creating a finished creative product in the entertainment and media industries, developing a business model, and generating an income stream to repay and provide investors with a profit. The course explores script selection, finance, budgeting, timetable development, team building, talent selection, sales, contract and union negotiation, regulations, technology, and other relevant core competencies.              Craft and Commerce of Cinema: Tribeca Film Festival      MKTG-UB 51 (2 units)      By application only              This is a specialized EMT course, designed in coordination with the Tribeca Film Festival board, that provides students with a framework for understanding the dynamics of the independent film industry, and how producers and directors are able to utilize the infrastructure of the festival to bring their work to market. Students are selected for this course on the basis of essays, internships, industry work experience, and career focus. In the classroom, students meet with key business and creative executives from the Festival for discussions. The talks and assignments prepare students for film screenings and participation in panels during the two week period of the Tribeca Film Festival.              Pricing      MKTG-UB 53 (3 units)     Prerequisites: MKTG-UB 1              This course provides students with the frameworks, techniques, and latest thinking on assessing and formulating pricing strategies. The emphasis is on (1) gaining a solid understanding of pricing practices across different industries, (2) learning state-of-the-art frameworks for analyzing pricing issues, and (3) mastering the tools and techniques for making strategic and profitable pricing decisions.              Data Driven Decision Making      MKTG-UB 54 (3 units)     Prerequisites: MKTG-UB 1              With recent technological advances and developments in customer databases, firms have access to vast amounts of high-quality data which allows them to understand customer behavior and customize business tactics to increasingly fine segments. Much of the promise of such data-driven policies, however, has failed to materialize because managers find it difficult to translate customer data into actionable policies. This course aims to fill this gap by providing students with the tools and techniques used in making business decisions. The emphasis of the class is on applications and interpretation of the results for use in making real-life business decisions.              Brand Strategy &amp; Planning      MKTG-UB 55 (3 units)     Prerequisites: MKTG-UB 1 and two advanced marketing courses              This marketing elective focuses on the three major activities common to the marketing planning process across firms and industries: (1) analysis of market information, (2) development of brand and marketing strategy, and (3) programming of the strategy and implementation of the marketing programs. The unifying framework for these activities is the annual marketing plan. Thus, the course simulates the product/brand/marketing manager’s job through the development and implementation of a marketing plan for a particular good or service.              Digital Business Strategies      MKTG-UB 56 (2 units)              This course covers the digital technology industry (e.g. consumer electronics, software) from a strategic and marketing perspective. The objectives are to understand how these industries function, the unique challenges they face, and how digital technology companies can leverage their strengths to achieve success in the marketplace. The focus is on understanding the interactions between competition, technology evolution, and firm capabilities.              Digital Marketing      MKTG-UB 57 (3 units)     Prerequisites: MKTG-UB 1              This course teaches students to analyze and develop sophisticated interactive marketing programs. It introduces students to digital advertising and marketing theories as well as best practices in digital marketing, and provides opportunities to apply this knowledge to building or improving the marketer’s use of digital media. The course is designed to be a practical mix of strategic and tactical practice, and gives students a greater understanding of the role of social media in a marketing and communications mix.              Video Game Business      MKTG-UB 58 (2 units)              Video games are now a mainstream form of entertainment. In economic terms, this industry has experienced tremendous growth, despite a grueling recession, growing to an estimated $60 billion worldwide. A key development that has changed the playing field for both the producers and consumers of interactive entertainment is a shift away from physical retail to digital and online game distribution. The audience for games has also shifted—no longer the exclusive practice of hardcore gamers, video games have gained mass appeal in the form of social and casual gaming, on the internet, on consoles, and smartphones. At the same time, the development and publishing of games has become far more accessible. The game behind the game, in a manner of speaking, has changed. In this class, we explore the basic components of the current video game industry. Every week, we will review major current events, will hear from people currently working in the industry, examine case studies, and discuss the overall business landscape.              New Product Development      MKTG-UB 60 (3 units)     Prerequisites: MKTG-UB 1              Maximizing the success of new products and services can drive growth and shareholder value, lead to significant competitive advantage, and leapfrog a company ahead of its competitors. Innovation is risky, however, and most new products fail in the marketplace. Thus, expertise in the design and marketing of new products is a critical skill for all managers, inside and outside the marketing department. This course focuses on the tools and techniques associated with analyzing market opportunities as well as on designing, testing, and introducing new products and services. Both quantitative and qualitative approaches are covered. In particular, the course covers the new product development process, strategic opportunity identification, how to generate new product concepts and ideas, mapping customer perceptions, segmentation, product positioning, forecasting market demand, product design, market entry strategies, and testing.              Global Marketing Management      MKTG-UB 64 (3 units)     Prerequisites: MKTG-UB 1              This course examines specific issues involved in entering international markets and conducting marketing operations on an international scale. Attention is focused on problems, such as identifying and evaluating opportunities worldwide, developing and adapting market strategies in relation to specific national market needs and constraints, and in devising and coordinating global marketing strategies. Emphasis is placed on strategic issues relating to international operations rather than on technical aspects of exporting and importing.              Decision Making Strategy in Marketing and Management      MKTG-UB 65 (3 units)     Prerequisite: MKTG-UB 1              This course is intended for future marketing managers, industry analysts, and management consultants interested in developing and evaluating marketing and business strategies based on Nobel Prize-winning research on judgment and decision making. The purpose of this course is to inform future managers and consultants of people’s decision rules and their associated biases and to enable these future managers and consultants to incorporate such insights in their business and marketing strategies. The course has two facets. First, it gives students a broad overview of important results from various behavioral sciences (e.g., social and cognitive psychology, behavioral decision research, consumer research) that clarify how people really make decisions. Second, it investigates how these results can be leveraged to design original and more effective marketing and business strategies.              Leisure Marketing      MKTG-UB 80 (2 units)              This course provides students with a framework for understanding the dynamics of marketing in leading sectors in the leisure industry. It covers recent activities in key sectors of the leisure industry, including casinos, cruise ships, theme parks, eco-tourism, themed restaurants, resorts, leisure hotels, and time shares. The course also explores marketing techniques that apply across leisure companies, including licensing, sponsorships, line extensions, and promotion. Students examine the evolution and current status of these sectors through lectures, case studies, readings, and projects.              Luxury Marketing      MKTG-UB 85 (2 units)     Prerequisite: MKTG-UB 1     Corequisite: MKTG-UB 85              This course provides students with an understanding of the fundamentals of luxury. By the end of the course, students develop (1) an appreciation of the history of the luxury industry, (2) an understanding of the luxury segment in a variety of industries (decorative objects, accessories, jewelry, beauty products, hospitality, automotive, etc. Fashion will be discussed as well, but the conversation will be limited to the true luxury fashion houses.), (3) the ability to identify luxury in a product (regardless of industry) and articulate what differentiates luxury products in terms of technique, design, and materials, and (4) the critical skills to identify potential new luxury products and how they relate to a variety of markets, including emerging markets.              Advanced Luxury Marketing      MKTG-UB 86 (2 units)     Prerequisite: MKTG-UB 1              Building on concepts and business principles discussed in Luxury Marketing, this course is designed to provide students with an understanding of branding, design thinking and how these are combined to define luxury business strategies. It also completes the discussion on luxury products and brands by demonstrating that branding within the luxury segment of the market is an integral part of business strategy. By the end of this course students will have developed: a) An understanding of design thinking and strategy and their fundamental role in reinforcing the emotional impact of luxury brands on consumers; b) A deeper understanding of the luxury segment of hotel, fashion, beauty and automotive industries without excluding other product/service groups; c) Analytical skills by hands-on experience and business case analysis, discussion, and presentation; d) The critical skills to distinguish/discover faults in business strategies that are not compatible with or contradict the essence of a particular luxury brand.              Independent Study in Marketing      MKTG-UB 94-99 (1-3 units)     Prerequisites: Senior standing, MKTG-UB 1, MKTG-UB 2, MKTG-UB 9, 6 additional units of marketing electives, and adherence to the Independent Study Proposal Guidelines (available from the Department of Marketing or the Stern Office of Academic Advising).              Independent study provides students an opportunity to work one-on-one with a faculty member on an advanced topic selected by the student and approved by the faculty member that is not covered in any marketing course.             Additional Courses that can be taken as Advanced Marketing Electives                Competitive Analysis      ECON-UB 15 (3 units)              Full course description can be found in the Course Index .              Decision Models: Spreadsheets and Analytics      MULT-UB 7 (3 units)     Prerequisite: OPMG-UB 1 and junior standing.              Full course description can be found in the Course Index .              Search and the New Economy      MULT-UB 36 (3 units)              Full course description can be found in the Course Index .                                    Academic Programs     PhD Programs   MBA Programs   Undergraduate Programs Overview   Program Requirements   Course Descriptions                             News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "M.S. in Integrated Marketing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Marketing and Public Relations                                                                                           About             Faculty News                   Admissions                 Academics             Graduate Programs Noncredit Offerings                   Career                 Events                 Alumni                                                   M.S. in Integrated Marketing                                          Graduate Programs &rsaquo;                M.S. in Integrated Marketing                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process                   M.S. in Public Relations and Corporate Communication                                 Ready to Proceed?           Apply Now        Request Information        Events                                                                                 M.S. in Integrated Marketing          feature subtitle 1                                        Concentrations           Brand Management         Digital Marketing         Marketing Analytics               With the rapid evolution of new technologies and an increasingly sophisticated consumer population, it is crucial for companies and organizations to reach customers in new and innovative ways in order to gain the competitive edge. Jobs are growing in the field of marketing because social networking and new interactive methods of communicating with customers are demanding fresh ideas and new approaches. Competition is high for managerial positions in this field, and earning a master’s degree is one way to help your résumé stand out with recruiters and prospective employers.   The M.S. in Integrated Marketing program at the NYU School of Professional Studies prepares you with the theoretical knowledge, the analytical skills, and the most effective methodologies required to become a leader who is able to implement compelling marketing campaigns, to grow market share, and to increase an organization’s bottom line. Distinctive for the breadth and the depth of topics in which it immerses students, the program provides a strong foundation in finance, campaign management, strategic planning, database management and modeling, digital marketing, and leadership, all of which help you to anticipate and to address the needs of this ever-changing and exciting profession. You can specialize in key areas including: digital marketing, brand management, or marketing analytics.                 Program Location : NYU Midtown Center               View General Curriculum            Learn More            NYU School of Professional Studies faculty and staff members look forward to learning more about you, and we want you to learn more about us, to ensure that your decisions regarding your educational experience are well informed. Our admissions staff is here to partner with you throughout the admissions process. Please do not hesitate to contact us .                   Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "NYU Stern | Marketing Department - Course Descriptions for Undergraduate B.S. Program in Marketing                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Marketing Department    Marketing Home           Overview Department News   Department Newsletter     Faculty &amp; Staff Tenured &amp; Tenure-Track Faculty   Clinical Faculty   Adjunct Faculty   Visiting Faculty   Emeritus Faculty   Staff   Open Faculty Positions     Research Research Initiatives   Recent Publications   Working Papers     Events Seminar Series   Conferences     Academic Programs PhD Programs   MBA Programs   Undergraduate Programs     Student Activities &amp; Jobs MBA   Undergraduate   Marketing Student Spotlight     Center for Measurable Marketing Overview of the Center   Research &amp; Knowledge Center   Events   Student Programs   Center News   Contact Us               Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Marketing Department / Academic Programs / Undergraduate Programs / Course Descriptions                        Share / Print                Print      Email      Share       Like                                              Undergraduate Program Course Descriptions   Core Courses                Introduction to Marketing      MKTG-UB 1 (4 units)      Prerequisite: Sophomore standing              This course evaluates marketing as a system for the satisfaction of human wants and a catalyst of business activity. It presents a comprehensive framework that includes (1) researching and analyzing customers, company, competition, and the marketing environment; (2) identifying and targeting attractive segments with a strategic positioning; and (3) making product, pricing, communication, and distribution decisions. Cases and examples are utilized to develop problem-solving abilities.             Fundamental Courses                Consumer Behavior      MKTG-UB 2 (3 units)     Prerequisites: MKTG-UB 1 and sophomore standing              This course presents a comprehensive, systematic, and practical conceptual framework for understanding people as consumers—the basic subject matter of all marketing. It draws on the social sciences to evaluate the influence of both individual and ecological factors on market actions. Students discuss relevant psychological and sociological theories and study how they can be used to predict consumers' reactions to strategic marketing decisions. Basic methodologies for research in consumer behavior are developed and applied. Course emphasis is on developing applications of behavioral concepts and methods for marketing actions.              Research for Customer Insights      MKTG-UB 9 (3 units)     Prerequisites: MKTG-UB 1 and either STAT-UB 1 or STAT-UB 103, and sophomore standing.              This course provides students with both research and managerial perspectives in the development and application of marketing research tools and procedures. It describes the development of research designs from problem formulation to analysis and submission of the research report. It also covers the analysis of techniques in marketing research, such as focus groups, experimental design, surveys, sampling, statistical analysis, and reporting. Cases are utilized in the development of methods and in specific areas of application.             Advanced Courses (require sophomore standing)                Advertising      MKTG-UB 3 (3 units)     Prerequisite: MKTG-UB 1              This course provides students with a comprehensive framework and tools to understand the advertising process and to appreciate managerial and theoretical perspectives in advertising. It tackles the stages in developing an advertising plan - from analyzing the situation and defining clear advertising objectives to execution. Students learn tools related to various skill areas in advertising, including account planning, media planning and buying, and copywriting/art direction, while developing a broader appreciation of how each skill area fits into the overall structure of the advertising process. Course work involves a comprehensive group project that utilizes learning in all functional areas of advertising, while simulating the development of an advertising campaign.              Managing Creative Content Development      MKTG-UB 4 (2 units)              This course will analyze the nature of the EMT industry sectors to develop a context within which to understand the value of various professionals, what should be expected, the pitfalls, the financial implications, and how they fit into the framework of the project. Importantly as these teams of industry professionals surround a project, the overarching mission to maximize revenues, reduce risk whenever possible and build brands or facsimiles of branded entertainment. The challenge is to launch these products or content on a world wide basis and maximize both the overall revenue at box office, or home video or broadway, or within any venue, platform or distribution channel. This course will create a framework for understanding the rationale behind “repurposing creative content” that has emerged as a major income producing opportunity for producers, writers, managers, talent agents, entertainment attorneys, and a myriad of others who have collaborated to enjoy the results of social communities in reducing marketing and distribution costs.              The Business of Publishing      MKTG-UB 19 (2 units)              This course provides students with working knowledge of the publishing industry comprising newspapers, magazines, and books. It explores traditional business models and how disruptive forces including digitalization, consumer generated content, low barriers to entry, and changing media consumption patterns are reshaping the industry. By the end of the course, students understand the operations of media companies and can speak to the opportunities and challenges facing the industry, engage in discussions on the economics, terms, and metrics, and explain emerging business models.              The Business of Film      MKTG-UB 20 (2 units)              This course is designed to provide both business and film students with a systematic overview of the modern day filmed entertainment business. The course covers the traditional “Hollywood System” operating out of Los Angeles and also examines the independent film model, while taking a critical look at the financing, production, marketing, and distribution of filmed entertainment. Focus is on the various revenue streams inherent in the exploitation of such product, both in the domestic marketplace and in the international arena. The course provides students with real life experiences, practical realities, and a keen understanding of how things actually work in the film business. It gives students a basic background and orientation necessary for an entry-level position in a film production or distribution company, an international sales organization, or related support organizations.              Entertainment Finance      MKTG-UB 21 (2 units)     Prerequisite: ACCT-UB 1 and junior standing              This course provides a basic financial understanding of a variety of entertainment subcategories, including film, television, music, cable, and the Internet. In addition to text materials, real life examples are presented and include vignettes ranging from blockbuster films, television commercials, and Internet successes and failures. Accounting and finance principles are also introduced and applied throughout the course.              Movie Marketing      MKTG-UB 22 (2 units)              This course gives students a basic understanding of key business issues relating to producing, distributing, marketing, and exploiting feature films. The course examines key aspects of the movie business, including managing a creative enterprise, deal making, acquiring rights, building a library, branding, and all aspects of effective marketing. The concepts developed in the course are applied in a group project presentation.              The Impact of Technology on Entertainment and Media      MKTG-UB 23 (2 units)              Throughout the industry value chain, from content creation to distribution and consumption, technology has changed the way consumers view and use entertainment. Technology has also changed the advertising industry, which is a major source of revenue for the entertainment industry. This course explores the impact of technology, such as interactivity and VOD, on audience trends and fragmentation. The course provides a brief introduction to each of these industries and examines the impact that technology has had on them, including assessment of possibilities for the future.              Business of Broadway      MKTG-UB 25 (2 units)              This is a specialty marketing course that provides students with a framework for understanding the dynamics of Broadway and live theater. The focus is on understanding the development and application of the economics, finance, structure, implementation and staging of performances, as well as the marketing strategies and tactics for gaining audience awareness and decision to purchase. The course examines funding, marketing, branding, product positioning, and the global distribution of live theatrical entertainment. It covers the history, venues, vocabulary, players, business and creative structures, budget development, supplementary revenue streams, successes and failures, relationship with the movie and music industries, the important figures and support systems that make the system work, global reach, and other topics.              Entertainment and Media Industries      MKTG-UB 40 (2 units)              This course provides students with a framework for understanding the economics and key strategic issues facing organizations in the entertainment industry. It establishes a basis for the formulation of marketing tactics and strategies for firms competing for consumers' discretionary spending. Recent developments in major sectors of the entertainment industry are covered, including movies, television and cable, theater, and sports. Issues that cut across all types of entertainment industries are examined, including licensing, promotion, and new technologies.              Television Management      MKTG-UB 44 (2 units)              This course covers the television industry, focusing on network television, cable, and satellite. It primarily surveys the American market and investigates new technology including digitization and HDTV, while providing some comparison with the international broadcast market. Students explore the organization, programming, and revenue strategies, as well as marketing innovations and competition in the newly configured broadcast landscape. Important legislations including the Telecommunications Act of 1996 are also examined. The recent volume of mergers and acquisitions in the broadcast industry are studied for their impact on the domestic entertainment landscape.              Social Media Strategy      MKTG-UB 45 (2 units)     Prerequisite: MKTG-UB 1              The course covers marketing, advertising, and communications strategies in the new media landscape where traditional media (e.g., television, print) and the online social media (i.e., Web 2.0; e.g., online social networks, user-generated content, blogs, forums) co-exist. Students are expected to have knowledge about the fundamentals of traditional advertising methods and strategies. With this background knowledge, the primary focus of the course is on understanding social media, developing social media marketing strategies, and tracking their effectiveness. This course does not look at more tactical aspects of advertising/communications such as creative, message management, and publicity.              Globalization of the Entertainment Industry      MKTG-UB 46 (2 units)              This course provides a framework for understanding the global expansion of media and entertainment companies. It looks into the impact on the U.S. economy due to the significant export growth of American leisure products and services. Students analyze several leading entertainment and media multinational companies, and examine the development of their businesses within the major world economic zones.              Sports Marketing      MKTG-UB 47 (2 units)              This course provides an overview of sports marketing as a component of a fully integrated marketing communication strategy. Students study the history and contemporary application of sports marketing as a method to achieve goals. The curriculum addresses corporate as well as sporting property use of sports marketing strategies to achieve business objectives. The course examines strategies that address critical business constituencies, consumers, trade factors, employees, and the financial community. Also covered are sports marketing within the context of special sporting event sponsorships, professional sports teams as well as governing organizations, sports media (broadcast, print, and Internet), licensing, and hospitality.              The Business of Producing      MKTG-UB 49 (2 units)              This is a specialized EMT course that provides students with a framework for understanding the dynamics of producing (as a business profession), creating a finished creative product in the entertainment and media industries, developing a business model, and generating an income stream to repay and provide investors with a profit. The course explores script selection, finance, budgeting, timetable development, team building, talent selection, sales, contract and union negotiation, regulations, technology, and other relevant core competencies.              Craft and Commerce of Cinema: Tribeca Film Festival      MKTG-UB 51 (2 units)      By application only              This is a specialized EMT course, designed in coordination with the Tribeca Film Festival board, that provides students with a framework for understanding the dynamics of the independent film industry, and how producers and directors are able to utilize the infrastructure of the festival to bring their work to market. Students are selected for this course on the basis of essays, internships, industry work experience, and career focus. In the classroom, students meet with key business and creative executives from the Festival for discussions. The talks and assignments prepare students for film screenings and participation in panels during the two week period of the Tribeca Film Festival.              Pricing      MKTG-UB 53 (3 units)     Prerequisites: MKTG-UB 1              This course provides students with the frameworks, techniques, and latest thinking on assessing and formulating pricing strategies. The emphasis is on (1) gaining a solid understanding of pricing practices across different industries, (2) learning state-of-the-art frameworks for analyzing pricing issues, and (3) mastering the tools and techniques for making strategic and profitable pricing decisions.              Data Driven Decision Making      MKTG-UB 54 (3 units)     Prerequisites: MKTG-UB 1              With recent technological advances and developments in customer databases, firms have access to vast amounts of high-quality data which allows them to understand customer behavior and customize business tactics to increasingly fine segments. Much of the promise of such data-driven policies, however, has failed to materialize because managers find it difficult to translate customer data into actionable policies. This course aims to fill this gap by providing students with the tools and techniques used in making business decisions. The emphasis of the class is on applications and interpretation of the results for use in making real-life business decisions.              Brand Strategy &amp; Planning      MKTG-UB 55 (3 units)     Prerequisites: MKTG-UB 1 and two advanced marketing courses              This marketing elective focuses on the three major activities common to the marketing planning process across firms and industries: (1) analysis of market information, (2) development of brand and marketing strategy, and (3) programming of the strategy and implementation of the marketing programs. The unifying framework for these activities is the annual marketing plan. Thus, the course simulates the product/brand/marketing manager’s job through the development and implementation of a marketing plan for a particular good or service.              Digital Business Strategies      MKTG-UB 56 (2 units)              This course covers the digital technology industry (e.g. consumer electronics, software) from a strategic and marketing perspective. The objectives are to understand how these industries function, the unique challenges they face, and how digital technology companies can leverage their strengths to achieve success in the marketplace. The focus is on understanding the interactions between competition, technology evolution, and firm capabilities.              Digital Marketing      MKTG-UB 57 (3 units)     Prerequisites: MKTG-UB 1              This course teaches students to analyze and develop sophisticated interactive marketing programs. It introduces students to digital advertising and marketing theories as well as best practices in digital marketing, and provides opportunities to apply this knowledge to building or improving the marketer’s use of digital media. The course is designed to be a practical mix of strategic and tactical practice, and gives students a greater understanding of the role of social media in a marketing and communications mix.              Video Game Business      MKTG-UB 58 (2 units)              Video games are now a mainstream form of entertainment. In economic terms, this industry has experienced tremendous growth, despite a grueling recession, growing to an estimated $60 billion worldwide. A key development that has changed the playing field for both the producers and consumers of interactive entertainment is a shift away from physical retail to digital and online game distribution. The audience for games has also shifted—no longer the exclusive practice of hardcore gamers, video games have gained mass appeal in the form of social and casual gaming, on the internet, on consoles, and smartphones. At the same time, the development and publishing of games has become far more accessible. The game behind the game, in a manner of speaking, has changed. In this class, we explore the basic components of the current video game industry. Every week, we will review major current events, will hear from people currently working in the industry, examine case studies, and discuss the overall business landscape.              New Product Development      MKTG-UB 60 (3 units)     Prerequisites: MKTG-UB 1              Maximizing the success of new products and services can drive growth and shareholder value, lead to significant competitive advantage, and leapfrog a company ahead of its competitors. Innovation is risky, however, and most new products fail in the marketplace. Thus, expertise in the design and marketing of new products is a critical skill for all managers, inside and outside the marketing department. This course focuses on the tools and techniques associated with analyzing market opportunities as well as on designing, testing, and introducing new products and services. Both quantitative and qualitative approaches are covered. In particular, the course covers the new product development process, strategic opportunity identification, how to generate new product concepts and ideas, mapping customer perceptions, segmentation, product positioning, forecasting market demand, product design, market entry strategies, and testing.              Global Marketing Management      MKTG-UB 64 (3 units)     Prerequisites: MKTG-UB 1              This course examines specific issues involved in entering international markets and conducting marketing operations on an international scale. Attention is focused on problems, such as identifying and evaluating opportunities worldwide, developing and adapting market strategies in relation to specific national market needs and constraints, and in devising and coordinating global marketing strategies. Emphasis is placed on strategic issues relating to international operations rather than on technical aspects of exporting and importing.              Decision Making Strategy in Marketing and Management      MKTG-UB 65 (3 units)     Prerequisite: MKTG-UB 1              This course is intended for future marketing managers, industry analysts, and management consultants interested in developing and evaluating marketing and business strategies based on Nobel Prize-winning research on judgment and decision making. The purpose of this course is to inform future managers and consultants of people’s decision rules and their associated biases and to enable these future managers and consultants to incorporate such insights in their business and marketing strategies. The course has two facets. First, it gives students a broad overview of important results from various behavioral sciences (e.g., social and cognitive psychology, behavioral decision research, consumer research) that clarify how people really make decisions. Second, it investigates how these results can be leveraged to design original and more effective marketing and business strategies.              Leisure Marketing      MKTG-UB 80 (2 units)              This course provides students with a framework for understanding the dynamics of marketing in leading sectors in the leisure industry. It covers recent activities in key sectors of the leisure industry, including casinos, cruise ships, theme parks, eco-tourism, themed restaurants, resorts, leisure hotels, and time shares. The course also explores marketing techniques that apply across leisure companies, including licensing, sponsorships, line extensions, and promotion. Students examine the evolution and current status of these sectors through lectures, case studies, readings, and projects.              Luxury Marketing      MKTG-UB 85 (2 units)     Prerequisite: MKTG-UB 1     Corequisite: MKTG-UB 85              This course provides students with an understanding of the fundamentals of luxury. By the end of the course, students develop (1) an appreciation of the history of the luxury industry, (2) an understanding of the luxury segment in a variety of industries (decorative objects, accessories, jewelry, beauty products, hospitality, automotive, etc. Fashion will be discussed as well, but the conversation will be limited to the true luxury fashion houses.), (3) the ability to identify luxury in a product (regardless of industry) and articulate what differentiates luxury products in terms of technique, design, and materials, and (4) the critical skills to identify potential new luxury products and how they relate to a variety of markets, including emerging markets.              Advanced Luxury Marketing      MKTG-UB 86 (2 units)     Prerequisite: MKTG-UB 1              Building on concepts and business principles discussed in Luxury Marketing, this course is designed to provide students with an understanding of branding, design thinking and how these are combined to define luxury business strategies. It also completes the discussion on luxury products and brands by demonstrating that branding within the luxury segment of the market is an integral part of business strategy. By the end of this course students will have developed: a) An understanding of design thinking and strategy and their fundamental role in reinforcing the emotional impact of luxury brands on consumers; b) A deeper understanding of the luxury segment of hotel, fashion, beauty and automotive industries without excluding other product/service groups; c) Analytical skills by hands-on experience and business case analysis, discussion, and presentation; d) The critical skills to distinguish/discover faults in business strategies that are not compatible with or contradict the essence of a particular luxury brand.              Independent Study in Marketing      MKTG-UB 94-99 (1-3 units)     Prerequisites: Senior standing, MKTG-UB 1, MKTG-UB 2, MKTG-UB 9, 6 additional units of marketing electives, and adherence to the Independent Study Proposal Guidelines (available from the Department of Marketing or the Stern Office of Academic Advising).              Independent study provides students an opportunity to work one-on-one with a faculty member on an advanced topic selected by the student and approved by the faculty member that is not covered in any marketing course.             Additional Courses that can be taken as Advanced Marketing Electives                Competitive Analysis      ECON-UB 15 (3 units)              Full course description can be found in the Course Index .              Decision Models: Spreadsheets and Analytics      MULT-UB 7 (3 units)     Prerequisite: OPMG-UB 1 and junior standing.              Full course description can be found in the Course Index .              Search and the New Economy      MULT-UB 36 (3 units)              Full course description can be found in the Course Index .                                    Academic Programs     PhD Programs   MBA Programs   Undergraduate Programs Overview   Program Requirements   Course Descriptions                             News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "NYU Stern | Marketing Department                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Marketing Department    Marketing Home           Overview Department News   Department Newsletter     Faculty &amp; Staff Tenured &amp; Tenure-Track Faculty   Clinical Faculty   Adjunct Faculty   Visiting Faculty   Emeritus Faculty   Staff   Open Faculty Positions     Research Research Initiatives   Recent Publications   Working Papers     Events Seminar Series   Conferences     Academic Programs PhD Programs   MBA Programs   Undergraduate Programs     Student Activities &amp; Jobs MBA   Undergraduate   Marketing Student Spotlight     Center for Measurable Marketing Overview of the Center   Research &amp; Knowledge Center   Events   Student Programs   Center News   Contact Us                                       Through cutting-edge research and innovative teaching methods, NYU Stern Marketing is shaping the business leaders of tomorrow.                Excellence in Marketing    At Stern, we strive towards marketing excellence by pioneering research in the industry and tackling real-world matters in the classroom. Ranked as one of the top five departments in the world based on research productivity, our department boasts of over 100 publications in the last three years, about two-thirds of which are in top-tier scholarly journals.        &#8211; Message from the Department Chair          I’m happy to report that this is an exciting time for the department: we have 30 full time tenure-track and clinical faculty--including three terrific young scholars, Andrea Bonezzi, Daria Dzyabura, and Masakazu Ishirara--faculty affiliates Bruce Buchanan, Yuxin Chen of NYU Shanghai, Anindya Ghose and Yaacov Trope, as well as over 40 adjunct faculty members.    Our research contributions continue to be both numerous and impactful. We have sustained our leadership roles in the field with Joel Steckel and Eitan Muller continuing their co-editorships of Marketing Letters and the International Journal of Research in Marketing respectively. Recent appointments include Vicki Morwitz as the new co-editor of the Journal of Consumer Research (JCR) and Russ Winer’s appointment as a Senior Editor of Marketing Science . Professional and school leadership positions continue to be a strong point as Geeta Menon continues in her position as Dean of the Undergraduate College, and Joel Steckel continues as Vice Dean of Doctoral Education. On the programmatic front, our courses and specializations in Entertainment, Media and Technology (EMT ), Luxury and Retail, and Digital Marketing continue to attract MBA and Undergraduate students.    Stern faculty research is frequently featured in The Wall Street Journal , Time , NPR , The New York Times , and other prestigious media outlets.    We are justifiably proud of our doctoral program, as it is one of the best in the world. Our placement record continues to be superb, and we are fortunate to have a strong current group of students. Over the last two years, we have placed students at Harvard Business School, Dartmouth's Tuck School of Business, The Chinese University of Hong Kong, and The Chinese Europe International Business School.    As you can see, our department is in a great place. We have outstanding faculty, a terrific support staff, and a vibrant student community. I hope that you become involved with our Department in some way in the near future.  .          Sincerely,   Priya Raghubir   Department Chair  Dean Abraham L. Gitlow Professor of Business                Marketing Links       View Our 2014 Newsletter    Four School Conference 2015    Recent Publications    Ph.D. Course Descriptions    MBA Course Descriptions    Undergraduate Course Descriptions    Open Faculty Positions          Featured Research    \"Using Single-Neuron Recording in Marketing: Opportunities, Challenges and an Application to Fear Enhancement in Communications\"      Professors Eric Greenleaf, Tom Meyvis and Vicki Morwitz, along with Moran Cerf of Northwestern University, introduce to marketing and consumer researchers a method of single-neuron recording in humans. They first provide a general description of this methodology, discuss its advantages and disadvantages, and describe findings from previous single-neuron human research. Forthcoming in Marketing Research 's special section on Neuroscience and Marketing. R ead more .      Faculty Spotlights                Kim Corfman      Professor of Marketing     Kim joined NYU Stern in 1985. She received her PhD in Marketing from Columbia University. Her research investigates Creativity, Decision-Making, Bargaining and Judgment, and Affect and Consumer Behavior.                                Carol Pluzinski      Adjunct Assistant Professor     Carol joined Stern in 2014. She received her PhD in Marketing from the University of Michigan. Her research focuses on implicit memory in consumer choice, perceptual fluency and brand evaluations, opinion poll influence on knowledge, memory, attitudes and choice, and measurement issues.                     Marketing In The News    US News &amp; World Report ranks Stern's MBA Marketing area #9... read more .    Dean Geeta Menon is named to the Economic Times's list of Global Indian Women... read more .    Prof. Raghubir discusses the dangers and values of credit... read more .    Prof. Al Lieberman weighs in on Derek Jeter's new website... read more .    Prof. Scott Galloway's \"Zero to One\" presentation is featured... read more .    Prof. Adam Alter's research on completing unpleasant vs. pleasant tasks is featured... read more .      More Marketing News       Stern Students Speak                            Jacqueline Allen        Undergrad Program ,       Class of 2015                   \"I knew that I wanted to be involved in business, and Stern just has really great connections with the industries around here. There are so many opportunities offered to students that wouldn’t necessarily be possible at a school in the middle of the country—there are people who take their lunch break to come and talk to us. It’s those awesome connections, opportunities and networking that are available here in New York and at Stern that are so exciting. \" read more .     Interested in open student positions within Stern Marketing? Click here to learn more.    Follow NYU Stern Marketing                                                                                                                News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]