[{"detail": [{"content": "NYU/CNS : Undergrad Program : Summer Research                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                              Summer Undergraduate Research Program (SURP)       The Center for Neural Science hosts a summer research experience program for  undergraduates with a strong interest in neuroscience. This program is  designed to foster entry into a neuroscience research-centered career.  Students apply for positions in a 10-week summer program during which they  actively participate in research projects in the laboratories of New York  University science faculty. We match students to laboratories primarily on  the basis of their background preparation and areas of interest. They work  either directly with faculty or with graduate students or postdoctoral  fellows. Each student conducts a research project under the direction  of his or her mentor. The students are involved in all phases of the  research process from experimental design to data analysis and communication  of results. At the end of the program, the students each give a presentation  of their own work at a summer research conference. The primary goal of this  program is to extend the Center's robust neuroscience research opportunities  to non-NYU students and to diversity the scientific workforce in the field  of Neuroscience. Financial support is available to non-NYU students through  the NSF REU-Site Grant. The First week of SURP will include a \"bootcamp\"  to accelerate the learning of lab skills specific to neural science.         The dates of the 2015 Summer Undergraduate Research Program are:  May 26 - July 31.   TO APPLY FOR SURP, PLEASE   CLICK HERE.                       Click here  for frequently asked questions.          For SURP 2015 student requirements and expectations, please view syllabus from 2014        Click here for a PDF of the 2014 syllabus.   Click here  for the 2014 Symposium of summer undergraduate research program.   Click here for SURP 2013 photo gallery .   Click here for SURP 2013 photo gallery 2 .           Further information: Contact  surpinfo@cns.nyu.edu                                        Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 19-Jan-2015 8:14PM"}]},
{"detail": [{"content": "NYU/CNS : Undergrad Program : Summer Research                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                              Summer Undergraduate Research Program (SURP)       The Center for Neural Science hosts a summer research experience program for  undergraduates with a strong interest in neuroscience. This program is  designed to foster entry into a neuroscience research-centered career.  Students apply for positions in a 10-week summer program during which they  actively participate in research projects in the laboratories of New York  University science faculty. We match students to laboratories primarily on  the basis of their background preparation and areas of interest. They work  either directly with faculty or with graduate students or postdoctoral  fellows. Each student conducts a research project under the direction  of his or her mentor. The students are involved in all phases of the  research process from experimental design to data analysis and communication  of results. At the end of the program, the students each give a presentation  of their own work at a summer research conference. The primary goal of this  program is to extend the Center's robust neuroscience research opportunities  to non-NYU students and to diversity the scientific workforce in the field  of Neuroscience. Financial support is available to non-NYU students through  the NSF REU-Site Grant. The First week of SURP will include a \"bootcamp\"  to accelerate the learning of lab skills specific to neural science.         The dates of the 2015 Summer Undergraduate Research Program are:  May 26 - July 31.   TO APPLY FOR SURP, PLEASE   CLICK HERE.                       Click here  for frequently asked questions.          For SURP 2015 student requirements and expectations, please view syllabus from 2014        Click here for a PDF of the 2014 syllabus.   Click here  for the 2014 Symposium of summer undergraduate research program.   Click here for SURP 2013 photo gallery .   Click here for SURP 2013 photo gallery 2 .           Further information: Contact  surpinfo@cns.nyu.edu                                        Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 19-Jan-2015 8:14PM"}, {"content": "Summer Research Opportunities | Prehealth | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                          Back to Home           Summer Research Opportunities     Summer Medical and Dental Education Program (SMDEP) http://www.smdep.org/    The Summer Medical and Dental Education Program (SMDEP) is a free (full tuition, housing, and meals) six-week summer academic enrichment program that offers freshman and sophomore college students intensive and personalized medical and dental school preparation included academic enrichment, career development, financial planned, clinical exposure and more. The program takes place on 11 different campuses throughout the country. It began with the goal of increasing the number of highly qualified medical school applicants from minority groups that were underrepresented in medicine—primarily African Americans, Hispanics, and American Indians and has now broadened its initial focus on specific minority groups to include students from rural areas, economically disadvantaged students, and students from groups that have historically received substandard health care regardless of their racial or ethnic background.    The application deadline is usually March 1st, but check the website. Early application submission is encouraged. Center for Disease Control and Prevention  http://www.cdc.gov/ The   CDC student employment programs, internships, and career development   programs guarantee valuable paid and non-paid work experience. The CDC does not maintain a centralized database of volunteer opportunities. Students should contact the CDC organization ( http://www.cdc.gov/about/organization/cio.htm ) they are interested in volunteering to identify an interest in volunteer opportunities.       National Institute of Health Summer Internship Program in Biomedical Research http://www.training.nih.gov/programs/sip/ The Summer Internship Program (SIP) at the NIH provides an opportunity to spend the summer working side-by-side with some of the leading scientists in the world in an environment devoted exclusively to biomedical research. The NIH consists of the Mark O. Hatfield Clinical Research Center and more than 1200 laboratories located on the main campus in Bethesda, MD as well as in Baltimore and Frederick, MD; Research Triangle Park, NC; Phoenix, AZ; Hamilton, MT; and Detroit, MI. Check the website for the application deadline. NYU School of Medicine Summer Undergraduate Research Program (SURP) http://www.med.nyu.edu/sackler/programs/summer.html The SURP program runs for nine weeks during the summer for qualified sophomores and juniors who are interested in pursuing research careers as PhD or MD/PhD candidates. All candidates accepted to SURP must be able to attend during the designated time frame. The Summer Undergraduate Research Program guarantees all participants: a stipend of $3,500, free housing in a NYU facility, round-trip travel expenses to New York City. Check the website for the application deadline. Students may work with faculty in the disciplines of biomedical imaging, cellular and molecular biology, computational biology, developmental genetics, medical and molecular parasitology, molecular oncology and immunology, molecular pharmacology, neuroscience and physiology, and pathobiology.  NYU Jack Cary Eichenbaum Neonatology Summer Scholars Program http://pediatrics.med.nyu.edu/neonatology/medical-education/summer-scholars-program/ The JCE Neonatology Summer Scholar's program involves students in Neonatology research projects as well as involvement in on site NICU activities. Students have an opportunity to learn about the world of Neonatology as well as other Pediatrics subspecialty areas such as General Pediatric Surgery, Pediatric Neurosurgery and Pediatric Cardiovascular surgery. In past years fellowship awards have been granted for the 10 week period. Students must pay their own travel expenses as well as lodging and meals. Check the website for the application deadline.        NYU Hospital for Joint Diseases Musculoskeletal Research Center (MRC)  Summer Undergraduate Research Program http://www.mrc.med.nyu.edu/opportunities/summer/ In past years, the NYU Hospital for Joint Diseases Musculoskeletal Research Center (MRC) of the New York University School of Medicine has offered a Summer Undergraduate Research Program for qualified students who are currently in their sophomore or junior year of college and are interested in pursuing medical research careers as MD, PhD, or MD/PhD candidates. The purpose of the program is to provide students who intend to pursue careers in the biomedical sciences the opportunity to participate in research and be exposed to the excitement of an academic medical environment at a major research center. The program typically runs for nine weeks from commencing in June and ending in August. Candidates who are selected must attend for the entire time period. Students are responsible for their own housing. The Program provides each participant a stipend. Check the website for the application deadline.      Bellevue Hospital Center Project Healthcare (PHC) http://emergency.med.nyu.edu/electives/college-students/project-healthcare/ Project Healthcare is an innovative volunteer program for enthusiastic and inspired college and post-baccalaureate students. Created by the Bellevue Hospital Center Emergency Department, PHC allows students an opportunity to experience and observe many different aspects of healthcare. The program is comprised of several weekly rotations which are based in the Emergency Department. It offers the committed student a unique healthcare experience, which is intended to furnish a wealth of knowledge about the numerous options for a career in healthcare. Additional rotations in other areas of the hospital as well as participation in research and health fair projects allow students the exposure they need to make educated career choices. Check the website for the application deadline.      Weill Cornell/Rockefeller/Sloan-Kettering Tri-Institutional Campus Gateways to The Laboratory Summer Program http://www.med.cornell.edu/mdphd/summerprogram/ The Weill Cornell/Rockefeller/Sloan-Kettering Tri-Institutional MD-PhD Program is the first MD-PhD Program in the country to establish a summer program for underrepresented minority and disadvantaged college students who wish to pursue the combined MD-PhD degree. We are the only such program to focus on freshman and sophomore college students. Realizing that this takes away from your summer vacation, students receive a stipend (which was $4,300 in 2008) and are reimbursed for their travel expenses. In addition, one family member is flown out to NYC for the final presentations and accommodated at a high-end hotel in New York City. Check the website for the application deadline.  Weill Cornell  The Travelers Summer Research Fellowship Program       http://www.med.cornell.edu/education/programs/tra_sum_res.html/ The program is designed to give 25 premedical students deeper insights into the field of medicine, including issues that greatly affect the health of traditionally underserved groups. Through the experiences of laboratory or clinical research, the student learns how one pursues a specific research problem under the supervision of a faculty member. The summer fellows attend a series of talks by minority physicians about various medical specialties, addressing issues of concern in these physician's daily work plus views of the bigger picture in health care to minority communities. Check the website for the application deadline. ACCESS-Summer Research Program for Underserved College Students       http://weill.cornell.edu/gradschool/summer/index.html    The Access program of Weill Cornell Graduate School of Medical Sciences (WCGS) is a summer internship program that trains underserved college students in the biomedical sciences. Interns gain hands-on experience in a biomedical research laboratory and are encouraged to apply to PhD programs. Selected students are placed in laboratories at the Weill Cornell Medical College under the mentorship of experienced faculty members. Check the website for the application deadline.  Gerstner Sloan-Kettering      Gerstner Sloan-Kettering Graduate School Summer Undergraduate Research Program http://www.sloankettering.edu/gerstner/html/54513.cfm/ This ten-week research program is designed for approximately 20 outstanding undergraduate students who are interested in pursuing a career in biomedically related sciences. Check the website for the application deadline.  Rockefeller University  Rockefeller University Summer Undergraduate Research Fellowship Program http://www.rockefeller.edu/surf/ The Rockefeller University Summer Undergraduate Research Fellowship (SURF) program provides a unique opportunity for undergraduates to conduct laboratory research. SURF students work with leading scientists in a broad range of areas including biochemistry; structural biology and chemistry; molecular, cell and developmental biology; immunology; virology and microbiology; neuroscience; physics; and mathematical biology. College sophomores and juniors are eligible to spend 10 weeks during the summer in a Rockefeller University laboratory. The program usually begins the first week in June and ends the second week in August. Check the website for the application deadline.       University of Medicine and Dentistry of New Jersey (UMDNJ) The Summer Undergraduate Research Experience (SURE) http://www3.umdnj.edu/gsbstrat/summer-research.htm The Summer Undergraduate Research Experience (SURE...to succeed) is designed to provide a stimulating hands-on research experience for undergraduate students considering graduate education in the biomedical sciences. The program is conducted at the Stratford Division of the Graduate School of Biomedical Sciences on the campus of the School of Osteopathic Medicine in Stratford, New Jersey. Each student will have the opportunity to learn the basic skills necessary to contribute to the research effort while working with and under the guidance of a selected member of the graduate faculty. The program runs for a ten-week period from late May until the end of July. All students will receive a stipend of $3,000.00. Students must pay for their own housing and travel expenses to and from Stratford. There is no on-campus housing. Check the website for the application deadline.    Gateway to Dentistry http://dentalschool.umdnj.edu/gateway.htm      A truly unique program designed to   introduce undergraduate students to the wide range of career options   associated with the dental profession. UMDNJ - New Jersey Dental School   offers all prospective applicants challenging and informative hands on   dental experience. This is an intensive internship based at the New   Jersey Dental School in Newark, New Jersey. Gateway to Dentistry is a   2-week interactive program that affords each participant a birds-eye   exposure to the various aspects of the practice of dentistry.    The program is now open to 1st, 2nd, 3rd,   and 4th year students and qualified recent graduates. Freshman students   will only be considered for the May Program. Check the website for the   deadline for receipt of application. Massachusetts Institute of Technology Amgen-UROP Scholars Program http://web.mit.edu/urop/amgenscholars/ Students admitted to the program will have opportunities to conduct research, analyze data, present research results, network with other undergraduates with similar research interests, and develop working relationships with MIT faculty mentors and other research staff. The Program also offers a competitive compensation package, including a stipend, housing in a designated MIT residence hall, and a food allowance. Check the website for the application deadline.    Howard University    Amgen Scholars Program (HUASP) http://www.howard.edu/amgenscholars/ The Howard University Amgen Scholars Program (HUASP) is designed to facilitate the recruitment, retention and graduation of undergraduates pursuing degrees in science and engineering related disciplines, with an emphasis on under-represented students, and their subsequent enrollment in graduate master's and doctoral degree programs. Howard University Amgen Scholars will receive a stipend, housing and meals, health insurance and travel expenses to and from Howard University. Check the website for the application deadline.    Boston University Summer Undergraduate Research Fellowship (SURF) http://www.bu.edu/urop/surf-program/    SURF is a 10 week research experience that supports undergraduate students for the summer at Boston University. Participants from institutions across the country are paired with BU faculty members who will serve as their research mentors. Students receive a stipend, research supplies allowance, a travel subsidy, and housing in a BU apartment during the program. SURF is offered to promote access to graduate education to talented undergraduate students, especially among underrepresented minorities. These fellowships provide research projects supervised by Boston University faculty in engineering, math, computer science, and in the biological, physical, and social sciences. Check the website for the application deadline.    Harvard University Summer Internships for Science Undergraduates http://gsas.harvard.edu/hils/summerinternships.html Cold Spring Harbor Laboratory Watson School of Biological Sciences Summer Undergraduate Research Program http://www.cshl.edu/URP/    The Undergraduate Research Program (URP) provides one of the few places in the world where young people are instructed in the techniques of modern biology while becoming integrated members of a vibrant scientific community. Approximately 25 students from around the world will be accepted to the 10-week summer program to work with senior Laboratory staff members on independent research projects, specifically in areas of: Cancer Biology Neuroscience Plant Biology Cellular and Molecular Biology Genetics Macromolecular Structure Bioinformatics. Check the website for the application deadline.    University of Pittsburgh Bioengineering &amp; Bioinformatics Summer Institute (BBSI) http://www.ccbb.pitt.edu/bbsi/    The BBSI @ Pitt provides a unique training experience to students wishing to explore the field of computational biology by providing an opportunity for talented students to learn quantitative computer modeling methods at multiple scales in the Life Sciences (molecular to cellular). Students will attend classes taught by core faculty, and will have a unique opportunity to work with leading scientists and subsequently apply their knowledge towards a mentored state-of-the-art research project of their choice. The BBSI @ Pitt is a joint program offered by the University of Pittsburgh, the Pittsburgh Supercomputing Center, Duquesne University, and Carnegie Mellon University. Check the website for the application deadline.      The University of Chicago The Pritzker School of Medicine Experience in Research (PSOMER) http://pritzker.bsd.uchicago.edu/about/diversity/pipeline/psomer.shtml    The Pritzker School of Medicine Experience in Research (PSOMER) program is an 8-week research, education, and mentoring experience with University of Chicago faculty. Open only to college students who are rising juniors and seniors, the projects will range from basic science laboratory to clinical research projects. Stipends are provided to cover the cost of room and board and provide summer earnings. Check the website for the application deadline.    Vanderbilt University    Summer Science Academy https://medschool.mc.vanderbilt.edu/ssa/ The Vanderbilt Summer Science Academy (VSSA) offers biomedical research opportunities to undergraduates who want to pursue a career in the biomedical sciences. Basic Sciences Research Programs https://medschool.mc.vanderbilt.edu/ssa/?q=node/23  The Vascular Biology Summer Research Program for Minority Students  https://medschool.mc.vanderbilt.edu/short_training/        Vanderbilt University School of Medicine in conjunction with Meharry Medical College is offering undergraduate students an 8 to 11 week training program in vascular biology. The Short Term Training Program for Minority Students will focus the considerable strengths and diversity of multidepartmental research at Vanderbilt University School of Medicine and Meharry Medical College, providing a meaningful research training and careers in vascular biology. Check the website for the application deadline.    American Heart Association Undergraduate Student Research Program http://www.heart.org/HEARTORG/Affiliate/Founders-Affiliate-Local-Research-Opportunities_UCM_315885_Article.jsp    The purpose of this undergraduate research training program is to encourage promising students from all disciplines to consider research careers that are broadly related to the cardiovascular and cerebrovascular areas. Students are assigned to leading biomedical research laboratories in California, Nevada or Utah for a ten-week period during the summer to work under the direct supervision of experienced scientists. The projects students work on range from basic molecular research to direct physiological studies. Examples include signal transduction, gene expression, vascular wall biology, ion transport and cellular physiology. Some opportunities for participation in more clinical investigations are also available. Students will not receive college credit for their summer research activities. Therefore, participation in the program will not appear on an official transcript from the institution where the student is assigned. Student awardees will receive a stipend of $4,000 for the summer research experience. Check the website for the application deadline.    Stanford University Stanford Summer Research Program (SSRP)/Amgen Scholars Program  http://ssrp.stanford.edu/    The Stanford Summer Research Program/Amgen Scholars Program is a fully funded, eight week, residential research program. It offers undergraduates who want to prepare for and enter Ph.D. programs in the sciences a unique opportunity for advanced research experience within a world class university. Stanford will provide students with summer housing, meals, and travel to and from the summer research program. Additionally, all SSRP participants will receive a $3,200 stipend. Check the website for the application deadline.    Columbia University/Barnard College Amgen Scholars Summer Research Program http://www.columbia.edu/cu/biology/ug/amgen/    Through the generous support of the Amgen Foundation, Columbia University and Barnard College now offer a summer research program to a select group of motivated undergraduate students who will benefit from the opportunity of hands-on laboratory research. This is a chance to experience the joys of discovering something completely new while learning to overcome the challenges inherent in scientific research. Students work at Columbia University (either at the Morningside Heights campus or at the Medical Center campus) or Barnard College. The Amgen Scholars Program usually runs for ten weeks, beginning the Tuesday after Memorial Day. Participants receive a stipend of $4000 and housing on the Morningside campus of Columbia University. In addition, all Amgen Scholars participate in a conference on drug discovery in California sponsored by the Amgen Foundation. Check the website for the application deadline.      Yale University Biomedical Science Training and Enrichment Program (BioSTEP) http://medicine.yale.edu/education/omca/summer/biostep/index.aspx       Yale BioSTEP (Biomedical Science Training and Enrichment Program) provides intensive, short-term summer research training for undergraduates, especially students from groups underrepresented in biomedical sciences at research-intensive universities. Trainees conduct research for 10 weeks at Yale in laboratories and training sites at Yale School of Medicine and the West Haven Veterans Administration Medical Center. Each student works in the laboratory of a Yale faculty member who serves as a mentor. Each participant receives a stipend of approximately $4500 and housing at no cost. Students live in single rooms in Edward S. Harkness Hall, the medical school dormitory located on the medical center campus. Travel (air, train, or automobile) to and from New Haven is fully paid for or reimbursed. Check the website for the application deadline.  Summer Undergraduate Research Fellowship (SURF)  http://www.yale.edu/graduateschool/diversity/forms/surf.pdf Each summer the Yale SURF Program brings a group of qualified undergraduates to Yale for eight weeks. The experience is meant to familiarize students with the kind of work they can expect to do in graduate school, provide them with insight into the many steps involved in building a career based on Ph.D. level training, as well as foster a sense of confidence regarding their own abilities and potential. Students are housed at no charge in the Yale Graduate School Dormitory, and meals are provided in the Yale Summer Program Dining Hall. Students also receive a stipend for participation in the SURF Program. Travel to and from the program will be covered and arranged through the SURF Program Office. Students will receive a stipend of $2,500 upon successful participation in the program. The program runs from the first week of June through the end of July. Check the website for the application deadline.    American Society for Microbiology Microbiology Undergraduate Research Fellowship (MURF) http://www.asm.org/asm/index.php/education/asms-undergraduate-research-fellowship-urf.html?title=ASM+Undergraduate+Research+Fellowship+%28ASM-URF%29    The goal of the Microbiology Undergraduate Research Fellowship (MURF) program is to increase the number of underrepresented undergraduate students who wish to, and have demonstrated the ability to pursue graduate careers (Ph.D. or MD/Ph.D.) in microbiology. Students will have the opportunity to conduct full time summer research with an ASM member at their home institution or at a host institution, and present research results at the Annual Biomedical Research Conference for Minority Students and the ASM General Meeting. The MURF program is supported by funds provided by the American Society for Microbiology. The program provides a total funding of up to $5,850. Check the website for the application deadline.      Tufts University Sackler School of Graduate Biomedical Sciences Building Diversity in Biomedical Sciences http://sackler.tufts.edu/Admissions/Apply-to-Non-Degree-Programs/Building-Diversity-in-Biomedical-Sciences.aspx    The Sackler School offers 10 week summer internships for undergraduate students interested in pursuing research careers in the biomedical sciences, beginning the first week of June. Stipends are available to cover travel and living expenses, and housing is available in the university dormitory. During the course of the program, students conduct research under the supervision of a faculty mentor. They present the results of their projects at a poster presentation at the end of the summer. Every two weeks the students meet in small groups with a faculty facilitator to discuss each other's research. This provides each student with useful feedback on his or her project as well as the opportunity to learn about what is going on in other laboratories. The program also features several field trips and counseling on applying to graduate and medical schools. Check the website for the application deadline.    University of Michigan School of Public Health Health Management Summer Enrichment Program (SEP) http://www.sph.umich.edu/sep/    The SEP encourages undergraduates to consider health management and policy as an attractive career option through which they can address health disparities by familiarizing them with the field through a structured summer work experience. Each placement is designed to offer a stimulating opportunity for awareness, learning and growth. The ultimate goal is to increase participation of students committed to eliminating health disparities in this important and exciting field. All students are provided a tax-free stipend of $3000 for the 8-week program. All students who do not either reside in Southeast Michigan or attend the University of Michigan, are provided with prepaid transportation to and from Ann Arbor from their home or school. Airline fares and ground transportation to Ann Arbor are handled by the program. Check the website for the application deadline.    Greater New York Hospital Association (GNYHA) Summer Enrichment Program http://www.gnyha.org/    The Summer Enrichment Program is a 12 week paid internship for rising second year graduate students and second year graduate students in health care management or a comparable program. Students are assigned to a health care facility, where they will work with a senior health care executive. The program seeks to promote diversity in health care management and provides students, including ethnically under-represented students, with the opportunity to learn more about the major issues, skills, and responsibilities involved in health care management. The summer experience will enhance students' knowledge and understanding of the field, putting them in a better position to pursue a career in health care administration. Check the website for the application deadline.    New York City Department of Health Health Research Training Program http://www.nyc.gov/html/doh/html/hrtp/hrtp.shtml    The Health Research Training Program (HRTP) of the New York City Department of Health and Mental Hygiene provides undergraduate, graduate/professional school students the opportunity to experience some of the \"real life\" challenges of public health. By working on current relevant public health issues under the close supervision of experienced professionals, students apply their classroom learning to practical problems and, in the process, learn critical skills. Most students work full-time for 10-12 weeks during the summer, and part-time during the academic year. Financial stipends are available on a limited basis. Some support may be available for those students in the Federal College Work/Study program. Not all internships are paid. Check the website for the application deadline.    Utica Zoological Society Zookeeper Internship http://www.uticazoo.org/education/    Zookeeper Internship consists of training in general introductions to operations and direct animal care in the four animal areas: Children's Zoo, Hoofstock, Wildlife, and Veterinary Department. Housing is provided. Students interested in majoring in biology, zoology, pre-vet or related fields. Must have proof of negative TB test and provide own transportation. Students should submit a cover letter and resume explaining your interest in position.    Society of Toxicology Student Research Internships in Toxicology Program http://www.toxicology.org/ai/eo/sri.asp    The Society of Toxicology (SOT) encourages students to consider a career in toxicology! SOT serves as a clearinghouse for toxicology internship opportunities. The cumulative listing of these internships is available from January to April each year. Students review the list and send the application form and supporting documents directly to the programs of interest. The sponsor sets deadlines, eligibility criteria, determines the level of financial support offered, and selects the intern(s). Internships are posted between January - April.    Albert Einstein College of Medicine Summer Undergraduate Research Program http://www.aecom.yu.edu/home/sggd/summer.htm    This program is for outstanding undergraduate students who are completing their junior year, with a strong background in the sciences (biology, biochemistry, chemistry, physics, bioengineering or chemical engineering, etc.). In rare instances, sophomores with strong science backgrounds and/or strong research backgrounds may be considered. Check the website for the application deadline.    Cornell University Shoals Marine Laboratory Undergraduate Research Opportunities http://www.sml.cornell.edu/sml_students_internships.html    Shoals Marine Laboratory is an exciting place to spend the summer, and gain valuable research and work experience. Check out the various internships online.    Hunter College, CUNY – Center for Study of Gene Structure &amp; Function Summer Program for Undergraduate Research (SPUR) http://genecenter.hunter.cuny.edu/index.php/programs/summer-program/about-the-spur-program    The goal of the Institute is to prepare and encourage minority undergraduate students to pursue graduate Biomedical Research. The Summer Program for Undergraduate Research of the Center for Study of Gene Structure &amp; Function at Hunter College, City University of New York, was established in 1994. The goal of the Institute is to prepare and encourage U.S. undergraduate students to pursue graduate Biomedical Research. Call for more information. Check the website for the application deadline.      Mount Sinai School of Medicine Summer Undergraduate Research Program      http://www.mssm.edu/education/graduate-school/degrees-and-programs/summer-undergraduate-research-program/ The Summer Undergraduate Research Program (SURP) begins on the first Monday of June and runs for 10 full-time consecutive weeks. Program highlights include access to over 200 cutting-edge laboratories, networking opportunities and a housing stipend. Fellows will live during the 10-week period in nearest Mount Sinai's subsidized housing. The Program usually begins on the first Monday in June. All Fellows must begin the Program on this day. Applicants should have a minimum GPA of 3.5 and should have completed at least general biology, general chemistry, calculus, and organic chemistry. Check the website for the application deadline.      University of Rochester Medical Center Summer Scholars Program    http://www.urmc.rochester.edu/GEBS/summer.htm Students must commit to working for 10 weeks. Summer trainees will work under the direct supervision of a participating faculty mentor. All summer trainees will participate in research/educational seminars and presentations on graduate school and careers. A GRE General Test preparation course will also be offered to interested students. The summer program offers a weekly stipend. Housing will be provided in the University dorms for 10 weeks (if needed) at no charge. Check the website for the application deadline.         Back to Top    Global Opportunities          Americorps - http://www.americorps.gov/        Amigos de las Americas - http://www.amigoslink.org/       Amizade - http://www.amizade.org/       AustraLearn - http://www.australearn.org/       Bridges To Community - http://www.bridgestocommunity.org/       CARE - http://www.care.org/       Child Family Health International - http://www.cfhi.org/       City Year - http://www.cityyear.org/       Cross-Cultural Solutions - http://www.crossculturalsolutions.org/       Easter Seals - http://www.easterseals.com/       Explorations in Travel - http://www.volunteertravel.com/       Global Health Corps - http://www.ghcorps.org/ (project of U. of No. Iowa)       Global Health Education Consortium - http://globalhealtheducation.org/       Global Medical Brigades - http://www.globalbrigades.org/       Global Medical Training - http://www.gmtonline.org/       Global Service Corps - http://www.globalservicecorps.org/       Global Volunteers - http://www.globalvolunteers.org/       Global Volunteer Network - http://www.volunteer.org.nz/       Habitat for Humanity - http://www.habitat.com/       HealthCare Volunteers - http://www.healthcarevolunteer.com/       Himalayan Health Exchange - http://www.himalayanhealth.com/       Eye-to-Eye - http://www.i-to-i.com/       Idealist.org - http://www.idealist.org/       Info Nepal - http://www.infonepal.org/    International Federation of Medical students' Association- United States of America - http://www.IFMSA-USA.org/       International Medical Volunteers Association - http://www.imva.org/       International Opportunities in Medical Education - http://www.faimer.org/resources/opportunities/index.html       International Partnership for Service-Learning - http://www.ipsl.org/       International Scholar Laureate Program - http://www.scholarlaureate.org/       International Service Learning - http://www.islonline.org/       International Volunteer Programs Association - http://www.volunteerinternational.org/       Jesuit Volunteer Corps - http://www.jesuitvolunteers.org/       Kiwanis International - http://www.kiwanis.org/       Med Spanish - http://www.medspanish.com/       New York Cares - http://www.nycares.com/       Organic Sustainable Integrated Livelihoods - http://www.oursoil.org/       Peace Corps - http://www.peacecorps.gov/       Points of Light Foundation/Hands on Network - http://www.pointsoflight.org/       Project Medishare - www.projectmedishare.org/       Red Cross - http://www.redcross.org/       SOS Children's Villages - http://www.sos-usa.org/       Spanish Medical - http://www.spanish-medical.com/       Teach for America - http://www.teachforamerica.org/       Unite for Sight - http://www.uniteforsight.org/       United Planet - http://www.unitedplanet.org/       United Way - http://www.unitedway.org/getinvolved/       USC Somos Hermanos - http://www.somoshermanos.org/       Visions in Action - http://www.visionsinaction.org/       World Teach - http://www.worldteach.org/     Back to Top    Resources for Underrepresented and Disadvantaged Students    The Association of American Medical Colleges (AAMC) states that \"Underrepresented in medicine means those racial and ethnic populations that are underrepresented in the medical profession relative to their numbers in the general population.\" These programs and opportunities are, however, open to students from all backgrounds. Everyone is welcome to apply.    The Medical Minority Applicant Registry (Med-Mar) https://www.aamc.org/students/minorities/med-mar/ The Medical Minority Applicant Registry is devised to enhance admission opportunities for underrepresented and economically disadvantaged students. Students register for Med-Mar during MCAT registration. The program's registry distributes web-based biographic information about the applicant to minority affairs and admissions offices at medical schools, aiming to increase opportunities to underrepresented student groups.         AspiringDocs.org http://www.Aspiringdocs.org/ An interactive website containing comprehensive information from the AAMC and other resources targeted to applicants and current medical students of color. The site includes an online community where students can ask questions and receive advice from the AAMC as well as leading prehealth, and medical school advisors.    Explorehealthcareers.org http://www.explorehealthcareers.org/en/index.aspx An online service for exploration of the medical and allied health professions. It is a comprehensive source of accurate, up-to-date information about the health professions. This service includes information on and links to health-related education/training programs, financial aid resources, specialized learning opportunities, and current issues in health care.       Enrichment Programs     Howard University - Amgen Scholars Program (HUASP) http://www.howard.edu/amgenscholars/ The Howard University Amgen Scholars Program (HUASP) is designed to facilitate the recruitment, retention, and graduation of undergraduates pursuing degrees in science and engineer-related disciplines, with an emphasis on underrepresented students, and their subsequent enrollment in graduate master's and doctoral degree programs. Howard University Amgen Scholars will receive a $3,000 stipend, housing and meals, health insurance, and travel expenses to and from Howard University.      Summer Medical and Dental Education Program (SMDEP) http://www.smdep.org/ For college freshmen and sophomores aspiring to a career in medicine, the SMDEP is free six-week summer academic enrichment program (full-tuition, housing, and meals). There are 11 participating SMDEP sites across the country. Students receive academic enrichment (basic sciences: organic chemistry, physics, biology, precalculus/calculus), career development, clinical exposure, and financial planning for medical school. The primary objective of SMDP is to promote a greater presence of underrepresented minorities in medical school and the medical field.      Mentoring in Medicine, Inc. (MIM) http://www.medicalmentor.org/ A national nonprofit organization developed by minority physicians to assist students of color with their applications to medical school. Undergraduates and post-baccalaureate students can participate in mentoring activities with current medical students and receive emergency department clinical exposure at Montefiore Hospital in the Bronx.      Summer Enrichment Programs http://services.aamc.org/summerprograms/ AAMC offers a comprehensive database of summer enrichment programs by state for undergraduate students interested in pursuing careers in medicine and dentistry.      Summer Undergraduate Research Programs http://www.aamc.org/members/great/summerlinks.htm AAMC offers a comprehensive database of summer undergraduate research programs in the sciences for undergraduate students interested in pursuing a career in scientific research.      Postbaccalaureate Programs http://services.aamc.org/postbac/ For a complete listing of programs by state, please visit the website.      Scholarships and Funding Opportunities    National Health Service Corps http://nhsc.hrsa.gov/scholarship/ The National Health Service Corps offers a competitive scholarship program designed for students committed to providing primary health and dentistry care in communities of great need. Benefits include payment of medical school tuitions and fees, monthly stipend payments, payment of other reasonable educational expenses (e.g. books, supplies, and equipment).      National Medical Fellowships http://www.nmfonline.org/ The National Medical Fellowship provide need-based scholarships and merit-based awards to underrepresented minority students pursuing a medical degree. The primary mission of NMF is to increase the presence of practicing physicians of color in the United States.    Uniformed Services University of the Health Sciences (USUHS) http://www.usuhs.mil/prospectivestudents.html USUHS provides a tuition-free education to its students. After residency, all students either will be serving or already serving with a branch of the military (Army, Navy, Air Force) and there is a 7-year service obligation that begins after residency.        National Student Organizations Association of Native American Medical Students (ANAMS)  http://www.anamstudents.org/ The Association of Native American Medical Students is a student organization representing Native American graduate health professions students throughout the US and Canada. ANAMS is comprised of Native American students enrolled in medical school or in the allied health professions of Dentistry, Veterinary, Optometry, Podiatry, and Pharmacy. Presently, the membership consists of approximately 100 students.      Asian Pacific American Medical Students Association http://www.apamsa.org/ The Asian Pacific American Medical Students Association is national organization of Asian Pacific American medical students, representing over 14,000 East and South Asian medical students in over 70 medical schools in the US.      Latino Medical Student Association http://lmsa.net/ The Latino Medical Student Assocation is a network of students, alumni, and health professionals who promote the development of Latino students through educational, volunteer, and professional networking opportunities.      National Network of Latin American Medical Students http://www.nnlams.com/ The National Network of Latin American Medical Students is a network of students, alumni, and health professionals whose mission is to promote the development of Latino students.      Society for Advancement of Chicanos and Native Americans in Science http://www.sacnas.org/ The Society for Advancement of Chicanos and Native Americans in Science is a 35 year old organization developed for to encourage Native American and Chicano/Latino students to pursue graduate education and obtain the advanced degrees necessary for science research, leadership, and teaching careers.      Student National Medical Association http://www.snma.org/ The Student National Medical Association is the oldest and largest student organization focused on the needs and concerns of medical students of color. SNMA is dedicated both to ensuring culturally sensitive medical education and services, as well as increasing the number of African-American, Latino, and other students of color entering and completing medical school.      Back to Top                  Home       Careers       Prehealth Courses       Application Process       Extracurricular Involvement       Resources       BCPM Calculator       Postbaccalaureate Program       Global Public Health/Science       Contact Us                          Stay Connected           Twitter             Contact Us"}]},
{"detail": [{"content": "NYU/CNS : Undergrad Program : Summer Research                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                              Summer Undergraduate Research Program (SURP)       The Center for Neural Science hosts a summer research experience program for  undergraduates with a strong interest in neuroscience. This program is  designed to foster entry into a neuroscience research-centered career.  Students apply for positions in a 10-week summer program during which they  actively participate in research projects in the laboratories of New York  University science faculty. We match students to laboratories primarily on  the basis of their background preparation and areas of interest. They work  either directly with faculty or with graduate students or postdoctoral  fellows. Each student conducts a research project under the direction  of his or her mentor. The students are involved in all phases of the  research process from experimental design to data analysis and communication  of results. At the end of the program, the students each give a presentation  of their own work at a summer research conference. The primary goal of this  program is to extend the Center's robust neuroscience research opportunities  to non-NYU students and to diversity the scientific workforce in the field  of Neuroscience. Financial support is available to non-NYU students through  the NSF REU-Site Grant. The First week of SURP will include a \"bootcamp\"  to accelerate the learning of lab skills specific to neural science.         The dates of the 2015 Summer Undergraduate Research Program are:  May 26 - July 31.   TO APPLY FOR SURP, PLEASE   CLICK HERE.                       Click here  for frequently asked questions.          For SURP 2015 student requirements and expectations, please view syllabus from 2014        Click here for a PDF of the 2014 syllabus.   Click here  for the 2014 Symposium of summer undergraduate research program.   Click here for SURP 2013 photo gallery .   Click here for SURP 2013 photo gallery 2 .           Further information: Contact  surpinfo@cns.nyu.edu                                        Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 19-Jan-2015 8:14PM"}, {"content": "Summer Research Opportunities | Prehealth | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                          Back to Home           Summer Research Opportunities     Summer Medical and Dental Education Program (SMDEP) http://www.smdep.org/    The Summer Medical and Dental Education Program (SMDEP) is a free (full tuition, housing, and meals) six-week summer academic enrichment program that offers freshman and sophomore college students intensive and personalized medical and dental school preparation included academic enrichment, career development, financial planned, clinical exposure and more. The program takes place on 11 different campuses throughout the country. It began with the goal of increasing the number of highly qualified medical school applicants from minority groups that were underrepresented in medicine—primarily African Americans, Hispanics, and American Indians and has now broadened its initial focus on specific minority groups to include students from rural areas, economically disadvantaged students, and students from groups that have historically received substandard health care regardless of their racial or ethnic background.    The application deadline is usually March 1st, but check the website. Early application submission is encouraged. Center for Disease Control and Prevention  http://www.cdc.gov/ The   CDC student employment programs, internships, and career development   programs guarantee valuable paid and non-paid work experience. The CDC does not maintain a centralized database of volunteer opportunities. Students should contact the CDC organization ( http://www.cdc.gov/about/organization/cio.htm ) they are interested in volunteering to identify an interest in volunteer opportunities.       National Institute of Health Summer Internship Program in Biomedical Research http://www.training.nih.gov/programs/sip/ The Summer Internship Program (SIP) at the NIH provides an opportunity to spend the summer working side-by-side with some of the leading scientists in the world in an environment devoted exclusively to biomedical research. The NIH consists of the Mark O. Hatfield Clinical Research Center and more than 1200 laboratories located on the main campus in Bethesda, MD as well as in Baltimore and Frederick, MD; Research Triangle Park, NC; Phoenix, AZ; Hamilton, MT; and Detroit, MI. Check the website for the application deadline. NYU School of Medicine Summer Undergraduate Research Program (SURP) http://www.med.nyu.edu/sackler/programs/summer.html The SURP program runs for nine weeks during the summer for qualified sophomores and juniors who are interested in pursuing research careers as PhD or MD/PhD candidates. All candidates accepted to SURP must be able to attend during the designated time frame. The Summer Undergraduate Research Program guarantees all participants: a stipend of $3,500, free housing in a NYU facility, round-trip travel expenses to New York City. Check the website for the application deadline. Students may work with faculty in the disciplines of biomedical imaging, cellular and molecular biology, computational biology, developmental genetics, medical and molecular parasitology, molecular oncology and immunology, molecular pharmacology, neuroscience and physiology, and pathobiology.  NYU Jack Cary Eichenbaum Neonatology Summer Scholars Program http://pediatrics.med.nyu.edu/neonatology/medical-education/summer-scholars-program/ The JCE Neonatology Summer Scholar's program involves students in Neonatology research projects as well as involvement in on site NICU activities. Students have an opportunity to learn about the world of Neonatology as well as other Pediatrics subspecialty areas such as General Pediatric Surgery, Pediatric Neurosurgery and Pediatric Cardiovascular surgery. In past years fellowship awards have been granted for the 10 week period. Students must pay their own travel expenses as well as lodging and meals. Check the website for the application deadline.        NYU Hospital for Joint Diseases Musculoskeletal Research Center (MRC)  Summer Undergraduate Research Program http://www.mrc.med.nyu.edu/opportunities/summer/ In past years, the NYU Hospital for Joint Diseases Musculoskeletal Research Center (MRC) of the New York University School of Medicine has offered a Summer Undergraduate Research Program for qualified students who are currently in their sophomore or junior year of college and are interested in pursuing medical research careers as MD, PhD, or MD/PhD candidates. The purpose of the program is to provide students who intend to pursue careers in the biomedical sciences the opportunity to participate in research and be exposed to the excitement of an academic medical environment at a major research center. The program typically runs for nine weeks from commencing in June and ending in August. Candidates who are selected must attend for the entire time period. Students are responsible for their own housing. The Program provides each participant a stipend. Check the website for the application deadline.      Bellevue Hospital Center Project Healthcare (PHC) http://emergency.med.nyu.edu/electives/college-students/project-healthcare/ Project Healthcare is an innovative volunteer program for enthusiastic and inspired college and post-baccalaureate students. Created by the Bellevue Hospital Center Emergency Department, PHC allows students an opportunity to experience and observe many different aspects of healthcare. The program is comprised of several weekly rotations which are based in the Emergency Department. It offers the committed student a unique healthcare experience, which is intended to furnish a wealth of knowledge about the numerous options for a career in healthcare. Additional rotations in other areas of the hospital as well as participation in research and health fair projects allow students the exposure they need to make educated career choices. Check the website for the application deadline.      Weill Cornell/Rockefeller/Sloan-Kettering Tri-Institutional Campus Gateways to The Laboratory Summer Program http://www.med.cornell.edu/mdphd/summerprogram/ The Weill Cornell/Rockefeller/Sloan-Kettering Tri-Institutional MD-PhD Program is the first MD-PhD Program in the country to establish a summer program for underrepresented minority and disadvantaged college students who wish to pursue the combined MD-PhD degree. We are the only such program to focus on freshman and sophomore college students. Realizing that this takes away from your summer vacation, students receive a stipend (which was $4,300 in 2008) and are reimbursed for their travel expenses. In addition, one family member is flown out to NYC for the final presentations and accommodated at a high-end hotel in New York City. Check the website for the application deadline.  Weill Cornell  The Travelers Summer Research Fellowship Program       http://www.med.cornell.edu/education/programs/tra_sum_res.html/ The program is designed to give 25 premedical students deeper insights into the field of medicine, including issues that greatly affect the health of traditionally underserved groups. Through the experiences of laboratory or clinical research, the student learns how one pursues a specific research problem under the supervision of a faculty member. The summer fellows attend a series of talks by minority physicians about various medical specialties, addressing issues of concern in these physician's daily work plus views of the bigger picture in health care to minority communities. Check the website for the application deadline. ACCESS-Summer Research Program for Underserved College Students       http://weill.cornell.edu/gradschool/summer/index.html    The Access program of Weill Cornell Graduate School of Medical Sciences (WCGS) is a summer internship program that trains underserved college students in the biomedical sciences. Interns gain hands-on experience in a biomedical research laboratory and are encouraged to apply to PhD programs. Selected students are placed in laboratories at the Weill Cornell Medical College under the mentorship of experienced faculty members. Check the website for the application deadline.  Gerstner Sloan-Kettering      Gerstner Sloan-Kettering Graduate School Summer Undergraduate Research Program http://www.sloankettering.edu/gerstner/html/54513.cfm/ This ten-week research program is designed for approximately 20 outstanding undergraduate students who are interested in pursuing a career in biomedically related sciences. Check the website for the application deadline.  Rockefeller University  Rockefeller University Summer Undergraduate Research Fellowship Program http://www.rockefeller.edu/surf/ The Rockefeller University Summer Undergraduate Research Fellowship (SURF) program provides a unique opportunity for undergraduates to conduct laboratory research. SURF students work with leading scientists in a broad range of areas including biochemistry; structural biology and chemistry; molecular, cell and developmental biology; immunology; virology and microbiology; neuroscience; physics; and mathematical biology. College sophomores and juniors are eligible to spend 10 weeks during the summer in a Rockefeller University laboratory. The program usually begins the first week in June and ends the second week in August. Check the website for the application deadline.       University of Medicine and Dentistry of New Jersey (UMDNJ) The Summer Undergraduate Research Experience (SURE) http://www3.umdnj.edu/gsbstrat/summer-research.htm The Summer Undergraduate Research Experience (SURE...to succeed) is designed to provide a stimulating hands-on research experience for undergraduate students considering graduate education in the biomedical sciences. The program is conducted at the Stratford Division of the Graduate School of Biomedical Sciences on the campus of the School of Osteopathic Medicine in Stratford, New Jersey. Each student will have the opportunity to learn the basic skills necessary to contribute to the research effort while working with and under the guidance of a selected member of the graduate faculty. The program runs for a ten-week period from late May until the end of July. All students will receive a stipend of $3,000.00. Students must pay for their own housing and travel expenses to and from Stratford. There is no on-campus housing. Check the website for the application deadline.    Gateway to Dentistry http://dentalschool.umdnj.edu/gateway.htm      A truly unique program designed to   introduce undergraduate students to the wide range of career options   associated with the dental profession. UMDNJ - New Jersey Dental School   offers all prospective applicants challenging and informative hands on   dental experience. This is an intensive internship based at the New   Jersey Dental School in Newark, New Jersey. Gateway to Dentistry is a   2-week interactive program that affords each participant a birds-eye   exposure to the various aspects of the practice of dentistry.    The program is now open to 1st, 2nd, 3rd,   and 4th year students and qualified recent graduates. Freshman students   will only be considered for the May Program. Check the website for the   deadline for receipt of application. Massachusetts Institute of Technology Amgen-UROP Scholars Program http://web.mit.edu/urop/amgenscholars/ Students admitted to the program will have opportunities to conduct research, analyze data, present research results, network with other undergraduates with similar research interests, and develop working relationships with MIT faculty mentors and other research staff. The Program also offers a competitive compensation package, including a stipend, housing in a designated MIT residence hall, and a food allowance. Check the website for the application deadline.    Howard University    Amgen Scholars Program (HUASP) http://www.howard.edu/amgenscholars/ The Howard University Amgen Scholars Program (HUASP) is designed to facilitate the recruitment, retention and graduation of undergraduates pursuing degrees in science and engineering related disciplines, with an emphasis on under-represented students, and their subsequent enrollment in graduate master's and doctoral degree programs. Howard University Amgen Scholars will receive a stipend, housing and meals, health insurance and travel expenses to and from Howard University. Check the website for the application deadline.    Boston University Summer Undergraduate Research Fellowship (SURF) http://www.bu.edu/urop/surf-program/    SURF is a 10 week research experience that supports undergraduate students for the summer at Boston University. Participants from institutions across the country are paired with BU faculty members who will serve as their research mentors. Students receive a stipend, research supplies allowance, a travel subsidy, and housing in a BU apartment during the program. SURF is offered to promote access to graduate education to talented undergraduate students, especially among underrepresented minorities. These fellowships provide research projects supervised by Boston University faculty in engineering, math, computer science, and in the biological, physical, and social sciences. Check the website for the application deadline.    Harvard University Summer Internships for Science Undergraduates http://gsas.harvard.edu/hils/summerinternships.html Cold Spring Harbor Laboratory Watson School of Biological Sciences Summer Undergraduate Research Program http://www.cshl.edu/URP/    The Undergraduate Research Program (URP) provides one of the few places in the world where young people are instructed in the techniques of modern biology while becoming integrated members of a vibrant scientific community. Approximately 25 students from around the world will be accepted to the 10-week summer program to work with senior Laboratory staff members on independent research projects, specifically in areas of: Cancer Biology Neuroscience Plant Biology Cellular and Molecular Biology Genetics Macromolecular Structure Bioinformatics. Check the website for the application deadline.    University of Pittsburgh Bioengineering &amp; Bioinformatics Summer Institute (BBSI) http://www.ccbb.pitt.edu/bbsi/    The BBSI @ Pitt provides a unique training experience to students wishing to explore the field of computational biology by providing an opportunity for talented students to learn quantitative computer modeling methods at multiple scales in the Life Sciences (molecular to cellular). Students will attend classes taught by core faculty, and will have a unique opportunity to work with leading scientists and subsequently apply their knowledge towards a mentored state-of-the-art research project of their choice. The BBSI @ Pitt is a joint program offered by the University of Pittsburgh, the Pittsburgh Supercomputing Center, Duquesne University, and Carnegie Mellon University. Check the website for the application deadline.      The University of Chicago The Pritzker School of Medicine Experience in Research (PSOMER) http://pritzker.bsd.uchicago.edu/about/diversity/pipeline/psomer.shtml    The Pritzker School of Medicine Experience in Research (PSOMER) program is an 8-week research, education, and mentoring experience with University of Chicago faculty. Open only to college students who are rising juniors and seniors, the projects will range from basic science laboratory to clinical research projects. Stipends are provided to cover the cost of room and board and provide summer earnings. Check the website for the application deadline.    Vanderbilt University    Summer Science Academy https://medschool.mc.vanderbilt.edu/ssa/ The Vanderbilt Summer Science Academy (VSSA) offers biomedical research opportunities to undergraduates who want to pursue a career in the biomedical sciences. Basic Sciences Research Programs https://medschool.mc.vanderbilt.edu/ssa/?q=node/23  The Vascular Biology Summer Research Program for Minority Students  https://medschool.mc.vanderbilt.edu/short_training/        Vanderbilt University School of Medicine in conjunction with Meharry Medical College is offering undergraduate students an 8 to 11 week training program in vascular biology. The Short Term Training Program for Minority Students will focus the considerable strengths and diversity of multidepartmental research at Vanderbilt University School of Medicine and Meharry Medical College, providing a meaningful research training and careers in vascular biology. Check the website for the application deadline.    American Heart Association Undergraduate Student Research Program http://www.heart.org/HEARTORG/Affiliate/Founders-Affiliate-Local-Research-Opportunities_UCM_315885_Article.jsp    The purpose of this undergraduate research training program is to encourage promising students from all disciplines to consider research careers that are broadly related to the cardiovascular and cerebrovascular areas. Students are assigned to leading biomedical research laboratories in California, Nevada or Utah for a ten-week period during the summer to work under the direct supervision of experienced scientists. The projects students work on range from basic molecular research to direct physiological studies. Examples include signal transduction, gene expression, vascular wall biology, ion transport and cellular physiology. Some opportunities for participation in more clinical investigations are also available. Students will not receive college credit for their summer research activities. Therefore, participation in the program will not appear on an official transcript from the institution where the student is assigned. Student awardees will receive a stipend of $4,000 for the summer research experience. Check the website for the application deadline.    Stanford University Stanford Summer Research Program (SSRP)/Amgen Scholars Program  http://ssrp.stanford.edu/    The Stanford Summer Research Program/Amgen Scholars Program is a fully funded, eight week, residential research program. It offers undergraduates who want to prepare for and enter Ph.D. programs in the sciences a unique opportunity for advanced research experience within a world class university. Stanford will provide students with summer housing, meals, and travel to and from the summer research program. Additionally, all SSRP participants will receive a $3,200 stipend. Check the website for the application deadline.    Columbia University/Barnard College Amgen Scholars Summer Research Program http://www.columbia.edu/cu/biology/ug/amgen/    Through the generous support of the Amgen Foundation, Columbia University and Barnard College now offer a summer research program to a select group of motivated undergraduate students who will benefit from the opportunity of hands-on laboratory research. This is a chance to experience the joys of discovering something completely new while learning to overcome the challenges inherent in scientific research. Students work at Columbia University (either at the Morningside Heights campus or at the Medical Center campus) or Barnard College. The Amgen Scholars Program usually runs for ten weeks, beginning the Tuesday after Memorial Day. Participants receive a stipend of $4000 and housing on the Morningside campus of Columbia University. In addition, all Amgen Scholars participate in a conference on drug discovery in California sponsored by the Amgen Foundation. Check the website for the application deadline.      Yale University Biomedical Science Training and Enrichment Program (BioSTEP) http://medicine.yale.edu/education/omca/summer/biostep/index.aspx       Yale BioSTEP (Biomedical Science Training and Enrichment Program) provides intensive, short-term summer research training for undergraduates, especially students from groups underrepresented in biomedical sciences at research-intensive universities. Trainees conduct research for 10 weeks at Yale in laboratories and training sites at Yale School of Medicine and the West Haven Veterans Administration Medical Center. Each student works in the laboratory of a Yale faculty member who serves as a mentor. Each participant receives a stipend of approximately $4500 and housing at no cost. Students live in single rooms in Edward S. Harkness Hall, the medical school dormitory located on the medical center campus. Travel (air, train, or automobile) to and from New Haven is fully paid for or reimbursed. Check the website for the application deadline.  Summer Undergraduate Research Fellowship (SURF)  http://www.yale.edu/graduateschool/diversity/forms/surf.pdf Each summer the Yale SURF Program brings a group of qualified undergraduates to Yale for eight weeks. The experience is meant to familiarize students with the kind of work they can expect to do in graduate school, provide them with insight into the many steps involved in building a career based on Ph.D. level training, as well as foster a sense of confidence regarding their own abilities and potential. Students are housed at no charge in the Yale Graduate School Dormitory, and meals are provided in the Yale Summer Program Dining Hall. Students also receive a stipend for participation in the SURF Program. Travel to and from the program will be covered and arranged through the SURF Program Office. Students will receive a stipend of $2,500 upon successful participation in the program. The program runs from the first week of June through the end of July. Check the website for the application deadline.    American Society for Microbiology Microbiology Undergraduate Research Fellowship (MURF) http://www.asm.org/asm/index.php/education/asms-undergraduate-research-fellowship-urf.html?title=ASM+Undergraduate+Research+Fellowship+%28ASM-URF%29    The goal of the Microbiology Undergraduate Research Fellowship (MURF) program is to increase the number of underrepresented undergraduate students who wish to, and have demonstrated the ability to pursue graduate careers (Ph.D. or MD/Ph.D.) in microbiology. Students will have the opportunity to conduct full time summer research with an ASM member at their home institution or at a host institution, and present research results at the Annual Biomedical Research Conference for Minority Students and the ASM General Meeting. The MURF program is supported by funds provided by the American Society for Microbiology. The program provides a total funding of up to $5,850. Check the website for the application deadline.      Tufts University Sackler School of Graduate Biomedical Sciences Building Diversity in Biomedical Sciences http://sackler.tufts.edu/Admissions/Apply-to-Non-Degree-Programs/Building-Diversity-in-Biomedical-Sciences.aspx    The Sackler School offers 10 week summer internships for undergraduate students interested in pursuing research careers in the biomedical sciences, beginning the first week of June. Stipends are available to cover travel and living expenses, and housing is available in the university dormitory. During the course of the program, students conduct research under the supervision of a faculty mentor. They present the results of their projects at a poster presentation at the end of the summer. Every two weeks the students meet in small groups with a faculty facilitator to discuss each other's research. This provides each student with useful feedback on his or her project as well as the opportunity to learn about what is going on in other laboratories. The program also features several field trips and counseling on applying to graduate and medical schools. Check the website for the application deadline.    University of Michigan School of Public Health Health Management Summer Enrichment Program (SEP) http://www.sph.umich.edu/sep/    The SEP encourages undergraduates to consider health management and policy as an attractive career option through which they can address health disparities by familiarizing them with the field through a structured summer work experience. Each placement is designed to offer a stimulating opportunity for awareness, learning and growth. The ultimate goal is to increase participation of students committed to eliminating health disparities in this important and exciting field. All students are provided a tax-free stipend of $3000 for the 8-week program. All students who do not either reside in Southeast Michigan or attend the University of Michigan, are provided with prepaid transportation to and from Ann Arbor from their home or school. Airline fares and ground transportation to Ann Arbor are handled by the program. Check the website for the application deadline.    Greater New York Hospital Association (GNYHA) Summer Enrichment Program http://www.gnyha.org/    The Summer Enrichment Program is a 12 week paid internship for rising second year graduate students and second year graduate students in health care management or a comparable program. Students are assigned to a health care facility, where they will work with a senior health care executive. The program seeks to promote diversity in health care management and provides students, including ethnically under-represented students, with the opportunity to learn more about the major issues, skills, and responsibilities involved in health care management. The summer experience will enhance students' knowledge and understanding of the field, putting them in a better position to pursue a career in health care administration. Check the website for the application deadline.    New York City Department of Health Health Research Training Program http://www.nyc.gov/html/doh/html/hrtp/hrtp.shtml    The Health Research Training Program (HRTP) of the New York City Department of Health and Mental Hygiene provides undergraduate, graduate/professional school students the opportunity to experience some of the \"real life\" challenges of public health. By working on current relevant public health issues under the close supervision of experienced professionals, students apply their classroom learning to practical problems and, in the process, learn critical skills. Most students work full-time for 10-12 weeks during the summer, and part-time during the academic year. Financial stipends are available on a limited basis. Some support may be available for those students in the Federal College Work/Study program. Not all internships are paid. Check the website for the application deadline.    Utica Zoological Society Zookeeper Internship http://www.uticazoo.org/education/    Zookeeper Internship consists of training in general introductions to operations and direct animal care in the four animal areas: Children's Zoo, Hoofstock, Wildlife, and Veterinary Department. Housing is provided. Students interested in majoring in biology, zoology, pre-vet or related fields. Must have proof of negative TB test and provide own transportation. Students should submit a cover letter and resume explaining your interest in position.    Society of Toxicology Student Research Internships in Toxicology Program http://www.toxicology.org/ai/eo/sri.asp    The Society of Toxicology (SOT) encourages students to consider a career in toxicology! SOT serves as a clearinghouse for toxicology internship opportunities. The cumulative listing of these internships is available from January to April each year. Students review the list and send the application form and supporting documents directly to the programs of interest. The sponsor sets deadlines, eligibility criteria, determines the level of financial support offered, and selects the intern(s). Internships are posted between January - April.    Albert Einstein College of Medicine Summer Undergraduate Research Program http://www.aecom.yu.edu/home/sggd/summer.htm    This program is for outstanding undergraduate students who are completing their junior year, with a strong background in the sciences (biology, biochemistry, chemistry, physics, bioengineering or chemical engineering, etc.). In rare instances, sophomores with strong science backgrounds and/or strong research backgrounds may be considered. Check the website for the application deadline.    Cornell University Shoals Marine Laboratory Undergraduate Research Opportunities http://www.sml.cornell.edu/sml_students_internships.html    Shoals Marine Laboratory is an exciting place to spend the summer, and gain valuable research and work experience. Check out the various internships online.    Hunter College, CUNY – Center for Study of Gene Structure &amp; Function Summer Program for Undergraduate Research (SPUR) http://genecenter.hunter.cuny.edu/index.php/programs/summer-program/about-the-spur-program    The goal of the Institute is to prepare and encourage minority undergraduate students to pursue graduate Biomedical Research. The Summer Program for Undergraduate Research of the Center for Study of Gene Structure &amp; Function at Hunter College, City University of New York, was established in 1994. The goal of the Institute is to prepare and encourage U.S. undergraduate students to pursue graduate Biomedical Research. Call for more information. Check the website for the application deadline.      Mount Sinai School of Medicine Summer Undergraduate Research Program      http://www.mssm.edu/education/graduate-school/degrees-and-programs/summer-undergraduate-research-program/ The Summer Undergraduate Research Program (SURP) begins on the first Monday of June and runs for 10 full-time consecutive weeks. Program highlights include access to over 200 cutting-edge laboratories, networking opportunities and a housing stipend. Fellows will live during the 10-week period in nearest Mount Sinai's subsidized housing. The Program usually begins on the first Monday in June. All Fellows must begin the Program on this day. Applicants should have a minimum GPA of 3.5 and should have completed at least general biology, general chemistry, calculus, and organic chemistry. Check the website for the application deadline.      University of Rochester Medical Center Summer Scholars Program    http://www.urmc.rochester.edu/GEBS/summer.htm Students must commit to working for 10 weeks. Summer trainees will work under the direct supervision of a participating faculty mentor. All summer trainees will participate in research/educational seminars and presentations on graduate school and careers. A GRE General Test preparation course will also be offered to interested students. The summer program offers a weekly stipend. Housing will be provided in the University dorms for 10 weeks (if needed) at no charge. Check the website for the application deadline.         Back to Top    Global Opportunities          Americorps - http://www.americorps.gov/        Amigos de las Americas - http://www.amigoslink.org/       Amizade - http://www.amizade.org/       AustraLearn - http://www.australearn.org/       Bridges To Community - http://www.bridgestocommunity.org/       CARE - http://www.care.org/       Child Family Health International - http://www.cfhi.org/       City Year - http://www.cityyear.org/       Cross-Cultural Solutions - http://www.crossculturalsolutions.org/       Easter Seals - http://www.easterseals.com/       Explorations in Travel - http://www.volunteertravel.com/       Global Health Corps - http://www.ghcorps.org/ (project of U. of No. Iowa)       Global Health Education Consortium - http://globalhealtheducation.org/       Global Medical Brigades - http://www.globalbrigades.org/       Global Medical Training - http://www.gmtonline.org/       Global Service Corps - http://www.globalservicecorps.org/       Global Volunteers - http://www.globalvolunteers.org/       Global Volunteer Network - http://www.volunteer.org.nz/       Habitat for Humanity - http://www.habitat.com/       HealthCare Volunteers - http://www.healthcarevolunteer.com/       Himalayan Health Exchange - http://www.himalayanhealth.com/       Eye-to-Eye - http://www.i-to-i.com/       Idealist.org - http://www.idealist.org/       Info Nepal - http://www.infonepal.org/    International Federation of Medical students' Association- United States of America - http://www.IFMSA-USA.org/       International Medical Volunteers Association - http://www.imva.org/       International Opportunities in Medical Education - http://www.faimer.org/resources/opportunities/index.html       International Partnership for Service-Learning - http://www.ipsl.org/       International Scholar Laureate Program - http://www.scholarlaureate.org/       International Service Learning - http://www.islonline.org/       International Volunteer Programs Association - http://www.volunteerinternational.org/       Jesuit Volunteer Corps - http://www.jesuitvolunteers.org/       Kiwanis International - http://www.kiwanis.org/       Med Spanish - http://www.medspanish.com/       New York Cares - http://www.nycares.com/       Organic Sustainable Integrated Livelihoods - http://www.oursoil.org/       Peace Corps - http://www.peacecorps.gov/       Points of Light Foundation/Hands on Network - http://www.pointsoflight.org/       Project Medishare - www.projectmedishare.org/       Red Cross - http://www.redcross.org/       SOS Children's Villages - http://www.sos-usa.org/       Spanish Medical - http://www.spanish-medical.com/       Teach for America - http://www.teachforamerica.org/       Unite for Sight - http://www.uniteforsight.org/       United Planet - http://www.unitedplanet.org/       United Way - http://www.unitedway.org/getinvolved/       USC Somos Hermanos - http://www.somoshermanos.org/       Visions in Action - http://www.visionsinaction.org/       World Teach - http://www.worldteach.org/     Back to Top    Resources for Underrepresented and Disadvantaged Students    The Association of American Medical Colleges (AAMC) states that \"Underrepresented in medicine means those racial and ethnic populations that are underrepresented in the medical profession relative to their numbers in the general population.\" These programs and opportunities are, however, open to students from all backgrounds. Everyone is welcome to apply.    The Medical Minority Applicant Registry (Med-Mar) https://www.aamc.org/students/minorities/med-mar/ The Medical Minority Applicant Registry is devised to enhance admission opportunities for underrepresented and economically disadvantaged students. Students register for Med-Mar during MCAT registration. The program's registry distributes web-based biographic information about the applicant to minority affairs and admissions offices at medical schools, aiming to increase opportunities to underrepresented student groups.         AspiringDocs.org http://www.Aspiringdocs.org/ An interactive website containing comprehensive information from the AAMC and other resources targeted to applicants and current medical students of color. The site includes an online community where students can ask questions and receive advice from the AAMC as well as leading prehealth, and medical school advisors.    Explorehealthcareers.org http://www.explorehealthcareers.org/en/index.aspx An online service for exploration of the medical and allied health professions. It is a comprehensive source of accurate, up-to-date information about the health professions. This service includes information on and links to health-related education/training programs, financial aid resources, specialized learning opportunities, and current issues in health care.       Enrichment Programs     Howard University - Amgen Scholars Program (HUASP) http://www.howard.edu/amgenscholars/ The Howard University Amgen Scholars Program (HUASP) is designed to facilitate the recruitment, retention, and graduation of undergraduates pursuing degrees in science and engineer-related disciplines, with an emphasis on underrepresented students, and their subsequent enrollment in graduate master's and doctoral degree programs. Howard University Amgen Scholars will receive a $3,000 stipend, housing and meals, health insurance, and travel expenses to and from Howard University.      Summer Medical and Dental Education Program (SMDEP) http://www.smdep.org/ For college freshmen and sophomores aspiring to a career in medicine, the SMDEP is free six-week summer academic enrichment program (full-tuition, housing, and meals). There are 11 participating SMDEP sites across the country. Students receive academic enrichment (basic sciences: organic chemistry, physics, biology, precalculus/calculus), career development, clinical exposure, and financial planning for medical school. The primary objective of SMDP is to promote a greater presence of underrepresented minorities in medical school and the medical field.      Mentoring in Medicine, Inc. (MIM) http://www.medicalmentor.org/ A national nonprofit organization developed by minority physicians to assist students of color with their applications to medical school. Undergraduates and post-baccalaureate students can participate in mentoring activities with current medical students and receive emergency department clinical exposure at Montefiore Hospital in the Bronx.      Summer Enrichment Programs http://services.aamc.org/summerprograms/ AAMC offers a comprehensive database of summer enrichment programs by state for undergraduate students interested in pursuing careers in medicine and dentistry.      Summer Undergraduate Research Programs http://www.aamc.org/members/great/summerlinks.htm AAMC offers a comprehensive database of summer undergraduate research programs in the sciences for undergraduate students interested in pursuing a career in scientific research.      Postbaccalaureate Programs http://services.aamc.org/postbac/ For a complete listing of programs by state, please visit the website.      Scholarships and Funding Opportunities    National Health Service Corps http://nhsc.hrsa.gov/scholarship/ The National Health Service Corps offers a competitive scholarship program designed for students committed to providing primary health and dentistry care in communities of great need. Benefits include payment of medical school tuitions and fees, monthly stipend payments, payment of other reasonable educational expenses (e.g. books, supplies, and equipment).      National Medical Fellowships http://www.nmfonline.org/ The National Medical Fellowship provide need-based scholarships and merit-based awards to underrepresented minority students pursuing a medical degree. The primary mission of NMF is to increase the presence of practicing physicians of color in the United States.    Uniformed Services University of the Health Sciences (USUHS) http://www.usuhs.mil/prospectivestudents.html USUHS provides a tuition-free education to its students. After residency, all students either will be serving or already serving with a branch of the military (Army, Navy, Air Force) and there is a 7-year service obligation that begins after residency.        National Student Organizations Association of Native American Medical Students (ANAMS)  http://www.anamstudents.org/ The Association of Native American Medical Students is a student organization representing Native American graduate health professions students throughout the US and Canada. ANAMS is comprised of Native American students enrolled in medical school or in the allied health professions of Dentistry, Veterinary, Optometry, Podiatry, and Pharmacy. Presently, the membership consists of approximately 100 students.      Asian Pacific American Medical Students Association http://www.apamsa.org/ The Asian Pacific American Medical Students Association is national organization of Asian Pacific American medical students, representing over 14,000 East and South Asian medical students in over 70 medical schools in the US.      Latino Medical Student Association http://lmsa.net/ The Latino Medical Student Assocation is a network of students, alumni, and health professionals who promote the development of Latino students through educational, volunteer, and professional networking opportunities.      National Network of Latin American Medical Students http://www.nnlams.com/ The National Network of Latin American Medical Students is a network of students, alumni, and health professionals whose mission is to promote the development of Latino students.      Society for Advancement of Chicanos and Native Americans in Science http://www.sacnas.org/ The Society for Advancement of Chicanos and Native Americans in Science is a 35 year old organization developed for to encourage Native American and Chicano/Latino students to pursue graduate education and obtain the advanced degrees necessary for science research, leadership, and teaching careers.      Student National Medical Association http://www.snma.org/ The Student National Medical Association is the oldest and largest student organization focused on the needs and concerns of medical students of color. SNMA is dedicated both to ensuring culturally sensitive medical education and services, as well as increasing the number of African-American, Latino, and other students of color entering and completing medical school.      Back to Top                  Home       Careers       Prehealth Courses       Application Process       Extracurricular Involvement       Resources       BCPM Calculator       Postbaccalaureate Program       Global Public Health/Science       Contact Us                          Stay Connected           Twitter             Contact Us"}, {"content": "Undergraduate Summer Research Program | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Research                         Undergraduate Summer Research Program                                                             Undergraduate Summer Research Program                       Every summer, members of the School of Engineering faculty open up their labs to allow the School of Engineering, NYU CAS 3+2 and NYU Abu Dhabi undergraduates 10 weeks of hands-on research under faculty mentorship. Students work full time in the lab with their faculty mentors on their research topics while also participating in weekly seminars presented by distinguished School of Engineering faculty and staff. In addition, lunches where students can present research to non-specialists and think across disciplines are held. At the end of the program, abstracts of the research are published and presented to incoming students during Undergraduate Orientation. Abstracts from previous years&#39; programs are available below .   The Summer Research Program was initiated in 2007 by the Office of the Provost. Its success has been made possible by the financial support from the School&rsquo;s most loyal and generous donors as well as supplements from the research grants of the mentoring faculty.   Application Process   The Undergraduate Summer Research program is open to all the School of Engineering, NYU Abu Dhabi and NYU 3+2 undergraduate students who have completed at least 32 credits of coursework at the commencement of the program with a GPA of 3.2 or above. During the spring semester, the Office of Undergraduate Academics will publish the faculty research projects and any special requirements their student researcher must have (i.e. lab experience or specific coursework). Students then fill out the application , including a short statement of intent, and may apply for up to three different projects, if they so choose. The faculty then review applications and select the student researcher that best fits their researching needs. Selected students will work full time (35 hours per week) on a paid basis on one project. Please note that students are not allowed to take courses or hold another job that will interfere with this full-time committment unless their faculty mentor allows them to do so.   Information on the 2015 program will be available during the 2015 spring semester and will be sent out to all School of Engineering students&#39; NYU email addresses. If you are a NYU Abu Dhabi or NYU 3+2 dual-degree student and would like to request information on the 2015 program, you may do so by emailing uga.engineering@nyu.edu after February 1, 2015.   Apply Now   Highlights of past programs include:     Guided tour of the School of Engineering&#39;s DUMBO Incubator   Producing Your Career Workshop by Amy Kopelan of Bedlam Entertainment, Inc.   GRE practice exams by Kaplan Test Prep and Admissions   Student presentations of work-in-progress to peers and faculty   Resume/cover letter writing workshop presented by Wasserman Career Center   Seminar led by Professor Myles Jackson on recent topics in BioEthics   Trip to see a NY Mets baseball game   Poster presentation and abstract publication     Abstracts   Learn more about the Undergraduate Summer Research Program by browsing the abstracts of the work completed over the past summers. The abstracts represent the culmination of over 350 hours of focused research, the full extent of which is presented in a poster session every year during Undergraduate Orientation.     Summer 2014   Summer 2013   Summer 2012   Summer 2011   Summer 2010   Summer 2009   Summer 2008   Summer 2007                                  Undergraduate Summer Research      Application   Thompson-Bartlett Fellowship   Additional Research Opportunities                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]