[{"detail": [{"content": "The Myth of Sisyphus       The Myth of Sisyphus by Albert Camus     The gods had condemned Sisyphus to ceaselessly rolling a rock to the top of a mountain, whence the stone would fall back of its own weight. They had thought with some reason that there is no more dreadful punishment than futile and hopeless labor.   If one believes Homer, Sisyphus was the wisest and most prudent of mortals. According to another tradition, however, he was disposed to practice the profession of highwayman. I see no contradiction in this. Opinions differ as to the reasons why he became the futile laborer of the underworld. To begin with, he is accused of a certain levity in regard to the gods. He stole their secrets. Aegina, the daughter of Aesopus, was carried off by Jupiter. The father was shocked by that disappearance and complained to Sisyphus. He, who knew of the abduction, offered to tell about it on condition that Aesopus would give water to the citadel of Corinth. To the celestial thunderbolts he preferred the benediction of water. He was punished for this in the underworld. Homer tells us also that Sisyphus had put Death in chains. Pluto could not endure the sight of his deserted, silent empire. He dispatched the god of war, who liberated Death from the hands of the conqueror.   It is said also that Sisyphus, being near to death, rashly wanted to test his wife's love. He ordered her to cast his unburied body into the middle of the public square. Sisyphus woke up in the underworld. And there, annoyed by an obedience so contrary to human love, he obtained from Pluto permission to return to earth in order to chastise his wife. But when he had seen again the face of this world, enjoyed water and sun, warm stones and the sea, he no longer wanted to go back to the infernal darkness. Recalls, signs of anger, warnings were of no avail. Many years more he lived facing the curve of the gulf, the sparkling sea, and the smiles of the earth. A decree of the gods was necessary. Mercury came and seized the impudent man by the collar and, snatching him from his joys, led him forcibly back to the underworld, where his rock was ready for him.   You have already grasped that Sisyphus is the aburd hero. He is, as   much through his passions as through his torture. His scorn of the gods, his   hatred of death, and his passion for life won him that unspeakable penalty in   which the whole being is exerted toward accomplishing nothing. This is the price   that must be paid for the passions of this earth. Nothing is told us about Sisyphus   in the underworld. Myths are made for the imagination to breathe life into them.   As for this myth, one sees merely the whole effort of a body straining to raise   the huge stone, to roll it and push it up a slope a hundred times over; one   sees the face screwed up, the cheek tight against the stone, the shoulder bracing   the clay-covered mass, the foot wedging it, the fresh start with arms outstretched,   the wholly human security of two earth-clotted hands. At the very end of his   long effort measured by skyless space and time without depth, the purpose is   achieved. Then Sisyphus watches the stone rush down in a few moments toward   that lower world whence he will have to push it up again toward the summit.   He goes back down to the plain. It is during that return, that pause, that Sisyphus   interests me. A face that toils so close to stones is already stone itself!   I see that man going back down with a heavy yet measured step toward the torment   of which he will never know the end. That hour like a breathing-space which   returns as surely as his suffering, that is the hour of consciousness. At each   of those moments when he leaves the heights and gradually sinks toward the lairs   of the gods, he is superior to his fate. He is stronger than his rock.     If this myth is tragic, that is because its hero is conscious. Where would his torture be, indeed, if at every step the hope of succeeding upheld him? The workman of today works every day in his life at the same tasks, and this fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious. Sisyphus, proletarian of the gods, powerless and rebellious, knows the whole extent of his wretched condition: it is what he thinks of during his descent. The lucidity that was to constitute his torture at the same time crowns his victory. There is no fate that cannot be surmounted by scorn.   If the descent is thus sometimes performed in sorrow, it can also take place in joy. This word is not too much. Again I fancy Sisyphus returning toward his rock, and th sorrow was in the beginning. When the images of earth cling too tightly to memory, when the call of happiness becomes too insistent, it happens that melancholy rises in man's heart: this is the rock's victory, this is the rock itself. The boundless grief is too heavy to bear. These are our nights of Gethsemane. But crushing truths perish from being acknowledged. Thus, Oedipus at the outset obeys fate without knowing it. But from the moment he knows, his tragedy begins. Yet at the same time, blind and desperate, he realizes that the only bond linking him to the world is the cool hand of a girl. Then a tremendous remark rings out: \"Despite so many ordeals, my advanced age and the nobility of my soul make me conclude that all is well.\" Sophocles' Oedipus, like Dostoevsky's Kirilov, thus gives the recipe for the absurd victory. Ancient wisdom confirms modern heroism.   One does not discover the absurd without attempting to write a manual of happiness. \"What! by such narrow ways--?\" There is but one world, however. Happiness and the absurd are two sons of the same earth. They are inseparable. It would be a mistake to say that happiness necessarily springs from the absurd discovery. It happens as well that the feeling of the absurd springs from happiness. \"I conclude that all is well,\" says Oedipus, and that remark is sacred. It echoes in the wild and limited universe of man. It teaches that all is not, has not been, exhausted. It drives out of this world a god who had come into it with dissatisfaction and a preference for futile sufferings. It makes of fate a human matter, which must be settled among men.   All Sisyphus' silent joy is contained therein. His fate belongs to him. His rock is his thing. Likewise, the absurd man, when he contemplates his torment, silences all the idols. In the universe suddenly restored to silence, the myriad wondering little voices of the earth rise up. Unconscious, secret calls, invitations from all the faces, they are the necessary reverse and price of victory. there is no sun without shadow, and it is essential to know the night. The absurd man says yes and his effort will henceforth be unceasing. If there is a personal fate, there is no higher destiny, or at least there is but one which he concludes is inevitable and despicable. For the rest, he knows himself to be the master of his days. At that subtle moment when man glances backward over his life, Sisyphus returning toward his rock, in that silent pivoting he contemplates that series of unrelated actions which becomes his fate, created by him, combined under his memory's eye and soon sealed by his death. Thus, convinced of the wholly human origin of all that is human, a blind man eager to see who knows that the night has no end, he is still on the go. The rock is still rolling.   I leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.     What is it about your life that resembles Sisyphus' plight? What is your relationship   to your rock? Is the struggle itself enough for you? Would you describe pushing   a rock up a hill heaven, hell, or something in between? How does this story   relate to Sartre's ideas about man's fate, Plato's universe, Christian faith   and the teachings of Jesus? Which is worse, Dante's Inferno or the eternal struggle   of Sisyphus?       Back to hell syllabus.     Back to Keefer home page   Twentieth Century   Writers"}]},
{"detail": [{"content": "The Myth of Sisyphus       The Myth of Sisyphus by Albert Camus     The gods had condemned Sisyphus to ceaselessly rolling a rock to the top of a mountain, whence the stone would fall back of its own weight. They had thought with some reason that there is no more dreadful punishment than futile and hopeless labor.   If one believes Homer, Sisyphus was the wisest and most prudent of mortals. According to another tradition, however, he was disposed to practice the profession of highwayman. I see no contradiction in this. Opinions differ as to the reasons why he became the futile laborer of the underworld. To begin with, he is accused of a certain levity in regard to the gods. He stole their secrets. Aegina, the daughter of Aesopus, was carried off by Jupiter. The father was shocked by that disappearance and complained to Sisyphus. He, who knew of the abduction, offered to tell about it on condition that Aesopus would give water to the citadel of Corinth. To the celestial thunderbolts he preferred the benediction of water. He was punished for this in the underworld. Homer tells us also that Sisyphus had put Death in chains. Pluto could not endure the sight of his deserted, silent empire. He dispatched the god of war, who liberated Death from the hands of the conqueror.   It is said also that Sisyphus, being near to death, rashly wanted to test his wife's love. He ordered her to cast his unburied body into the middle of the public square. Sisyphus woke up in the underworld. And there, annoyed by an obedience so contrary to human love, he obtained from Pluto permission to return to earth in order to chastise his wife. But when he had seen again the face of this world, enjoyed water and sun, warm stones and the sea, he no longer wanted to go back to the infernal darkness. Recalls, signs of anger, warnings were of no avail. Many years more he lived facing the curve of the gulf, the sparkling sea, and the smiles of the earth. A decree of the gods was necessary. Mercury came and seized the impudent man by the collar and, snatching him from his joys, led him forcibly back to the underworld, where his rock was ready for him.   You have already grasped that Sisyphus is the aburd hero. He is, as   much through his passions as through his torture. His scorn of the gods, his   hatred of death, and his passion for life won him that unspeakable penalty in   which the whole being is exerted toward accomplishing nothing. This is the price   that must be paid for the passions of this earth. Nothing is told us about Sisyphus   in the underworld. Myths are made for the imagination to breathe life into them.   As for this myth, one sees merely the whole effort of a body straining to raise   the huge stone, to roll it and push it up a slope a hundred times over; one   sees the face screwed up, the cheek tight against the stone, the shoulder bracing   the clay-covered mass, the foot wedging it, the fresh start with arms outstretched,   the wholly human security of two earth-clotted hands. At the very end of his   long effort measured by skyless space and time without depth, the purpose is   achieved. Then Sisyphus watches the stone rush down in a few moments toward   that lower world whence he will have to push it up again toward the summit.   He goes back down to the plain. It is during that return, that pause, that Sisyphus   interests me. A face that toils so close to stones is already stone itself!   I see that man going back down with a heavy yet measured step toward the torment   of which he will never know the end. That hour like a breathing-space which   returns as surely as his suffering, that is the hour of consciousness. At each   of those moments when he leaves the heights and gradually sinks toward the lairs   of the gods, he is superior to his fate. He is stronger than his rock.     If this myth is tragic, that is because its hero is conscious. Where would his torture be, indeed, if at every step the hope of succeeding upheld him? The workman of today works every day in his life at the same tasks, and this fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious. Sisyphus, proletarian of the gods, powerless and rebellious, knows the whole extent of his wretched condition: it is what he thinks of during his descent. The lucidity that was to constitute his torture at the same time crowns his victory. There is no fate that cannot be surmounted by scorn.   If the descent is thus sometimes performed in sorrow, it can also take place in joy. This word is not too much. Again I fancy Sisyphus returning toward his rock, and th sorrow was in the beginning. When the images of earth cling too tightly to memory, when the call of happiness becomes too insistent, it happens that melancholy rises in man's heart: this is the rock's victory, this is the rock itself. The boundless grief is too heavy to bear. These are our nights of Gethsemane. But crushing truths perish from being acknowledged. Thus, Oedipus at the outset obeys fate without knowing it. But from the moment he knows, his tragedy begins. Yet at the same time, blind and desperate, he realizes that the only bond linking him to the world is the cool hand of a girl. Then a tremendous remark rings out: \"Despite so many ordeals, my advanced age and the nobility of my soul make me conclude that all is well.\" Sophocles' Oedipus, like Dostoevsky's Kirilov, thus gives the recipe for the absurd victory. Ancient wisdom confirms modern heroism.   One does not discover the absurd without attempting to write a manual of happiness. \"What! by such narrow ways--?\" There is but one world, however. Happiness and the absurd are two sons of the same earth. They are inseparable. It would be a mistake to say that happiness necessarily springs from the absurd discovery. It happens as well that the feeling of the absurd springs from happiness. \"I conclude that all is well,\" says Oedipus, and that remark is sacred. It echoes in the wild and limited universe of man. It teaches that all is not, has not been, exhausted. It drives out of this world a god who had come into it with dissatisfaction and a preference for futile sufferings. It makes of fate a human matter, which must be settled among men.   All Sisyphus' silent joy is contained therein. His fate belongs to him. His rock is his thing. Likewise, the absurd man, when he contemplates his torment, silences all the idols. In the universe suddenly restored to silence, the myriad wondering little voices of the earth rise up. Unconscious, secret calls, invitations from all the faces, they are the necessary reverse and price of victory. there is no sun without shadow, and it is essential to know the night. The absurd man says yes and his effort will henceforth be unceasing. If there is a personal fate, there is no higher destiny, or at least there is but one which he concludes is inevitable and despicable. For the rest, he knows himself to be the master of his days. At that subtle moment when man glances backward over his life, Sisyphus returning toward his rock, in that silent pivoting he contemplates that series of unrelated actions which becomes his fate, created by him, combined under his memory's eye and soon sealed by his death. Thus, convinced of the wholly human origin of all that is human, a blind man eager to see who knows that the night has no end, he is still on the go. The rock is still rolling.   I leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.     What is it about your life that resembles Sisyphus' plight? What is your relationship   to your rock? Is the struggle itself enough for you? Would you describe pushing   a rock up a hill heaven, hell, or something in between? How does this story   relate to Sartre's ideas about man's fate, Plato's universe, Christian faith   and the teachings of Jesus? Which is worse, Dante's Inferno or the eternal struggle   of Sisyphus?       Back to hell syllabus.     Back to Keefer home page   Twentieth Century   Writers"}, {"content": "Undergraduate Courses Spring 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2015   CLASS-UA 004 , Elementary Latin II 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, Ari Zatlin \u2028Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin II: Reading Poetry 001. M, T, Th 9:30-10:45, Benjamin Sammons 002. M, T, W 3:30-4:45, Stefano Rebeggiani Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the CLASS-UA 008, Elementary Ancient Greek I I, M-Th 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek II: Homer , M,T,W 12:30-1:45, Stefano Rebeggiani Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. CLASS-UA 243, identical to HIST-UA 243 &amp; HEL-UA 243, Greek World:Alexander-Augustus , M&amp;W 11:00-12:15, Andrew Monson Alexander the Great’s conquest of the Persian Empire brought Greeks to the edges of their known world and brought great prosperity back to Greece. The centuries of cultural efflorescence that began after Alexander’s death were mixed with intense warfare, as his generals seized territory, established dynasties, and battled for dominance. While Greeks colonized the east, their interaction with non-Greeks stimulated new religious, intellectual, and social movements. Meanwhile, emerging empires on the periphery of the Greek world posed new challenges: Romans and Carthaginians in the west, Indians and Parthians in the east. The course examines these times down to the Roman unification of the Mediterranean under Augustus. CLASS-UA278, identical to HIST-UA206, History of Rome: Empire, T&amp;Th 2:00-3:15, Michael Peachin In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. CLASS-UA 291.001, Classics and Cognitive Theory , Thursday 3:30-6:05, Peter Meineck The course examines how cognitive science, cognitive theoretical approaches and neuroscience is being applied to the study of the ancient world. We will explore new approaches ancient material culture, performance and literature, aesthetics, language, ancient concepts of the mind and social psychology. Ideally the class will be made up of a mixture of students with a primary interest in the sciences and also those interested in the arts and humanities and the field is interdisciplinary. No specialized knowledge of the ancient world, classical languages or cognitive science is required. The class will involve guest speakers, field trips and final research presentations.  CLASS-UA 291.002, Ancient Trials: Real &amp; Imagined , M&amp;W 12:30-1:45, Benjamin Sammons This is a course on judicial trials as a feature of life in ancient Greece and Rome and as a major theme in the myth, literature and fictions of these societies. In real life, trials were highly dramatic events marking moments of crisis in which not only a defendant but often the fundamental values of society stood at jeopardy. But the trial also exercised the ancient imagination as a narrative pattern or story type that could implicate characters from every cosmic and political echelon, from gods, heroes and statesmen, to prostitutes, ruffians and assorted dregs of society. We will discuss real-life trials through the works of actual participants (e.g., Lysias, Andocides, Demosthenes, Cicero), but we will also look at the trial as a theme in mythology, literature, drama and philosophy. We will examine the interpenetration of key themes between these different spheres, especially the influence of law and jurisprudence on literature, the exploitation of literary motifs in forensic rhetoric, and the mutual influence between the courts and the dramatic stage. Authors will include Aeschylus, Euripides, Aristophanes, Plato, Aristotle, Ovid, Seneca, and Apuleius.  CLASS-UA 293.001, Plato , T&amp;TH 11:00-12:15, Vincent Renzi Some major dialogues of Plato, with special attention to situating these works in the genre of the Socratic discourse, comparison to Xenophon and Isocrates, and the ways in which they seek to reimagine the Greek “wisdom tradition.” Intended both for majors and minors in Classics as well as students from other disciplines seeking an introduction to Plato. Readings in English translation. CLASS-UA 293.002, identical to HEL-UA 140, Re-imagining Greek Tragedy: Context, Influence and Performance , T 3:30-6:05, Olga Taxidou Ovid's Latin is ideal for empowering your reading skills in Latin, and his style is a good introduction to all the later tradition of writing in Latin (Imperial, Medieval, and early modern). At the same time the poem is a portal to Greek myth, and the only fictional Latin text that provides names and heroes to psychoanalisis (Narcissus) and gender studies. Reading Ovid therefore has both a futuristic and a retrospective kind of reward.\u2028The class is designed for those who want to improve their Latin while at the same time learning about ancient culture and in particular its imaginary and the sensual world of mythological fiction. CLASS-UA294.001, Violence, Crime &amp; Punishment in Ancient Rome , T&amp;TH 11:00-12:15 Michael Peachin The ancient Roman world was, in many different respects, a violent one. There seems to have been a reasonably high level of interpersonal violence, often not to be remedied easily. In particular, police or police-like forces, were not at all universally present. The institution of slavery also resulted in a great deal of violence. Entertainments, both public ones and those, which were held in private, very often involved significant levels of violence. Punishments carried out by the state played a significant role here. And then, there was warfare. In this course, we will attempt to get a sense of the various areas of Roman life, which were in one way or another affected by the presence of violent behavior. Students will be required to write several papers over the course of the term, and grades will be based on these. CLASS-UA302, identical to RELST-UA 302, Introduction to the New Testament , M&amp;W 9:30-10:45, Adam Becker Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion.  CLASS-UA 404, Identical to RELST-UA 404.001, Mythology , T&amp;Th 11:00-12:15 Peter Meineck This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey, Hesiod’s Work and Days and Theogony, the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses. The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussion. CLASS-UA 876, Advanced Latin: Historiography , T&amp;TH 9:30-10:45, David Levene We will be reading Book 4 of Tacitus' Annals, the most famous work by the man widely considered to be the greatest historian of ancient Rome. Tacitus examined with cynical insight the inner workings of the Roman Empire in its early days, especially under the tyrannical rule of the Emperor Tiberius, whose enigmatic character Tacitus devotes much of the surviving work to exploring. Book 4 recounts the turn to disaster in the second half of Tiberius' reign, as the Emperor falls under the sway of his manipulative and brutal lieutenant Sejanus. CLASS-UA 976, Advanced Greek: Hellensitic Poetry , M&amp;W 9:30-10:45, David Sider In this class we will read some well known and some less famous poems produced in the Hellenistic period (323 - 30 BC), inlcuding epigrams, hymns, and eclogues. Some of the authors to be read art Theocritus, Callimachus, and Apollonius.                                                                                                 Back to Top"}]}]