[{"detail": [{"content": "Salda&ntilde;a-Portillo, Mar&iacute;a Josefina     |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home               María Josefina Saldaña-Portillo       Associate Professor of Social and Cultural Analysis     ; Director of Undergraduate Studies     Ph.D. (Modern Thought and Literature), Stanford University; B.A. (English Literature), Yale University.         Email:     msp6@nyu.edu           Areas of Research/Interest:   Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.     External Affiliations:   Latin American Studies Association, American Studies Association, Native American and Indigenous Studies Association; Tepoztlán Institute for Transnational History of the Americans (Director, 2014-2015).   Fellowships/Honors:   U.S. Fulbright-García Robles Research Fellowship, All Disciplines Mexico City (2010-2011); The Hispanic History of Texas Project, Recovering the U.S. Hispanic Literary Heritage Project Research Grant (2011). Saldaña-Portillo has also received various grants and awards over the course of her career from the Ford Foundation, the Mellon Foundation, the National Endowment for the Humanities, and the University of California.     Selected Publications  Indian Given: Racial Geographies across Mexico and the U.S. (Duke University Press, 2016)  Des/posesión: Género, territorio y luchas por la autodeterminación . Co-Edited with Dr. Marisa Belausteguigoitia Rius. México, D.F.: PUEG-UNAM. (2014)  \"Indigenous but not Indian? Chicana/os and the Politics of Indigeneity,\" co-authored with Maria Cotera. Robert Warrior, Ed., The World of Indigenous North American , New York: Routledge Press. (2014) \"La plaza como practica citacional.\" Debate Feminista . Vol. 46, octubre: 13-28. (2012)  \"'No Country for Old Mexicans': The Collision of Empires on the Texas Frontier.\" Interventions: International Journal of Postcolonial Studies, 13.1: 67-84. Michael Rothenberg and Jodi Byrd, Eds. (2011) The Revolutionary Imagination in the Americas and the Age of Development (Duke University Press, 2003).    \"In the Shadow of NAFTA: Y tu mamá también Revisits the National Allegory of Mexican Sovereignty,\" American Quarterly 57.3: 751-778.    \"'Wavering on the Horizon of Social Being:? The Treaty of Guadalupe-Hidalgo and Its Racial Character in Ámerico Paredes?s George Washington Gómez,\" Radical History Review 89 (Winter): 135-161.    \"On the Road With Che Guevara and Jack Kerouac: Melancholia and Colonial Geographies of Race in the Americas,\" New Formations 47 (Summer): 87-108.      Updated on 04&#047;22&#047;2015               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Salda&ntilde;a-Portillo, Mar&iacute;a Josefina     |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home               María Josefina Saldaña-Portillo       Associate Professor of Social and Cultural Analysis     ; Director of Undergraduate Studies     Ph.D. (Modern Thought and Literature), Stanford University; B.A. (English Literature), Yale University.         Email:     msp6@nyu.edu           Areas of Research/Interest:   Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.     External Affiliations:   Latin American Studies Association, American Studies Association, Native American and Indigenous Studies Association; Tepoztlán Institute for Transnational History of the Americans (Director, 2014-2015).   Fellowships/Honors:   U.S. Fulbright-García Robles Research Fellowship, All Disciplines Mexico City (2010-2011); The Hispanic History of Texas Project, Recovering the U.S. Hispanic Literary Heritage Project Research Grant (2011). Saldaña-Portillo has also received various grants and awards over the course of her career from the Ford Foundation, the Mellon Foundation, the National Endowment for the Humanities, and the University of California.     Selected Publications  Indian Given: Racial Geographies across Mexico and the U.S. (Duke University Press, 2016)  Des/posesión: Género, territorio y luchas por la autodeterminación . Co-Edited with Dr. Marisa Belausteguigoitia Rius. México, D.F.: PUEG-UNAM. (2014)  \"Indigenous but not Indian? Chicana/os and the Politics of Indigeneity,\" co-authored with Maria Cotera. Robert Warrior, Ed., The World of Indigenous North American , New York: Routledge Press. (2014) \"La plaza como practica citacional.\" Debate Feminista . Vol. 46, octubre: 13-28. (2012)  \"'No Country for Old Mexicans': The Collision of Empires on the Texas Frontier.\" Interventions: International Journal of Postcolonial Studies, 13.1: 67-84. Michael Rothenberg and Jodi Byrd, Eds. (2011) The Revolutionary Imagination in the Americas and the Age of Development (Duke University Press, 2003).    \"In the Shadow of NAFTA: Y tu mamá también Revisits the National Allegory of Mexican Sovereignty,\" American Quarterly 57.3: 751-778.    \"'Wavering on the Horizon of Social Being:? The Treaty of Guadalupe-Hidalgo and Its Racial Character in Ámerico Paredes?s George Washington Gómez,\" Radical History Review 89 (Winter): 135-161.    \"On the Road With Che Guevara and Jack Kerouac: Melancholia and Colonial Geographies of Race in the Americas,\" New Formations 47 (Summer): 87-108.      Updated on 04&#047;22&#047;2015               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2014 PhD Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Fall 2014 PhD Course Offerings   Click here to view schedule      SPAN-GA 1120.001      Title: Foreign  Language Teaching Methodology Workshop      Instructor: Jabier  Elorrieta      Day/Time: Monday,  1:15-3:15pm      Description: This  course provides an introduction to foreign language teaching methodology. The  emphasis of the course is on practical application and the development of sound  instruction skills, with attention to empirical justification for  methodological choices drawn from research. The course is designed to acquaint  the student with a broad range of background skills, activity formats and media  that can be used to enhance the proficiency-oriented teaching/learning  experience at the university level. The seminar format requires that all  students contribute to classroom discussions. Outside reading is therefore  criticalto successful performance in the course.      This is a zero  credit, Pass/Fail course. All PhD and  MFA students teaching in the language program for the first time are required  to enroll.             SPAN-GA 2960.001      Title: Archival  Theory through Queer/Colonial/State Archives      Instructor: Zeb Tortorici  Day/Time: Wednesday, 3:00-6:00pm      Description: This course interrogates the notion of the “archive” that has been  radically opened up by activists, archivists, and scholars in recent decades.  This includes, among other things, grassroots activism, radical  historiographies, embodied methodologies, oral histories, cultural ephemera,  film and photography, pornography, art and performance. As we explore the  ways in which archives are often symbolic colonizing and nationalist projects,  we will also think about how archives and documentary collections become sites  of activism. We will also analyze colonial archives, alternative literacies,  digital archives and processes of digitization, access to archives, embodied  research methodologies, the body as archive, oral histories, LGBT/queer  archives, and other public memory projects. How do some archival  narratives privilege models of historical subject recovery, such that they  purport to recuperate (and define) particular voices and subjectivities of the  past? How do such archival engagements reassert and/or rupture traditional  notions of archival authority? How are archives mediated spaces, and how  do archival voices undergo several stages of transmission and filtering?       Through  the course, we will elucidate “affective archival encounters,” as  influenced by language, race, ethnicity, gender, age, and subject of research.  We will also examine the specific ways in which particular desires—archival,  historical, and political—serve to inform the logics, subjects, and erasures of  archives. As such, a significant component of this course will be our own  personal and intellectual engagements with archives and the documents they  house. The course will likely include scheduled visits to two or three archival  collections in New York City, such as the Lesbian Herstory Archives, the Fales  Library and Special Collections, the NYU Hemispheric Institute archive, the New  York Public Library Manuscripts and Archives Division (and their Gay and  Lesbian Collection), and the Hispanic Society of America’s Manuscripts and Rare  Books Collection.            * NOTE: This course appears in Albert as  “Archives, Archival Theory, and Early Modern Spanish Paleography,” but our  course will consist of weekly two-hour discussions, with an optional third hour  for those graduate students who want to gain the practical knowledge and  paleographic skills necessary to read seventeenth- and eighteenth-century  Spanish-language archival documents.        SPAN-GA 2965.001      Title: Seminar in Theory: Poetics and Philosophy      Instructor: Gabriela Basterra      Day/Time: Tuesday, 5:00-7:00pm      Description:   Placing poetic, artistic and philosophical texts in conversation, this seminar explores the constitution of ethical and poetic subjectivity. How do we figure ourselves as acting and creating subjects? The subject is imagined to emerge in relation to what is other, but who or what is the other, and what is its relationship with what we call subject? Beyond referring to another person, the word 'other' may also express what is imagined as a constitutive event, the other of thought that escapes representation, the materiality of the body, the addressee of poems, self-standing products of the imagination, and indeed the otherness of the subject to itself. Our exploration will be at once philosophical and poetic, because what constitutes subjectivity does not always have a place in language. Hence the challenges animating our texts and discussions: how can something we envision as exceeding representation (as appearing to thought as a lapse) signal itself? How do emptiness and materiality, silence and voice, negation and objectivity, interact? What would it be like to consider philosophical texts by focusing not only on their logical reasoning but also on the performativity of their language, on the ways in which their language acts? We will devote extensive attention to Immanuel Kant's theoretical and practical philosophy and to Emmanuel Levina's philosophical writing. We will seek inspiration in Freudian and Lacanian psychoanalysis, in essays by Saussure, Heidegger, Leo Steinberg, Barbara Johnson, Giorgio Agamben, Ernesto Laclau, and in a range of poetic and artistic texts, including Aeschylus, Sophocles, Ovid, Garcilaso de la Vega, Diego Velázquez, Jean Racine, John Keats, Edgar Allan Poe, Herman Melville, Wallace Stevens, Francis Ponge, Gerardo Diego, Pedro Salinas, Samuel Beckett, Jorge Luis Borges, Lisel Mueller, Ana Rossetti.      SPAN-GA 2965.002      Title: The  Concept of Will in Modern Aesthetics      Instructor: Eduardo  Subirats      Day/Time: Monday,  6:15-8:00pm      Description: This  seminar will focus on five major works of Western aesthetics: Kant, Schiller,  Hegel, Schopenhauer, and Nietzsche. It will reconstruct central categories such  as form, beauty, genius, and myth. It also will focus on a central category:  the metaphysical (not moral) concept of will. Its ultimate goal is a critique  of contemporary artistic decadence, literary commercialism and anti-  aesthetics.  Bibliography: Kant, Critique of Judgement - Introduction (Xerox) Schiller, Letters Upon The Aesthetic Education of Man , Kessinger's Publishing Hegel, Introductory Lectures on Aesthetics , Penguin Classics Schopenhauer, The World as Will and Representation , Dover Publications Nietzsche, The Birth of Tragedy , Penguin Classics       SPAN-GA 2966.001   Title:  Art and Engagement:  The Responsibility of Intellectuals       Instructors: Jordana Mendelson      Day/Time: Monday, 4:00-6:00 pm                      SPAN-GA 2968.001            (This course originates in Comparative Literature)            Title: Reading the  Global South: Uneven  Development, Critical Geography, and Anti-Imperial Thinking            Instructor: Ana Dopico            Day/Time: Tuesday, 1:00-3:00pm           This course seeks to create a comparative ground for  cultural politics typically separated by language, imperial histories, and  neo-colonial maps. It takes up the cultural, political, historical and  theoretical consequences of uneven development as an enduring truth of the  global order. It engages the politics and economies of imperialism and  the history and theory of anti-imperialism. We will consider the idea of  the Global South as a topography of uneven development and uneven temporalities,  where notions of modernity and periphery are affirmed and contested and where  the names and practices of resistance, rebellion, and critique continue to  engage not only metropolitan centers but the force of the state. The  course looks beyond “area studies” definitions and seeks a materialist  and critical geography, turning toward a hemispheric Southern critique that  challenged empire, globalization, democratization, neoliberalism and  permanent warfare long before the current political moment. We will trace  the political and critical genealogies, the disciplinary canonizations, and the  popular life of an indispensable contestatory archive—an archive whose long  history helps to contextualize and demystify the geopolitics of the present, as  well as the politics of the academy. The course is in part designed to  offer comparatists and students from varied fields an engagement with texts  whose messy political engagements and materialist foundations have lately been  rather marginalized by a reaffirmation of theoretical universals.     We will consider how old ideological mappings like third  world, underdevelopment, revolution and old imperial and cold wars continue to  haunt new articulations of triumphalist or cataclysmic futures and geopolitical  destinies. The course traces themes and variations of a global  anti-imperialism, its constituencies, and its critical strategies; it stresses  how these contestatory narratives have irrevocably altered the cultural  politics and cultural markets of international metropoli and international  policy. It seeks also to distinguish “southern” contexts for struggles  around feminism, race and labor, and to follow the trajectory of these  struggles into a theoretical “mainstream”. Readings establish  connections between nationalist struggles, critiques of hegemony, and resistant  narratives, looking back over almost a century of foundational texts from  Luxemburg to Gramsci, to Mariátegui, to Fanon and Memmi and   connecting them to the work of writers as varied as Said, Chatterjee, García Canclini,  Pratt, Spivak, Jameson and Appadurai. The course will proceed  thematically as a wide survey of history, criticism, and theory but always  considering forms of cultural production that often precede and exceed  theorization. Thematics include:      Reading the Present: The Politics of  Disaster, Capitalism      Crisis Theory: Permanent Warfare,  Imperialism, Geography      Ideological Mapping: The South  Hegemony, Politics      Decolonization, Violence, Revolution      Critical Geographies and   Underdevelopment      World Systems, Spaces of Capital, Cultural  Economies      Genealogies of Post-Colonialism:   Methodologies of the Contact Zone      Critiques of Nationalism      Time and Power: Modernity,  Postmodernity, Belatedness      Third World Productions: Magical  Realism, National Allegory and Pastiche      The Ascent of the Postcolonial and the  Politics of Disciplines      Gendered Revolutions/Feminist Territories      Treacherous Intellectuals and the Politics of  Presence      Permanent Warfare, the End of Utopia and the  Long Half-Life of the Cold War         SPAN-GA 2975.001       (This course originates in History)             Title: The Early-Modern  Iberian Monarchies: from the Mediterranean to the Atlantic            Instructor: Pedro Cardim            Day/Time: Monday, 9:30am – 12:15pm       Description:  Offered as a  colloquia, this course examines the history of the Iberian monarchies from the  late 15 th to the late 18 th century. It aims to provide  students with an ample, detailed and up-to-date knowledge of the Spanish and  Portuguese monarchies, and to provide the basis for comparison between these  political entities and other imperial organizations across space and time. The  course offers a substantial amount of required and optional readings to be  presented and discussed in class. The readings reflect the simultaneous  expansion of the Iberian monarchies, both in Europe and across the broader  Atlantic world.            The class meets once per week. The  first part of each session is allotted to a lecture by the professor, while the  second part is devoted to an oral presentation by students, followed by  discussion. Lectures supplement and complement reading assignments, and  introduce problems to be raised in the discussion period. In the discussion,  students will analyze problems and interpretations from the readings and/or  lectures from each week. Outlines of lectures, maps and other supplementary  material will be distributed to students on the web.        SPAN-GA 2978.001 ( This course originates in CLACS ) Title : Latin American and Caribbean Intellectual History Instructor : Dylon Robbins Day/Time : Monday, 12:00pm - 2:30pm  Description: In   this course, we will explore some of the key texts and ideas in the   intellectual history of Latin America and the Caribbean. How have Latin   American and Caribbean intellectuals approached the problems of culture   and difference? How have they theorized the state, civil society, or   the public sphere? How have notions of gender, heterogeneity, race and   ethnicity, and nationalism related to their historical contexts? A   review of texts including Ángel Rama, Jean Franco, Gilberto Freyre,   Marilena Chaui, Fernando Ortiz, Suely Rolnik, Roberto Schwarz, Jamaica   Kincaid, C.L.R. James, Frantz Fanon, Glauber Rocha, Gloria Anzaldúa,   José Carlos Mariátegui, José Martí, Rubén Darío, and others.                      Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Salda&ntilde;a-Portillo, Mar&iacute;a Josefina     |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home               María Josefina Saldaña-Portillo       Associate Professor of Social and Cultural Analysis     ; Director of Undergraduate Studies     Ph.D. (Modern Thought and Literature), Stanford University; B.A. (English Literature), Yale University.         Email:     msp6@nyu.edu           Areas of Research/Interest:   Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.     External Affiliations:   Latin American Studies Association, American Studies Association, Native American and Indigenous Studies Association; Tepoztlán Institute for Transnational History of the Americans (Director, 2014-2015).   Fellowships/Honors:   U.S. Fulbright-García Robles Research Fellowship, All Disciplines Mexico City (2010-2011); The Hispanic History of Texas Project, Recovering the U.S. Hispanic Literary Heritage Project Research Grant (2011). Saldaña-Portillo has also received various grants and awards over the course of her career from the Ford Foundation, the Mellon Foundation, the National Endowment for the Humanities, and the University of California.     Selected Publications  Indian Given: Racial Geographies across Mexico and the U.S. (Duke University Press, 2016)  Des/posesión: Género, territorio y luchas por la autodeterminación . Co-Edited with Dr. Marisa Belausteguigoitia Rius. México, D.F.: PUEG-UNAM. (2014)  \"Indigenous but not Indian? Chicana/os and the Politics of Indigeneity,\" co-authored with Maria Cotera. Robert Warrior, Ed., The World of Indigenous North American , New York: Routledge Press. (2014) \"La plaza como practica citacional.\" Debate Feminista . Vol. 46, octubre: 13-28. (2012)  \"'No Country for Old Mexicans': The Collision of Empires on the Texas Frontier.\" Interventions: International Journal of Postcolonial Studies, 13.1: 67-84. Michael Rothenberg and Jodi Byrd, Eds. (2011) The Revolutionary Imagination in the Americas and the Age of Development (Duke University Press, 2003).    \"In the Shadow of NAFTA: Y tu mamá también Revisits the National Allegory of Mexican Sovereignty,\" American Quarterly 57.3: 751-778.    \"'Wavering on the Horizon of Social Being:? The Treaty of Guadalupe-Hidalgo and Its Racial Character in Ámerico Paredes?s George Washington Gómez,\" Radical History Review 89 (Winter): 135-161.    \"On the Road With Che Guevara and Jack Kerouac: Melancholia and Colonial Geographies of Race in the Americas,\" New Formations 47 (Summer): 87-108.      Updated on 04&#047;22&#047;2015               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2014 PhD Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Fall 2014 PhD Course Offerings   Click here to view schedule      SPAN-GA 1120.001      Title: Foreign  Language Teaching Methodology Workshop      Instructor: Jabier  Elorrieta      Day/Time: Monday,  1:15-3:15pm      Description: This  course provides an introduction to foreign language teaching methodology. The  emphasis of the course is on practical application and the development of sound  instruction skills, with attention to empirical justification for  methodological choices drawn from research. The course is designed to acquaint  the student with a broad range of background skills, activity formats and media  that can be used to enhance the proficiency-oriented teaching/learning  experience at the university level. The seminar format requires that all  students contribute to classroom discussions. Outside reading is therefore  criticalto successful performance in the course.      This is a zero  credit, Pass/Fail course. All PhD and  MFA students teaching in the language program for the first time are required  to enroll.             SPAN-GA 2960.001      Title: Archival  Theory through Queer/Colonial/State Archives      Instructor: Zeb Tortorici  Day/Time: Wednesday, 3:00-6:00pm      Description: This course interrogates the notion of the “archive” that has been  radically opened up by activists, archivists, and scholars in recent decades.  This includes, among other things, grassroots activism, radical  historiographies, embodied methodologies, oral histories, cultural ephemera,  film and photography, pornography, art and performance. As we explore the  ways in which archives are often symbolic colonizing and nationalist projects,  we will also think about how archives and documentary collections become sites  of activism. We will also analyze colonial archives, alternative literacies,  digital archives and processes of digitization, access to archives, embodied  research methodologies, the body as archive, oral histories, LGBT/queer  archives, and other public memory projects. How do some archival  narratives privilege models of historical subject recovery, such that they  purport to recuperate (and define) particular voices and subjectivities of the  past? How do such archival engagements reassert and/or rupture traditional  notions of archival authority? How are archives mediated spaces, and how  do archival voices undergo several stages of transmission and filtering?       Through  the course, we will elucidate “affective archival encounters,” as  influenced by language, race, ethnicity, gender, age, and subject of research.  We will also examine the specific ways in which particular desires—archival,  historical, and political—serve to inform the logics, subjects, and erasures of  archives. As such, a significant component of this course will be our own  personal and intellectual engagements with archives and the documents they  house. The course will likely include scheduled visits to two or three archival  collections in New York City, such as the Lesbian Herstory Archives, the Fales  Library and Special Collections, the NYU Hemispheric Institute archive, the New  York Public Library Manuscripts and Archives Division (and their Gay and  Lesbian Collection), and the Hispanic Society of America’s Manuscripts and Rare  Books Collection.            * NOTE: This course appears in Albert as  “Archives, Archival Theory, and Early Modern Spanish Paleography,” but our  course will consist of weekly two-hour discussions, with an optional third hour  for those graduate students who want to gain the practical knowledge and  paleographic skills necessary to read seventeenth- and eighteenth-century  Spanish-language archival documents.        SPAN-GA 2965.001      Title: Seminar in Theory: Poetics and Philosophy      Instructor: Gabriela Basterra      Day/Time: Tuesday, 5:00-7:00pm      Description:   Placing poetic, artistic and philosophical texts in conversation, this seminar explores the constitution of ethical and poetic subjectivity. How do we figure ourselves as acting and creating subjects? The subject is imagined to emerge in relation to what is other, but who or what is the other, and what is its relationship with what we call subject? Beyond referring to another person, the word 'other' may also express what is imagined as a constitutive event, the other of thought that escapes representation, the materiality of the body, the addressee of poems, self-standing products of the imagination, and indeed the otherness of the subject to itself. Our exploration will be at once philosophical and poetic, because what constitutes subjectivity does not always have a place in language. Hence the challenges animating our texts and discussions: how can something we envision as exceeding representation (as appearing to thought as a lapse) signal itself? How do emptiness and materiality, silence and voice, negation and objectivity, interact? What would it be like to consider philosophical texts by focusing not only on their logical reasoning but also on the performativity of their language, on the ways in which their language acts? We will devote extensive attention to Immanuel Kant's theoretical and practical philosophy and to Emmanuel Levina's philosophical writing. We will seek inspiration in Freudian and Lacanian psychoanalysis, in essays by Saussure, Heidegger, Leo Steinberg, Barbara Johnson, Giorgio Agamben, Ernesto Laclau, and in a range of poetic and artistic texts, including Aeschylus, Sophocles, Ovid, Garcilaso de la Vega, Diego Velázquez, Jean Racine, John Keats, Edgar Allan Poe, Herman Melville, Wallace Stevens, Francis Ponge, Gerardo Diego, Pedro Salinas, Samuel Beckett, Jorge Luis Borges, Lisel Mueller, Ana Rossetti.      SPAN-GA 2965.002      Title: The  Concept of Will in Modern Aesthetics      Instructor: Eduardo  Subirats      Day/Time: Monday,  6:15-8:00pm      Description: This  seminar will focus on five major works of Western aesthetics: Kant, Schiller,  Hegel, Schopenhauer, and Nietzsche. It will reconstruct central categories such  as form, beauty, genius, and myth. It also will focus on a central category:  the metaphysical (not moral) concept of will. Its ultimate goal is a critique  of contemporary artistic decadence, literary commercialism and anti-  aesthetics.  Bibliography: Kant, Critique of Judgement - Introduction (Xerox) Schiller, Letters Upon The Aesthetic Education of Man , Kessinger's Publishing Hegel, Introductory Lectures on Aesthetics , Penguin Classics Schopenhauer, The World as Will and Representation , Dover Publications Nietzsche, The Birth of Tragedy , Penguin Classics       SPAN-GA 2966.001   Title:  Art and Engagement:  The Responsibility of Intellectuals       Instructors: Jordana Mendelson      Day/Time: Monday, 4:00-6:00 pm                      SPAN-GA 2968.001            (This course originates in Comparative Literature)            Title: Reading the  Global South: Uneven  Development, Critical Geography, and Anti-Imperial Thinking            Instructor: Ana Dopico            Day/Time: Tuesday, 1:00-3:00pm           This course seeks to create a comparative ground for  cultural politics typically separated by language, imperial histories, and  neo-colonial maps. It takes up the cultural, political, historical and  theoretical consequences of uneven development as an enduring truth of the  global order. It engages the politics and economies of imperialism and  the history and theory of anti-imperialism. We will consider the idea of  the Global South as a topography of uneven development and uneven temporalities,  where notions of modernity and periphery are affirmed and contested and where  the names and practices of resistance, rebellion, and critique continue to  engage not only metropolitan centers but the force of the state. The  course looks beyond “area studies” definitions and seeks a materialist  and critical geography, turning toward a hemispheric Southern critique that  challenged empire, globalization, democratization, neoliberalism and  permanent warfare long before the current political moment. We will trace  the political and critical genealogies, the disciplinary canonizations, and the  popular life of an indispensable contestatory archive—an archive whose long  history helps to contextualize and demystify the geopolitics of the present, as  well as the politics of the academy. The course is in part designed to  offer comparatists and students from varied fields an engagement with texts  whose messy political engagements and materialist foundations have lately been  rather marginalized by a reaffirmation of theoretical universals.     We will consider how old ideological mappings like third  world, underdevelopment, revolution and old imperial and cold wars continue to  haunt new articulations of triumphalist or cataclysmic futures and geopolitical  destinies. The course traces themes and variations of a global  anti-imperialism, its constituencies, and its critical strategies; it stresses  how these contestatory narratives have irrevocably altered the cultural  politics and cultural markets of international metropoli and international  policy. It seeks also to distinguish “southern” contexts for struggles  around feminism, race and labor, and to follow the trajectory of these  struggles into a theoretical “mainstream”. Readings establish  connections between nationalist struggles, critiques of hegemony, and resistant  narratives, looking back over almost a century of foundational texts from  Luxemburg to Gramsci, to Mariátegui, to Fanon and Memmi and   connecting them to the work of writers as varied as Said, Chatterjee, García Canclini,  Pratt, Spivak, Jameson and Appadurai. The course will proceed  thematically as a wide survey of history, criticism, and theory but always  considering forms of cultural production that often precede and exceed  theorization. Thematics include:      Reading the Present: The Politics of  Disaster, Capitalism      Crisis Theory: Permanent Warfare,  Imperialism, Geography      Ideological Mapping: The South  Hegemony, Politics      Decolonization, Violence, Revolution      Critical Geographies and   Underdevelopment      World Systems, Spaces of Capital, Cultural  Economies      Genealogies of Post-Colonialism:   Methodologies of the Contact Zone      Critiques of Nationalism      Time and Power: Modernity,  Postmodernity, Belatedness      Third World Productions: Magical  Realism, National Allegory and Pastiche      The Ascent of the Postcolonial and the  Politics of Disciplines      Gendered Revolutions/Feminist Territories      Treacherous Intellectuals and the Politics of  Presence      Permanent Warfare, the End of Utopia and the  Long Half-Life of the Cold War         SPAN-GA 2975.001       (This course originates in History)             Title: The Early-Modern  Iberian Monarchies: from the Mediterranean to the Atlantic            Instructor: Pedro Cardim            Day/Time: Monday, 9:30am – 12:15pm       Description:  Offered as a  colloquia, this course examines the history of the Iberian monarchies from the  late 15 th to the late 18 th century. It aims to provide  students with an ample, detailed and up-to-date knowledge of the Spanish and  Portuguese monarchies, and to provide the basis for comparison between these  political entities and other imperial organizations across space and time. The  course offers a substantial amount of required and optional readings to be  presented and discussed in class. The readings reflect the simultaneous  expansion of the Iberian monarchies, both in Europe and across the broader  Atlantic world.            The class meets once per week. The  first part of each session is allotted to a lecture by the professor, while the  second part is devoted to an oral presentation by students, followed by  discussion. Lectures supplement and complement reading assignments, and  introduce problems to be raised in the discussion period. In the discussion,  students will analyze problems and interpretations from the readings and/or  lectures from each week. Outlines of lectures, maps and other supplementary  material will be distributed to students on the web.        SPAN-GA 2978.001 ( This course originates in CLACS ) Title : Latin American and Caribbean Intellectual History Instructor : Dylon Robbins Day/Time : Monday, 12:00pm - 2:30pm  Description: In   this course, we will explore some of the key texts and ideas in the   intellectual history of Latin America and the Caribbean. How have Latin   American and Caribbean intellectuals approached the problems of culture   and difference? How have they theorized the state, civil society, or   the public sphere? How have notions of gender, heterogeneity, race and   ethnicity, and nationalism related to their historical contexts? A   review of texts including Ángel Rama, Jean Franco, Gilberto Freyre,   Marilena Chaui, Fernando Ortiz, Suely Rolnik, Roberto Schwarz, Jamaica   Kincaid, C.L.R. James, Frantz Fanon, Glauber Rocha, Gloria Anzaldúa,   José Carlos Mariátegui, José Martí, Rubén Darío, and others.                      Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}, {"content": "M.A. in Spanish and Latin American Linguistic, Literary, and Cultural Studies, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       M.A. in Spanish and Latin American Linguistic, Literary, and Cultural Studies        Two  Masters programs are offered at NYU Madrid.      The  M.A. in Teaching Spanish as a Foreign Language and TESOL is a two-year program  offered jointly by NYU’s Graduate School of Arts and Sciences and Steinhardt  School of Culture, Education, and Human Development, with the first year taught  at NYU Madrid and the second year taught at Steinhardt’s Department of Teaching  and Learning in New York. For further information, please click here       The  M.A. in Spanish and Latin American Linguistic, Literary, and Cultural Studies is  a one-year program offered at NYU Madrid by NYU’s Graduate School of Arts and  Sciences. With courses taught entirely in Spanish.      The program takes full advantage of the vast range of cultural activities and events in Madrid, which form an integral part of the curriculum. Students have access to some of the most resourceful libraries and archives in the world and also benefit from membership to the historic Instituto Internacional and its excellent library. Depending on their interests and career goals, students choose one of two concentrations: Literary and Cultural Studies: Spain and Latin America or Applied Linguistics: Spain and Latin America . The capstone M.A. project allows students to develop an original scholarly work with the guidance of a faculty advisor, and to present a portion of this work at the Graduate Research Conference. The M.A. program is designed to encourage students to immerse themselves linguistically and culturally in Madrid life. All students are provided with a Madrid Cultura y Arte membership card to attend events, screenings, talks, shows, and exhibitions of their choice throughout the year. An integral part of the core curriculum and orientation program, visits and study trips give students the unique opportunity to investigate Spanish culture in situ. Whether studying urban space in Bilbao, transatlantic trade in Seville, or Roman architecture in Segovia, students are guided by faculty experts. Concentration in Literary and Cultural Studies: Spain and Latin America Students with a concentration in Literary and Cultural Studies develop their interests in literary and critical theory, peninsular and Latin American literature, and the arts and culture of both regions. While most students who choose this option are interested in pursuing a doctoral degree and/or teaching at the college or university level, others go on to careers in secondary education or in other fields in which they can use their thorough knowledge and understanding of the Spanish-speaking world. Concentration in Applied Linguistics: Spain and Latin America The concentration in Applied Linguistics emphasizes three main research areas within the historical, political, and cultural context of the Spanish-speaking world: general linguistics, psycholinguistic and sociolinguistic theories, second language teaching and acquisition, and translation studies. The program is designed for students interested in pursuing a doctoral degree in these fields or others related to Applied Linguistics, as well as for those whose professions (primary or secondary education, business, community service, government, international affairs, etc.) would benefit from advanced training. The concentration is not designed for students who wish to go on to a Ph.D. degree in literature. Why choose NYU Madrid? The unique one-year M.A. program offers graduate students rigorous academic training to develop their own research interests and approaches to debates in linguistic, literary, and cultural studies, often cutting across disciplinary boundaries. The design of the program aims to foster student responsibility and independence when exploring and generating new areas of knowledge in dialogue with the academic community at large, and beyond. NYU Madrid draws from the diverse expertise of its faculty within a local and global network of universities, research institutions, and cultural centers and museums, at the very core of our graduate students’ experience in Madrid. Our challenge to students to develop their own goals for the program, met with the flexibility of its design and faculty encouragement to pursue independent research, has made for a successful combination. The M.A. program has served as a platform for students who wish to pursue a doctoral degree in their chosen field of studies and for those who aim to use their linguistic and cultural knowledge of the Spanish-speaking world for the benefit of their professions. Attracting students from diverse backgrounds in the United States and abroad, the M.A. program provides a forum to exchange ideas and explore new critical perspectives in which academic pursuits are inseparable from vital experience.     Contact Us             Financial Aid               Core Curriculum &amp; Courses        Living in Madrid              Research and M.A. Thesis        Student Visas              Visits and Study Trips          Applying to NYU Madrid    Events and Conferences         Faculty &amp; Students    Universidad Autónoma de Madrid     Student Placement    Research and M.A. Thesis                                  Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]}]