[{"detail": [{"content": "Frequently Asked Questions - JD Application Questions | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; JD Admissions &rsaquo; Applicants &rsaquo; JD Application FAQ                  JD Admissions                 Frequently Asked Questions - JD Application Questions                 Applicants       Admissions Standards   Class Profile   Admissions Information and Instructions   JD Application   JD Application FAQ   Transfer and Non-Matriculant Application   Transfer Application FAQ   Non-Matriculant Application FAQ                             How do I request an application?   What are your JD application deadlines?   Does applying Early Decision increase my chances of admission?   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   Is someone with a graduate degree at an advantage in applying to law school?   How does the Committee view a canceled LSAT score?   If I take the LSAT more than once, does the Committee see the higher score?   What are the grade point averages and LSAT scores of your students?   Do you offer application fee waivers?   Do you accept the February LSAT exam when applying for the fall 2016 semester?   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   How does the Committee view pass/fail grades on transcripts?   How many letters of recommendation do you require?   By what method may I submit a recommendation?   If I have been out of school for a while, who should I get letters of recommendation from?   Do you grant interviews for admission?   If I am a foreign educated applicant, how can I submit my transcripts?   Do you have a part-time or evening JD program?   How can I reapply to NYU School of Law?   Can I enter in the spring?   What is the average age of an NYU Law student?   Do you have a minority recruiter or recruitment program?   Where do NYU School of Law students live?   What are your office hours?   Does your office offer guided tours of the campus?   How much is tuition?   Where do I find out about the Paralegal Studies Program?   How can I make sure that my application is complete and can I check the status of my application?     How do I request an application?   The online application for fall 2016 JD admission will be available September 1.   What are your JD application deadlines?     Regular Decision (Mid-April Decision): February 15   Early Decision (Late December Decision): November 15   Scholarships and Academic Scholars Program Applications: January 1     Does applying Early Decision increase my chances of admission?   No. Early Decision candidates are evaluated for admission according to the same selection criteria that apply to regular candidates. While their particular enthusiasm for the New York University School of Law as their first choice law school is considered by our Admissions Committee, Early Decision candidates do not enjoy significant advantage in the keenly competitive selection process. Some Early Decision applicants not offered admission in December will be placed on Hold and reviewed again in the spring as part of the Regular Decision pool; others not admitted in December will be informed that their application for admission has been denied and will not be evaluated again this year.   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   The Committee looks for a broad range of courses, some of which are analytically demanding and others that require heavy reading loads and develop research and writing skills.   Is someone with a graduate degree at an advantage in applying to law school?   The Committee will give consideration to everything included in the application. An applicant holding a graduate degree does not necessarily have a competitive advantage over an applicant who does not have a graduate degree.   How does the Committee view a canceled LSAT score?   This has no impact on the evaluation of an application.   If I take the LSAT more than once, does the Committee see the higher score?   Yes, but they evaluate based on the average score in most cases. The Committee may take special circumstances into account. If a candidate can point out specific reasons why the Committee should consider an LSAT score aberrant, they should detail those reasons in an addendum to the personal statement.   What are the grade point averages and LSAT scores of your students?   For the fall 2014 entering class, the 75% and 25% are 3.87 and 3.56 for undergraduate GPA, and 172 and 167 for LSAT score, respectively.   Do you offer application fee waivers?   Applicants who have received an LSAC-approved LSAT or CAS fee waiver, will have their NYU School of Law $85 application fee automatically waived.     Applicants who are alumni of Teach for America or the Peace Corps are eligible for an $85 application fee waiver. To qualify, applicants must have completed their 2-year commitment to Teach for America or the Peace Corps by the start of the fall 2015 semester. Further, Teach for America alumni must have completed TFA's pre-corps training institute and served as a teacher for two years in a low-income community through their TFA placement. Applicants who have completed less than 2 years by the start of law school or those who are just entering Teach for America or the Peace Corps are not eligible. The application fee will also be waived for those who have served or are serving in the United States military. (Participation in a foreign country's military does not qualify an applicant for a fee waiver.)     Teach for America, Peace Corps and US military participants should send their request for a fee waiver to law.moreinfo@nyu.edu . Applicants must have an account with the LSAC. To request an application fee waiver, please include your L number as well as the basis for the waiver (Teach for America, Peace Corps, or US military Service).   Do you accept the February LSAT exam when applying for the fall 2016 semester?   Applicants must take the LSAT no later than December 2015 in order to apply to enter in the fall 2016 semester.   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   The oldest score we will accept in order to apply for fall 2015 is the June 2011 LSAT score.   How does the Committee view pass/fail grades on transcripts?   T he Committee considers the circumstances; were such courses required or optional, how many and in which subjects are such grades, etc. Please include any narratives or course evaluations of such transcripts with your application if they are available.   How many letters of recommendation do you require?   Two letters of recommendation are required to complete your application. Candidates applying for the Root-Tilden-Kern and related scholarships must submit at least one additional recommendation that addresses the candidate's commitment to public service.   By what method may I submit a recommendation?   NYU School of Law does not use a recommendation form. The Committee on Admissions prefers the use of the LSAC Letter of Recommendation (LOR) Service.   If I have been out of school for a while, from whom should I get letters of recommendation?   A professor or an employer or anyone who can speak to your ability to succeed in a rigorous law school program. Academic letters on file that are several years old may be helpful to the Committee as well.   Do you grant interviews for admissions?   Interviews and/or meetings with members of the Committee on Admissions are not granted at any point during the application process. Applicants are encouraged to consult published and online NYU School of Law informational resources for answers to their questions. Concerns that are not addressed in the aforementioned resources should be mailed to the attention of the Committee on Admissions.   If I am a foreign educated applicant, how can I submit my transcripts?   Foreign transcripts must be submitted through the LSAC Credential Assembly Service. Applicants who completed any post-secondary work outside of the US (including its territories) or Canada, must use this service for the evaluation of foreign transcripts. The one exception to this requirement is foreign work completed through a study abroad, consortium, or exchange program sponsored by a US or Canadian institution, and where the work is clearly indicated as such on the home campus transcript. Please visit www.lsac.org for details. Foreign applicants must take the LSAT however, foreign applicants to the JD program need not take the TOEFL. Foreign-trained lawyers should apply for the LLM Program.   Do you have a part-time or evening JD program?   No.   How can I reapply to NYU School of Law?   If a candidate previously applied to the Law School and has decided to reapply for the fall 2016 admissions cycle the candidate must complete the fall 2016 application form (including the personal statement and a letter of recommendation). You must also pay the appropriate application fee, register with the Credential Assembly Service (CAS) and send updated transcripts to LSAC for all academic work (undergraduate, graduate and/or professional) undertaken since your last application. Please note that the Law School Admissions Council has extended its service to applicants for five years requiring a $25.00 report fee to have the LSAT score report and undergraduate transcripts sent through Credential Assembly Service to the NYU School of Law. For more information, visit www.lsac.org   Can I enroll in the spring?   No.   What is the average age of an NYU School of Law student?   For the fall 2013 entering class, approximately 70% of the students had taken at least one year off prior to entering law school. Approximately 12% of the students had been out of college for five years or more. The average age of the students in last year’s entering class was 24.   Do you have a minority recruiter or recruitment program?   NYU School of Law is committed to recruiting a diverse student body. That commitment is a significant aspect of all recruitment efforts.   Where do NYU School of Law students live?   NYU School of Law has two residences in which law students, their spouses or partners and their children live. In most years, we have been able to provide housing for all incoming students who request it. For more information, please visit the Department of Residential Services website.   What are your office hours?   You are welcome to visit the New York University School of Law anytime during regular business hours. To obtain a visitor's pass and gain access to all Law School buildings, please first visit the Office of Admissions Welcome Desk located in the lobby of Wilf Hall. Prospective students/visitors should bring a driver's license or other form of photo identification. During your visit you may take a self-guided tour and/or observe classes while they are in session.   Does your office offer guided tours of the campus?   NYU School of Law currently offers tours of the campus during the fall semester only following each JD information session. You are also welcome to visit the Welcome Desk during our office hours to obtain a Self-Guided Tour which will allow you to explore our campus on your own.   How much is tuition?   Tuition for the 2014-2015 academic year is $55,330. Information on the typical student expense budget is also available.   Where do I find out about the Paralegal Studies Program?   Please contact the NYU School of Professional Studies at (212) 790-1320.   How can I make sure that my application is complete and can I check the status of my application?   (Please note that we have an online status check function available for all applicants accessible here .) The Office of Admissions will try to keep you informed about the status of your application by notifying you if any of the material necessary to complete your application is missing. However, it takes time for the committee to give each application due consideration. Also, please note that it is common for some time to pass, up to and including a few weeks, between the receipt of an application and the request of a CAS report. To avoid any problems or delays please be sure to assemble as many parts of your application as possible and submit them together, when calling the Office of Admissions please identify yourself as an JD applicant, and keep a copy of your application and supporting material since we will not return any part of your application. Lastly, the Office of Admissions will not release any information to anyone except the applicant. Further, the Office of Admissions does not give admissions decisions by email, telephone or fax. This policy helps to protect the confidentiality of every applicant.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Frequently Asked Questions - JD Application Questions | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; JD Admissions &rsaquo; Applicants &rsaquo; JD Application FAQ                  JD Admissions                 Frequently Asked Questions - JD Application Questions                 Applicants       Admissions Standards   Class Profile   Admissions Information and Instructions   JD Application   JD Application FAQ   Transfer and Non-Matriculant Application   Transfer Application FAQ   Non-Matriculant Application FAQ                             How do I request an application?   What are your JD application deadlines?   Does applying Early Decision increase my chances of admission?   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   Is someone with a graduate degree at an advantage in applying to law school?   How does the Committee view a canceled LSAT score?   If I take the LSAT more than once, does the Committee see the higher score?   What are the grade point averages and LSAT scores of your students?   Do you offer application fee waivers?   Do you accept the February LSAT exam when applying for the fall 2016 semester?   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   How does the Committee view pass/fail grades on transcripts?   How many letters of recommendation do you require?   By what method may I submit a recommendation?   If I have been out of school for a while, who should I get letters of recommendation from?   Do you grant interviews for admission?   If I am a foreign educated applicant, how can I submit my transcripts?   Do you have a part-time or evening JD program?   How can I reapply to NYU School of Law?   Can I enter in the spring?   What is the average age of an NYU Law student?   Do you have a minority recruiter or recruitment program?   Where do NYU School of Law students live?   What are your office hours?   Does your office offer guided tours of the campus?   How much is tuition?   Where do I find out about the Paralegal Studies Program?   How can I make sure that my application is complete and can I check the status of my application?     How do I request an application?   The online application for fall 2016 JD admission will be available September 1.   What are your JD application deadlines?     Regular Decision (Mid-April Decision): February 15   Early Decision (Late December Decision): November 15   Scholarships and Academic Scholars Program Applications: January 1     Does applying Early Decision increase my chances of admission?   No. Early Decision candidates are evaluated for admission according to the same selection criteria that apply to regular candidates. While their particular enthusiasm for the New York University School of Law as their first choice law school is considered by our Admissions Committee, Early Decision candidates do not enjoy significant advantage in the keenly competitive selection process. Some Early Decision applicants not offered admission in December will be placed on Hold and reviewed again in the spring as part of the Regular Decision pool; others not admitted in December will be informed that their application for admission has been denied and will not be evaluated again this year.   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   The Committee looks for a broad range of courses, some of which are analytically demanding and others that require heavy reading loads and develop research and writing skills.   Is someone with a graduate degree at an advantage in applying to law school?   The Committee will give consideration to everything included in the application. An applicant holding a graduate degree does not necessarily have a competitive advantage over an applicant who does not have a graduate degree.   How does the Committee view a canceled LSAT score?   This has no impact on the evaluation of an application.   If I take the LSAT more than once, does the Committee see the higher score?   Yes, but they evaluate based on the average score in most cases. The Committee may take special circumstances into account. If a candidate can point out specific reasons why the Committee should consider an LSAT score aberrant, they should detail those reasons in an addendum to the personal statement.   What are the grade point averages and LSAT scores of your students?   For the fall 2014 entering class, the 75% and 25% are 3.87 and 3.56 for undergraduate GPA, and 172 and 167 for LSAT score, respectively.   Do you offer application fee waivers?   Applicants who have received an LSAC-approved LSAT or CAS fee waiver, will have their NYU School of Law $85 application fee automatically waived.     Applicants who are alumni of Teach for America or the Peace Corps are eligible for an $85 application fee waiver. To qualify, applicants must have completed their 2-year commitment to Teach for America or the Peace Corps by the start of the fall 2015 semester. Further, Teach for America alumni must have completed TFA's pre-corps training institute and served as a teacher for two years in a low-income community through their TFA placement. Applicants who have completed less than 2 years by the start of law school or those who are just entering Teach for America or the Peace Corps are not eligible. The application fee will also be waived for those who have served or are serving in the United States military. (Participation in a foreign country's military does not qualify an applicant for a fee waiver.)     Teach for America, Peace Corps and US military participants should send their request for a fee waiver to law.moreinfo@nyu.edu . Applicants must have an account with the LSAC. To request an application fee waiver, please include your L number as well as the basis for the waiver (Teach for America, Peace Corps, or US military Service).   Do you accept the February LSAT exam when applying for the fall 2016 semester?   Applicants must take the LSAT no later than December 2015 in order to apply to enter in the fall 2016 semester.   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   The oldest score we will accept in order to apply for fall 2015 is the June 2011 LSAT score.   How does the Committee view pass/fail grades on transcripts?   T he Committee considers the circumstances; were such courses required or optional, how many and in which subjects are such grades, etc. Please include any narratives or course evaluations of such transcripts with your application if they are available.   How many letters of recommendation do you require?   Two letters of recommendation are required to complete your application. Candidates applying for the Root-Tilden-Kern and related scholarships must submit at least one additional recommendation that addresses the candidate's commitment to public service.   By what method may I submit a recommendation?   NYU School of Law does not use a recommendation form. The Committee on Admissions prefers the use of the LSAC Letter of Recommendation (LOR) Service.   If I have been out of school for a while, from whom should I get letters of recommendation?   A professor or an employer or anyone who can speak to your ability to succeed in a rigorous law school program. Academic letters on file that are several years old may be helpful to the Committee as well.   Do you grant interviews for admissions?   Interviews and/or meetings with members of the Committee on Admissions are not granted at any point during the application process. Applicants are encouraged to consult published and online NYU School of Law informational resources for answers to their questions. Concerns that are not addressed in the aforementioned resources should be mailed to the attention of the Committee on Admissions.   If I am a foreign educated applicant, how can I submit my transcripts?   Foreign transcripts must be submitted through the LSAC Credential Assembly Service. Applicants who completed any post-secondary work outside of the US (including its territories) or Canada, must use this service for the evaluation of foreign transcripts. The one exception to this requirement is foreign work completed through a study abroad, consortium, or exchange program sponsored by a US or Canadian institution, and where the work is clearly indicated as such on the home campus transcript. Please visit www.lsac.org for details. Foreign applicants must take the LSAT however, foreign applicants to the JD program need not take the TOEFL. Foreign-trained lawyers should apply for the LLM Program.   Do you have a part-time or evening JD program?   No.   How can I reapply to NYU School of Law?   If a candidate previously applied to the Law School and has decided to reapply for the fall 2016 admissions cycle the candidate must complete the fall 2016 application form (including the personal statement and a letter of recommendation). You must also pay the appropriate application fee, register with the Credential Assembly Service (CAS) and send updated transcripts to LSAC for all academic work (undergraduate, graduate and/or professional) undertaken since your last application. Please note that the Law School Admissions Council has extended its service to applicants for five years requiring a $25.00 report fee to have the LSAT score report and undergraduate transcripts sent through Credential Assembly Service to the NYU School of Law. For more information, visit www.lsac.org   Can I enroll in the spring?   No.   What is the average age of an NYU School of Law student?   For the fall 2013 entering class, approximately 70% of the students had taken at least one year off prior to entering law school. Approximately 12% of the students had been out of college for five years or more. The average age of the students in last year’s entering class was 24.   Do you have a minority recruiter or recruitment program?   NYU School of Law is committed to recruiting a diverse student body. That commitment is a significant aspect of all recruitment efforts.   Where do NYU School of Law students live?   NYU School of Law has two residences in which law students, their spouses or partners and their children live. In most years, we have been able to provide housing for all incoming students who request it. For more information, please visit the Department of Residential Services website.   What are your office hours?   You are welcome to visit the New York University School of Law anytime during regular business hours. To obtain a visitor's pass and gain access to all Law School buildings, please first visit the Office of Admissions Welcome Desk located in the lobby of Wilf Hall. Prospective students/visitors should bring a driver's license or other form of photo identification. During your visit you may take a self-guided tour and/or observe classes while they are in session.   Does your office offer guided tours of the campus?   NYU School of Law currently offers tours of the campus during the fall semester only following each JD information session. You are also welcome to visit the Welcome Desk during our office hours to obtain a Self-Guided Tour which will allow you to explore our campus on your own.   How much is tuition?   Tuition for the 2014-2015 academic year is $55,330. Information on the typical student expense budget is also available.   Where do I find out about the Paralegal Studies Program?   Please contact the NYU School of Professional Studies at (212) 790-1320.   How can I make sure that my application is complete and can I check the status of my application?   (Please note that we have an online status check function available for all applicants accessible here .) The Office of Admissions will try to keep you informed about the status of your application by notifying you if any of the material necessary to complete your application is missing. However, it takes time for the committee to give each application due consideration. Also, please note that it is common for some time to pass, up to and including a few weeks, between the receipt of an application and the request of a CAS report. To avoid any problems or delays please be sure to assemble as many parts of your application as possible and submit them together, when calling the Office of Admissions please identify yourself as an JD applicant, and keep a copy of your application and supporting material since we will not return any part of your application. Lastly, the Office of Admissions will not release any information to anyone except the applicant. Further, the Office of Admissions does not give admissions decisions by email, telephone or fax. This policy helps to protect the confidentiality of every applicant.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "New York University &gt; NYU Bookstores                                                                      Skip to Navigation | Skip to Content                                  Home | About Us | NYU Authors | Hours & Locations | Events | FAQs | Contact                                              New York University              New York University              NYU Bookstores                                                Bookstore       Computer Store       NYU Clothing & Gifts       Faculty Services       Textbooks                                                NYU Clothing &amp; Gifts                                                            Women's T-Shirt       &raquo;Order Now       Women's NYU Tank             &raquo;Order Now       Men's T-Shirt             &raquo;Order Now             Men's T-Shirt       &raquo;Order Now                    General Books                                                               On the Move: A Life       My Struggle, Book Three: Boyhood       First Jobs: True Tales of Bad Bosses....       No Place to Hide: Edward Snowden...                 &raquo;Order Now       &raquo;Order Now       &raquo;Order Now       &raquo;Order Now                                                                                                                         There are several new ways to acquire textbooks!       Compare Prices on our website ~ Rent in-store or online       &raquo; View Your Textbook Options       &raquo;Search All Books &raquo;View Book Bag                         NYU Computer Store                                                              Apple iMac               Galaxy Tab        Dell Desktop        Microsoft Office                    &raquo; NYU Pricing Guides and Ordering                         Please read this important notice regarding departmental purchases &raquo; Departmental Purchasing"}]},
{"detail": [{"content": "Frequently Asked Questions - JD Application Questions | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; JD Admissions &rsaquo; Applicants &rsaquo; JD Application FAQ                  JD Admissions                 Frequently Asked Questions - JD Application Questions                 Applicants       Admissions Standards   Class Profile   Admissions Information and Instructions   JD Application   JD Application FAQ   Transfer and Non-Matriculant Application   Transfer Application FAQ   Non-Matriculant Application FAQ                             How do I request an application?   What are your JD application deadlines?   Does applying Early Decision increase my chances of admission?   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   Is someone with a graduate degree at an advantage in applying to law school?   How does the Committee view a canceled LSAT score?   If I take the LSAT more than once, does the Committee see the higher score?   What are the grade point averages and LSAT scores of your students?   Do you offer application fee waivers?   Do you accept the February LSAT exam when applying for the fall 2016 semester?   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   How does the Committee view pass/fail grades on transcripts?   How many letters of recommendation do you require?   By what method may I submit a recommendation?   If I have been out of school for a while, who should I get letters of recommendation from?   Do you grant interviews for admission?   If I am a foreign educated applicant, how can I submit my transcripts?   Do you have a part-time or evening JD program?   How can I reapply to NYU School of Law?   Can I enter in the spring?   What is the average age of an NYU Law student?   Do you have a minority recruiter or recruitment program?   Where do NYU School of Law students live?   What are your office hours?   Does your office offer guided tours of the campus?   How much is tuition?   Where do I find out about the Paralegal Studies Program?   How can I make sure that my application is complete and can I check the status of my application?     How do I request an application?   The online application for fall 2016 JD admission will be available September 1.   What are your JD application deadlines?     Regular Decision (Mid-April Decision): February 15   Early Decision (Late December Decision): November 15   Scholarships and Academic Scholars Program Applications: January 1     Does applying Early Decision increase my chances of admission?   No. Early Decision candidates are evaluated for admission according to the same selection criteria that apply to regular candidates. While their particular enthusiasm for the New York University School of Law as their first choice law school is considered by our Admissions Committee, Early Decision candidates do not enjoy significant advantage in the keenly competitive selection process. Some Early Decision applicants not offered admission in December will be placed on Hold and reviewed again in the spring as part of the Regular Decision pool; others not admitted in December will be informed that their application for admission has been denied and will not be evaluated again this year.   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   The Committee looks for a broad range of courses, some of which are analytically demanding and others that require heavy reading loads and develop research and writing skills.   Is someone with a graduate degree at an advantage in applying to law school?   The Committee will give consideration to everything included in the application. An applicant holding a graduate degree does not necessarily have a competitive advantage over an applicant who does not have a graduate degree.   How does the Committee view a canceled LSAT score?   This has no impact on the evaluation of an application.   If I take the LSAT more than once, does the Committee see the higher score?   Yes, but they evaluate based on the average score in most cases. The Committee may take special circumstances into account. If a candidate can point out specific reasons why the Committee should consider an LSAT score aberrant, they should detail those reasons in an addendum to the personal statement.   What are the grade point averages and LSAT scores of your students?   For the fall 2014 entering class, the 75% and 25% are 3.87 and 3.56 for undergraduate GPA, and 172 and 167 for LSAT score, respectively.   Do you offer application fee waivers?   Applicants who have received an LSAC-approved LSAT or CAS fee waiver, will have their NYU School of Law $85 application fee automatically waived.     Applicants who are alumni of Teach for America or the Peace Corps are eligible for an $85 application fee waiver. To qualify, applicants must have completed their 2-year commitment to Teach for America or the Peace Corps by the start of the fall 2015 semester. Further, Teach for America alumni must have completed TFA's pre-corps training institute and served as a teacher for two years in a low-income community through their TFA placement. Applicants who have completed less than 2 years by the start of law school or those who are just entering Teach for America or the Peace Corps are not eligible. The application fee will also be waived for those who have served or are serving in the United States military. (Participation in a foreign country's military does not qualify an applicant for a fee waiver.)     Teach for America, Peace Corps and US military participants should send their request for a fee waiver to law.moreinfo@nyu.edu . Applicants must have an account with the LSAC. To request an application fee waiver, please include your L number as well as the basis for the waiver (Teach for America, Peace Corps, or US military Service).   Do you accept the February LSAT exam when applying for the fall 2016 semester?   Applicants must take the LSAT no later than December 2015 in order to apply to enter in the fall 2016 semester.   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   The oldest score we will accept in order to apply for fall 2015 is the June 2011 LSAT score.   How does the Committee view pass/fail grades on transcripts?   T he Committee considers the circumstances; were such courses required or optional, how many and in which subjects are such grades, etc. Please include any narratives or course evaluations of such transcripts with your application if they are available.   How many letters of recommendation do you require?   Two letters of recommendation are required to complete your application. Candidates applying for the Root-Tilden-Kern and related scholarships must submit at least one additional recommendation that addresses the candidate's commitment to public service.   By what method may I submit a recommendation?   NYU School of Law does not use a recommendation form. The Committee on Admissions prefers the use of the LSAC Letter of Recommendation (LOR) Service.   If I have been out of school for a while, from whom should I get letters of recommendation?   A professor or an employer or anyone who can speak to your ability to succeed in a rigorous law school program. Academic letters on file that are several years old may be helpful to the Committee as well.   Do you grant interviews for admissions?   Interviews and/or meetings with members of the Committee on Admissions are not granted at any point during the application process. Applicants are encouraged to consult published and online NYU School of Law informational resources for answers to their questions. Concerns that are not addressed in the aforementioned resources should be mailed to the attention of the Committee on Admissions.   If I am a foreign educated applicant, how can I submit my transcripts?   Foreign transcripts must be submitted through the LSAC Credential Assembly Service. Applicants who completed any post-secondary work outside of the US (including its territories) or Canada, must use this service for the evaluation of foreign transcripts. The one exception to this requirement is foreign work completed through a study abroad, consortium, or exchange program sponsored by a US or Canadian institution, and where the work is clearly indicated as such on the home campus transcript. Please visit www.lsac.org for details. Foreign applicants must take the LSAT however, foreign applicants to the JD program need not take the TOEFL. Foreign-trained lawyers should apply for the LLM Program.   Do you have a part-time or evening JD program?   No.   How can I reapply to NYU School of Law?   If a candidate previously applied to the Law School and has decided to reapply for the fall 2016 admissions cycle the candidate must complete the fall 2016 application form (including the personal statement and a letter of recommendation). You must also pay the appropriate application fee, register with the Credential Assembly Service (CAS) and send updated transcripts to LSAC for all academic work (undergraduate, graduate and/or professional) undertaken since your last application. Please note that the Law School Admissions Council has extended its service to applicants for five years requiring a $25.00 report fee to have the LSAT score report and undergraduate transcripts sent through Credential Assembly Service to the NYU School of Law. For more information, visit www.lsac.org   Can I enroll in the spring?   No.   What is the average age of an NYU School of Law student?   For the fall 2013 entering class, approximately 70% of the students had taken at least one year off prior to entering law school. Approximately 12% of the students had been out of college for five years or more. The average age of the students in last year’s entering class was 24.   Do you have a minority recruiter or recruitment program?   NYU School of Law is committed to recruiting a diverse student body. That commitment is a significant aspect of all recruitment efforts.   Where do NYU School of Law students live?   NYU School of Law has two residences in which law students, their spouses or partners and their children live. In most years, we have been able to provide housing for all incoming students who request it. For more information, please visit the Department of Residential Services website.   What are your office hours?   You are welcome to visit the New York University School of Law anytime during regular business hours. To obtain a visitor's pass and gain access to all Law School buildings, please first visit the Office of Admissions Welcome Desk located in the lobby of Wilf Hall. Prospective students/visitors should bring a driver's license or other form of photo identification. During your visit you may take a self-guided tour and/or observe classes while they are in session.   Does your office offer guided tours of the campus?   NYU School of Law currently offers tours of the campus during the fall semester only following each JD information session. You are also welcome to visit the Welcome Desk during our office hours to obtain a Self-Guided Tour which will allow you to explore our campus on your own.   How much is tuition?   Tuition for the 2014-2015 academic year is $55,330. Information on the typical student expense budget is also available.   Where do I find out about the Paralegal Studies Program?   Please contact the NYU School of Professional Studies at (212) 790-1320.   How can I make sure that my application is complete and can I check the status of my application?   (Please note that we have an online status check function available for all applicants accessible here .) The Office of Admissions will try to keep you informed about the status of your application by notifying you if any of the material necessary to complete your application is missing. However, it takes time for the committee to give each application due consideration. Also, please note that it is common for some time to pass, up to and including a few weeks, between the receipt of an application and the request of a CAS report. To avoid any problems or delays please be sure to assemble as many parts of your application as possible and submit them together, when calling the Office of Admissions please identify yourself as an JD applicant, and keep a copy of your application and supporting material since we will not return any part of your application. Lastly, the Office of Admissions will not release any information to anyone except the applicant. Further, the Office of Admissions does not give admissions decisions by email, telephone or fax. This policy helps to protect the confidentiality of every applicant.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "New York University &gt; NYU Bookstores                                                                      Skip to Navigation | Skip to Content                                  Home | About Us | NYU Authors | Hours & Locations | Events | FAQs | Contact                                              New York University              New York University              NYU Bookstores                                                Bookstore       Computer Store       NYU Clothing & Gifts       Faculty Services       Textbooks                                                NYU Clothing &amp; Gifts                                                            Women's T-Shirt       &raquo;Order Now       Women's NYU Tank             &raquo;Order Now       Men's T-Shirt             &raquo;Order Now             Men's T-Shirt       &raquo;Order Now                    General Books                                                               On the Move: A Life       My Struggle, Book Three: Boyhood       First Jobs: True Tales of Bad Bosses....       No Place to Hide: Edward Snowden...                 &raquo;Order Now       &raquo;Order Now       &raquo;Order Now       &raquo;Order Now                                                                                                                         There are several new ways to acquire textbooks!       Compare Prices on our website ~ Rent in-store or online       &raquo; View Your Textbook Options       &raquo;Search All Books &raquo;View Book Bag                         NYU Computer Store                                                              Apple iMac               Galaxy Tab        Dell Desktop        Microsoft Office                    &raquo; NYU Pricing Guides and Ordering                         Please read this important notice regarding departmental purchases &raquo; Departmental Purchasing"}, {"content": "Suggested Time Line for Completion of Undergraduate Degree    |     Physics    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Research       Undergraduate Program       Graduate Program       Resources       Physics Dept Events       Recent News       Alumni             Stay Connected           YouTube       Ustream                    Back to Home       Suggested Time Line for Completion of Undergraduate Degree   General Advice If you are thinking of majoring in physics it is important to take Physics I and II as well as Calculus I and II in your first year. This permits you to satisfy all the requirements of the major and benefit from the full range of advanced physics electives in your junior and senior years. Even if you decide to major in another science subject these courses will likely serve you well. It is possible to major in physics beginning in your second year but more difficult and your choice of electives will be limited. For further advice, please see the undergraduate physics advisor, Prof. Daniel Zwanziger.    Courses for Physics Majors for the Bachelor of Arts program The typical course sequence for physics major begins in a students' first year at NYU:    Year 1:    Fall Semester: MATH-UA 121 Calculus I PHYS-UA 91 Physics I PHYS-UA 71 Introductory Experimental Physics I    Spring Semester: MATH-UA 122 Calculus II PHYS-UA 93 Physics II PHYS-UA 72 Introductory Experimental Physics II    Year 2:    Fall Semester: MATH-UA 123 Calculus III PHYS-UA 95 Physics III PHYS-UA 73 Intermediate Experimental Physics I    Spring Semester: PHYS-UA 106 Mathematical Physics PHYS-UA 105 Classical and Quantum Waves PHYS-UA 74 Intermediate Experimental Physics II    Year 3:    Fall Semester: PHYS-UA 131 Electricity and Magnetism I PHYS-UA 123 Quantum Mechanics I    Spring Semester: PHYS-UA 112 Advanced Experimental Physics &mdash; or Year 4 (Fall or Spring) PHYS-UA 140 Thermal and Statistical Physics    Year 4:    Fall Semester: (Elective*) (Elective*)    Spring Semester: (Elective*) (Elective*)    *The following are the elective courses and prerequisites. Note that these courses are offered in either the Fall or Spring semester--not both--and some of the courses are not offered every year. Additional electives may be available that are not listed. Mr. Bill LePage ( wlp1@nyu.edu ) in the Physics Department has up-to-date information on elective course offerings:       PHYS-UA 110 Electronics for Scientists (Fall Semester) Prerequisite Physics II   PHYS-UA 120 Dynamics (Fall Semester) Prerequisites Physics III and Mathematical Physics    PHYS-UA 124 Quantum Mechanics II (Spring Semester) Prerequisite Quantum Mechanics I    PHYS-UA 133 Optics Prerequisites Physics III and Mathematical Physics    PHYS-UA 136 Readings in Particle Physics (every other year)    PHYS-UA 150 Astrophysics Prerequisite Physics III or General Physics II   PHYS-UA 210 Computational Physics (Fall Semester) Prerequisites Physics III and Mathematical Physics    PHYS-UA 132 Electricity and Magnetism (spring semester) prerequisite Electricity & Magnetism I   PHYS-UA 135 Condensed Matter Physics (every other year) prerequisite Classical & Quantum Waves   PHYS-UA 160 Physics of Biology (every other year) prerequisite Physics III   PHYS-UA 170 General Relativity (every other year) prerequisite Dynamics   PHYS-UA 800 Special Topics in Physics (offered occasionally)         Courses for Physics Majors for the Bachelor of Science Program The typical course sequence for physics major in the BS program begins in a students' first year at NYU:    Year 1:    Fall Semester: MATH-UA 121 Calculus I PHYS-UA 91 Physics I PHYS-UA 71 Introductory Experimental Physics I (B.S. Elective*)    Spring Semester: MATH-UA 122 Calculus II PHYS-UA 93 Physics II PHYS-UA 72 Introductory Experimental Physics II (B.S. Elective*)    Year 2:    Fall Semester: MATH-UA 123 Calculus III PHYS-UA 95 Physics III PHYS-UA 73 Intermediate Experimental Physics I (B.S. Elective*)    Spring Semester: PHYS-UA 106 Mathematical Physics PHYS-UA 105 Classical and Quantum Waves PHYS-UA 74 Intermediate Experimental Physics II (B.S. Elective*)    Year 3:    Fall Semester: PHYS-UA 131 Electricity and Magnetism I PHYS-UA 123 Quantum Mechanics I (B.S. Elective*)    Spring Semester: PHYS-UA 112 Advanced Experimental Physics &mdash; or Year 4 (Fall or Spring)    Year 4:    Fall Semester: (Elective*)    Spring Semester: PHYS-UA 140 Thermal and Statistical Physics (can also be taken in Year 3)    *The following are the elective courses and prerequisites. For the Bachelor of Science a minimum requirement is the 4 electives listed below under B.S. Electives. You may substitute more advanced courses in Computer Science, Chemistry and Biology for the B.S. electives listed. Note that these courses are offered in either the Fall OR Spring semester--not both--and some of the Physics courses are not offered every year. Additional electives may be available that are not listed. Mr. Bill LePage ( wlp1@nyu.edu ) in the Physics Department has up-to-date information on elective course offerings:   (see electives for the B.A. Program)     Electives required for the B. S. degree:       PHYS-UA 210 Computational Physics (Fall Semester) Prerequisites Physics III, Mathematical Physics    CHEM-UA 101 College Chemistry I (Fall Semester)    CHEM-UA 102 College Chemistry II (Spring Semester)    BIOL-UA 11 Principles of Biology (Fall Semester) or a course in Chemistry?above the level of College Chemistry II, CHEM-UA 102          Courses for Physics Majors for the dual degree program General Information: A major in Physics can be combined with the following Engineering Majors:       Civil Engineering    Electrical Engineering    Mechanical Engineering    The typical course sequence for physics major in the dual degree program begins in a students' first year at NYU:    Year 1:    Fall Semester: MATH-UA 121 Calculus I PHYS-UA 91 Physics I PHYS-UA 71 Introductory Experimental Physics I    Spring Semester: MATH-UA 122 Calculus II PHYS-UA 93 Physics II PHYS-UA 72 Introductory Experimental Physics II    Year 2:    Fall Semester: MATH-UA 123 Calculus III PHYS-UA 95 Physics III PHYS-UA 73 Intermediate Experimental Physics I    Spring Semester: PHYS-UA 106 Mathematical Physics PHYS-UA 105 Classical and Quantum Waves PHYS-UA 74 Intermediate Experimental Physics II       Year 3:    Fall Semester: PHYS-UA 131 Electricity and Magnetism I PHYS-UA 123 Quantum Mechanics I    Spring Semester: PHYS-UA 112 Advanced Experimental Physics PHYS-UA 140 Thermal & Statistical Physics    Year 4:    Fall Semester (Elective*)    Spring Semester: (Elective*)    *The following are the elective courses and prerequisites. Students in the dual degree program are required to take ONE of the following elective courses. Note that these courses are offered in either the Fall OR Spring semester--not both--and some of the courses are not offered every year. Additional electives may be available that are not listed. Mr. Bill LePage ( wlp1@nyu.edu ) in the Physics Department has up-to-date information on elective course offerings:   (see electives for the B.A. Program)      Minor in Physics or Astronomy    Minor in Physics Provides the student with a general survey of the field plus specialized study. Consists of four of the following courses, or three of the following courses plus one of the courses listed under the minor in astronomy: Sound and Music PHYS-UA 10, General Physics I PHYS-UA 11 and General Physics II PHYS-UA 12, 20th Century Concepts of Space, Time and Matter PHYS-UA 20, and all courses numbered above and including PHYS-UA 91 (Physics I) except for PHYS-UA 72 (Introductory Experimental Physics II) and PHYS-UA 73 (Intermediate Experimental Physics I). Minor in Astronomy    Provides a comprehensive introduction to astronomy, including modern concepts, historical ideas, and observational experience. Consists of four courses: The Universe: Its Nature and History PHYS-UA 07, and the three following (or two of the following, and one of the courses listed under the minor in physics): Origins of Astronomy PHYS-UA 08, Observational Astronomy PHYS-UA 13, and Astrophysics PHYS-UA 150. Reading Courses    Reading courses are arranged in consultation with a member of the Physics Faculty. They can be in topics including Astrophysics (Hogg, Scoccimarro, Gruzinov, Farrar, Huggins), High Energy Physics (Mincer, Nemethy, Sculli), Fluid Mechanics/Biophysics (Zhang), Non-linear dynamics (Lowenstein), Atomic Physics (Sleator), Condensed Matter Physics (Kent, Levy and Grier), and Theoretical Particle Physics (Dvali, Porrati, Zwanziger).    Research The department and NYU strongly encourage undergraduates to conduct research with faculty. The are many opportunities and possible areas of inquiry, including astrophysics, atomic and optical physics, condensed matter physics, high energy physics and non-linear dynamics. The first step is finding out about possible research subjects and projects:       Talk with your faculty advisor in the department.    Check out research on our website.    Find out about projects that other students have worked on.    Speak to your course instructors outside the classroom about research. NYU also has an annual research conference (usually in April) in which undergraduates participate and present the results of their research. This is a wonderful event and a great way to find out more about undergraduate research at NYU. There are also some grants               Contact Us | &copy; New York University , Arts and Science"}]}][{"detail": [{"content": "New York University &gt; NYU Bookstores                                                                      Skip to Navigation | Skip to Content                                  Home | About Us | NYU Authors | Hours & Locations | Events | FAQs | Contact                                              New York University              New York University              NYU Bookstores                                                Bookstore       Computer Store       NYU Clothing & Gifts       Faculty Services       Textbooks                                                NYU Clothing &amp; Gifts                                                            Women's T-Shirt       &raquo;Order Now       Women's NYU Tank             &raquo;Order Now       Men's T-Shirt             &raquo;Order Now             Men's T-Shirt       &raquo;Order Now                    General Books                                                               On the Move: A Life       My Struggle, Book Three: Boyhood       First Jobs: True Tales of Bad Bosses....       No Place to Hide: Edward Snowden...                 &raquo;Order Now       &raquo;Order Now       &raquo;Order Now       &raquo;Order Now                                                                                                                         There are several new ways to acquire textbooks!       Compare Prices on our website ~ Rent in-store or online       &raquo; View Your Textbook Options       &raquo;Search All Books &raquo;View Book Bag                         NYU Computer Store                                                              Apple iMac               Galaxy Tab        Dell Desktop        Microsoft Office                    &raquo; NYU Pricing Guides and Ordering                         Please read this important notice regarding departmental purchases &raquo; Departmental Purchasing"}]},
{"detail": [{"content": "New York University &gt; NYU Bookstores                                                                      Skip to Navigation | Skip to Content                                  Home | About Us | NYU Authors | Hours & Locations | Events | FAQs | Contact                                              New York University              New York University              NYU Bookstores                                                Bookstore       Computer Store       NYU Clothing & Gifts       Faculty Services       Textbooks                                                NYU Clothing &amp; Gifts                                                            Women's T-Shirt       &raquo;Order Now       Women's NYU Tank             &raquo;Order Now       Men's T-Shirt             &raquo;Order Now             Men's T-Shirt       &raquo;Order Now                    General Books                                                               On the Move: A Life       My Struggle, Book Three: Boyhood       First Jobs: True Tales of Bad Bosses....       No Place to Hide: Edward Snowden...                 &raquo;Order Now       &raquo;Order Now       &raquo;Order Now       &raquo;Order Now                                                                                                                         There are several new ways to acquire textbooks!       Compare Prices on our website ~ Rent in-store or online       &raquo; View Your Textbook Options       &raquo;Search All Books &raquo;View Book Bag                         NYU Computer Store                                                              Apple iMac               Galaxy Tab        Dell Desktop        Microsoft Office                    &raquo; NYU Pricing Guides and Ordering                         Please read this important notice regarding departmental purchases &raquo; Departmental Purchasing"}, {"content": "Frequently Asked Questions - JD Application Questions | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; JD Admissions &rsaquo; Applicants &rsaquo; JD Application FAQ                  JD Admissions                 Frequently Asked Questions - JD Application Questions                 Applicants       Admissions Standards   Class Profile   Admissions Information and Instructions   JD Application   JD Application FAQ   Transfer and Non-Matriculant Application   Transfer Application FAQ   Non-Matriculant Application FAQ                             How do I request an application?   What are your JD application deadlines?   Does applying Early Decision increase my chances of admission?   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   Is someone with a graduate degree at an advantage in applying to law school?   How does the Committee view a canceled LSAT score?   If I take the LSAT more than once, does the Committee see the higher score?   What are the grade point averages and LSAT scores of your students?   Do you offer application fee waivers?   Do you accept the February LSAT exam when applying for the fall 2016 semester?   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   How does the Committee view pass/fail grades on transcripts?   How many letters of recommendation do you require?   By what method may I submit a recommendation?   If I have been out of school for a while, who should I get letters of recommendation from?   Do you grant interviews for admission?   If I am a foreign educated applicant, how can I submit my transcripts?   Do you have a part-time or evening JD program?   How can I reapply to NYU School of Law?   Can I enter in the spring?   What is the average age of an NYU Law student?   Do you have a minority recruiter or recruitment program?   Where do NYU School of Law students live?   What are your office hours?   Does your office offer guided tours of the campus?   How much is tuition?   Where do I find out about the Paralegal Studies Program?   How can I make sure that my application is complete and can I check the status of my application?     How do I request an application?   The online application for fall 2016 JD admission will be available September 1.   What are your JD application deadlines?     Regular Decision (Mid-April Decision): February 15   Early Decision (Late December Decision): November 15   Scholarships and Academic Scholars Program Applications: January 1     Does applying Early Decision increase my chances of admission?   No. Early Decision candidates are evaluated for admission according to the same selection criteria that apply to regular candidates. While their particular enthusiasm for the New York University School of Law as their first choice law school is considered by our Admissions Committee, Early Decision candidates do not enjoy significant advantage in the keenly competitive selection process. Some Early Decision applicants not offered admission in December will be placed on Hold and reviewed again in the spring as part of the Regular Decision pool; others not admitted in December will be informed that their application for admission has been denied and will not be evaluated again this year.   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   The Committee looks for a broad range of courses, some of which are analytically demanding and others that require heavy reading loads and develop research and writing skills.   Is someone with a graduate degree at an advantage in applying to law school?   The Committee will give consideration to everything included in the application. An applicant holding a graduate degree does not necessarily have a competitive advantage over an applicant who does not have a graduate degree.   How does the Committee view a canceled LSAT score?   This has no impact on the evaluation of an application.   If I take the LSAT more than once, does the Committee see the higher score?   Yes, but they evaluate based on the average score in most cases. The Committee may take special circumstances into account. If a candidate can point out specific reasons why the Committee should consider an LSAT score aberrant, they should detail those reasons in an addendum to the personal statement.   What are the grade point averages and LSAT scores of your students?   For the fall 2014 entering class, the 75% and 25% are 3.87 and 3.56 for undergraduate GPA, and 172 and 167 for LSAT score, respectively.   Do you offer application fee waivers?   Applicants who have received an LSAC-approved LSAT or CAS fee waiver, will have their NYU School of Law $85 application fee automatically waived.     Applicants who are alumni of Teach for America or the Peace Corps are eligible for an $85 application fee waiver. To qualify, applicants must have completed their 2-year commitment to Teach for America or the Peace Corps by the start of the fall 2015 semester. Further, Teach for America alumni must have completed TFA's pre-corps training institute and served as a teacher for two years in a low-income community through their TFA placement. Applicants who have completed less than 2 years by the start of law school or those who are just entering Teach for America or the Peace Corps are not eligible. The application fee will also be waived for those who have served or are serving in the United States military. (Participation in a foreign country's military does not qualify an applicant for a fee waiver.)     Teach for America, Peace Corps and US military participants should send their request for a fee waiver to law.moreinfo@nyu.edu . Applicants must have an account with the LSAC. To request an application fee waiver, please include your L number as well as the basis for the waiver (Teach for America, Peace Corps, or US military Service).   Do you accept the February LSAT exam when applying for the fall 2016 semester?   Applicants must take the LSAT no later than December 2015 in order to apply to enter in the fall 2016 semester.   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   The oldest score we will accept in order to apply for fall 2015 is the June 2011 LSAT score.   How does the Committee view pass/fail grades on transcripts?   T he Committee considers the circumstances; were such courses required or optional, how many and in which subjects are such grades, etc. Please include any narratives or course evaluations of such transcripts with your application if they are available.   How many letters of recommendation do you require?   Two letters of recommendation are required to complete your application. Candidates applying for the Root-Tilden-Kern and related scholarships must submit at least one additional recommendation that addresses the candidate's commitment to public service.   By what method may I submit a recommendation?   NYU School of Law does not use a recommendation form. The Committee on Admissions prefers the use of the LSAC Letter of Recommendation (LOR) Service.   If I have been out of school for a while, from whom should I get letters of recommendation?   A professor or an employer or anyone who can speak to your ability to succeed in a rigorous law school program. Academic letters on file that are several years old may be helpful to the Committee as well.   Do you grant interviews for admissions?   Interviews and/or meetings with members of the Committee on Admissions are not granted at any point during the application process. Applicants are encouraged to consult published and online NYU School of Law informational resources for answers to their questions. Concerns that are not addressed in the aforementioned resources should be mailed to the attention of the Committee on Admissions.   If I am a foreign educated applicant, how can I submit my transcripts?   Foreign transcripts must be submitted through the LSAC Credential Assembly Service. Applicants who completed any post-secondary work outside of the US (including its territories) or Canada, must use this service for the evaluation of foreign transcripts. The one exception to this requirement is foreign work completed through a study abroad, consortium, or exchange program sponsored by a US or Canadian institution, and where the work is clearly indicated as such on the home campus transcript. Please visit www.lsac.org for details. Foreign applicants must take the LSAT however, foreign applicants to the JD program need not take the TOEFL. Foreign-trained lawyers should apply for the LLM Program.   Do you have a part-time or evening JD program?   No.   How can I reapply to NYU School of Law?   If a candidate previously applied to the Law School and has decided to reapply for the fall 2016 admissions cycle the candidate must complete the fall 2016 application form (including the personal statement and a letter of recommendation). You must also pay the appropriate application fee, register with the Credential Assembly Service (CAS) and send updated transcripts to LSAC for all academic work (undergraduate, graduate and/or professional) undertaken since your last application. Please note that the Law School Admissions Council has extended its service to applicants for five years requiring a $25.00 report fee to have the LSAT score report and undergraduate transcripts sent through Credential Assembly Service to the NYU School of Law. For more information, visit www.lsac.org   Can I enroll in the spring?   No.   What is the average age of an NYU School of Law student?   For the fall 2013 entering class, approximately 70% of the students had taken at least one year off prior to entering law school. Approximately 12% of the students had been out of college for five years or more. The average age of the students in last year’s entering class was 24.   Do you have a minority recruiter or recruitment program?   NYU School of Law is committed to recruiting a diverse student body. That commitment is a significant aspect of all recruitment efforts.   Where do NYU School of Law students live?   NYU School of Law has two residences in which law students, their spouses or partners and their children live. In most years, we have been able to provide housing for all incoming students who request it. For more information, please visit the Department of Residential Services website.   What are your office hours?   You are welcome to visit the New York University School of Law anytime during regular business hours. To obtain a visitor's pass and gain access to all Law School buildings, please first visit the Office of Admissions Welcome Desk located in the lobby of Wilf Hall. Prospective students/visitors should bring a driver's license or other form of photo identification. During your visit you may take a self-guided tour and/or observe classes while they are in session.   Does your office offer guided tours of the campus?   NYU School of Law currently offers tours of the campus during the fall semester only following each JD information session. You are also welcome to visit the Welcome Desk during our office hours to obtain a Self-Guided Tour which will allow you to explore our campus on your own.   How much is tuition?   Tuition for the 2014-2015 academic year is $55,330. Information on the typical student expense budget is also available.   Where do I find out about the Paralegal Studies Program?   Please contact the NYU School of Professional Studies at (212) 790-1320.   How can I make sure that my application is complete and can I check the status of my application?   (Please note that we have an online status check function available for all applicants accessible here .) The Office of Admissions will try to keep you informed about the status of your application by notifying you if any of the material necessary to complete your application is missing. However, it takes time for the committee to give each application due consideration. Also, please note that it is common for some time to pass, up to and including a few weeks, between the receipt of an application and the request of a CAS report. To avoid any problems or delays please be sure to assemble as many parts of your application as possible and submit them together, when calling the Office of Admissions please identify yourself as an JD applicant, and keep a copy of your application and supporting material since we will not return any part of your application. Lastly, the Office of Admissions will not release any information to anyone except the applicant. Further, the Office of Admissions does not give admissions decisions by email, telephone or fax. This policy helps to protect the confidentiality of every applicant.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "New York University &gt; NYU Bookstores                                                                      Skip to Navigation | Skip to Content                                  Home | About Us | NYU Authors | Hours & Locations | Events | FAQs | Contact                                              New York University              New York University              NYU Bookstores                                                Bookstore       Computer Store       NYU Clothing & Gifts       Faculty Services       Textbooks                                                NYU Clothing &amp; Gifts                                                            Women's T-Shirt       &raquo;Order Now       Women's NYU Tank             &raquo;Order Now       Men's T-Shirt             &raquo;Order Now             Men's T-Shirt       &raquo;Order Now                    General Books                                                               On the Move: A Life       My Struggle, Book Three: Boyhood       First Jobs: True Tales of Bad Bosses....       No Place to Hide: Edward Snowden...                 &raquo;Order Now       &raquo;Order Now       &raquo;Order Now       &raquo;Order Now                                                                                                                         There are several new ways to acquire textbooks!       Compare Prices on our website ~ Rent in-store or online       &raquo; View Your Textbook Options       &raquo;Search All Books &raquo;View Book Bag                         NYU Computer Store                                                              Apple iMac               Galaxy Tab        Dell Desktop        Microsoft Office                    &raquo; NYU Pricing Guides and Ordering                         Please read this important notice regarding departmental purchases &raquo; Departmental Purchasing"}, {"content": "Frequently Asked Questions - JD Application Questions | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; JD Admissions &rsaquo; Applicants &rsaquo; JD Application FAQ                  JD Admissions                 Frequently Asked Questions - JD Application Questions                 Applicants       Admissions Standards   Class Profile   Admissions Information and Instructions   JD Application   JD Application FAQ   Transfer and Non-Matriculant Application   Transfer Application FAQ   Non-Matriculant Application FAQ                             How do I request an application?   What are your JD application deadlines?   Does applying Early Decision increase my chances of admission?   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   Is someone with a graduate degree at an advantage in applying to law school?   How does the Committee view a canceled LSAT score?   If I take the LSAT more than once, does the Committee see the higher score?   What are the grade point averages and LSAT scores of your students?   Do you offer application fee waivers?   Do you accept the February LSAT exam when applying for the fall 2016 semester?   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   How does the Committee view pass/fail grades on transcripts?   How many letters of recommendation do you require?   By what method may I submit a recommendation?   If I have been out of school for a while, who should I get letters of recommendation from?   Do you grant interviews for admission?   If I am a foreign educated applicant, how can I submit my transcripts?   Do you have a part-time or evening JD program?   How can I reapply to NYU School of Law?   Can I enter in the spring?   What is the average age of an NYU Law student?   Do you have a minority recruiter or recruitment program?   Where do NYU School of Law students live?   What are your office hours?   Does your office offer guided tours of the campus?   How much is tuition?   Where do I find out about the Paralegal Studies Program?   How can I make sure that my application is complete and can I check the status of my application?     How do I request an application?   The online application for fall 2016 JD admission will be available September 1.   What are your JD application deadlines?     Regular Decision (Mid-April Decision): February 15   Early Decision (Late December Decision): November 15   Scholarships and Academic Scholars Program Applications: January 1     Does applying Early Decision increase my chances of admission?   No. Early Decision candidates are evaluated for admission according to the same selection criteria that apply to regular candidates. While their particular enthusiasm for the New York University School of Law as their first choice law school is considered by our Admissions Committee, Early Decision candidates do not enjoy significant advantage in the keenly competitive selection process. Some Early Decision applicants not offered admission in December will be placed on Hold and reviewed again in the spring as part of the Regular Decision pool; others not admitted in December will be informed that their application for admission has been denied and will not be evaluated again this year.   Is there any particular undergraduate coursework that the Committee on Admissions values highly?   The Committee looks for a broad range of courses, some of which are analytically demanding and others that require heavy reading loads and develop research and writing skills.   Is someone with a graduate degree at an advantage in applying to law school?   The Committee will give consideration to everything included in the application. An applicant holding a graduate degree does not necessarily have a competitive advantage over an applicant who does not have a graduate degree.   How does the Committee view a canceled LSAT score?   This has no impact on the evaluation of an application.   If I take the LSAT more than once, does the Committee see the higher score?   Yes, but they evaluate based on the average score in most cases. The Committee may take special circumstances into account. If a candidate can point out specific reasons why the Committee should consider an LSAT score aberrant, they should detail those reasons in an addendum to the personal statement.   What are the grade point averages and LSAT scores of your students?   For the fall 2014 entering class, the 75% and 25% are 3.87 and 3.56 for undergraduate GPA, and 172 and 167 for LSAT score, respectively.   Do you offer application fee waivers?   Applicants who have received an LSAC-approved LSAT or CAS fee waiver, will have their NYU School of Law $85 application fee automatically waived.     Applicants who are alumni of Teach for America or the Peace Corps are eligible for an $85 application fee waiver. To qualify, applicants must have completed their 2-year commitment to Teach for America or the Peace Corps by the start of the fall 2015 semester. Further, Teach for America alumni must have completed TFA's pre-corps training institute and served as a teacher for two years in a low-income community through their TFA placement. Applicants who have completed less than 2 years by the start of law school or those who are just entering Teach for America or the Peace Corps are not eligible. The application fee will also be waived for those who have served or are serving in the United States military. (Participation in a foreign country's military does not qualify an applicant for a fee waiver.)     Teach for America, Peace Corps and US military participants should send their request for a fee waiver to law.moreinfo@nyu.edu . Applicants must have an account with the LSAC. To request an application fee waiver, please include your L number as well as the basis for the waiver (Teach for America, Peace Corps, or US military Service).   Do you accept the February LSAT exam when applying for the fall 2016 semester?   Applicants must take the LSAT no later than December 2015 in order to apply to enter in the fall 2016 semester.   What is the oldest LSAT score you will accept in order to apply for the fall 2016 semester?   The oldest score we will accept in order to apply for fall 2015 is the June 2011 LSAT score.   How does the Committee view pass/fail grades on transcripts?   T he Committee considers the circumstances; were such courses required or optional, how many and in which subjects are such grades, etc. Please include any narratives or course evaluations of such transcripts with your application if they are available.   How many letters of recommendation do you require?   Two letters of recommendation are required to complete your application. Candidates applying for the Root-Tilden-Kern and related scholarships must submit at least one additional recommendation that addresses the candidate's commitment to public service.   By what method may I submit a recommendation?   NYU School of Law does not use a recommendation form. The Committee on Admissions prefers the use of the LSAC Letter of Recommendation (LOR) Service.   If I have been out of school for a while, from whom should I get letters of recommendation?   A professor or an employer or anyone who can speak to your ability to succeed in a rigorous law school program. Academic letters on file that are several years old may be helpful to the Committee as well.   Do you grant interviews for admissions?   Interviews and/or meetings with members of the Committee on Admissions are not granted at any point during the application process. Applicants are encouraged to consult published and online NYU School of Law informational resources for answers to their questions. Concerns that are not addressed in the aforementioned resources should be mailed to the attention of the Committee on Admissions.   If I am a foreign educated applicant, how can I submit my transcripts?   Foreign transcripts must be submitted through the LSAC Credential Assembly Service. Applicants who completed any post-secondary work outside of the US (including its territories) or Canada, must use this service for the evaluation of foreign transcripts. The one exception to this requirement is foreign work completed through a study abroad, consortium, or exchange program sponsored by a US or Canadian institution, and where the work is clearly indicated as such on the home campus transcript. Please visit www.lsac.org for details. Foreign applicants must take the LSAT however, foreign applicants to the JD program need not take the TOEFL. Foreign-trained lawyers should apply for the LLM Program.   Do you have a part-time or evening JD program?   No.   How can I reapply to NYU School of Law?   If a candidate previously applied to the Law School and has decided to reapply for the fall 2016 admissions cycle the candidate must complete the fall 2016 application form (including the personal statement and a letter of recommendation). You must also pay the appropriate application fee, register with the Credential Assembly Service (CAS) and send updated transcripts to LSAC for all academic work (undergraduate, graduate and/or professional) undertaken since your last application. Please note that the Law School Admissions Council has extended its service to applicants for five years requiring a $25.00 report fee to have the LSAT score report and undergraduate transcripts sent through Credential Assembly Service to the NYU School of Law. For more information, visit www.lsac.org   Can I enroll in the spring?   No.   What is the average age of an NYU School of Law student?   For the fall 2013 entering class, approximately 70% of the students had taken at least one year off prior to entering law school. Approximately 12% of the students had been out of college for five years or more. The average age of the students in last year’s entering class was 24.   Do you have a minority recruiter or recruitment program?   NYU School of Law is committed to recruiting a diverse student body. That commitment is a significant aspect of all recruitment efforts.   Where do NYU School of Law students live?   NYU School of Law has two residences in which law students, their spouses or partners and their children live. In most years, we have been able to provide housing for all incoming students who request it. For more information, please visit the Department of Residential Services website.   What are your office hours?   You are welcome to visit the New York University School of Law anytime during regular business hours. To obtain a visitor's pass and gain access to all Law School buildings, please first visit the Office of Admissions Welcome Desk located in the lobby of Wilf Hall. Prospective students/visitors should bring a driver's license or other form of photo identification. During your visit you may take a self-guided tour and/or observe classes while they are in session.   Does your office offer guided tours of the campus?   NYU School of Law currently offers tours of the campus during the fall semester only following each JD information session. You are also welcome to visit the Welcome Desk during our office hours to obtain a Self-Guided Tour which will allow you to explore our campus on your own.   How much is tuition?   Tuition for the 2014-2015 academic year is $55,330. Information on the typical student expense budget is also available.   Where do I find out about the Paralegal Studies Program?   Please contact the NYU School of Professional Studies at (212) 790-1320.   How can I make sure that my application is complete and can I check the status of my application?   (Please note that we have an online status check function available for all applicants accessible here .) The Office of Admissions will try to keep you informed about the status of your application by notifying you if any of the material necessary to complete your application is missing. However, it takes time for the committee to give each application due consideration. Also, please note that it is common for some time to pass, up to and including a few weeks, between the receipt of an application and the request of a CAS report. To avoid any problems or delays please be sure to assemble as many parts of your application as possible and submit them together, when calling the Office of Admissions please identify yourself as an JD applicant, and keep a copy of your application and supporting material since we will not return any part of your application. Lastly, the Office of Admissions will not release any information to anyone except the applicant. Further, the Office of Admissions does not give admissions decisions by email, telephone or fax. This policy helps to protect the confidentiality of every applicant.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Suggested Time Line for Completion of Undergraduate Degree    |     Physics    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Research       Undergraduate Program       Graduate Program       Resources       Physics Dept Events       Recent News       Alumni             Stay Connected           YouTube       Ustream                    Back to Home       Suggested Time Line for Completion of Undergraduate Degree   General Advice If you are thinking of majoring in physics it is important to take Physics I and II as well as Calculus I and II in your first year. This permits you to satisfy all the requirements of the major and benefit from the full range of advanced physics electives in your junior and senior years. Even if you decide to major in another science subject these courses will likely serve you well. It is possible to major in physics beginning in your second year but more difficult and your choice of electives will be limited. For further advice, please see the undergraduate physics advisor, Prof. Daniel Zwanziger.    Courses for Physics Majors for the Bachelor of Arts program The typical course sequence for physics major begins in a students' first year at NYU:    Year 1:    Fall Semester: MATH-UA 121 Calculus I PHYS-UA 91 Physics I PHYS-UA 71 Introductory Experimental Physics I    Spring Semester: MATH-UA 122 Calculus II PHYS-UA 93 Physics II PHYS-UA 72 Introductory Experimental Physics II    Year 2:    Fall Semester: MATH-UA 123 Calculus III PHYS-UA 95 Physics III PHYS-UA 73 Intermediate Experimental Physics I    Spring Semester: PHYS-UA 106 Mathematical Physics PHYS-UA 105 Classical and Quantum Waves PHYS-UA 74 Intermediate Experimental Physics II    Year 3:    Fall Semester: PHYS-UA 131 Electricity and Magnetism I PHYS-UA 123 Quantum Mechanics I    Spring Semester: PHYS-UA 112 Advanced Experimental Physics &mdash; or Year 4 (Fall or Spring) PHYS-UA 140 Thermal and Statistical Physics    Year 4:    Fall Semester: (Elective*) (Elective*)    Spring Semester: (Elective*) (Elective*)    *The following are the elective courses and prerequisites. Note that these courses are offered in either the Fall or Spring semester--not both--and some of the courses are not offered every year. Additional electives may be available that are not listed. Mr. Bill LePage ( wlp1@nyu.edu ) in the Physics Department has up-to-date information on elective course offerings:       PHYS-UA 110 Electronics for Scientists (Fall Semester) Prerequisite Physics II   PHYS-UA 120 Dynamics (Fall Semester) Prerequisites Physics III and Mathematical Physics    PHYS-UA 124 Quantum Mechanics II (Spring Semester) Prerequisite Quantum Mechanics I    PHYS-UA 133 Optics Prerequisites Physics III and Mathematical Physics    PHYS-UA 136 Readings in Particle Physics (every other year)    PHYS-UA 150 Astrophysics Prerequisite Physics III or General Physics II   PHYS-UA 210 Computational Physics (Fall Semester) Prerequisites Physics III and Mathematical Physics    PHYS-UA 132 Electricity and Magnetism (spring semester) prerequisite Electricity & Magnetism I   PHYS-UA 135 Condensed Matter Physics (every other year) prerequisite Classical & Quantum Waves   PHYS-UA 160 Physics of Biology (every other year) prerequisite Physics III   PHYS-UA 170 General Relativity (every other year) prerequisite Dynamics   PHYS-UA 800 Special Topics in Physics (offered occasionally)         Courses for Physics Majors for the Bachelor of Science Program The typical course sequence for physics major in the BS program begins in a students' first year at NYU:    Year 1:    Fall Semester: MATH-UA 121 Calculus I PHYS-UA 91 Physics I PHYS-UA 71 Introductory Experimental Physics I (B.S. Elective*)    Spring Semester: MATH-UA 122 Calculus II PHYS-UA 93 Physics II PHYS-UA 72 Introductory Experimental Physics II (B.S. Elective*)    Year 2:    Fall Semester: MATH-UA 123 Calculus III PHYS-UA 95 Physics III PHYS-UA 73 Intermediate Experimental Physics I (B.S. Elective*)    Spring Semester: PHYS-UA 106 Mathematical Physics PHYS-UA 105 Classical and Quantum Waves PHYS-UA 74 Intermediate Experimental Physics II (B.S. Elective*)    Year 3:    Fall Semester: PHYS-UA 131 Electricity and Magnetism I PHYS-UA 123 Quantum Mechanics I (B.S. Elective*)    Spring Semester: PHYS-UA 112 Advanced Experimental Physics &mdash; or Year 4 (Fall or Spring)    Year 4:    Fall Semester: (Elective*)    Spring Semester: PHYS-UA 140 Thermal and Statistical Physics (can also be taken in Year 3)    *The following are the elective courses and prerequisites. For the Bachelor of Science a minimum requirement is the 4 electives listed below under B.S. Electives. You may substitute more advanced courses in Computer Science, Chemistry and Biology for the B.S. electives listed. Note that these courses are offered in either the Fall OR Spring semester--not both--and some of the Physics courses are not offered every year. Additional electives may be available that are not listed. Mr. Bill LePage ( wlp1@nyu.edu ) in the Physics Department has up-to-date information on elective course offerings:   (see electives for the B.A. Program)     Electives required for the B. S. degree:       PHYS-UA 210 Computational Physics (Fall Semester) Prerequisites Physics III, Mathematical Physics    CHEM-UA 101 College Chemistry I (Fall Semester)    CHEM-UA 102 College Chemistry II (Spring Semester)    BIOL-UA 11 Principles of Biology (Fall Semester) or a course in Chemistry?above the level of College Chemistry II, CHEM-UA 102          Courses for Physics Majors for the dual degree program General Information: A major in Physics can be combined with the following Engineering Majors:       Civil Engineering    Electrical Engineering    Mechanical Engineering    The typical course sequence for physics major in the dual degree program begins in a students' first year at NYU:    Year 1:    Fall Semester: MATH-UA 121 Calculus I PHYS-UA 91 Physics I PHYS-UA 71 Introductory Experimental Physics I    Spring Semester: MATH-UA 122 Calculus II PHYS-UA 93 Physics II PHYS-UA 72 Introductory Experimental Physics II    Year 2:    Fall Semester: MATH-UA 123 Calculus III PHYS-UA 95 Physics III PHYS-UA 73 Intermediate Experimental Physics I    Spring Semester: PHYS-UA 106 Mathematical Physics PHYS-UA 105 Classical and Quantum Waves PHYS-UA 74 Intermediate Experimental Physics II       Year 3:    Fall Semester: PHYS-UA 131 Electricity and Magnetism I PHYS-UA 123 Quantum Mechanics I    Spring Semester: PHYS-UA 112 Advanced Experimental Physics PHYS-UA 140 Thermal & Statistical Physics    Year 4:    Fall Semester (Elective*)    Spring Semester: (Elective*)    *The following are the elective courses and prerequisites. Students in the dual degree program are required to take ONE of the following elective courses. Note that these courses are offered in either the Fall OR Spring semester--not both--and some of the courses are not offered every year. Additional electives may be available that are not listed. Mr. Bill LePage ( wlp1@nyu.edu ) in the Physics Department has up-to-date information on elective course offerings:   (see electives for the B.A. Program)      Minor in Physics or Astronomy    Minor in Physics Provides the student with a general survey of the field plus specialized study. Consists of four of the following courses, or three of the following courses plus one of the courses listed under the minor in astronomy: Sound and Music PHYS-UA 10, General Physics I PHYS-UA 11 and General Physics II PHYS-UA 12, 20th Century Concepts of Space, Time and Matter PHYS-UA 20, and all courses numbered above and including PHYS-UA 91 (Physics I) except for PHYS-UA 72 (Introductory Experimental Physics II) and PHYS-UA 73 (Intermediate Experimental Physics I). Minor in Astronomy    Provides a comprehensive introduction to astronomy, including modern concepts, historical ideas, and observational experience. Consists of four courses: The Universe: Its Nature and History PHYS-UA 07, and the three following (or two of the following, and one of the courses listed under the minor in physics): Origins of Astronomy PHYS-UA 08, Observational Astronomy PHYS-UA 13, and Astrophysics PHYS-UA 150. Reading Courses    Reading courses are arranged in consultation with a member of the Physics Faculty. They can be in topics including Astrophysics (Hogg, Scoccimarro, Gruzinov, Farrar, Huggins), High Energy Physics (Mincer, Nemethy, Sculli), Fluid Mechanics/Biophysics (Zhang), Non-linear dynamics (Lowenstein), Atomic Physics (Sleator), Condensed Matter Physics (Kent, Levy and Grier), and Theoretical Particle Physics (Dvali, Porrati, Zwanziger).    Research The department and NYU strongly encourage undergraduates to conduct research with faculty. The are many opportunities and possible areas of inquiry, including astrophysics, atomic and optical physics, condensed matter physics, high energy physics and non-linear dynamics. The first step is finding out about possible research subjects and projects:       Talk with your faculty advisor in the department.    Check out research on our website.    Find out about projects that other students have worked on.    Speak to your course instructors outside the classroom about research. NYU also has an annual research conference (usually in April) in which undergraduates participate and present the results of their research. This is a wonderful event and a great way to find out more about undergraduate research at NYU. There are also some grants               Contact Us | &copy; New York University , Arts and Science"}]}]