[{"detail": [{"content": "Texts and Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Texts and Ideas | 2012-2013 Note: Previously listed as Conversations of the West Note: ** indicates an example syllabus   * indicates a preliminary syllabus       Spring 2013 schedule remains tentative. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Idea of Home Prof. Rust (English) syllabus A consideration of the numerous ways we use the word “home” in our daily lives reveals much about our concept of home: homeland, home plate, home turf, homeroom, hometown, homestead, and home field, for instance, all suggest that a home is first and foremost a place. The house icon we press in our browser windows in order to get back to our “home page” reveals how closely we equate home with a particular kind of place: a house. A house that is a home suggests safety, protection from the “cold cruel world” outside. But that very sense of enclosed safety, a central feature of our idea of home, has the potential of generating a range of secondary perceptions that can make the idea of home an instrument of violence, aggression, greed, and envy rather than ideals of love and care. Reading: Homer’s Odyssey, Sophocles’ Antigone, Plato’s Symposium, Vergil’s Aeneid, Shakespeare’s Tempest, Agee and Evans’s Let Us Now Praise Famous Men, Eugenides’ Middlesex. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Hatred, Anger, and Enmity Prof. Konstan (Classics) syllabus We are taught that love is divine and hate a crime, that we should overcome anger, forswear resentment and vengeance, and forgive enemies. But have we perhaps neglected the propriety and even necessity of the so-called negative sentiments? Is it possible that resentment, hatred, and vengeance may be justified, and that some actions are unforgivable? Examining hatreds and antagonisms in context, looking at philosophical, theological, political and religious analyses and also literary representations, our aim is not to condemn these sentiments out of hand as pathologies, but to consider their function and history. Readings: Genesis; Matthew; Euripides’ Medea and Hecuba; Aristotle’s Rhetoric; Seneca’s On Anger, Medea, and Thyestes; Lactantius’ On the Anger of God and On the Deaths of the Persecutors; selections from Aquinas; Montaigne’s \"On Cannibalism\"; Las Casas’ Destruction of the Indies; Shakespeare’s Titus Andronicus and Coriolanus; Marston’s Antonio’s Revenge; Nietzsche’s Genealogy of Morality; Freud’s Civilizations and Its Discontents; Améry’s At the Mind’s Limits; Derrida’s On Forgiveness; Diamond’s \"Vengence is Ours.\" FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Nature Prof. Appuhn (History) syllabus What is nature? Is it something external to us as human beings, or are we part of it? Are there particular ethical, religious, economic, or political considerations that should structure or determine our relationship with nature? How has the concept of nature been articulated by thinkers in the Western tradition from Plato to Earth First! founder Dave Foreman? Examining such questions in historical and cultural perspective, we consider competing ideas about humanity’s relationship to nature through seminal works theorizing the relationship between the individual and nature, society and nature, and the definition of nature. Readings: Plato’s Timaeus; Hebrew and Christian Scriptures; Descartes’ Discourse on Method; Hobbes’ Leviathan; Rousseau’s Discourse on Inequality; Leopold’s Sand County Almanac; Carson’s Silent Spring; Foreman’s Rewilding America; essays by Cronon, Thomas, Walker, and Worster; selections from Aquinas, Francis Bacon, Marx, Thoreau, and Emerson. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature) syllabus \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Materialism Prof. Shaw (English) syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Renaissance, New Worlds and Old Prof. Tylus (Italian Studies) syllabus Early modern men and women found themselves at the intersection of colliding ideas about the worlds they lived in. They both looked back to antiquity and the Bible, and ahead to new and unpredictable changes regarding religion, geography, and science. A Janus-faced moment, the Renaissance was rooted in the past and anticipatory in many ways of our own time. As we see from ancient texts, such anxiety about the unknown was not entirely new. As we move from the city of Ur (in modern-day Iraq) in 3000 b.c.e. to early modern Mexico in 1700, from a story about a powerful king facing his own mortality to poems by a mestiza nun, we read a variety of texts about borders, journeys, literal and figurative exile, and how one might best leave one’s mark on the world. We also consider the relationship between the literature and art of the period, and one assignment will be based on a direct study of a sculpture or painting at the Metropolitan Museum in New York. Readings: selections from the Hebrew Bible and New Testament, Gilgamesh, Homer’s Iliad, Vergil’s Aeneid, Tornabuoni’s Sacred Narratives, Columbus’s Four Voyages, Leon-Portilla’s Broken Spears, Tasso’s Jerusalem Liberated, Shakespeare's Tempest, excerpts from Sappho, Petrarch, and Sor Juana Inés de la Cruz.  FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Goldwyn (French) syllabus Focuses on voyage, discovery, errantry, and exile in key ancient and Enlightenment texts and how these stories transformed and shaped understanding of the world, the \"other,\" and the self. We examine the way the Enlightenment thinkers revisited, reinterpreted, redefined, and, at times, rejected their intellectual and cultural legacy. Readings: Euripides' Medea; Genesis, Exodus, Job, Luke, and Acts; Plato's Symposium; Vergil's Aeneid; Augustine's Confessions; Voltaire's Candide; Diderot's Supplement to the Voyage of Bougainville; and Graffigny's Letters from a Peruvian Woman. FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies) syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology) syllabus** A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Ulfers (German) syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English) syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP) syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. FALL 2012 MAP-UA 412 Texts and Ideas: Antiquity and the Renaissance — Writing Intensive Prof. Gerety (Collegiate Professor) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    What is the soul? Is it the conscious self or something more? Does our identity persist beyond death? What is the relation between the soul and good and evil? Some say that Socrates 'discovered' the human soul, but the idea that we have souls that outlast our bodies is as old as humanity. Our understanding of the nature of our souls often dictates the way we feel we should live. We will explore ideas from Homer and Heraclitus through Socrates himself and then on to Sophocles, Plato, Aristotle, the Hebrew Bible, the New Testament (including the Gnostics), Augustine, and Vergil. We look for the elements that make up personal identity and value in the ancient world, both religious and secular, and see how much these change from Homer's world to that of Augustine and the Roman Empire. We then turn to Dante, who provides a bridge to some of the great thinkers and artists of the Renaissance--most notably Shakespeare and DaVinci but also Montaigne and Villon. In all of these, the permanence and even presence of our souls seem more uncertain, more threatened by death and obliteration, than in Plato or Paul, and this threat reaches our morality and values as well. In this way, the Renaissance marks the beginning of the world in which all of us must now find our way.    NOTE : Students must register for EXPOS-UA 1.015-019    FALL 2012 MAP-UA 414 Texts and Ideas: Antiquity and the 19th Century — Writing Intensive Prof. Renzi (MAP) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Job; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality, Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto.    NOTE : Students must register for EXPOS-UA 1.020-025 SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Freedom and Oppression Prof. Kunhardt (Collegiate Professor)  syllabus* Examines the human quest for freedom—freedom from slavery, from sexual oppression, and from the shackling of the mind—as these three came to a crisis in nineteenth century America. We begin with a critical reading of formative biblical texts and ideas; touch down on the passionate thought-world of the American founders; and culminate in a close look at mid-nineteenth century reform efforts, and the ideas of freedom that animated them. Exploring the dawn of biblical humanism, the embrace of the secular, and efforts to widen the circles of inclusion, we pay particular attention to the writings of Abraham Lincoln and his generation, as he and others, both allies and critics, worked to eradicate slavery from American society. Why did the Bible condone slavery, helping Americans justify continuing the practice? In what ways are competing ideas of freedom to be judged? How is the idea of freedom related to that of human equality? Readings: Genesis, Exodus, Psalms, Isaiah, Matthew, Luke; and works by Paine, Jefferson, Madison, Garrison, Douglass, Sumner, Stanton, Anthony, Rose, Emerson, Thoreau, Whitman, Parker, Mill, Ingersoll, Lincoln. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics — Mortal and Immortal Questions Professor Mitsis (Classics)  syllabus Some basic questions about the ways people view their lives in relation to death, including contrasting views of the afterlife and how those views influence human action and relations. Comparisons from different eras and analysis of a wide range of fundamental human attitudes about life and death in the context of different religious beliefs, types of political organization, and attitudes toward scientific knowledge. Some of the material is mythic (that is, presenting traditional accounts of gods and heroes) considered for both how they work as aesthetic objects and what they tell us about the values of the cultures that produced them. Also included are texts that either present human experience without direct reference to the divine or explicitly reject it. How do such works address questions of human mortality and in what different ways do they treat the possibility of human happiness, productive social relations, and the possibility of knowledge? Readings: Ramayana; Homer’s Iliad; Aeschylus’ Oresteia; Sophocles’ Oedipus and Antigone; Euripides’ Alcestis, Bacchae, and Medea; Lucretius’ On the Nature of Things; Epictetus’ Handbook; Mark, Matthew, 1 Corinthians, Romans; Augustine’s Confessions; d’Holbach’s Good Sense; Hume’s Dialogues Concerning Natural Religion; Mill’s On Liberty; Marx and Engels’ Communist Manifesto; Nietzsche’s Genealogy of Morality; Tolstoy’s Death of Ivan Ilych and Hadji Mura; Proust’s Swann’s Way; Freud’s Civilization and Its Discontents. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)  syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires . SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—On Liberation Prof. Watson (English)  syllabus What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2013 MAP-UA 402 Texts and Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Garrett (Philosophy) All animals live, but only human beings consider how to live; and only reflective human beings deliberate among different ways to decide how to live. Should one look for guidance to tradition, to religion, to the state, to nature, to feeling, to reason? Versions of this question were raised and addressed repeatedly and with urgency in both Antiquity and the Enlightenment. We examine some of the most important and influential attempts to answer it and some of the dialogue that such attempts have had with one another. Readings include Hebrew and Christian scriptures, Greek tragedy and philosophy, Spinoza, Locke, Rousseau, Hume, Kant, Wollstonecraft. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. top of page            Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Texts and Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Texts and Ideas | 2012-2013 Note: Previously listed as Conversations of the West Note: ** indicates an example syllabus   * indicates a preliminary syllabus       Spring 2013 schedule remains tentative. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Idea of Home Prof. Rust (English) syllabus A consideration of the numerous ways we use the word “home” in our daily lives reveals much about our concept of home: homeland, home plate, home turf, homeroom, hometown, homestead, and home field, for instance, all suggest that a home is first and foremost a place. The house icon we press in our browser windows in order to get back to our “home page” reveals how closely we equate home with a particular kind of place: a house. A house that is a home suggests safety, protection from the “cold cruel world” outside. But that very sense of enclosed safety, a central feature of our idea of home, has the potential of generating a range of secondary perceptions that can make the idea of home an instrument of violence, aggression, greed, and envy rather than ideals of love and care. Reading: Homer’s Odyssey, Sophocles’ Antigone, Plato’s Symposium, Vergil’s Aeneid, Shakespeare’s Tempest, Agee and Evans’s Let Us Now Praise Famous Men, Eugenides’ Middlesex. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Hatred, Anger, and Enmity Prof. Konstan (Classics) syllabus We are taught that love is divine and hate a crime, that we should overcome anger, forswear resentment and vengeance, and forgive enemies. But have we perhaps neglected the propriety and even necessity of the so-called negative sentiments? Is it possible that resentment, hatred, and vengeance may be justified, and that some actions are unforgivable? Examining hatreds and antagonisms in context, looking at philosophical, theological, political and religious analyses and also literary representations, our aim is not to condemn these sentiments out of hand as pathologies, but to consider their function and history. Readings: Genesis; Matthew; Euripides’ Medea and Hecuba; Aristotle’s Rhetoric; Seneca’s On Anger, Medea, and Thyestes; Lactantius’ On the Anger of God and On the Deaths of the Persecutors; selections from Aquinas; Montaigne’s \"On Cannibalism\"; Las Casas’ Destruction of the Indies; Shakespeare’s Titus Andronicus and Coriolanus; Marston’s Antonio’s Revenge; Nietzsche’s Genealogy of Morality; Freud’s Civilizations and Its Discontents; Améry’s At the Mind’s Limits; Derrida’s On Forgiveness; Diamond’s \"Vengence is Ours.\" FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Nature Prof. Appuhn (History) syllabus What is nature? Is it something external to us as human beings, or are we part of it? Are there particular ethical, religious, economic, or political considerations that should structure or determine our relationship with nature? How has the concept of nature been articulated by thinkers in the Western tradition from Plato to Earth First! founder Dave Foreman? Examining such questions in historical and cultural perspective, we consider competing ideas about humanity’s relationship to nature through seminal works theorizing the relationship between the individual and nature, society and nature, and the definition of nature. Readings: Plato’s Timaeus; Hebrew and Christian Scriptures; Descartes’ Discourse on Method; Hobbes’ Leviathan; Rousseau’s Discourse on Inequality; Leopold’s Sand County Almanac; Carson’s Silent Spring; Foreman’s Rewilding America; essays by Cronon, Thomas, Walker, and Worster; selections from Aquinas, Francis Bacon, Marx, Thoreau, and Emerson. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature) syllabus \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Materialism Prof. Shaw (English) syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Renaissance, New Worlds and Old Prof. Tylus (Italian Studies) syllabus Early modern men and women found themselves at the intersection of colliding ideas about the worlds they lived in. They both looked back to antiquity and the Bible, and ahead to new and unpredictable changes regarding religion, geography, and science. A Janus-faced moment, the Renaissance was rooted in the past and anticipatory in many ways of our own time. As we see from ancient texts, such anxiety about the unknown was not entirely new. As we move from the city of Ur (in modern-day Iraq) in 3000 b.c.e. to early modern Mexico in 1700, from a story about a powerful king facing his own mortality to poems by a mestiza nun, we read a variety of texts about borders, journeys, literal and figurative exile, and how one might best leave one’s mark on the world. We also consider the relationship between the literature and art of the period, and one assignment will be based on a direct study of a sculpture or painting at the Metropolitan Museum in New York. Readings: selections from the Hebrew Bible and New Testament, Gilgamesh, Homer’s Iliad, Vergil’s Aeneid, Tornabuoni’s Sacred Narratives, Columbus’s Four Voyages, Leon-Portilla’s Broken Spears, Tasso’s Jerusalem Liberated, Shakespeare's Tempest, excerpts from Sappho, Petrarch, and Sor Juana Inés de la Cruz.  FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Goldwyn (French) syllabus Focuses on voyage, discovery, errantry, and exile in key ancient and Enlightenment texts and how these stories transformed and shaped understanding of the world, the \"other,\" and the self. We examine the way the Enlightenment thinkers revisited, reinterpreted, redefined, and, at times, rejected their intellectual and cultural legacy. Readings: Euripides' Medea; Genesis, Exodus, Job, Luke, and Acts; Plato's Symposium; Vergil's Aeneid; Augustine's Confessions; Voltaire's Candide; Diderot's Supplement to the Voyage of Bougainville; and Graffigny's Letters from a Peruvian Woman. FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies) syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology) syllabus** A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Ulfers (German) syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English) syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP) syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. FALL 2012 MAP-UA 412 Texts and Ideas: Antiquity and the Renaissance — Writing Intensive Prof. Gerety (Collegiate Professor) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    What is the soul? Is it the conscious self or something more? Does our identity persist beyond death? What is the relation between the soul and good and evil? Some say that Socrates 'discovered' the human soul, but the idea that we have souls that outlast our bodies is as old as humanity. Our understanding of the nature of our souls often dictates the way we feel we should live. We will explore ideas from Homer and Heraclitus through Socrates himself and then on to Sophocles, Plato, Aristotle, the Hebrew Bible, the New Testament (including the Gnostics), Augustine, and Vergil. We look for the elements that make up personal identity and value in the ancient world, both religious and secular, and see how much these change from Homer's world to that of Augustine and the Roman Empire. We then turn to Dante, who provides a bridge to some of the great thinkers and artists of the Renaissance--most notably Shakespeare and DaVinci but also Montaigne and Villon. In all of these, the permanence and even presence of our souls seem more uncertain, more threatened by death and obliteration, than in Plato or Paul, and this threat reaches our morality and values as well. In this way, the Renaissance marks the beginning of the world in which all of us must now find our way.    NOTE : Students must register for EXPOS-UA 1.015-019    FALL 2012 MAP-UA 414 Texts and Ideas: Antiquity and the 19th Century — Writing Intensive Prof. Renzi (MAP) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Job; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality, Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto.    NOTE : Students must register for EXPOS-UA 1.020-025 SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Freedom and Oppression Prof. Kunhardt (Collegiate Professor)  syllabus* Examines the human quest for freedom—freedom from slavery, from sexual oppression, and from the shackling of the mind—as these three came to a crisis in nineteenth century America. We begin with a critical reading of formative biblical texts and ideas; touch down on the passionate thought-world of the American founders; and culminate in a close look at mid-nineteenth century reform efforts, and the ideas of freedom that animated them. Exploring the dawn of biblical humanism, the embrace of the secular, and efforts to widen the circles of inclusion, we pay particular attention to the writings of Abraham Lincoln and his generation, as he and others, both allies and critics, worked to eradicate slavery from American society. Why did the Bible condone slavery, helping Americans justify continuing the practice? In what ways are competing ideas of freedom to be judged? How is the idea of freedom related to that of human equality? Readings: Genesis, Exodus, Psalms, Isaiah, Matthew, Luke; and works by Paine, Jefferson, Madison, Garrison, Douglass, Sumner, Stanton, Anthony, Rose, Emerson, Thoreau, Whitman, Parker, Mill, Ingersoll, Lincoln. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics — Mortal and Immortal Questions Professor Mitsis (Classics)  syllabus Some basic questions about the ways people view their lives in relation to death, including contrasting views of the afterlife and how those views influence human action and relations. Comparisons from different eras and analysis of a wide range of fundamental human attitudes about life and death in the context of different religious beliefs, types of political organization, and attitudes toward scientific knowledge. Some of the material is mythic (that is, presenting traditional accounts of gods and heroes) considered for both how they work as aesthetic objects and what they tell us about the values of the cultures that produced them. Also included are texts that either present human experience without direct reference to the divine or explicitly reject it. How do such works address questions of human mortality and in what different ways do they treat the possibility of human happiness, productive social relations, and the possibility of knowledge? Readings: Ramayana; Homer’s Iliad; Aeschylus’ Oresteia; Sophocles’ Oedipus and Antigone; Euripides’ Alcestis, Bacchae, and Medea; Lucretius’ On the Nature of Things; Epictetus’ Handbook; Mark, Matthew, 1 Corinthians, Romans; Augustine’s Confessions; d’Holbach’s Good Sense; Hume’s Dialogues Concerning Natural Religion; Mill’s On Liberty; Marx and Engels’ Communist Manifesto; Nietzsche’s Genealogy of Morality; Tolstoy’s Death of Ivan Ilych and Hadji Mura; Proust’s Swann’s Way; Freud’s Civilization and Its Discontents. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)  syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires . SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—On Liberation Prof. Watson (English)  syllabus What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2013 MAP-UA 402 Texts and Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Garrett (Philosophy) All animals live, but only human beings consider how to live; and only reflective human beings deliberate among different ways to decide how to live. Should one look for guidance to tradition, to religion, to the state, to nature, to feeling, to reason? Versions of this question were raised and addressed repeatedly and with urgency in both Antiquity and the Enlightenment. We examine some of the most important and influential attempts to answer it and some of the dialogue that such attempts have had with one another. Readings include Hebrew and Christian scriptures, Greek tragedy and philosophy, Spinoza, Locke, Rousseau, Hume, Kant, Wollstonecraft. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. top of page            Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.5 %  294 0 obj  > endobj        301 0 obj  >/Filter/FlateDecode/ID[ ]/Index[294 32]/Info 293 0 R/Length 56/Prev 31009/Root 295 0 R/Size 326/Type/XRef/W[1 2 1]>>stream  hbbd\u0010``b`Z $\u0018[AG \b$؅A\\e a \u0003\u0013#V ~\u007fկ\u0000\u0002 \u0000U\b\u0017  endstream endobj startxref  0  %%EOF       325 0 obj  >stream  hb```\u0002H\u0010&ˀ\u0000@1f\u0006\u0016\u0006  }\u0015y.2\u0005\u001a\u0018x\u001bNX\u0000æΦm`nh`h`h@S\u00064D!l f\u0005b6\u001f\u0019x\u0018 \u0014M\u0012\u0004\u0019\u0018\"\u0001if34#\u0003c\u0003``(\u0000s\u0019\u0018\u0000\u0002 \u0000c?\u001e >/Metadata 22 0 R/PageLayout/OneColumn/Pages 292 0 R/StructTreeRoot 32 0 R/Type/Catalog>> endobj 296 0 obj  >/Font >>>/Rotate 0/StructParents 0/Type/Page>> endobj 297 0 obj  >stream  hĖo6\u0010\u0015>\u000f1\u0014AlA\u0003t\u0010gK\u0001\u000f,Z\u0011(UU\u001bh`\u001c &]u[4()2`B\u001cMמds~0~Xu]]E {!\u0005w\u0002\u0002QS`s\u0016c0\"\u0014 j0P\u0019\u0012i@ Us\u000e/0T`-[ ˇ\u0016jF(\u00048)\u0014=$\u0005OwqE\u000e~iJN\u001d\u001cM8(  \u001cЈ50\u0018b Iâ\u0010jArT\u0001ka\u00171ŵp7KHjf\u001cnC]\u0001Y;K8Mx\u0012bq9:={\"ÉMLpY) \u0010c&N?\b;Mk\u007fz\u0007\u0007%) \u00164u^7n\u00197x(\u0018 \u0001vMZ\u0015˛U[`V\u0000\u0001Vw1ܴUZ\u0006C?b,ҲV \u0015_CW\u0004ki/Ws\u001f\u001e.lY/CPԫT=uǴ)\u000f\u001a\u001e*Lߧ4z\b\u001c޷ /go\u007fTc^y-8VǓT~)ĴSw%]p:dKN|(SO>Ӈ\u0003iT'Bд։W\u0001\u0006\u00003  endstream endobj 298 0 obj  >stream  HWrF\u0010+\b\u0011f\u00010p\\.G+%v\u0012|`\u0000#Q\u0004!h;2d)\u001d@h0Kwo瓣\u000fŋw'g\"\u0016/_\u001ey,\u001b\u0018\u0010e99cr\u0012b\u0016\u0017~c%TN\"1\u007f~;tfX̴4\u0011S \u007f8; h>Ց\\}jz3H\u0014Jp\u0017_7\\$z,}7\u00076B\\vvnaz:gU\u0001Īp\u0083\u000eơ62ՖJ\u0015/\u0010}aA :\u0014 \u000e\u0013B\u001f},{*T>e ^kX\u001bY,\u000eD6RŚKB?\u0017\u0011\"p\u0018L1e!:&&\u0019/ƋΔTx=\u0003uY\\7j]\u001e#sd\u000fd]Qv$TR\u00148#I\u0014\u0005ӉsJN\u0007.үxt3T[n]B4ND |B \u001c\u0014l ϼ\u0001B]Xqk P\u001c\\-r .hIj)\u0004@ \u0000\u0004M\u0004(;>\u0001 yɆ\u001c$Kf\u0012u\u001e\u0003\u0004h z{\u000ei؆-%pȗU +Wb9?q\u001a\u0013nE?!ʎ+Z!\u0013jcNKExpS_\u0001\u0000>\u001d  endstream endobj 299 0 obj  >stream  Hb``$WR\u001e\u0018\u0019\u0011\u0019~\u0001 \u0012 \u001c\u0003\u0002|@T\u0006 \u001a\u0003# 2 S\u001e/`M.(*\u0001\u0007(%8\u0019H\u007f\u0001\u00028c\u0002- fԉd\u00049\u0003\u001d@6_Ij\u0005H9(3=DR1%?)U!$5X3/9 ($5\u0005\u0016j\u0007\b\u0017%V*'&*\u0018\u0019r\"\u0000(,!!0b\u0014;\u0010CҢ2(ɘ\u0001 \u0000I8/  endstream endobj 300 0 obj  >stream  HyTSw\u0016\u007foɞc [\u00065la\u001d\u0004Q\bI\b\u0001\u0012BH\u0005AD\u0005\u0014ED2mtFOE.c\u000e}\u000308\u0016׎\u00178GNg\u001f9w߽\u0000'0 \u0000֠J\u0016\u0015\u0014b \u0000\u0003  \u0002\u0011\u00002y.-;!\u0007KZ ^\u0007i\"L0- \u0000@\u00198\u0007(r;q7L\u0019y&Q\u0013\u0004q4j|9 V)gB0iW\u00198#8wթ8_٥ʨQ\u0014Qj\u0001@&A)/\u000fg>'K\u0002\u0000t;\\\u000e\u001b \u0006ӥ$պFZUn\u001e(4T%)뫔\u00060C&\u0015Zi\u001b\u00018bxEB\u007f\u001f;Pӓ̹A om?W= x\u0016-\u0000\u0004[\u00000\u001d}y)7\u0018ta>jT7\u000e@tܛ`q2ʀ&6ZLĄ?\u001d_\u001dyxg)˔z\u0016çLU*\u0006u\u0016SkS\u0013\u007feO4?׸c\u0001\u0007.\u0000 \u0000\u0000R ߁-\u000725 S>ӣVd`rn~Y\u0002\u0002\u0002&\u0001+`\u000f;\u0010\u0002\u007f\u0010\u0002A4\u0007 \u001d\u0002\u0014A9\u0000=\u0007-\u001dt\u001e\u001el\u0002`;\u0018\u0003~p\u0010 Gp\u001e| [`\u0012L`\u0006 0|\u0002>\u000f_',\u0002\u0010\u001aG\u001c\u0011!\"F$H:R!z\u0015F\u0006Qd?r 9\\A&G rQ \u0015h\u0012\u001a\u0015E]a4z\u0005Bg\u0004\u0006E\b#H \b*B=0HIpp0MxJ$\u0012D\u00011D, V\u0010ĭ\u0003KĻY\u0012dE\"EI2EBGt4MzN\u001d\u0004r!YK \u000f?%_&#(0J:EAiQ((\u0017)ӔWT6U@P+!~\u0019m\u0013\u001aD eԴ!hӦh/\u001c']B/\u001b\u001fҏӿ?a0\u0018nhF!X8܌kc&5S\u001d6lIa2cKMA!E#\u0016ƒdV\b(\u0006kel }}Cq9 N'\u0003)].uJr \u0018 wG xR^\u0005[\u0004oƜc\u001ehg`>b$\u001f*~\u001f :Eb~\u0016,m,-ݖ\u0007,Y¬*6X[ݱF=3뭷Y~dó t\u001ci zf6~`{v.Ng#{}}\u000f\u001c\u000e\u000ej\u0001\u001cc1X\u00156f\u001cm\u001d\u001c;\u001c'\u001c_9 r:\u000e8q:˜\u0007O:ϸ8uJq\u0015nv=MmR \u00154  n3ܣkGݯz\u0010=\u001e\u001e[== TB(/S,]6*-W:#7\u001f*\u0015\u0003\u0007\be^YDY\u007f}UjAyT`#D=\"b{ų\u000f+\u007fʯ:!kJ4G\u001cmt}uC%K7Y\u0013VfFY .=b?S\u0017ƕƩȺy\u001a چ k\u001a5%4\u0019m7lqlioZ\u0016lG+Zz͹mzy]?uuw|\"\u007fűNwW&e֥ﺱ*|j5\u0001kyݭǯg^y\u0017kEklD_p߶7Dmo꿻1m\u0001l{Mś \u0006\u000enLl >/Font >>>/Rotate 0/StructParents 10/Type/Page>> endobj 2 0 obj  >stream  HWK6\u0010W(\u0015V/\"H #!\u001bpQʇ\u007f\u0018B\u000e0:\u0015t\u0001N\u0016عȳ \u001e\u001fG\u0016yr\u00142O\u0018a\u0007|\u0016\u0007/輣{{5Õdh\u0019ϛ䏉%\u001b(\u0004L\u001c]h; ԰VU-b*϶ U4S`9%g\u0010\u0014\u001duJv\"TIFfd^YfUYm%a~f5䪴\u001b\u0011\u0011;艹\u0004jm?9p1\u0003\u00056agTA$s2'\"B\u0001\u001f ]4\u0018\u001f\u0013b\u0011q zTslJ>$Ή́7\u0015\u0015M\u0003ԗF\u0018:%h|&؇!ir;rii\bäW\u0004&mQ!+B !3 %\u0007\u0010\u001eK^s?#\u0014 \u0019tl/\u001fe`흞V\u0000[\u0013*᠅FIrc\u0007a TVA:}pPnld )&\b\u001b(N1M@B\u001b{6S+\u0015,\u000e N\u0003$mŴiUuVK.T`B\u0010\u0006\u001b/\u000eS..\u0011AT-\u0019E%FP\u0011T.T\u0010%+O0sJ;S-RѱpIA^\u0014cF{WYYT z#WFR\u001bO*\u00191\u0019J19䃟o 1sc6,LgM7 \u001do!).JG\u0018(\u0011$z\b\u001f2ET.\u0015e7\u001e~n Ǡ?p>𺞚B4'B\u0010+ \u0001qsLׂH\u0019FQBƃ>\u0005\u0014'y}dgtL5C\u0014>\u0005\u001ePV\u001dkcJd8\u0005 i'Zn\u0000rf\u001c%gϞP4`\u0010\u0006э̳j\u001b떸Mi4,v* s\u0010Jgh\u0001u/>m-\u001da>e_,\u0001)j6\u0012ElWz[%{d[\u0014\u00184_\u0011\u0019\u0017\"81+\u001a\u000f% >/Font >>>/Rotate 0/StructParents 11/Type/Page>> endobj 4 0 obj  >stream  HWn8\u0010W\u0006,Z\u0004\u00018\u0003d\u0000ɤ\u0007>8s-v\u0007\u000eRZHj;rE\u0012kyUl:}- `ncB#y-\u001e\u0019\u000fxې(od4\u001c \u0005pÁ)N f\u00191 8\u001bB _K[U@\u0007 Z(T*$\u00020;m :F01\u001b\u0018xl\u0007Jp^b/=܉\blW\u001fVCV\u0012B۔JJfu!\u0012{\u0019\u0006ӝL֢'ߊS\u0010X&1G\u0006\u0005  ȼ>\"\u0019)\u0014vxEP\u001e |!\u0010\u001alA2_eFٖ\u001fdF&:\u001b@obr\u0017J4\u0014@\u007fi\u0017h|t\u0010z˨m: \\q /\u001b+\u0004b!Eŧ0>ɦ\u0019`QHE\u0007j~r9k {M\u001d\u0015vmv F2yi# 'XZl\u0006И$Ӽ21dF̳Mĺ\u001fw#KU.3Ay]\u0019\u0012d-t\bJw\u0014>\u0016\u0019t0\u0018y\u0007\u0015 \u000f/-/..0X@D\u0018FXG \u0013\u0007o)\u001c8A>\u001a$ˡc\u000f\u0019-5F\\`Ln.籀cf\u001a\u0011 _#rɖH쾍qiQv\u0000\u0003\u0000F  endstream endobj 5 0 obj  >/Font >>>/Rotate 0/StructParents 12/Type/Page>> endobj 6 0 obj  >stream  HWIoF\u0014W̥\u0000Y47Rk\u0018H\u0000\u0001\"\u0007\u0007J\u001cJe\u000ec &o\u0019 %9`|x|\u00147\u001f\u001e?D?>çDlO!NvrZ%\"\u0015f\\D rr6ӹX=OA\u0012f\u00140*\u001e\u0007\\\"\u0016k\b1\u0018cRYU= p$|\u001b@\u0016(\u00037Iǅ\u0012\u001dxt@\u0015\u0014cꉞi%HyTƳr)4γhKzPӥZRW,\u001amv\u001bkuXv'*s2\u0014}\u000e4- 8I2 XΫu?p\u00196&\u0001 f80Or C\u0016x5\u0001` #IDm\"\u0002ub&E\\dKps R\u0001>C6 K6zp *xc+O4\u0006٤\u001fy p(|1\u00058q -9VH\u0003e\u001f9?1:\u001b\bX\u0094I\u0006uJ \u0014blp~kb5l+a4n` \u0018Z K2v>Â_B:JW, \u00145Ehr\\g\u0013n >stream  hޔ0\u0010_e$ݦ\u0016*e=EY\u0017d\u000f\u001bj mJ*x\u0015o3 \u0005\u0010\u00148's,Zu\u001e\u0018)ets\u0004\u0017jDQ l\u0006.|Y>J\u0004\u0005\u0006,( >/Font >>>/Rotate 0/StructParents 13/Type/Page>> endobj 9 0 obj  >stream  HWrF\u0010+\b\u0011%vʒ\\tRv\u000eC\u0002\u0014\u0015S\u0000-\u0002QO/Lɹp2=ٯŋ닫K\u0011///},\u0007 \u000e~q\\\"\u0011\")dS(;EU\u00142~)؅Q\u001e\u0003~҇Pm-V\u001a/v.2;s![$\u0014W\u001bAo& 6] 7Nm׏VEҳ\b\u007fSa\u0006Z ۍ[ՋM\u00180\u0015^5F҆מ0\u000f(̉VٲjWq1 \u0007A U'  o\u0003Q\"oL\u001eQ \u001b.\u0015F{#=\u0003-g_ +Xaʓ\u001edr !Q\u0015쉓0J\b\u000eW~;mje\u0007f\bBx\u0004Ȥ,4\u00127(\u0014\u001aȞrD\u0015L58o)J9,=I\u001al)h\\iCđA\u0005\u001a}) Vld`\u001a\u00064\u0003]w\u0003'\u0004{\u0013mjG{y*+Q\u0014!4\u001c9i/\u000fЋ_ZtbZ;m9oJ٤ܖ_c'0A1(5\u0002ܮ\u001e3(\\uJ,H$\u001b1\u0017\u0000\u00033p\u0019;2]0  7 tg>Ǆ\u001d*\u000ew\u0000 Lh  &ZlD  \u001a\u0014qKAӃ#\u001f\\\u0003\u000f\u0006o7*кcT \u0011W Qr24z\u0004\u0000\u001d\u0014 /\u001aţ|[[;q@tuu  䮆i39\u000e6`i2;\u001b~Я:d>i~|~\u0019#\u000eD\u001b\u0017\u001dc.սKIZ\u001bad\u000f~,q)ᩨD\u0005U2N[e\\Ug_\u0001\u0006\u0000\u0007s~\"  endstream endobj 10 0 obj  >/Font >>>/Rotate 0/StructParents 14/Type/Page>> endobj 11 0 obj  >stream  H|VQo6\u0010~A\u001a,ElG.\u0002I\u0001)֡H!كbQvVG\u0012bYǻ#)*\\D\u001dy}\u001d/W\u0006\u0012rs\u0005o lz\u0001fvV\u0014 \b(X\u0015D\u008f\u0004Η8͡x\u0005E\u00060Z\u0004G-\u001e 尡\u0015kr+\u007fHܧi\u001aF9\u0018\u0003nhkws(m\u0015\u001f@$t F;ȭsk+\u0011| E-V:}߳/H@Elj\u000f\u00171@K$ť10ʃ\u001eF\u001eq.Rx\u0017:fP-(K\u001b:S=2\u0018E\u0002~tt4.98I2(:\u0002w\u0015\u0011\u001c0 ^ȡ!H[%h\u00101&?4FWQ8SK(1'?x\u001e%d((,T\u000eua)+\u000f\u00065Il>\\\u0002 \"$҃\u0018\u001do)bd:\u007f^+\u0004Kk\u0013\u0013S\u001a(\u0019\"\u0007m\u001a SIV\u0012 U&L9DL\u0010i]Vc TkL=H'㗔ҾW\u001aems0ȕ !n\u000e޹ K&BrPݾm\u001cP!^\u001eYnUMTt^aWm\u0007?Q \u0014\u001a\u0004qQmmZ QgsubjO\u000e\u0007`\u0002{RS\\\u0013} 0H\u0016NVＹinFÑb\u0011(vJ\u000f/@|?K{Em80\u001e[ؚ⾤A5ҤO\u001dEf1ɡl}0-\u0005\b;c\"*, ]g\u0004OdZ3䨌C^\u0004e`\u0014?\u0011ŞU\u0005 :mY\b\u007f%y~(\u00137\u001cT+tnsީ*O\u0007\u000f7ft\u0002}@sֈNոֳsis4em\u001bW IVEp+)Vф $㑓DM\u001f n\u001aE!\u001c;KNZ}\u0004|e[_x#l\u000f\"Tklţ(acz\u0007\u0015]H\u000fe\u00037$W'۽=\\QnL'\u0017C 1\u0005Jt^\u001e\u0005qaƪvZ[\"\u00178yt\u0017!l3lQ\u0004\u0006 %2\u0000\u001b%8Ka{Id0@Gg#̍\";Q bY ~3\u001fԡ#5.C&?$l\u0000ES 1V@\"^ 7@\u007f% >/Font >>>/Rotate 0/StructParents 15/Type/Page>> endobj 13 0 obj  >stream  HWMs6\u0010W\bΈ0\u0001sL,9M(8=&-%IO$\u007f\u0005\b\u0012ŸED\u0000|orrq޼X>Y޾b%`;r\u00190ɖ\u000f\u0013\u0019,f~\u0000w,`I\u0014 \u0019d{wIc\u0019c\u001b\\sů J \u0000\u000ei@E\u0003z\u0005C`\u0000\u001f Cpm25ez~3\u0011Z\u000e\u001c 3y\u000e#\u001e C >2 pelWbbS'R %\u0018dodu\u0019\u0015?RQ)GCd\u0013$\"щ! U&\u0004\u0000 %ܭ\u0014U6\u0005:h1\u001f\u001b2fh8΢VgBf\u0018x\u0000i]RPe=\u0005.92.Jh2fV+\u0005ψrS TPgM/ ^\u0016@~S2'\u001eE\u001d8& \u0010T\u0015s\u0015) \u001c[N LjOTuU@NO!\u0007\u000e\u0018nd%\u001dEc!\"S'ȚD%\u0005\\M+>\u0004֌P\u001fio\"hk\u000eq\u001b\u0002ݘo+HదtG\u0001\u0013Vؾ܃2\u001doڷKۿ>UqW׏\u0003f\u000f\u001b\u001c\u0007\u001dCyF&८'0$9\u007f\u001d*&5vj\u0018-+Gs\u001f{= z@'=⩰\u001eM6Fe?ݢ\u0005uI8QoE\u001d#ڮV(\u0004f 70\u0001öS'\\{\u001dQ7Tf So6\u0007\u001efmPI(ao\u0012\u001a䠇(q\u001cY]=\u0018ChGڂL̀[\u0006\u0014.ӷ\u001d1n\u001aKdf\u0014,Ö%LaHjNY\u0000\u001flX#\b_\u001f\u0019wL `2xM>\u0016a\u0016\u000f-O\u0007*U:(r݉MF]\u0011+jN\u001aRacR>(a+\u0015\u0002\u0017L 'A'>!\u0015vY\u0015Pʸ=ڪ;KF#\u0016YJE\u0012$=\b+2Vş8j@\u00063\u001b\u0004،=\u0001GvNE\u001cNZFHo-J\u000eft=\u0004zC>dz}0e aRH4}!Ϙ\u0015 z9tR3b\u0010\u001air` _sMn=q\u0001\u0014DķSA\u0006MdO\u0004\u0012A \u0018\u0018I|\udb0b6,U/MۃW\u001f\u0013 k\u000e_I$bR&Lj'\u0010W4MC$\u007f\u0004\u0018\u0000\u0002l  endstream endobj 14 0 obj  >/Font >>>/Rotate 0/StructParents 16/Type/Page>> endobj 15 0 obj  >stream  HWMs6\u0010W\bfL\u00009L,9q;uiA\u0016!ˍM\u0011U]\u0002 EYrD {˳3{rˌݻٔMN_b Y6 4{6g\u0012mB\u0019T\u000eA.-d1?faE\u001e K\u0004| 1>kCl\"~ \\ ( ~Y\u0010UgAZG\u0014\u0014\u000eF!@rGUA\u001cYr9s,*|G\u0019e#dKCa\u0014TY8fRJE >C`\u00164C|\u0019h\u0002X8C{\u0005H]p\u0010LƟGDT\u0014M^\u0003 -9U=\u0000GZ\u001b_$ k ԏ\u001d\u0004|\u001duk\u0011v#7X n߮Wӳ!B]}cx2* ] 5\"j2; #J;v\u001e\u0006Z\u0003@u;x\u0000D@1\u0012\u001e\u001b7 >/Font >>>/Rotate 0/StructParents 17/Type/Page>> endobj 17 0 obj  >stream  HW[sF\u0014~ا܉7{046mh\u0013JA\u0007\u0007%v Q\"\u0003\\VK\u001fh/:Y19}!\u001e?>?[\b%  Ὄ~\u0002.J΀\u0000[+=\u001a\u001c2z\u001b\u0001$/p!bS-D\u0004l;v B3dΤIC.Z \u00044\u0017h]oHU\u0014_\\au\u0018z&gR\u0019C;s\u0004s\u0000g\\\u0011*\u001e l\b\u0002ZI'z k)\u001b\\%۠rS{uiO$::qmʘ$Npo\u001esևS!U\u001fsM7r ҁ':\b\u0010`\u001d٨\u001any]Q\u0006\u0004^E˪xΕÇK\\:ƗA\u001dN*\u000eIq}sV; i\u0018tՓ\u000f\u0018 ΒX\u001e be`|W\u0001%s  bG4\u001a+~ҬD%\u0001T\u0006t-ZopB,$ 6D ׸\u0014D\u001dy@]p[T/\u001ecTfPa38\u000e IP00|]uNEHϨd\u001e`\b\u000f-MS6GT\u0010\u001d$T,k\u0007Š\u0004\u0000\u0003K\u0014\b F\u0006\\ld Z/e\u001b.$c\u001fh/7+?\\[\u0014WU\u001b\u0006&U\u0002v\u0002sb\u001bTO\u0012Nk\b\\7]S?bAxY\u000e8¼\u0015nVL ŻWLr3Z:\u000299m\u001fu=4\\vL̑eqg8:xU\u0019L>E\u0016g~ǻnQ\u0011Lm4N\u0004m5^\u00108Wt0(I\u0016\u000f!zWfGV#K c2; \u0018\u0011F\u0003^deNY\u001f8߲\u007f~\u001dM\u0011w\"\u0011 l#\u00159U{O t\u0015ƶr߲Zi\u001cwF'ܲ$\u0012']\u001f\u0003:\u0003ul^\u0003\u001c\u0000\u001b\u0000- [-\b\u0015\u0006\u0004\\*yFM S[Qu qV\u001c\u0004ł\u0014;dI{x彎o,wmi\u0007枲[uO\u0007ԯc\u0013[d \u0013OF똻odRe\u0006 w\u0000鱬=AJR 2}br{w\u00159q\u001a#\u0002\u0017F\"To\"0^+4Т9 tڑ\u001f$>Z\u001f\u0000:q\u0016.#RHa[_?\"EBx\u0017\u000f [J\u001a\u0004ƌ>\u0012tTE+p ¬m 1hn\u0015PO79\u0010es]SWJz 鞅jEu4Xk\u0010\u000f^\bFf ?N\u00161tmeTdЍs`\u0016\u0003~wY  \u0002e`7\u000fs%v){g\u000e?p/Xo4۴OW[j\u001a\u0006}_\u0001\u001cH.ܭH\u000e-\bi[6p@\"I\u001c7`\u001f'(\u000e \u0002(Y\u00078P\u0012\u0014 9^{\u001d\u0000L\u0010T; ֔\u001a\u0017->'oD5 a +HGg\u0000:dLۇ\u0012 FkV.KԎx\u0017W:\u001bX2wNȮuH 0\u0000u&  endstream endobj 18 0 obj  >stream  hV[k0\u0014+z\u001eneA $\u0006[\u001f J\u001f$\u0006  뿟α(v][\u0006y\"}GDF\u0018\u0011pJ\"UJA$'21\u0019-&̫xS-^ӏ|(%n \u0014)ݦ!BL\u0019\bG-us_\\\u0005~0߬\\tV+F&Έ$:!J,3D a{\u0010V$ >\u00031 .c=\u001byQwĘ^OE\\uD\u0002ˀf *_ĤH#@q:¥2\u007fI.wmQrC\u0003knWfW(dio:UA\u0006\\iWo\u0011;6 V \u0004\u0018\u0000b\u0014e  endstream endobj 19 0 obj  >stream  hXn\u001b7\u0010|\u0015@{\\~\u001e\u00806@6l\u0017a\\\u001d5d(2}gőT\"|\b\u00027\u0005\u0002\u0004Z8\u001c.wC:\u0019k7}6>\u0012ш8dĻl$[g|\u000fb\u000f\u0014[L\u0010ܛ!\u001bP8dB 8\u0017 8\u000f^@\u000fƅ~hX GC{g\u0004\u0003W|3\u0019['c˶\u0007\u000e!\u0010EH\u0004\u0010GȜ\u0006 B{\u0007'#$\u0001BSa+A\u0015e\u0004\u0007\u007f\u0001_\u0017P\u0002\u0002Ғ\u0010rdX8PEq#M 8sȲ\u001546\u0005\u0004 ۋ6\u0002\u001aZ \u0016C\u0000m\u0000o\u0000qH\u0000s\u001a\u0018_\u00110' Zph b\"`Zj\u001au\u001b\"`\\\\t-D;YY\u0005 ݤ \u00134\u0010 A$ trhQQhD\u0014]'+8, \u0012K%u& n'bٽ^-z1.'ow;tG\u0002\udf5cLg \u0004;:X:M? %wo?]-shݳ\u0010>1{7,6L\u0007\u0007Lfw77\u000f\u0014~|D\b>~\u0015*D֏\u001fwœ\u001fG*iZ[yX\u001cı\u001cбb\u001d\\]'9~7M~{\u001c?yaDk\u0012\u0003 IxHb7$5\u0003\u0007$u$#I\u000fIܖĎ#\u000fHFCX\u0001\u000fI #\u0003[\u001el\u0003\u0005^;$~\u001bX?.v%\u00067\u0003{x\u0007\\^|^\u007fgb=\u00190i X~4\\^ \u0006\\L{8\u007fcWޠxG\u001eohT}K$\u0006\u0017\u0006W\u0006Zu\u0003m~-\u0005+v\u0003Kv\u0003kv\u0003\u001d\u001b݀j7! kv\u0003. n7\u00194\u001cqofcC\u0011\u001b*@7Tnt\u0003P\u0006ѡ tC\u001bJ7 n[*݀T\u0001ot\u0003R\u0006 xK\u0011`\u0000cq\u000eU  endstream endobj 20 0 obj  >stream  h͎S9\u0010_^\u0000b\u007f\u0012j)0@hYX4tĤ[!,x9mu/\u0005R\u0003Yٱ?\u001fUuv|PqC\u0010(LͣLKAE#\"+*!3'F\u0006Up\u0012\u00138 \u0014B.J,dc%EcY`j9Jb*tJ,x1AD+!bγ[\u0011\bN+GUn\bLjKGs\\\u001bQ'\u0005\u0002M Gr\u0004145S>A8\u0019\u0012\u0005D-Rf A\u00050Q\u001c\u0099ѭaW-h0\u0015\u00159V ?ǫjw=$ >stream  hV]k@\u0014+\u000fh\u0003JaQ\u001fĪŮaƲnJX{ϙͬ \u0018#>{rΝ\u0018kDVDыN\u001e#b1 Ob\u001dqYBS,G-.a\u0019\u001e8g%09 9\u001f$F⢤$\u0005YƼW\u0013pТ\u0015\u0013A\u0010\u0019XEDEV$d\u0006Qth \b\u000e\u0001\u0000`\u0001\u000e`\u000e)#\u0000s \u001c*u\u0000 \u00020gK T\u0014gK%EA\"fut\bp\u0019T\u0013YLMLd1\u001d\u0013H:\u0001L.o0%`\u0012\u0015R.\u0003Gq HAE\u0013ˀ,9e\u0012&s)YL\u000eZ\u0005Y(@ɇ捸\\ ywy X(Uqivߞ#}s\u001dea_t_J\u0011`y\u007f>Z=W޾¢` \u0016k!d@Ȼ=T\u001e۷ݦm.\u0013q\u0012mmI8+G[j [胭H[v^[`ˋ3ŖV-3Xm\u00199\u0016\u0018sՖ-=-?압f>ShKl 9C֩eXmՖO\"$0Z![V-\u0003?\u0011jF\u0018N\u001dC-*ך,ʧ\bף੶ 3\u000e\u0006\u001d\u0007?mq08x]0\u000e\u0006x\u001c\u0007G\u0014o*~v6Ǻ6?\u007f߼\u001fY7ˡqgϲ\u007f\u007f\u007fyO\u001f\u0002 \u0000  endstream endobj 22 0 obj  >stream              2013-01-28T08:25:27-05:00     2013-01-28T08:25:20-05:00     2013-01-28T08:25:27-05:00     Acrobat PDFMaker 10.1 for Word           uuid:499efe0f-4168-4ced-82b5-2b38415343e2     uuid:e3e6595f-6850-4a9f-b634-eb4691a3ebcc               2                    application/pdf               Sofia Kalantzakou                    Adobe PDF Library 10.0           D:20130128132307                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                endstream endobj 23 0 obj  >stream  h24R0Pw/+QL)64\u0003\u0006)\u0018Ic0i &- \u0006\u0010\bB@(XʂTb;;\u0000\u0003\u0000\u0015  endstream endobj 24 0 obj  >stream  hl @\u0010Wٛz(gw\u0011+DK Σb91\u0007{\u0014\":t\u000f?k\u0001\"b7Ⱑޡ8\u001dG\u0081(>\u001c.\u0016Do@jj\u0007;(@\u0012\u0000\u0004kE/T`YHJ\u0013+?(B5:HZ:ZFW ;8w@R+ io\u0001\u0006\u00004@  endstream endobj 25 0 obj  >/Filter/FlateDecode/ID[ ]/Info 293 0 R/Length 123/Root 295 0 R/Size 294/Type/XRef/W[1 2 1]>>stream  hbb\u0000\u0002&Fi)\u0006&\u0006@'`\u00048@b_@\u0004\u0019L\u0015z\u0000$X0\u0016?\u0018\u0014`f\u0002\u0015\b ?\bd9\u0002Z d\u0011\u0003#\u000fc!\bƿb&\u0018玆h\u0012\b\u0000c\u0000\b0\u0000\u0016g  endstream endobj startxref  116  %%EOF"}]},
{"detail": [{"content": "Texts and Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Texts and Ideas | 2012-2013 Note: Previously listed as Conversations of the West Note: ** indicates an example syllabus   * indicates a preliminary syllabus       Spring 2013 schedule remains tentative. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Idea of Home Prof. Rust (English) syllabus A consideration of the numerous ways we use the word “home” in our daily lives reveals much about our concept of home: homeland, home plate, home turf, homeroom, hometown, homestead, and home field, for instance, all suggest that a home is first and foremost a place. The house icon we press in our browser windows in order to get back to our “home page” reveals how closely we equate home with a particular kind of place: a house. A house that is a home suggests safety, protection from the “cold cruel world” outside. But that very sense of enclosed safety, a central feature of our idea of home, has the potential of generating a range of secondary perceptions that can make the idea of home an instrument of violence, aggression, greed, and envy rather than ideals of love and care. Reading: Homer’s Odyssey, Sophocles’ Antigone, Plato’s Symposium, Vergil’s Aeneid, Shakespeare’s Tempest, Agee and Evans’s Let Us Now Praise Famous Men, Eugenides’ Middlesex. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Hatred, Anger, and Enmity Prof. Konstan (Classics) syllabus We are taught that love is divine and hate a crime, that we should overcome anger, forswear resentment and vengeance, and forgive enemies. But have we perhaps neglected the propriety and even necessity of the so-called negative sentiments? Is it possible that resentment, hatred, and vengeance may be justified, and that some actions are unforgivable? Examining hatreds and antagonisms in context, looking at philosophical, theological, political and religious analyses and also literary representations, our aim is not to condemn these sentiments out of hand as pathologies, but to consider their function and history. Readings: Genesis; Matthew; Euripides’ Medea and Hecuba; Aristotle’s Rhetoric; Seneca’s On Anger, Medea, and Thyestes; Lactantius’ On the Anger of God and On the Deaths of the Persecutors; selections from Aquinas; Montaigne’s \"On Cannibalism\"; Las Casas’ Destruction of the Indies; Shakespeare’s Titus Andronicus and Coriolanus; Marston’s Antonio’s Revenge; Nietzsche’s Genealogy of Morality; Freud’s Civilizations and Its Discontents; Améry’s At the Mind’s Limits; Derrida’s On Forgiveness; Diamond’s \"Vengence is Ours.\" FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Nature Prof. Appuhn (History) syllabus What is nature? Is it something external to us as human beings, or are we part of it? Are there particular ethical, religious, economic, or political considerations that should structure or determine our relationship with nature? How has the concept of nature been articulated by thinkers in the Western tradition from Plato to Earth First! founder Dave Foreman? Examining such questions in historical and cultural perspective, we consider competing ideas about humanity’s relationship to nature through seminal works theorizing the relationship between the individual and nature, society and nature, and the definition of nature. Readings: Plato’s Timaeus; Hebrew and Christian Scriptures; Descartes’ Discourse on Method; Hobbes’ Leviathan; Rousseau’s Discourse on Inequality; Leopold’s Sand County Almanac; Carson’s Silent Spring; Foreman’s Rewilding America; essays by Cronon, Thomas, Walker, and Worster; selections from Aquinas, Francis Bacon, Marx, Thoreau, and Emerson. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature) syllabus \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—Materialism Prof. Shaw (English) syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman. FALL 2012 MAP-UA 400 Texts and Ideas: Topics—The Renaissance, New Worlds and Old Prof. Tylus (Italian Studies) syllabus Early modern men and women found themselves at the intersection of colliding ideas about the worlds they lived in. They both looked back to antiquity and the Bible, and ahead to new and unpredictable changes regarding religion, geography, and science. A Janus-faced moment, the Renaissance was rooted in the past and anticipatory in many ways of our own time. As we see from ancient texts, such anxiety about the unknown was not entirely new. As we move from the city of Ur (in modern-day Iraq) in 3000 b.c.e. to early modern Mexico in 1700, from a story about a powerful king facing his own mortality to poems by a mestiza nun, we read a variety of texts about borders, journeys, literal and figurative exile, and how one might best leave one’s mark on the world. We also consider the relationship between the literature and art of the period, and one assignment will be based on a direct study of a sculpture or painting at the Metropolitan Museum in New York. Readings: selections from the Hebrew Bible and New Testament, Gilgamesh, Homer’s Iliad, Vergil’s Aeneid, Tornabuoni’s Sacred Narratives, Columbus’s Four Voyages, Leon-Portilla’s Broken Spears, Tasso’s Jerusalem Liberated, Shakespeare's Tempest, excerpts from Sappho, Petrarch, and Sor Juana Inés de la Cruz.  FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Goldwyn (French) syllabus Focuses on voyage, discovery, errantry, and exile in key ancient and Enlightenment texts and how these stories transformed and shaped understanding of the world, the \"other,\" and the self. We examine the way the Enlightenment thinkers revisited, reinterpreted, redefined, and, at times, rejected their intellectual and cultural legacy. Readings: Euripides' Medea; Genesis, Exodus, Job, Luke, and Acts; Plato's Symposium; Vergil's Aeneid; Augustine's Confessions; Voltaire's Candide; Diderot's Supplement to the Voyage of Bougainville; and Graffigny's Letters from a Peruvian Woman. FALL 2012 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies) syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology) syllabus** A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Ulfers (German) syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English) syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2012 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP) syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. FALL 2012 MAP-UA 412 Texts and Ideas: Antiquity and the Renaissance — Writing Intensive Prof. Gerety (Collegiate Professor) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    What is the soul? Is it the conscious self or something more? Does our identity persist beyond death? What is the relation between the soul and good and evil? Some say that Socrates 'discovered' the human soul, but the idea that we have souls that outlast our bodies is as old as humanity. Our understanding of the nature of our souls often dictates the way we feel we should live. We will explore ideas from Homer and Heraclitus through Socrates himself and then on to Sophocles, Plato, Aristotle, the Hebrew Bible, the New Testament (including the Gnostics), Augustine, and Vergil. We look for the elements that make up personal identity and value in the ancient world, both religious and secular, and see how much these change from Homer's world to that of Augustine and the Roman Empire. We then turn to Dante, who provides a bridge to some of the great thinkers and artists of the Renaissance--most notably Shakespeare and DaVinci but also Montaigne and Villon. In all of these, the permanence and even presence of our souls seem more uncertain, more threatened by death and obliteration, than in Plato or Paul, and this threat reaches our morality and values as well. In this way, the Renaissance marks the beginning of the world in which all of us must now find our way.    NOTE : Students must register for EXPOS-UA 1.015-019    FALL 2012 MAP-UA 414 Texts and Ideas: Antiquity and the 19th Century — Writing Intensive Prof. Renzi (MAP) syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; student must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.    Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Job; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality, Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto.    NOTE : Students must register for EXPOS-UA 1.020-025 SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Freedom and Oppression Prof. Kunhardt (Collegiate Professor)  syllabus* Examines the human quest for freedom—freedom from slavery, from sexual oppression, and from the shackling of the mind—as these three came to a crisis in nineteenth century America. We begin with a critical reading of formative biblical texts and ideas; touch down on the passionate thought-world of the American founders; and culminate in a close look at mid-nineteenth century reform efforts, and the ideas of freedom that animated them. Exploring the dawn of biblical humanism, the embrace of the secular, and efforts to widen the circles of inclusion, we pay particular attention to the writings of Abraham Lincoln and his generation, as he and others, both allies and critics, worked to eradicate slavery from American society. Why did the Bible condone slavery, helping Americans justify continuing the practice? In what ways are competing ideas of freedom to be judged? How is the idea of freedom related to that of human equality? Readings: Genesis, Exodus, Psalms, Isaiah, Matthew, Luke; and works by Paine, Jefferson, Madison, Garrison, Douglass, Sumner, Stanton, Anthony, Rose, Emerson, Thoreau, Whitman, Parker, Mill, Ingersoll, Lincoln. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics — Mortal and Immortal Questions Professor Mitsis (Classics)  syllabus Some basic questions about the ways people view their lives in relation to death, including contrasting views of the afterlife and how those views influence human action and relations. Comparisons from different eras and analysis of a wide range of fundamental human attitudes about life and death in the context of different religious beliefs, types of political organization, and attitudes toward scientific knowledge. Some of the material is mythic (that is, presenting traditional accounts of gods and heroes) considered for both how they work as aesthetic objects and what they tell us about the values of the cultures that produced them. Also included are texts that either present human experience without direct reference to the divine or explicitly reject it. How do such works address questions of human mortality and in what different ways do they treat the possibility of human happiness, productive social relations, and the possibility of knowledge? Readings: Ramayana; Homer’s Iliad; Aeschylus’ Oresteia; Sophocles’ Oedipus and Antigone; Euripides’ Alcestis, Bacchae, and Medea; Lucretius’ On the Nature of Things; Epictetus’ Handbook; Mark, Matthew, 1 Corinthians, Romans; Augustine’s Confessions; d’Holbach’s Good Sense; Hume’s Dialogues Concerning Natural Religion; Mill’s On Liberty; Marx and Engels’ Communist Manifesto; Nietzsche’s Genealogy of Morality; Tolstoy’s Death of Ivan Ilych and Hadji Mura; Proust’s Swann’s Way; Freud’s Civilization and Its Discontents. SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)  syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires . SPRING 2013 MAP-UA 400 Texts and Ideas: Topics—On Liberation Prof. Watson (English)  syllabus What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2013 MAP-UA 402 Texts and Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2013 MAP-UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Garrett (Philosophy) All animals live, but only human beings consider how to live; and only reflective human beings deliberate among different ways to decide how to live. Should one look for guidance to tradition, to religion, to the state, to nature, to feeling, to reason? Versions of this question were raised and addressed repeatedly and with urgency in both Antiquity and the Enlightenment. We examine some of the most important and influential attempts to answer it and some of the dialogue that such attempts have had with one another. Readings include Hebrew and Christian scriptures, Greek tragedy and philosophy, Spinoza, Locke, Rousseau, Hume, Kant, Wollstonecraft. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. SPRING 2013 MAP-UA 404 Texts and Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Rosenberg and Bloom's Book of J; Genesis, Exodus, Isaiah, Daniel; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Symposium and Gogias; Xenophon's Apology; Augustine's Confessions; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents; Marx and Engels’ Communist Manifesto. top of page            Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.5 %  294 0 obj  > endobj        301 0 obj  >/Filter/FlateDecode/ID[ ]/Index[294 32]/Info 293 0 R/Length 56/Prev 31009/Root 295 0 R/Size 326/Type/XRef/W[1 2 1]>>stream  hbbd\u0010``b`Z $\u0018[AG \b$؅A\\e a \u0003\u0013#V ~\u007fկ\u0000\u0002 \u0000U\b\u0017  endstream endobj startxref  0  %%EOF       325 0 obj  >stream  hb```\u0002H\u0010&ˀ\u0000@1f\u0006\u0016\u0006  }\u0015y.2\u0005\u001a\u0018x\u001bNX\u0000æΦm`nh`h`h@S\u00064D!l f\u0005b6\u001f\u0019x\u0018 \u0014M\u0012\u0004\u0019\u0018\"\u0001if34#\u0003c\u0003``(\u0000s\u0019\u0018\u0000\u0002 \u0000c?\u001e >/Metadata 22 0 R/PageLayout/OneColumn/Pages 292 0 R/StructTreeRoot 32 0 R/Type/Catalog>> endobj 296 0 obj  >/Font >>>/Rotate 0/StructParents 0/Type/Page>> endobj 297 0 obj  >stream  hĖo6\u0010\u0015>\u000f1\u0014AlA\u0003t\u0010gK\u0001\u000f,Z\u0011(UU\u001bh`\u001c &]u[4()2`B\u001cMמds~0~Xu]]E {!\u0005w\u0002\u0002QS`s\u0016c0\"\u0014 j0P\u0019\u0012i@ Us\u000e/0T`-[ ˇ\u0016jF(\u00048)\u0014=$\u0005OwqE\u000e~iJN\u001d\u001cM8(  \u001cЈ50\u0018b Iâ\u0010jArT\u0001ka\u00171ŵp7KHjf\u001cnC]\u0001Y;K8Mx\u0012bq9:={\"ÉMLpY) \u0010c&N?\b;Mk\u007fz\u0007\u0007%) \u00164u^7n\u00197x(\u0018 \u0001vMZ\u0015˛U[`V\u0000\u0001Vw1ܴUZ\u0006C?b,ҲV \u0015_CW\u0004ki/Ws\u001f\u001e.lY/CPԫT=uǴ)\u000f\u001a\u001e*Lߧ4z\b\u001c޷ /go\u007fTc^y-8VǓT~)ĴSw%]p:dKN|(SO>Ӈ\u0003iT'Bд։W\u0001\u0006\u00003  endstream endobj 298 0 obj  >stream  HWrF\u0010+\b\u0011f\u00010p\\.G+%v\u0012|`\u0000#Q\u0004!h;2d)\u001d@h0Kwo瓣\u000fŋw'g\"\u0016/_\u001ey,\u001b\u0018\u0010e99cr\u0012b\u0016\u0017~c%TN\"1\u007f~;tfX̴4\u0011S \u007f8; h>Ց\\}jz3H\u0014Jp\u0017_7\\$z,}7\u00076B\\vvnaz:gU\u0001Īp\u0083\u000eơ62ՖJ\u0015/\u0010}aA :\u0014 \u000e\u0013B\u001f},{*T>e ^kX\u001bY,\u000eD6RŚKB?\u0017\u0011\"p\u0018L1e!:&&\u0019/ƋΔTx=\u0003uY\\7j]\u001e#sd\u000fd]Qv$TR\u00148#I\u0014\u0005ӉsJN\u0007.үxt3T[n]B4ND |B \u001c\u0014l ϼ\u0001B]Xqk P\u001c\\-r .hIj)\u0004@ \u0000\u0004M\u0004(;>\u0001 yɆ\u001c$Kf\u0012u\u001e\u0003\u0004h z{\u000ei؆-%pȗU +Wb9?q\u001a\u0013nE?!ʎ+Z!\u0013jcNKExpS_\u0001\u0000>\u001d  endstream endobj 299 0 obj  >stream  Hb``$WR\u001e\u0018\u0019\u0011\u0019~\u0001 \u0012 \u001c\u0003\u0002|@T\u0006 \u001a\u0003# 2 S\u001e/`M.(*\u0001\u0007(%8\u0019H\u007f\u0001\u00028c\u0002- fԉd\u00049\u0003\u001d@6_Ij\u0005H9(3=DR1%?)U!$5X3/9 ($5\u0005\u0016j\u0007\b\u0017%V*'&*\u0018\u0019r\"\u0000(,!!0b\u0014;\u0010CҢ2(ɘ\u0001 \u0000I8/  endstream endobj 300 0 obj  >stream  HyTSw\u0016\u007foɞc [\u00065la\u001d\u0004Q\bI\b\u0001\u0012BH\u0005AD\u0005\u0014ED2mtFOE.c\u000e}\u000308\u0016׎\u00178GNg\u001f9w߽\u0000'0 \u0000֠J\u0016\u0015\u0014b \u0000\u0003  \u0002\u0011\u00002y.-;!\u0007KZ ^\u0007i\"L0- \u0000@\u00198\u0007(r;q7L\u0019y&Q\u0013\u0004q4j|9 V)gB0iW\u00198#8wթ8_٥ʨQ\u0014Qj\u0001@&A)/\u000fg>'K\u0002\u0000t;\\\u000e\u001b \u0006ӥ$պFZUn\u001e(4T%)뫔\u00060C&\u0015Zi\u001b\u00018bxEB\u007f\u001f;Pӓ̹A om?W= x\u0016-\u0000\u0004[\u00000\u001d}y)7\u0018ta>jT7\u000e@tܛ`q2ʀ&6ZLĄ?\u001d_\u001dyxg)˔z\u0016çLU*\u0006u\u0016SkS\u0013\u007feO4?׸c\u0001\u0007.\u0000 \u0000\u0000R ߁-\u000725 S>ӣVd`rn~Y\u0002\u0002\u0002&\u0001+`\u000f;\u0010\u0002\u007f\u0010\u0002A4\u0007 \u001d\u0002\u0014A9\u0000=\u0007-\u001dt\u001e\u001el\u0002`;\u0018\u0003~p\u0010 Gp\u001e| [`\u0012L`\u0006 0|\u0002>\u000f_',\u0002\u0010\u001aG\u001c\u0011!\"F$H:R!z\u0015F\u0006Qd?r 9\\A&G rQ \u0015h\u0012\u001a\u0015E]a4z\u0005Bg\u0004\u0006E\b#H \b*B=0HIpp0MxJ$\u0012D\u00011D, V\u0010ĭ\u0003KĻY\u0012dE\"EI2EBGt4MzN\u001d\u0004r!YK \u000f?%_&#(0J:EAiQ((\u0017)ӔWT6U@P+!~\u0019m\u0013\u001aD eԴ!hӦh/\u001c']B/\u001b\u001fҏӿ?a0\u0018nhF!X8܌kc&5S\u001d6lIa2cKMA!E#\u0016ƒdV\b(\u0006kel }}Cq9 N'\u0003)].uJr \u0018 wG xR^\u0005[\u0004oƜc\u001ehg`>b$\u001f*~\u001f :Eb~\u0016,m,-ݖ\u0007,Y¬*6X[ݱF=3뭷Y~dó t\u001ci zf6~`{v.Ng#{}}\u000f\u001c\u000e\u000ej\u0001\u001cc1X\u00156f\u001cm\u001d\u001c;\u001c'\u001c_9 r:\u000e8q:˜\u0007O:ϸ8uJq\u0015nv=MmR \u00154  n3ܣkGݯz\u0010=\u001e\u001e[== TB(/S,]6*-W:#7\u001f*\u0015\u0003\u0007\be^YDY\u007f}UjAyT`#D=\"b{ų\u000f+\u007fʯ:!kJ4G\u001cmt}uC%K7Y\u0013VfFY .=b?S\u0017ƕƩȺy\u001a چ k\u001a5%4\u0019m7lqlioZ\u0016lG+Zz͹mzy]?uuw|\"\u007fűNwW&e֥ﺱ*|j5\u0001kyݭǯg^y\u0017kEklD_p߶7Dmo꿻1m\u0001l{Mś \u0006\u000enLl >/Font >>>/Rotate 0/StructParents 10/Type/Page>> endobj 2 0 obj  >stream  HWK6\u0010W(\u0015V/\"H #!\u001bpQʇ\u007f\u0018B\u000e0:\u0015t\u0001N\u0016عȳ \u001e\u001fG\u0016yr\u00142O\u0018a\u0007|\u0016\u0007/輣{{5Õdh\u0019ϛ䏉%\u001b(\u0004L\u001c]h; ԰VU-b*϶ U4S`9%g\u0010\u0014\u001duJv\"TIFfd^YfUYm%a~f5䪴\u001b\u0011\u0011;艹\u0004jm?9p1\u0003\u00056agTA$s2'\"B\u0001\u001f ]4\u0018\u001f\u0013b\u0011q zTslJ>$Ή́7\u0015\u0015M\u0003ԗF\u0018:%h|&؇!ir;rii\bäW\u0004&mQ!+B !3 %\u0007\u0010\u001eK^s?#\u0014 \u0019tl/\u001fe`흞V\u0000[\u0013*᠅FIrc\u0007a TVA:}pPnld )&\b\u001b(N1M@B\u001b{6S+\u0015,\u000e N\u0003$mŴiUuVK.T`B\u0010\u0006\u001b/\u000eS..\u0011AT-\u0019E%FP\u0011T.T\u0010%+O0sJ;S-RѱpIA^\u0014cF{WYYT z#WFR\u001bO*\u00191\u0019J19䃟o 1sc6,LgM7 \u001do!).JG\u0018(\u0011$z\b\u001f2ET.\u0015e7\u001e~n Ǡ?p>𺞚B4'B\u0010+ \u0001qsLׂH\u0019FQBƃ>\u0005\u0014'y}dgtL5C\u0014>\u0005\u001ePV\u001dkcJd8\u0005 i'Zn\u0000rf\u001c%gϞP4`\u0010\u0006э̳j\u001b떸Mi4,v* s\u0010Jgh\u0001u/>m-\u001da>e_,\u0001)j6\u0012ElWz[%{d[\u0014\u00184_\u0011\u0019\u0017\"81+\u001a\u000f% >/Font >>>/Rotate 0/StructParents 11/Type/Page>> endobj 4 0 obj  >stream  HWn8\u0010W\u0006,Z\u0004\u00018\u0003d\u0000ɤ\u0007>8s-v\u0007\u000eRZHj;rE\u0012kyUl:}- `ncB#y-\u001e\u0019\u000fxې(od4\u001c \u0005pÁ)N f\u00191 8\u001bB _K[U@\u0007 Z(T*$\u00020;m :F01\u001b\u0018xl\u0007Jp^b/=܉\blW\u001fVCV\u0012B۔JJfu!\u0012{\u0019\u0006ӝL֢'ߊS\u0010X&1G\u0006\u0005  ȼ>\"\u0019)\u0014vxEP\u001e |!\u0010\u001alA2_eFٖ\u001fdF&:\u001b@obr\u0017J4\u0014@\u007fi\u0017h|t\u0010z˨m: \\q /\u001b+\u0004b!Eŧ0>ɦ\u0019`QHE\u0007j~r9k {M\u001d\u0015vmv F2yi# 'XZl\u0006И$Ӽ21dF̳Mĺ\u001fw#KU.3Ay]\u0019\u0012d-t\bJw\u0014>\u0016\u0019t0\u0018y\u0007\u0015 \u000f/-/..0X@D\u0018FXG \u0013\u0007o)\u001c8A>\u001a$ˡc\u000f\u0019-5F\\`Ln.籀cf\u001a\u0011 _#rɖH쾍qiQv\u0000\u0003\u0000F  endstream endobj 5 0 obj  >/Font >>>/Rotate 0/StructParents 12/Type/Page>> endobj 6 0 obj  >stream  HWIoF\u0014W̥\u0000Y47Rk\u0018H\u0000\u0001\"\u0007\u0007J\u001cJe\u000ec &o\u0019 %9`|x|\u00147\u001f\u001e?D?>çDlO!NvrZ%\"\u0015f\\D rr6ӹX=OA\u0012f\u00140*\u001e\u0007\\\"\u0016k\b1\u0018cRYU= p$|\u001b@\u0016(\u00037Iǅ\u0012\u001dxt@\u0015\u0014cꉞi%HyTƳr)4γhKzPӥZRW,\u001amv\u001bkuXv'*s2\u0014}\u000e4- 8I2 XΫu?p\u00196&\u0001 f80Or C\u0016x5\u0001` #IDm\"\u0002ub&E\\dKps R\u0001>C6 K6zp *xc+O4\u0006٤\u001fy p(|1\u00058q -9VH\u0003e\u001f9?1:\u001b\bX\u0094I\u0006uJ \u0014blp~kb5l+a4n` \u0018Z K2v>Â_B:JW, \u00145Ehr\\g\u0013n >stream  hޔ0\u0010_e$ݦ\u0016*e=EY\u0017d\u000f\u001bj mJ*x\u0015o3 \u0005\u0010\u00148's,Zu\u001e\u0018)ets\u0004\u0017jDQ l\u0006.|Y>J\u0004\u0005\u0006,( >/Font >>>/Rotate 0/StructParents 13/Type/Page>> endobj 9 0 obj  >stream  HWrF\u0010+\b\u0011%vʒ\\tRv\u000eC\u0002\u0014\u0015S\u0000-\u0002QO/Lɹp2=ٯŋ닫K\u0011///},\u0007 \u000e~q\\\"\u0011\")dS(;EU\u00142~)؅Q\u001e\u0003~҇Pm-V\u001a/v.2;s![$\u0014W\u001bAo& 6] 7Nm׏VEҳ\b\u007fSa\u0006Z ۍ[ՋM\u00180\u0015^5F҆מ0\u000f(̉VٲjWq1 \u0007A U'  o\u0003Q\"oL\u001eQ \u001b.\u0015F{#=\u0003-g_ +Xaʓ\u001edr !Q\u0015쉓0J\b\u000eW~;mje\u0007f\bBx\u0004Ȥ,4\u00127(\u0014\u001aȞrD\u0015L58o)J9,=I\u001al)h\\iCđA\u0005\u001a}) Vld`\u001a\u00064\u0003]w\u0003'\u0004{\u0013mjG{y*+Q\u0014!4\u001c9i/\u000fЋ_ZtbZ;m9oJ٤ܖ_c'0A1(5\u0002ܮ\u001e3(\\uJ,H$\u001b1\u0017\u0000\u00033p\u0019;2]0  7 tg>Ǆ\u001d*\u000ew\u0000 Lh  &ZlD  \u001a\u0014qKAӃ#\u001f\\\u0003\u000f\u0006o7*кcT \u0011W Qr24z\u0004\u0000\u001d\u0014 /\u001aţ|[[;q@tuu  䮆i39\u000e6`i2;\u001b~Я:d>i~|~\u0019#\u000eD\u001b\u0017\u001dc.սKIZ\u001bad\u000f~,q)ᩨD\u0005U2N[e\\Ug_\u0001\u0006\u0000\u0007s~\"  endstream endobj 10 0 obj  >/Font >>>/Rotate 0/StructParents 14/Type/Page>> endobj 11 0 obj  >stream  H|VQo6\u0010~A\u001a,ElG.\u0002I\u0001)֡H!كbQvVG\u0012bYǻ#)*\\D\u001dy}\u001d/W\u0006\u0012rs\u0005o lz\u0001fvV\u0014 \b(X\u0015D\u008f\u0004Η8͡x\u0005E\u00060Z\u0004G-\u001e 尡\u0015kr+\u007fHܧi\u001aF9\u0018\u0003nhkws(m\u0015\u001f@$t F;ȭsk+\u0011| E-V:}߳/H@Elj\u000f\u00171@K$ť10ʃ\u001eF\u001eq.Rx\u0017:fP-(K\u001b:S=2\u0018E\u0002~tt4.98I2(:\u0002w\u0015\u0011\u001c0 ^ȡ!H[%h\u00101&?4FWQ8SK(1'?x\u001e%d((,T\u000eua)+\u000f\u00065Il>\\\u0002 \"$҃\u0018\u001do)bd:\u007f^+\u0004Kk\u0013\u0013S\u001a(\u0019\"\u0007m\u001a SIV\u0012 U&L9DL\u0010i]Vc TkL=H'㗔ҾW\u001aems0ȕ !n\u000e޹ K&BrPݾm\u001cP!^\u001eYnUMTt^aWm\u0007?Q \u0014\u001a\u0004qQmmZ QgsubjO\u000e\u0007`\u0002{RS\\\u0013} 0H\u0016NVＹinFÑb\u0011(vJ\u000f/@|?K{Em80\u001e[ؚ⾤A5ҤO\u001dEf1ɡl}0-\u0005\b;c\"*, ]g\u0004OdZ3䨌C^\u0004e`\u0014?\u0011ŞU\u0005 :mY\b\u007f%y~(\u00137\u001cT+tnsީ*O\u0007\u000f7ft\u0002}@sֈNոֳsis4em\u001bW IVEp+)Vф $㑓DM\u001f n\u001aE!\u001c;KNZ}\u0004|e[_x#l\u000f\"Tklţ(acz\u0007\u0015]H\u000fe\u00037$W'۽=\\QnL'\u0017C 1\u0005Jt^\u001e\u0005qaƪvZ[\"\u00178yt\u0017!l3lQ\u0004\u0006 %2\u0000\u001b%8Ka{Id0@Gg#̍\";Q bY ~3\u001fԡ#5.C&?$l\u0000ES 1V@\"^ 7@\u007f% >/Font >>>/Rotate 0/StructParents 15/Type/Page>> endobj 13 0 obj  >stream  HWMs6\u0010W\bΈ0\u0001sL,9M(8=&-%IO$\u007f\u0005\b\u0012ŸED\u0000|orrq޼X>Y޾b%`;r\u00190ɖ\u000f\u0013\u0019,f~\u0000w,`I\u0014 \u0019d{wIc\u0019c\u001b\\sů J \u0000\u000ei@E\u0003z\u0005C`\u0000\u001f Cpm25ez~3\u0011Z\u000e\u001c 3y\u000e#\u001e C >2 pelWbbS'R %\u0018dodu\u0019\u0015?RQ)GCd\u0013$\"щ! U&\u0004\u0000 %ܭ\u0014U6\u0005:h1\u001f\u001b2fh8΢VgBf\u0018x\u0000i]RPe=\u0005.92.Jh2fV+\u0005ψrS TPgM/ ^\u0016@~S2'\u001eE\u001d8& \u0010T\u0015s\u0015) \u001c[N LjOTuU@NO!\u0007\u000e\u0018nd%\u001dEc!\"S'ȚD%\u0005\\M+>\u0004֌P\u001fio\"hk\u000eq\u001b\u0002ݘo+HదtG\u0001\u0013Vؾ܃2\u001doڷKۿ>UqW׏\u0003f\u000f\u001b\u001c\u0007\u001dCyF&८'0$9\u007f\u001d*&5vj\u0018-+Gs\u001f{= z@'=⩰\u001eM6Fe?ݢ\u0005uI8QoE\u001d#ڮV(\u0004f 70\u0001öS'\\{\u001dQ7Tf So6\u0007\u001efmPI(ao\u0012\u001a䠇(q\u001cY]=\u0018ChGڂL̀[\u0006\u0014.ӷ\u001d1n\u001aKdf\u0014,Ö%LaHjNY\u0000\u001flX#\b_\u001f\u0019wL `2xM>\u0016a\u0016\u000f-O\u0007*U:(r݉MF]\u0011+jN\u001aRacR>(a+\u0015\u0002\u0017L 'A'>!\u0015vY\u0015Pʸ=ڪ;KF#\u0016YJE\u0012$=\b+2Vş8j@\u00063\u001b\u0004،=\u0001GvNE\u001cNZFHo-J\u000eft=\u0004zC>dz}0e aRH4}!Ϙ\u0015 z9tR3b\u0010\u001air` _sMn=q\u0001\u0014DķSA\u0006MdO\u0004\u0012A \u0018\u0018I|\udb0b6,U/MۃW\u001f\u0013 k\u000e_I$bR&Lj'\u0010W4MC$\u007f\u0004\u0018\u0000\u0002l  endstream endobj 14 0 obj  >/Font >>>/Rotate 0/StructParents 16/Type/Page>> endobj 15 0 obj  >stream  HWMs6\u0010W\bfL\u00009L,9q;uiA\u0016!ˍM\u0011U]\u0002 EYrD {˳3{rˌݻٔMN_b Y6 4{6g\u0012mB\u0019T\u000eA.-d1?faE\u001e K\u0004| 1>kCl\"~ \\ ( ~Y\u0010UgAZG\u0014\u0014\u000eF!@rGUA\u001cYr9s,*|G\u0019e#dKCa\u0014TY8fRJE >C`\u00164C|\u0019h\u0002X8C{\u0005H]p\u0010LƟGDT\u0014M^\u0003 -9U=\u0000GZ\u001b_$ k ԏ\u001d\u0004|\u001duk\u0011v#7X n߮Wӳ!B]}cx2* ] 5\"j2; #J;v\u001e\u0006Z\u0003@u;x\u0000D@1\u0012\u001e\u001b7 >/Font >>>/Rotate 0/StructParents 17/Type/Page>> endobj 17 0 obj  >stream  HW[sF\u0014~ا܉7{046mh\u0013JA\u0007\u0007%v Q\"\u0003\\VK\u001fh/:Y19}!\u001e?>?[\b%  Ὄ~\u0002.J΀\u0000[+=\u001a\u001c2z\u001b\u0001$/p!bS-D\u0004l;v B3dΤIC.Z \u00044\u0017h]oHU\u0014_\\au\u0018z&gR\u0019C;s\u0004s\u0000g\\\u0011*\u001e l\b\u0002ZI'z k)\u001b\\%۠rS{uiO$::qmʘ$Npo\u001esևS!U\u001fsM7r ҁ':\b\u0010`\u001d٨\u001any]Q\u0006\u0004^E˪xΕÇK\\:ƗA\u001dN*\u000eIq}sV; i\u0018tՓ\u000f\u0018 ΒX\u001e be`|W\u0001%s  bG4\u001a+~ҬD%\u0001T\u0006t-ZopB,$ 6D ׸\u0014D\u001dy@]p[T/\u001ecTfPa38\u000e IP00|]uNEHϨd\u001e`\b\u000f-MS6GT\u0010\u001d$T,k\u0007Š\u0004\u0000\u0003K\u0014\b F\u0006\\ld Z/e\u001b.$c\u001fh/7+?\\[\u0014WU\u001b\u0006&U\u0002v\u0002sb\u001bTO\u0012Nk\b\\7]S?bAxY\u000e8¼\u0015nVL ŻWLr3Z:\u000299m\u001fu=4\\vL̑eqg8:xU\u0019L>E\u0016g~ǻnQ\u0011Lm4N\u0004m5^\u00108Wt0(I\u0016\u000f!zWfGV#K c2; \u0018\u0011F\u0003^deNY\u001f8߲\u007f~\u001dM\u0011w\"\u0011 l#\u00159U{O t\u0015ƶr߲Zi\u001cwF'ܲ$\u0012']\u001f\u0003:\u0003ul^\u0003\u001c\u0000\u001b\u0000- [-\b\u0015\u0006\u0004\\*yFM S[Qu qV\u001c\u0004ł\u0014;dI{x彎o,wmi\u0007枲[uO\u0007ԯc\u0013[d \u0013OF똻odRe\u0006 w\u0000鱬=AJR 2}br{w\u00159q\u001a#\u0002\u0017F\"To\"0^+4Т9 tڑ\u001f$>Z\u001f\u0000:q\u0016.#RHa[_?\"EBx\u0017\u000f [J\u001a\u0004ƌ>\u0012tTE+p ¬m 1hn\u0015PO79\u0010es]SWJz 鞅jEu4Xk\u0010\u000f^\bFf ?N\u00161tmeTdЍs`\u0016\u0003~wY  \u0002e`7\u000fs%v){g\u000e?p/Xo4۴OW[j\u001a\u0006}_\u0001\u001cH.ܭH\u000e-\bi[6p@\"I\u001c7`\u001f'(\u000e \u0002(Y\u00078P\u0012\u0014 9^{\u001d\u0000L\u0010T; ֔\u001a\u0017->'oD5 a +HGg\u0000:dLۇ\u0012 FkV.KԎx\u0017W:\u001bX2wNȮuH 0\u0000u&  endstream endobj 18 0 obj  >stream  hV[k0\u0014+z\u001eneA $\u0006[\u001f J\u001f$\u0006  뿟α(v][\u0006y\"}GDF\u0018\u0011pJ\"UJA$'21\u0019-&̫xS-^ӏ|(%n \u0014)ݦ!BL\u0019\bG-us_\\\u0005~0߬\\tV+F&Έ$:!J,3D a{\u0010V$ >\u00031 .c=\u001byQwĘ^OE\\uD\u0002ˀf *_ĤH#@q:¥2\u007fI.wmQrC\u0003knWfW(dio:UA\u0006\\iWo\u0011;6 V \u0004\u0018\u0000b\u0014e  endstream endobj 19 0 obj  >stream  hXn\u001b7\u0010|\u0015@{\\~\u001e\u00806@6l\u0017a\\\u001d5d(2}gőT\"|\b\u00027\u0005\u0002\u0004Z8\u001c.wC:\u0019k7}6>\u0012ш8dĻl$[g|\u000fb\u000f\u0014[L\u0010ܛ!\u001bP8dB 8\u0017 8\u000f^@\u000fƅ~hX GC{g\u0004\u0003W|3\u0019['c˶\u0007\u000e!\u0010EH\u0004\u0010GȜ\u0006 B{\u0007'#$\u0001BSa+A\u0015e\u0004\u0007\u007f\u0001_\u0017P\u0002\u0002Ғ\u0010rdX8PEq#M 8sȲ\u001546\u0005\u0004 ۋ6\u0002\u001aZ \u0016C\u0000m\u0000o\u0000qH\u0000s\u001a\u0018_\u00110' Zph b\"`Zj\u001au\u001b\"`\\\\t-D;YY\u0005 ݤ \u00134\u0010 A$ trhQQhD\u0014]'+8, \u0012K%u& n'bٽ^-z1.'ow;tG\u0002\udf5cLg \u0004;:X:M? %wo?]-shݳ\u0010>1{7,6L\u0007\u0007Lfw77\u000f\u0014~|D\b>~\u0015*D֏\u001fwœ\u001fG*iZ[yX\u001cı\u001cбb\u001d\\]'9~7M~{\u001c?yaDk\u0012\u0003 IxHb7$5\u0003\u0007$u$#I\u000fIܖĎ#\u000fHFCX\u0001\u000fI #\u0003[\u001el\u0003\u0005^;$~\u001bX?.v%\u00067\u0003{x\u0007\\^|^\u007fgb=\u00190i X~4\\^ \u0006\\L{8\u007fcWޠxG\u001eohT}K$\u0006\u0017\u0006W\u0006Zu\u0003m~-\u0005+v\u0003Kv\u0003kv\u0003\u001d\u001b݀j7! kv\u0003. n7\u00194\u001cqofcC\u0011\u001b*@7Tnt\u0003P\u0006ѡ tC\u001bJ7 n[*݀T\u0001ot\u0003R\u0006 xK\u0011`\u0000cq\u000eU  endstream endobj 20 0 obj  >stream  h͎S9\u0010_^\u0000b\u007f\u0012j)0@hYX4tĤ[!,x9mu/\u0005R\u0003Yٱ?\u001fUuv|PqC\u0010(LͣLKAE#\"+*!3'F\u0006Up\u0012\u00138 \u0014B.J,dc%EcY`j9Jb*tJ,x1AD+!bγ[\u0011\bN+GUn\bLjKGs\\\u001bQ'\u0005\u0002M Gr\u0004145S>A8\u0019\u0012\u0005D-Rf A\u00050Q\u001c\u0099ѭaW-h0\u0015\u00159V ?ǫjw=$ >stream  hV]k@\u0014+\u000fh\u0003JaQ\u001fĪŮaƲnJX{ϙͬ \u0018#>{rΝ\u0018kDVDыN\u001e#b1 Ob\u001dqYBS,G-.a\u0019\u001e8g%09 9\u001f$F⢤$\u0005YƼW\u0013pТ\u0015\u0013A\u0010\u0019XEDEV$d\u0006Qth \b\u000e\u0001\u0000`\u0001\u000e`\u000e)#\u0000s \u001c*u\u0000 \u00020gK T\u0014gK%EA\"fut\bp\u0019T\u0013YLMLd1\u001d\u0013H:\u0001L.o0%`\u0012\u0015R.\u0003Gq HAE\u0013ˀ,9e\u0012&s)YL\u000eZ\u0005Y(@ɇ捸\\ ywy X(Uqivߞ#}s\u001dea_t_J\u0011`y\u007f>Z=W޾¢` \u0016k!d@Ȼ=T\u001e۷ݦm.\u0013q\u0012mmI8+G[j [胭H[v^[`ˋ3ŖV-3Xm\u00199\u0016\u0018sՖ-=-?압f>ShKl 9C֩eXmՖO\"$0Z![V-\u0003?\u0011jF\u0018N\u001dC-*ך,ʧ\bף੶ 3\u000e\u0006\u001d\u0007?mq08x]0\u000e\u0006x\u001c\u0007G\u0014o*~v6Ǻ6?\u007f߼\u001fY7ˡqgϲ\u007f\u007f\u007fyO\u001f\u0002 \u0000  endstream endobj 22 0 obj  >stream              2013-01-28T08:25:27-05:00     2013-01-28T08:25:20-05:00     2013-01-28T08:25:27-05:00     Acrobat PDFMaker 10.1 for Word           uuid:499efe0f-4168-4ced-82b5-2b38415343e2     uuid:e3e6595f-6850-4a9f-b634-eb4691a3ebcc               2                    application/pdf               Sofia Kalantzakou                    Adobe PDF Library 10.0           D:20130128132307                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                endstream endobj 23 0 obj  >stream  h24R0Pw/+QL)64\u0003\u0006)\u0018Ic0i &- \u0006\u0010\bB@(XʂTb;;\u0000\u0003\u0000\u0015  endstream endobj 24 0 obj  >stream  hl @\u0010Wٛz(gw\u0011+DK Σb91\u0007{\u0014\":t\u000f?k\u0001\"b7Ⱑޡ8\u001dG\u0081(>\u001c.\u0016Do@jj\u0007;(@\u0012\u0000\u0004kE/T`YHJ\u0013+?(B5:HZ:ZFW ;8w@R+ io\u0001\u0006\u00004@  endstream endobj 25 0 obj  >/Filter/FlateDecode/ID[ ]/Info 293 0 R/Length 123/Root 295 0 R/Size 294/Type/XRef/W[1 2 1]>>stream  hbb\u0000\u0002&Fi)\u0006&\u0006@'`\u00048@b_@\u0004\u0019L\u0015z\u0000$X0\u0016?\u0018\u0014`f\u0002\u0015\b ?\bd9\u0002Z d\u0011\u0003#\u000fc!\bƿb&\u0018玆h\u0012\b\u0000c\u0000\b0\u0000\u0016g  endstream endobj startxref  116  %%EOF"}, {"content": "%PDF-1.4 %  14 0 obj > endobj        xref  14 31  0000000016 00000 n  0000001191 00000 n  0000001270 00000 n  0000001449 00000 n  0000001592 00000 n  0000001721 00000 n  0000001755 00000 n  0000002137 00000 n  0000002213 00000 n  0000002598 00000 n  0000002734 00000 n  0000003219 00000 n  0000003503 00000 n  0000003763 00000 n  0000004160 00000 n  0000004561 00000 n  0000004716 00000 n  0000004949 00000 n  0000005381 00000 n  0000005794 00000 n  0000006212 00000 n  0000006695 00000 n  0000007012 00000 n  0000009681 00000 n  0000035857 00000 n  0000036106 00000 n  0000036558 00000 n  0000047333 00000 n  0000047593 00000 n  0000047781 00000 n  0000000916 00000 n  trailer   ]>>  startxref  0  %%EOF        44 0 obj >stream  xb```\u0006   y \u0002 \b \u0000\u0014ce`a8;Ea2$Y6GWγ®\u001f+8j³S֮y (h\u0001\u0004`UpF\u0006\u00001\u0006\b8\u0018\u0018%W\u0000i\u0019 \u0005(13*1naհ!\u0005\u0006\u0007r\u000eɍ}L\u00188\u00047zV7d7. ~r|\u0001\u0003= R.@ QS H3\u00024@\u0001\u0000]/  endstream endobj 15 0 obj > endobj 16 0 obj > endobj 17 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 18 0 obj > endobj 19 0 obj[/ICCBased 36 0 R] endobj 20 0 obj >stream  HTMo0  \u001f7\u000f\u0018RԱ\u001dz؇n\u000ei(C1\u0000kXsx Cxq\u001b\u00073pk0eyVE \b,5%OW \u0013ehprJWu\b\u0001\u007fUvKl{^\u0007\u0012J'e\"\u0014D L?\u0010Q_'* $;#YгLA\u0010B\u0014 \u0011{yES6rID[Z&=\u0012ɗ\u000fb2Պ/ hf4'.n5[_\u000f{HMnG{\u000fF\u0017-O#\u00003X   endstream endobj 21 0 obj > endobj 22 0 obj >stream  HS=O0 +2#5|4Ru\u0003 ! 1$$np\u007f\u001f;q,q\u0006\u0014ı\u0017i\u001fPguU3jykAK\u0002\u001dڻ9i.1tPQ \u0000\u0018\u0001zB\u001a \u0001#\u001f!ه| > endobj 24 0 obj > endobj 25 0 obj >stream  HTP1n0   2Hq3\u001a\u0006tдD\u0002jJ$8 :\u0004 d\u001c&\u0000jq   endstream endobj 26 0 obj > endobj 27 0 obj >stream  HR=O0 +:\u0016\u0006;IT:r\u0010C\u0010,\b\u007fO-\u001fv\u0019pV]\u0000\u0010\u00039>\u0002\b i]bP\u007fJLl% 淔\u0014h&G\u0003 \u0003\u0002\u0006o \u0011Z\u007fiiW1`I:\u0015\u0018\u0001fgMb+aXUC[bK:yKL-'ffFl\u0003/\u0005 ܹ]8b=pg)oBX\u001f%jQ;ؐMΎ*`tk\u0018O\":Gث~.Hj.\u0000N  endstream endobj 28 0 obj >stream  HMK0\u0010\u0015=Bc&߁x\u0012KnF*4uW\\Ð\u0014ޙԝg\u0005%R]b)5\u001aCP\u00029:\u0000R`H \u001f|\bҽd\u0017\u001cx \u0001rl|wu7,J!J9ᠢ4zdG-\u0000P&/f(;\u001a\\n'\u001c\u001fhFe^rQ\u001f5N|x\u001auK\u0013k,`Ŝ`\u0003n\u0012PAy\u007f\b'\u001a\u0014Ƞ4%V XAkB\u001e\u001elp4\u0019nWs8F-\u0000 > endobj 30 0 obj > endobj 31 0 obj >stream  HSn0 \u0013 VH\u0005\u0014&@\\J\u00034@axw\u000e9c}>wF9=G\b\u0000)\u007fuuI\u0001uX\u0003\u0001\u0015\u0006I\u0003(Js \u0005  \u0006  x \u0000&X #{\u0006\u001c2\u0003ilI#grsglZӑq|_Ip3'\u0004ޢ&JE 2  >stream  HSN\u00041 '\u00125vޑVWQQC\u0014wp\u0014\u0007`٧@' #v GrZ U!g[v\u000e!n\u0015Maͬ \u0010\u001a\u001b/\u0011\u0019FZ5K\u0018\u000f:\u0016\u000f\u001a7[\u001eQ΁2\u0002{Aw6F\u001c#{=B֣I\u0013f#\u0000\u0010  endstream endobj 33 0 obj >stream  H=o0\u0010I՘;1]PY*oU\u0007CH?D\"_ \u0001D\u0019\u001cG;u\u0000\u0010\u0000$\u0003K 0`S\u0007\u0014FN\u0015Πi7\u0017S:>GNb)jpBKB\u001e\u0012Y%ټYAB\u0004IIe\u0000 \u0002S\u001eWOֺL\u001biO(}BGh\u0002Ti\u0004M\u0000\u001c%[d\u0017T_ռg]\u0010:}яT\by]:6Ek\u0019.\bA\u000ecdxx벞z+7zmj\u001dw˞\u0005h12\u0015\u001e|0~\u0005ƌFX\\6 S\u001e38?1 GIG kևO/C 3evC\u0012\u001d\u001f\u0001\u0006\u0000Nc  endstream endobj 34 0 obj >stream  HTn0\u0010\u0015\u001e\u00016ƖP\u0019:uت\u000e\u0010\u0012)4=4M:XF{w\u000fR\u0000mqe!\u0005p!\u0018lCO\u0000(X],\u0007\u0001d\u0002;N@Y?:\u0013 (n\"OU|y0&\b0bV Vw̑0\\&E1\u0011c\u0005Pģ;.OZq:^k\u0000ra\u0001l,\" \u0005tj$GeTPtQ&\u000eA&1-\u0012w\u0005miaby vjþ)]V]ͬ+8H*i/F_(ybToL\u0018\u001bouE0V]L:*\u0001q*H{*kUEXЎ;4U;K7F)8\u001ezN'Hn|vu r\u0000%\u0010\\Jq\u00164 xk & $^G۴\u001a8=tHv\u00071I2\u000e×\u0000\u000es|e\u0002 \u0000\u00010\u0002F  endstream endobj 35 0 obj >stream  H̐=O\u00031  2 \u0017b;qSJ \u0004 (\u0012\u0000O7ި\u0018IO QXk\u0007>d\u0010+\u00065.#+ai]\u0006\u0012CQMEu>ҥ\u0000\u007fpAE\u0006\b\u0000\u0006g}ƝQJJYa)ʺ\u0019\u0014\u0012NG\u0013K\u0004x$xq\u00056ܽ\u007f_\u000f}'_XQ y}vW\u001ekb%?[jxQ\br\u0001K;ۨI\u0001\u0000ne^  endstream endobj 36 0 obj >stream  HyTSw\u0016\u007foɞc [\u00065la\u001d\u0004Q\bI\b\u0001\u0012BH\u0005AD\u0005\u0014ED2mtFOE.c\u000e}\u000308\u0016׎\u00178GNg\u001f9w߽\u0000'0 \u0000֠J\u0016\u0015\u0014b \u0000\u0003  \u0002\u0011\u00002y.-;!\u0007KZ ^\u0007i\"L0- \u0000@\u00198\u0007(r;q7L\u0019y&Q\u0013\u0004q4j|9 V)gB0iW\u00198#8wթ8_٥ʨQ\u0014Qj\u0001@&A)/\u000fg>'K\u0002\u0000t;\\\u000e\u001b \u0006ӥ$պFZUn\u001e(4T%)뫔\u00060C&\u0015Zi\u001b\u00018bxEB\u007f\u001f;Pӓ̹A om?W= x\u0016-\u0000\u0004[\u00000\u001d}y)7\u0018ta>jT7\u000e@tܛ`q2ʀ&6ZLĄ?\u001d_\u001dyxg)˔z\u0016çLU*\u0006u\u0016SkS\u0013\u007feO4?׸c\u0001\u0007.\u0000 \u0000\u0000R ߁-\u000725 S>ӣVd`rn~Y\u0002\u0002\u0002&\u0001+`\u000f;\u0010\u0002\u007f\u0010\u0002A4\u0007 \u001d\u0002\u0014A9\u0000=\u0007-\u001dt\u001e\u001el\u0002`;\u0018\u0003~p\u0010 Gp\u001e| [`\u0012L`\u0006 0|\u0002>\u000f_',\u0002\u0010\u001aG\u001c\u0011!\"F$H:R!z\u0015F\u0006Qd?r 9\\A&G rQ \u0015h\u0012\u001a\u0015E]a4z\u0005Bg\u0004\u0006E\b#H \b*B=0HIpp0MxJ$\u0012D\u00011D, V\u0010ĭ\u0003KĻY\u0012dE\"EI2EBGt4MzN\u001d\u0004r!YK \u000f?%_&#(0J:EAiQ((\u0017)ӔWT6U@P+!~\u0019m\u0013\u001aD eԴ!hӦh/\u001c']B/\u001b\u001fҏӿ?a0\u0018nhF!X8܌kc&5S\u001d6lIa2cKMA!E#\u0016ƒdV\b(\u0006kel }}Cq9 N'\u0003)].uJr \u0018 wG xR^\u0005[\u0004oƜc\u001ehg`>b$\u001f*~\u001f :Eb~\u0016,m,-ݖ\u0007,Y¬*6X[ݱF=3뭷Y~dó t\u001ci zf6~`{v.Ng#{}}\u000f\u001c\u000e\u000ej\u0001\u001cc1X\u00156f\u001cm\u001d\u001c;\u001c'\u001c_9 r:\u000e8q:˜\u0007O:ϸ8uJq\u0015nv=MmR \u00154  n3ܣkGݯz\u0010=\u001e\u001e[== TB(/S,]6*-W:#7\u001f*\u0015\u0003\u0007\be^YDY\u007f}UjAyT`#D=\"b{ų\u000f+\u007fʯ:!kJ4G\u001cmt}uC%K7Y\u0013VfFY .=b?S\u0017ƕƩȺy\u001a چ k\u001a5%4\u0019m7lqlioZ\u0016lG+Zz͹mzy]?uuw|\"\u007fűNwW&e֥ﺱ*|j5\u0001kyݭǯg^y\u0017kEklD_p߶7Dmo꿻1m\u0001l{Mś \u0006\u000enLl >stream  HV\u007fp\u0014W\u001dݻ$ \\\u0012\u0002\u0007u%`@H@\u0005,{\u0002G,4hE,L*&El;KR;NUZ\u0002fm\u000e(\u001dV\u0019M[\u001cQA3V.?ũ3՗۷6Ĉh,uLw7;\u0002ӃX&DĦ\u0012m[վz_g\u0013Gs_ZhL\u001eD Z\u0012#g\u0004\u0010EJ\u0010\u0001Xi'z\u0011Mt\u0010U1v\u0010ѳ\u001eg6O]^T\u0001m\u0007޻@8پqv\u00108KH%\u0003}7;b\u0003xᔝ\u001cYr\u001c$\u0001\b٫AU ky\u0003X,w\u000fJ\u001dA{M:·)\b|i9$%ϩ~g\u0003gH'@^H\u0005BTȝ:8%eُC\u0000fX}[~6: j{\u007f^Ac\u000fm(M\u000fA4S55=\u0006$\u001dZȠGT6UH/:\u0006ꆥ\u0004*蛸c\u0003(B_\u00074^>)FmO\u001cqJX\u001aNi9|B:Xo(R |\u000fӁ\u001fSId*4?\u000euBqi]%w&z\u000eoo1p*!\":t'ph\u0017r,/ke#\u001bcIf3\u0014qvRC;h+s~aEìc\u0005O8v\u0018݅mD^#Etif6ҊѓW;ja3*+\u00017i\u0015~\u0013x2UNd{l&]\u0000:e d\u001e\u0002>F'X9x7Q6 p\u0016۞\u0007$MD7\u0002\u0007MC\u0001X\u0001\u0018\u001dC)LwM\u001a`e=\u0016z + :]\u0002`ƾ@갩j\u007fxlڎNهڊ\u001a:^?IЋxw\u0001:\u000e\u0016=\u001ax \u0001_\u00076\u0013&sح\u0018CePn^KH ʞ\u007fn \u0016?.),gǑ\\2.\bb2V.+K|.\u0017牁Jgs\u0007-{~M?m\u0005*U\\.,)_q\u0018\u001c9!z1HXH8\u001cO:\u001d7\u0003oU=}\u000e*\u0003/`Q \u001a_q/kM5wET/^T\u0015 V\u0019b̟?5gmefz?Y:MWM\u001fL4dBqQ{\u00021y9N,1 8FeMY1g%5py !\u001f%\u0006x\u0016AD`L\u0011jspuzrl~P \u0003A\u0016c\u0019+\u0010Pўd f\u001d$Wx~R\u0002H\u001b\u0016O\u001b\u000ft\u001a8h! AJwk( 9\u0015Oi'xN禝P@SkvuZ 5R \u0014L1\u0012HwDpB5\u0001 ^\u0003\u0016\u0012I\u001f'Z Q&B ; /; }\u0000l\u0005[.(\u0019Q\u0005h;T~\u0010\u000ezŎ\"u3\u001a*EJʲi:n%'\u0019SyGK[b]nzϋ ?\u0004Pƍ6r[L\\3ܦU^p[H !hab,\u000e.0 O\u0007\u001a\u00175Z9@,\u0014Q6C\u0010\u0013\u0014#\u0014zy\u0007+-ᜥИ['ޗ@9#RCu{.\u0005=e#Y4,c\u0014i\"u*Hd61R6`- A3LQl\u0001g\u0013\u00050W.O-$5l\u001av 1'F\u001bx\u001a 4qóxvi+śX\u0012l.Y\u001bUIέ\u000ejXMds\bY#! Ew\u0018pY(vcOvx͜\u0016z\u0007 }{W41\u001fZ\u0002\u00060kuKnGɯ\u001d%lU gAx^^>\u0007:s9:Z#à!,?;\u0019\u001au^(OË|Pp\bruU\">#\u0012U&5.\u0019`;\u001bn\"ugĤQ\u0019MN\u0003M?\u007f  + @ @\u0015\u0000E{\u0007GU]q6?\u0019ˏ\u0002F $HX!!  \u0018J!$qLh\bDQԊ\u0019gERXf\u0019*\u0005,e\u0014#d= LG̽=s9p\u0003F\u001eq\u0010o\u0016n\u000f,!&pdd\u0006eʑ\u0015jSU\u001b\u001e *| ^\u007f\u0006 dx.?;\u001ae\u0004=;:b\b\u0003l`&x\u0001\u0015 5\u0014\u0017G:jE\u000fqSSbyI]07!D\u00129C;\u0003G\u0014o$ ::kOw) FdъF 3|_~r洲dIlNl\u007f$ɿYD&PK2ł)ԼWu5B]9Qe/)Ñ40\u0006MR\u0012 JNM$N\\䉜?o0(6\u0003-dj\u0015gJ\u0003ZJD\u00176SU\u0019z\\Yҍ}y\u0007Ei=#Z\u0006\u001cdJ|c\u001fs\u0004-9N8R h/9(2O\u001c9V){[}˾͡zyz\u0006孮\u001d\\M(6j ܃,\u0006m\u001f\u0016ʌ !ϸ\u0014 \u0011S,\u0005&\u0019$\u001f{rY\u007fn~Tk_n;)PM\u00023)aE_eًS \u0017>4kJp\u001c\u0016ZT54Xkzx\u0017 糆lwKCjP\"ս649\u0015/ ~[\u0003;O;\u0010I9D\u001b\u0001ln: RR:Xxw|38\u0006s=_9\u0018(zZob豱{:NH\u001dw~wbC?j^7\u0016sk\u0004匽0Aǉhyڅ9G8\u0018sN̎h{u~A_>M\u001f\u001d1O=QDg:Cγ69]ɶ\u0002k 9\u0019cywRYߞAx\u0016o\u0019m\\:}cO\u001dX]kAR?V]/[\u0015Z\u000eA֬\u001emnu\u0000Yj\u0012}\u0019W+R?X1wݔ w6~\u001ef_q+[@vJ[v=O1c\u0010\u0004 klGpWYtY\\~)r(\u000f0n=/W\u0007;6[>k\u0019E\u001eO\u001dwfy\u000e\u000f#|\u001fՊsk'0Fk}$9VVnUJ׹C>ι \u001bHf}z\u0005ߗ\u0018XV\u001c\u0005E |IYnüc\u001b;{Eb;\u001cWl2Ʃ+\b];s8%L1#o\u001a{j:\u001el>82YM\u001eq\u0005Ark qn'\u000e\u0003#=.X\u0011` ԑu$ \\M|@Ua E\u001c9\u00198dorEܪ\u0016c\u0017V@\u001fEX =g 6d\u007f/પ+\u007f9gsyXB\u0010 B⃴\bF@\u0004BH'@\u0000!@\"!\u0010Hc\bXD\"\bVUj):\"*\bh%(elF\u007f3گZ{jp\u000f\u0011bcu9\u0011C  y/ \u001b[\u0013y\u001e!-ҩk4/B\u001eE\u001c J\u001e=6].lF\u0016U71(N0ǋBn3P7eYy՟_Δ\u0007\\\u0007;Y\u000e?\u000fi0>, c\"'QJ>݂\u0010\\&?QUdތk/E \u0017lW\u0003zm[ّhάf\u0090v5 Ԩ[0f\u000e8YO]og.T`+os\u001aడW\u0016LJ;[\u001c&Gj\u0018wXS28J|'r`\u0005+(ҝ\u007fkfZ*Uun(7vD.䛷6;Z\u0005c0X5`xR\u000f*/g>3Ў\u0012Jb\u0019 \")h\u000e\u001dR\u001fcMDVCu\u000f)?H\u00063Td/rovq{28M\"x\u0017N𜊑\u000f:\u0019 9hHgm \b\"K\u0014\u001bs*%h!Z5\u0002x}x\\6P5a8vRrCR5\u0004WtS\u0014ؓZjz-\u007fB֪^1!f\u001bF/\u0006W\u001a\\~\u000ek+t٬Ht]*ܫ6Ø' \u0003?*\u0007&m#hwg>˃7\u0000_W2~xǴI]C'd\u001cp8|\\+[:?\u000eʭ_g\u0017Д@5!& Oq~ Ҭu\u0015iǙS7\\d\u0004|r\u001b矐\u0017g\u000fgA3x=l3^ǧJη\u0006ԃY\u000e.\u0002Ua{?@sw[Î }n&1\u0001}K\u0013QQs!V\u0010K\u001fujl\u001a?>4i- :i |=h\u001c\u0017G6~\\lA\u0002{5z1y|}\u00001D\u001dr\u0017\u001d(5i[=˷TT\u0013E\u001e$ \u0000o\u0015 U\u0016\u001cbFޯ\b,/WżRu:\u000fuـMW٧~J{Jx\u001b\u001ah4[beR^axe]8[;:\u007fY6ĳ4ҌUFP:9jqO\u001dW\u0013&!\u0010oj\u001b껉@P v}\u001bT-1>IN\u0000\u0017\u0006\"bL{Q(\u001c`\u0006{TF}ވ|\u0000)rz蕉o\u0014bKw06ɔPU]t1\u0010[!Gϫ?\u000eʰW?39\u0015aԞ5*E\u0001En4M.7\u001e\u001fF~lt6`\u0084\u0007\u0019\"~/\u001ax?QpٳiɴOdiw\u001fr \\\u0015dw%e*b=46eA\u0007ƍ,\u0012|{\u0004m9EkuY\u001diz e;\b> pfVoԤCq \u00148_ 5َy7W}\u0001g=zb܎-\u001du\u0019Bs\u0001e:`\u0001g\u0005m#TR?K] EfC kʯRP\u0014lf\u001al\u001f Ӵ`* 3sg͝\u0019gѾ\u001a1ɳ֪Ncݙ7\u0014/\u000fj[O\u0005\u0019S\u0000t(PiK?zg)\u000fwuvzcB\u0002e\\̼dsa@DK_7\u0011ʗ`J?/{|!\u00059\b\u0007 Fր  \u001fUnd\u0005\u001dC冲:|4q5eFd]( Jtq\u0000~نR\u0006 G^5 Os2QnV]d\u0016\u001b^~ \u0011 +A-d\u000eQq2\u001cPsP,S`@0MC b mS\u0014iϖSԂ\u0018)\u0007KisUj*܍aJ\u0003{ҷBgҝ79 \u000ev,F'\u00130N\u00039\u00168I\u0007#OO4,Z\u000fŷ\u0007UR\u0003\u00075d\u001dx8\u0011Ŀ>ɠl&n\u0013oY\u00147\u001b_=\\J)>uJy9fuoc\u0018;X\u0011\u0013\\QFB?kD_g(1:ϺOq>m\u0017%9\u0002bi_3T%Y\u0015m\u0012WMn#[Fͺ\u000e&% o^?|[ZFhHsT Đ\u0012\u0006޸j0xd5X\u0019>FՀ\u000e 2zH팦\u001d\u001d\u0002N}PgF\u0013g\u0007TgH\u0007,-æHQ] h\u0003vW\u0011Q]}USdF\u001f*t\u0010T3&[5>&ǰ\u001ezޣ\u001e[ӏ -^y){HQ+\u0011s\u0002}F#49vr9Ĝ\u001c;]mM Ccva\u007f\u0007M\u001e\u001ei> vW\u0007\u0015ak= Ƿ)Z@ M1Г'(\u0006{\u001c| ͞\u0011\"\u0003\u0011g w\\?\u0018M\u0015Ԃ59\u0011ߧqǡ]\u0019')Cy%^=z\u00141 \u001c$ONO޹\u0014cfr*2b S\u000e^}ž\u007f\u000ez\u001c}v\"o\u0002Ӝ}3$V#\u0002\u0001%\u001f{\u0012)e\\A\u0015 NGq\u0016}Z |\u000e~6\u0002\u0019ːA#s/F\u001b]xY7\u007f3 2>Gg9|>!sԺWgO~\u000e~Q+T\u0014[5oj@\u007f\u001dE?bwu)i¦\u0013\u001e\u000fm\u0001λm 3\u0003y|}/  w_ M\"[gt\u0019\u0019N\u00052x w\u0007Zn\u0018\u0014rQN\u000e+w\"f\u0015[i :^f|Q{\u0002+\u0015Ͻsw[\u007f\u0013\u001aH?o}\u0006\u001dٛoAjt3݉^\u0003\u001d>\u0014$\u007f\u001clGC IsgK_jFvhQh\u007f~ $Ƣ[)2q&*jay \u0010.#o1f?2%\u001dLbX NAi\"c8T >lk~sgZO1\u0003|߭7\u0016aAx OXĽȱ|h5\u00163\u0007D\u001dbL'0{ E\u0019Cܗ^ߥh΋0#z\u000fטe[=9\u0013\\\u0001'OܲyF 6\u001f;z^qj};Q\"Q*pΫ\u0014\u001db|r6\u0016ìbWܱ$`Y\u001c?e]=9\\;:\u001fi= ~K}WɲB{\u001b݆\u0018rv9W8\u000f{Y\u000eDY?$ш󍲶 \u0003\"\u0010Dd4\u000eme| @p\u0007l\b9pwN \u0001Ǉo#o=4g !qp'ޙAY\u0011ƜeA\u0019'\u001755 ! ̛ȓ$܍5N>O݈z'ޏ\u000f/\u0005V\u000e2f2oO!S9RؓeLQ99c\u00058\u00068㾌R2;*\u001f+\u001ax}\u0003J\u0003\u0005Ζz.Bi.-\u0006g8eb\u001cYF\u0016YH\u0015\u0004a{Fg\u007fu9\u001a \u0017\u00041hvY\u000f\u001czu4(wen*S^:e)We*S\u0015e.+2^e.)sQ/(sFʜR2'R2\u001bY̛ʼL2yʼ3ʤ)2\u0013yJTeP&EQ V' P&V~\u0004(c+c&5IwC7RKzMURk~)+/~.?K=#JqG\u001eZ)\u0013\u001eZ!R\u007f+uԝRߓI\u0006oJ]. \u0005R_LRJ]BMzdT\\-@|?:Vjdå\u0006 Mw%5p WB RM v\"kGg QWG\u0010MCӲ oK+Vĩ\u0015k]8Rer\u0002ߠDq'ҳ/S\u00169mlU].,T޿LW9ȰU\u001eFbsC\u0016!|h\u0003~O)\u001e\u00014@Œse(~mUgY>ua\u000fo Y\bv_hW>ԺdJ\u0017,9}\b\u007f\u007f\u000ea\u0018\u007fa\u007f\u0007y\u001bq \u001a8MÅya*o\u0001˓`VX \u007f#,\u000e0 Ӣ0u׹2j]\u001aWJYr]JWLK*w2W\u0013Ēbg蓝\u000237/ѓ$$+S&Ր:JΤd-sH\u0016\u0003/\bG\u001e)Rjw\u0006'K3NYOmRm :O\u0011\u0018SVtӜج\u0004WRzBeFByP\u001f1Q-z(GFd#\u00174RVfD7տ>T-Q\u00025_[P]jTmj*DmjzJ\u0004ۚT ]ڤWQɳDAұbҁvXu֋M2Hʼ{;VL1\u001cvMvYyp ']S9$[uIS ֮i\u009fQK\u0016 } V͗F](S5osݿ8$\u001a-\u0012\u0012%\u0014\u001d\u0010g9d¦K\u007f\u001fg\u000eM\u0019z#r\u000e6Ė%M:w_PKznK*=\u0014ԏWҡ;MXkg]HĔmymLT1::V\u0004:g[  \u0001n\u001b:+\u0006+\"\u0000΃?s,8\u000e\u0006o7\u001b`\u0012L!\u0003 > ͠\u0003  \u0006Z] \b\u0016ZP\u0001l\u00036\u0010 \u001a1\u007fo\u001a/\u0002?i~\u001f|\u001f\b\u007fK0\u001f\u0010?\u007fʇ\u0000η~Ƿ0ğ=o\u001b\u0003&f\u001b~Ke\u0010\u001f $\u0015ʫKf/^YV\udcd7}ՖZ2KJIMM(H㤿\u001c3'&)4])GILLJ'9RYAk\u001bX]TS]Odޚ*\u007f.s@'Qr]\u001a [S ADEh%p8N\u001eG8SSܑm\u0011\u0000o\b T1\u0005(X\\\u001c2Ԅ)؍\u001c`Z \bEYfjB3|eիW\u0014㈖T*jX/ǳQDN/A\bY\u0010, ;\u0017D?5v.!Q^|\u0007[)6ə->B\u000e[v~\u001d\u000e \u009fЈr\u0012au\u001c bY\u001dSql5ªd].\u0005a\u0016T\u0006\u0019W\u0012&5h.HF%.;-I}ܬPFh\u0016q\u001a9/P\b,&ܽEŻl+\u0005 ~ΟK񋗻\u001dm$\u0013 h:֝\u007f[\u0018\u007f\u0004{L\u0014Ɏx>Q\u00062 g\u001aV(\" |[.K,J2r\u001d0zԖȌ;\"fRr==Mu+ E{8vu\\D\u001a-:\u001bP3\u0003&UX\u0011\u00021);1\"#OɷI+\u0001I\u0002\u001d\u0004A7\u001d/h+As\u0011D6DhD+\u001c 7P6T\u000eв=Gd̠&O𳱵@-L6>\u00064?=զG+-B \u001aj%\u001d \u001e~b-\u0016 \u001fjZWW3K\u007f  u8\u0018\u0018ɢi>\u0016^DiƾӉd\u0002$ `2\u0083  j zFn3(nN=H}LR.\u0017 Yea].\u00075Gxl$Rr|_3\u0018-\u0002NjC6;\u0017&q+\u0012ʜ_qѴPVXtY[7ޥ;y`[\u000f\u001f\b\u001eG\u007fS\u0005\u0017qnM's\u0003~y\u007f>w ՛>%LAl ^˧\u000e ѳ!% M\u001c)R@:a${lp]\u001bVI\u001cq0YO{AݑB,\u0011%\u0011\u0014 AX\u0007::ģ)\u001d>*\u000fĜ\u0011fVWofwKnY[`\u0000[?\u0013 \u0005\u0007I\bN6109\u001f[]\u0013\u0019\u001aAU>a6?U!e]ŧ\u0010̈'':\u0014'M3IT{\u0000O\b(Jv{ \u00032 \u0019ry@嶴\bĊ3\u000f\u0001\u0018~%\u0001: ML\u0014aǿ?\u0013se\u0007>\u0014a/^jKC7~\u0015\b\u0016~\u001a-C;Q\u0006%\u0016>Iu+EV {\u0006ZxpT\u0003]\u0015\u00189\u0007\u001bM&`x 98^N==+ZS \u0019`\u009f%\u007f`\u0013\u0005p;N-vj5 idydK׮l\u007fs_\\\u0013`z\u0011#q|\u000f\u007fVn&w\u0004*v\u001b9_ɻy%D-\u0017}v\u0017vMv;\u0018Q^M%-%C^oS՘I>UjEJc&y\u0002 O \u0012yFv\u001aF]\u001afxA\u00036?)\u0010\u001a\u0016Xԃ\u0003P\u000e\u001a %$\u0004\u0000Ԁ_fX`},,zlѤP'{}m\u0015m\u000f}){x9ї{3b\u0011e\u0016\u001f6 lF\u0006Pj\u0012\u0004  mT«~)+xRS \u0001\u001d\u0002\u0011C!\u0002\u0018Dh. \"Ӆ-\u000e}]?\b*g6K?\u0005 \u001fbȇ^ @5&\u0012s\u001aV\u0007j뢹\u0019` \\vt_TJ27p7jցΠR  \u001d\u0012\b\"U\u0011xNih\u0013 Aس,\u0013\u0016Z-\u0016U4*#іl\u0019A}>\u001aPĨl4o\u001fT%\u0013LJdXHl*D6\b-D9C\u0012\u0005P%Cz% |ftoRȭΩC֍+}!>mdOzMgPrݰoG^g\u00076\u0007Z6N;Nn\u001cP^X@\u000ee\u000f@>J\u001a` XDZt\u001aTVʊ5X:Ӓvf].0(۰6\u0007wS$\u0018 YsKK@W\u001b\u0018( =\u001d˱\u001c?׹{\u000e?a'Zl;/\u001a\u0019y\u0012깏64ĸ7= 36\u00028WAbƅHv\u0015!\\\u0014˰.\u0016,ҳȊY_-z?'ZL\"\\tVt2 f]\u001c'm\u0011\u0014DH\u0004!0O\bC\u0014v/03\u0003\u0000߸h^%: e(X\u001b8lfK`ox߼?U'\u001f/[~l-5tmc97w\u0003\u001c!@G2ؖaeOg\u0018cX\"8B`;,A(((%R\u001fc2!t&xj+ Bo\u007f\u0005\u001e-9u\u0017\u0000=a\u000fKI\u0006m\u0017\u001a~\u0006\u001bt5 $\u0016\u001b\u0003# ٷv?=ҹk[\"\u0013wUtK\u0012j\u0012,\u0012|Yђe]Mdgߏ\u001e'vW&N$$&8$J\u001bha.4mER\u007fBYPw*BjZ\u0010VhBP-⥪];3&R)3ľ9ڛ^>NQ f\u0010?@\b3\b\\?k=fh~x 60d\u001e0 P  7~p\\}h׹.Xdkqwf\u000f\u0018E`U#\u000es^y-MY\u00106~\u0004,Ųe:2A\u0016\u0006*s-\u0017r \u0012\u001bS\u001c$9E(>\u001eTd{ >\u0017- D\u0016\u0005\u0019^ԯvڇ G:D ?\u0016dfRWjmhNk6\u0007[L\u000f'˼F\u0013hr\u0003,\u001albݞ%MW\u0004 ( }6B3\u0003\u0004;3\u001e Im\u000ej\u0017/\b2זK.K8\u0007(FDRmTz@}A|\u0015\u0002 \bs\u0019\"Ǵ&KBzEBnO\u007f\u007fuDu^Ѕh)\u0015ZC\u0000LV dد\\ussC_ \bGB^et(̭i#1+뢨=*a4Zb\u001d#%\u001fF [ u;jL8w\u0018|8\u00108\u0013(wU \u0000\u001f\u0019\u0002vL७zqkEJ\b+\b\u00028\u0015\u0013\u00188v´\u0016P COБ p·v \u00967EjZmo{E\u0013cߡD՛l`qK=+ʿBi=ϗs%crj\u0018_Ukm BAQ\u001ai4ujUn/JkF9\u0006\u000fmm\u0016r cV\u0010N\u000f\u000f2 ea  \u0001 \u001aF\u0019\u0011ۼ5л\u0010 EO!-z\bQ?a\u001f[1)SߋgX|?qW~#,\u001f/oq\u001d\u001c;Iҝ\u007f}A?ѳW~'ja\\i@\u0018A\u0017&\u0017թE\u0002  \\Жsf۲0{\u000e\u0019z\u0005 꼍Χ剐\u0016C\u001at\u001b8F>\u001f{>\b\u0012#i a)cl`e͡w \u0014@Z\u0018e(\u00059.2{@0\u0017 h5dBoj'񙩞0\u000f+\u00156>Va$\u0002X#,\u000fV`ht#\u0018U\",pG\u0015\u0002~hTN\u0004G?t6m\u000eV\u0000&\u001d0i\u0013\u001dеw9AL_LF\u0004\u0013m|{ ^)'\u0010 \u0018l~{WT;\u0006  Hnhl V\u0014FoH hfxj4^ٿ-q.\\ 48\\\u000f\u0007wyFi\u0005\u0019)W'acni\u000fs\u0000[ ˣ/\u000e7>ě'R\u001a\u000eqĩi=LZ- ϒT:uM\u0011玫i蠰Z\b7\\H\u0002tXԖu\u0014S9SQhJL^*\u0004=hZBx 2V?3G&9{\u0017-B8&_ tk[G\u001aL;vL  ;~3u=ֲ\u0018v*(K \u000e \u001eʤ\bd@`r7u\u0002 yyIH\u001amڤmZZڴ\u0014V( VV^A-\u0002\u0003\u0015)\bu0w6Naw̝C &ZS\u0006ݦ/ \u001cY J)='j\u0001\u0015cQ05R\\>6QnS`BBrDoB&{19\u001f_u\u007f{\u001f*_7gR4׈pAzQ\u001a\u000eI\u0007?J'?I$P}rd\u001d>t\u000euc~ fɢRU5* g\u0001٬V\u001aj\u001d鉼ҿ)(BeP.\u0018A؛+\\ߔ~\u0012VW5w^䐑S2M̬YQ1 deVOK,CV \u0005Ѱi0Vif恨SQReY*͠ wmR{lᠬXˋ!\u0007!\u0018opo\u0006@(Y 0\u0016fq\"X׼\u0019JoQ|]bh2 '\u001bg\u0002\u001e Du})S\u0015\u001d\u001d\u0016\u001cARK\u0007T׮Y\u0019X#\u0003E˖s_>\u0018\u0005u%Z\u00112}L63\u0016qf_,+_g'\"kGwr.­$w\u0004ϗ\u0007ζ\u001b ~G^:g^%DzN^T}V'8\u0005Vx6s\u000e:9Y\"[,i\u0014mm,\u007fԊElxt]NyT,f\u000fpopaM}җi%JqE\u0005nVDl'A \u0006\\yI=޺8)\u000e:s;U0T\u000f)z|u\u0017ag:X&_\u0010\u0014 B`\u0015\u001a0kzM\u0010 kZu]Lgkr~@e\\eaf{_\u001f\u000e\u0012E9U\u001b7UUG}ͻf[#6 \u0015(2)+a39) ;\u000e&\u00192 2[2椬@ \u0004eԇ\u007f٩(|\"\\%-hٴ\"\b\u001b1DP\\\u001duP >@vER-\bj7\b\u0005bsw~朹s:>\u00051U E=2듃-fh\u001av\u0001R\u0004OXL-\u00064\u0006$!%\u0013DțP\u0017\u0016\u00058 #9 A` M&F鯜;JY\u001b\u000e =mh\" \u001bj\u0016\u001d\u001bfpO\u001f\u001d-T,VzF[w\u001ck3F8ӈ1`,f.\u0016כf>\u0016Qb\u0013Z VrCiX\u0003e42agD\"'\u008cX{ U8;ro;e&\u0005\u001cC(i#W֩\u0011hR\u000330\u001aA6E?\u007f8o:{\u0014i\u0019L\u000eɒ({{\u0011Xi+s|4^}Ns/O\u001eW@S>\u0005\u0018\u0000[ a   endstream endobj 38 0 obj > endobj 39 0 obj >/DW 1000/Type/Font>> endobj 40 0 obj >stream  Hĕ TSW\u001aKBX$,\u0006\u0010 `Ⱦ\"ET\"\u0002\u0001AE @\"K$R$\u0011YDU\u0001Lp\u0001 *ED*ja@E\u0018\u000fHv`@\u0014\u0005R8/,-uΌ=sΜysw~\u0003\b\u0000@\u0015\u0003 ȅ\u0005d\u0019\u0016\\\u0016SšK܍'̺\u0003X\u0014f,\u001b\u0017E\u0006H\u000epٶM;[;\u0007g\u0007m1/@\u0006\bjW\u0016p\u0019ܨ8K85j\u0001f\u0002\u001cӡX  b A%\bm  \u0000/A\u0001$\b\u0002ʛni^T\"BVU} Q̺ҝzOk'g\u0003=+N׷$'M\\$}y\u0013sUomG\u0018\u0005WMKۿ_-|]/vj_V]X.\u001a_$&yQ\u001fBRUk]¢5\u001co\u001f0k\u0015Y78\u0017_O0ѬM/x\u001eР\u00128uwcOf!-դ i\u0004mz=H[XY$Ljph _@nZ,2;7\u00066uIqZ+\u001ajqxKP JX*((\"\b\u0014\u001aC9\u001b\"\u001cbcc  ؽ {fbkG \u001f\bJM8\u0004@\u000f\u0002 6\u0013ng bfV旊5jR\u0013T\\\u0016x%&\u0017\b\u0018\u0001D,C$`yz1\\4Wxj\u0000\u0003+4'+#*b1\u0018= %\bQ/\u0013\u001btiOq\u0007-B{p3\u001fM\u007fUY!z\u0018Xc':'\u0007CM]=\u0016\\OVw\u0018ջio\u001f\u001a+h_O8Lm\u0018\u0000%YI\u0016c\u001dfٺ ʡ \u001fs?!_qNq AmLPO\u0005؂O\"yt}O;'%CwMd\u001b%,\u000f ӹ@g>kw8Y۩_U`Yj(ElʤΠ\u0017G\u0018-o$WLu7\u0013\u001eq6\u0019Zk\u0004\u001aYѳH6C\u0012IߐA\u0000f`Tj,5ʤ;\u0018EB\u001594~#\u0003\u007f@ \u007f$S\u001f\u007f& l|_+p\u001b\u000fnE@ͻoEýa'˩ko\u001dJ_ɑ(w7y[mWSK1\u001e\u001eM6T\u0015$v(j\u0010\u001e%G|݅'>d\u001dOYtD x(-\u001f\u001fU>5\u0019h\\̴;N.2!aad͠ʲ\u001d\u001bܵ)FD\u0016 !!, h7X,] )\u0003g -@f\u0004q if,?ُ)\u0007eb\u001f! C\u0013\u001fT5bD3\u0005ߒJ\u0012&\u001aI\u001e\u000e\u001a\u0005\u007f*!HlCpJm\u0000\u0019!Ǳ2kU}}oItR\u0006; I\u007fMw4͹5\u00151z\u0004}w\u0001Ok-q*\u001f^u4\u001eyz\u001c]2(S]AwѽHgim\u0019Wt; *1D4j8 k\u0014B9E#ܯrURJFOR&\u0015wV\u0007NbqJ \u001d;\u0015V4%>!0\u008a޼wa\u0018-K9A  ʩ6׸mͰt͓ n\u00165c\u001bXq`[\u0015\u0013Wr ,#\\l8 42>^:ݗqϦ\u000eH$_ wVT]\u0018{#s`9`^r^jN~W2.e {uq^CMxe.Kf}\u0002*B\u0016\u0011k͉B\u001awX/&d\u0014+\u0012\u000eWj}\u001f1Vt\u001f\u0015h׆\u0014\u001cMҫ3UobpD0\u001aդNkZE d ]:ڸklq\u0017\u0012XeJ[Z\u0016 =\u001cGG5g骂U'oр?5eU\u000e)k5Q̙rcFy\u001f!#Y_Ĕd\u0014\u001ee\u0019Px T4E\u000e'bꃛɒmY\u0017\u0016\\H\"J6TvZ:a\u0018\u007f 1 ;CJ0@Kj\u001a\u001ag'\u0003I\u001f\u00067dy\"-5\u0019zhghBt\u000e\u0010\b\u001dRҦ$;I،;{ow߾}ݓf\u0016CyU9{14Vc2 \u000f]%;ꛉ]\u001dZW~ظ/xo\u007f[\u001f\u0013Ċ\u007f\u0012}\u0013S#7l_?vGu{?]}o꩛eӯ>/>X\u001c\u007fk\u007fXcJpȵdGTնJ/usFCk\bBOYʑ\u0003 >ZqdRh+=4\u001dtqbϢ\u000f~V4qr|\u0014~g0\u0014\u001a\u0019q8睋\u0002'V♘tאĕ`)\u000e\u001d5'^mx9v=sF\u0007\bCj\"\u00048/r\u001cS\\40w\u0000\u001ce2):|\u0010_\u0000'\u0000\u0004{ \u001f \u001ce;eѩh\u0000Sl\u001f\u0002;R_d\u001d{AJM@H E& S{a5#Co* ނt7Vh'\u0002ul$PJ&fڏiig\u001bD`\u0017t($y\u0006ZZ:U\u0007vf5\u0001foG?h|\u001as\u0018\u0006--x\u0005=9Y|\u000ep:g\u0017(l6gﲴ\u00193@3z\u001fp\u0000m\u000e\u007fC8\u001fμ\u0017>q/\u0011:샗ㄙ\u007fؓPa60 ;iԤ_}b㆞ǻ5u]ա`+ƆU\u00155˫*-.yx\u0016y\u001e\u001f\u0003/O\\0]>H;Uu\u001fF\u001dP~:?S\u001c\u0005B]k'[+)\u0014\\Dj*i-jR( v5 ~F\u001d޻URG%V(4ǃ_yM4N\u0017w,Y5\\C\u0017\u0004TI\u0012)o &JThG$Z\u0016 *R}\u0004ة3SMɓX'w3k~ H4 \u0014ʘڤ\u000fsUO\u0017{\u0011\u0001)\u001aTR\u0016J(W֊.܂-%\u0006J_V}\u0018Ѹ~'VD%b\u0010S-At:L\u007fա& \u00019D\u0006 H: S\u0018hbks5p&$\u000fy\u0018b~\u001f֑\u00187ܑG\u0000e\u0012\u0000͵ }\u001f0L\u0015Ș\u0000t+.ǣ=*EQ! 6­\u0013;h\u000e,yDI\u0010\u0003LWQ\u000e\u0013: A\u0007Ai\\Th\u0016ZតE\b\u001a 4F\u0004\u001b]7\u0014\u0019wCcJ\u007f\u0013KIe6m&\u001a[frQB\u00076[؋d/\u0019\u0002uK`~p0\u001dʸ\\c*\u00185:b\u001e J BD?ݪ;\u001by^+It-4 \u0018(? ˡ?\u0001ꏘ\u000f9\u001dѠf\u00152&у&YyGU\u0019/,zhW~\u0015NU )\u001fPWM Y6F\u001drBb\u0014\u001d\u0016 \u0012AX\u0005g3i}Yx֢{Ԑ\u001c #$\u001bѱ&\btNHC#\u001a\u0015\u0004Wgf# {0-x*D\u0012Qq4ʒO:K9D?\u00009C;$Z\u0018v\b >V:\u0015k\"f\u001cVиȪƦyt\u0010i\u001eؑ\u0011Ib4  \u0002)7\u0001m>\u0014fD\u0014CO#m/xb DKXf']\u0013bu%J\u001aaιa\u000e\u0018P v\"\u000e  IdS\u0007͖cKz@tihv&֖V@\u001f@\u001b\u0012uhſ\u0004O@VfDt|b^-(3(ft0Xx\u0012Z\u001b=\u0016pdlf̗ \u0011\u0019|W>mKܒ\u0011c+a\u0011\u001e27ԑsC]I\u0001\u007f\u000f\u000fE fQc\u0002Nʰ=a!4x7`\u007f \u0016{\u007fw\u001d \u007f83|>c|pGy\u0006>1> \u000f+\u00031>\u000fblf\u001f\u0016LR4N\u0016TJN z[@Qq\">6y z_\u001aA \u0010N\u0013p}S q*õ\u0016h9\u0015aL\u0015Z-\u0005\u0014ð=\u0018l@\u001bƻa\u000f\u0004kX'\u001a{{JAǺD6\u0011P~OqRhA\u001fb\u0005Rx[\u0010o)-\u0017Uq\u001eev\u0005} f\u000f\u0002~Q?2Uc\u000f\"QV@zA\u0015E8k(Bdt\u001d9\"d)E+\u000629%A$ _au\u000f \u00031>\u000f\u0004ce\u001fbtUK7\"UqZq#UE\u0011BGn,\u0010\\&P\u0005^\u0015EtYR9ޗrF:  m]Tvg5h/ o:zsn)\u000eQ.j\u0014/,\u0005\u0012\u0007ߠ׀vD 'z\u001fy\u0010bP\u0015\u0018Ԣ\u000fC\u000fڠ\u0005\u007f^ C\u0007vʖ\u000f|\u0011A7 (\u0017й% _}ɣRg;{ 8Hߧ[dt-)F@\u007f\u0019\u0002776wZ R}y\u0011{S\u0007QD=\u007f\"ܷ.\u0002\u0010k\u0018dM|\u0017YZ\u0015N!a\u001cUj!P\u001fS\u007feQ?\u0014OS\u0014}LhCL>/,\u001a\u000f9\u0013u\u0010\u001fˑ i奥r-ᦣ6xg\u0011:0\u007fkqa~\u00161ūY\u001a/մ뚴  Mw[\u0018\u0006w4\u0012 ^;E~\u001b`ݮ\u000e\u0012\u007f\u0001G9׋G\u00189\"4\u0017\u001eecyV:GMuy\"x\u0015ӎ\"J\u001e\b:M֠G\u0016`\u0012x` N\u0015X\u0000\u001dBߛ\u0012\u0018#,!'\u0001\u000e\u0010`\u0011z\bV#XN\u0011\bbċ܋ hf^g\u0016*+\u001e|\u0000S+5kTJYs`\u001fN/ t2=l1FWs2\u001d \u0015J\u0015 ee*\u001eCRoci\\:\u001e\u001e\u001b6,\u0018m'{\u00066v1CEE;R\u0007]|Q\u001fܻyu!}tgL~!.\u0007\u007f/E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014Q\u0000p\u0011J\u0016'I\u001b6Z\u0004V\u001f\u001fyY\u0010\u0002!\u007f ?.p#HP{љгy\u0019\u0002g\u001c.p\u001d ܀3\u00049·q>\b\u0007 >\u001b@ R\u0010,d \u0000\u0019}adY8\u0018zRЁ>ƗB\u0014}0f%Q'10\u0004f \u001c@O \u0019E%QJͤ?|RʚWmM&КAщ\u0016uFi/u6\u0014栎?,Y9m4z=\u0019d\u001eXA\u001cY:\u0006T > endobj 42 0 obj >/DW 1000/Type/Font>> endobj 43 0 obj >stream  HU TSW\u001a/ a\u0018@4!\"r\"\u0011AP\"\u0002\u0001AE @\"K$R$\u0011Y\u00167@\u0010%\u0013\\\u0000-J\u0011Z\u0018\"\u0007@[\u0018\u0010EAR\u0011慥C3cϜ3g=}}?\u0000\u0000T@:0wf\u000f\u000e ʌ\u0002@F\u0001#D0f,G \u000f\u0002 \u001bŘjfl;c;QLE&U\u0003\u0016\u0000eВ#\u00008\u001b\u00034f1\"~| \bt5lPa(\u0007 ؀\u001d+L\u001c,Cך\u0003\u001a\u001ce2ҟ\u0001H@qX,##$8F,ĳ\u001a\\\u0014\u0001\u001eW AW@\u0016Y\u001cl\u0002!C\u0004$;iً\u0014\u0003$6^43sc$b\u000e  \bu T˙`1+\u0000d\b\u000e\u0011c\u0010\u000e}\"FG\u0003hc\u001b\b\u0007\u0002\u00051\u0005,\u001bP\u007ff8 U:\b#C\u0003;֋M 52|%b~(6\u0004A0\u001856Mz\u0012g T\u001194)Ql\u0000\u001cJՄD\u0019P *\u0007\u0004B\u0016?౨\u001ap'.q3\u0012811,*\u001b*\u0011lFEՅ$\u00191GX|!'d\b98J+ cZa\u007fN,\u0088qnPo\u0019\u0001P-v.#Peq'/J6N]\u00065U\u001c:'*Μ9iI5&sB\u0014Eg\u00138L@&*F(O\u0005\u0003X1 P^ #F\u0010Pz̃6%/r.fŏ_~ߤ\u0018h(yZ?js!\u0003\u0004}\u0013ݻjchD4.%71[\u001b,.x{woCI߬L\u0015[\u001d}^~\u0003*a.:iug5ZbDr\u000fC\u0010hіdkhi]\u001f۪rhۃ_ϊl\u001f\u0014ȍoU\u001afnUӤf 4lvV̺4ۥ]\u0013SgӴ\u0018\u0014m\u0001͵\u0000U\u0004rilv_.O v\u0000ނ\u0010)n\\^2\u0013\u0016&d=y+ B\u001bϳAɚ\u007fpsj}r3i3 ɮB6\u0011&ڃ=R!o\u000f֐jmC>+44NxK BsišաN{]>%%;JOJ¬7D$tEIN^iFdUOti}g\u0005͍\u0016lâ\u001bk 6 +9;\u0014W\u0018;n޿a C8&qQ0D\u0011k}t \u0006\u001a\u0015G̴֝`j\u0005ɱJu&Ϗ\u001d#u4\u0006lIot\u001a?]|J\u0002Ec}\u0010x8c_Ry]D*){,\u001e8vmm(\u0011[Um_\u000f\u001cW(\u001a\u001ar\"@|(\u001fԗy  \u0016 {o\u0017H @ٲ\u001eB hq8u43\u001fG˔^2A\u0010\\Y\u0017\u001f45bn D% \u001b$L$.\u001a]7j4\u001bxC\u000eiíת\b\u0014\u0003d T\u0013, \u0005P?ȩ|xxݾqt#^Ou\u0005\u0005b\u001d۶f\\iMjWd#i\u001d?Sߒ$Zݠ5\u0011tKX:\u0002i8U%JrH\u0000?e9ԔO?2\u0016݅o@|i-\u0013]Ȅ\u0013AS+adOWۇeI'YT,  Kj\u001eLICC{:\u001cs\u00190\u0002F@@|\u0001ĺE\u0015\u0005\\yЖevc|)Cw)\u001e܅\u000e\u00050\u0005|\u0001\u0007@\u0013\u0000gw\u0005\u0016=\b\u001e:\u001cGGoN! ]\u0004jv\u000fS[{ e7ƣ\u001dGM*\u001fOP3ޚW]ѕ\u0018\u0017\u0019 |\u001b98\u007fYpɶ(Zvb7BTFK\u0011\u00154C\u0006$\u001f\u0012yco28:`:#U?#p\u0018S5,UYٜ|\u0012nue\u001c-c\u007f*U\u001aXڰ3HvI8{\u0012WMmd.er}\u0011z[\u000fiu\u0014*\u001e\u0006rܶSaES\u0013\u001a#\u000e#m\u001e h޺:'[ \u0004{\u001c=䗆Ȗ^䓭n)v 8^v[[\u001d3!{dמfkc\u001aH4v}o{=v7cf\u001d}+FWo.d=g Y\u0006\u0015 \u0007?\u001a?-p?\u0012g4κùJeq^|\u001d}ei\u0017v/n\b 79QMP\u0003TD7޸\u0018o\u0007'T\u007fMTNmku\u001dLt3![x֌m@rmmEL_5%\u0018rfN\\*&8 {w_]V:C|u&ّUcv8}yy\u0001;^@9 #:7┹,p:D5'\u0006 iIb|!GR\"R:L1}At>ZJ}T]\u0017Rz\u0016I\u000esT%#4hM6uJ*|\u0006KѦ]cg\u000f\u0005n\u0010*Sfd|OҲqǨlCǴG::\u0000E@@\u000e\u0006\u0003\u0015? \u001c\u0006H(@\u000fd\u0010`| + \b6\u001ajE\u001b{ G2l4!\u007f!Qky@/\u001d\u0011(↝s.˘\u0017VǮ?\u0001\u0019q >&)\u0016\u0001\u000f({\u0001PJ\u0014a\u0001'u\u0001\u0003@)\u001d\u0014g=Ek \u0004\u00029Z{CyZ(\u0002v\u0003 \"IJ.\u0004Nǹ\u0004|>\u0011\u0004\u0018`\u0018=QD̙e@\u0012\bw\u0002\u001arZ~Wn q\u000f|\u001dA)\"\u000e\u001a\u001dgK~R\u0010&\u001a)SG//\u001c\u001a\u000e\u00176TWR\u0015\u0016\u0007\u0018\u007f7\u007f9jaHS;t,Mgoy֮zf\u001d~[ɥo\"7E\u0010\u001e\u000f2uiG_(P ,ٖe8\u007fa].\u0004\u0019lcHe\u0018 \u001bK0w!',\u0007\u0019R\u0002\u0001ZRCh잝 $)\u007f@\u001ad6C牴dhꡝi \u001fa:dB tH\u00076%)S$fIOwv۷)\u0001|:ݝJ\u00007\u001b\u001cT,Ҋ\u0012 s6toah,#Ow-KV`Z@\"=[\u0011߈n\u0010޽}WOW\u000e\u0015?N\u0003MGw  r,\u0007xJZ{:T2l\u000e+\u0007啕+؟\u0007#0Kwz\u001f[r~:XX7g7gp\u0007d Ǧb^st;/&Ub;Ꞌ\u009ey'^7_sKq\\k\u001fn6\u001eh͝:\u007fKm\u0017Ў7v.YRr萰¹_v\u001ezf0v*\u0010ZjJ+'>[ڻ_7\u001d+%\u001f\u000fFomZW^\u001c|E\u007fSk~LtW\u0017Ե`*\u000e\u001drGU'^\u001dxYv=䳆\u0007\bCjj'\u00048Yj.};G\u00003}=>\b/\u0013\u0000g\u0002x흐 Ut겝Dlh66ڏ\u001dim>\u0010l\u0013\u0015\u0010\u007fBɮe>qMLS9J00ݍ ,/~l4PJ;\u0016f'ڏiig3D`7t0$y\u0006\u001a3Z:U\u0007vf \u0001foǳo|\u0016s\u0018:mmx\u0005=9Y|\u000e0u]0K|\u0014ԳXڂ\u0019\u0001=b:^R86\u0011cg\u0007\u001f(\u0018sx\u0003Kpq? k09]P?yilr¯>ic\u001d>XxmcÚP0P5UT\u0015U++ʗ--.yxW\u0016y\u001e\u001f\u0003/O\\0]:@;'ߕv\u001fF(\u001dP^:?S\u001c\u0005B]&)\u0014\\@ʵ)-jR( \u00165\u0001~F\u001d{UQG-&(4˃_ym4F\u0017,Y5\\C\u0017\u0004TI\u0012)o#6JbThA$ZF -*GW}\u0004ئSMX'3k~ H8\u0001\u0014Jڄ\u000fsUK\u0017{\u0011\u0001)\u001aS6(W҄.܂-%\u0006JWVb=\u0018ј>\u0015 +\u00121Ѧ\u0016T!i:\u001djU\u0013y΀\u001cv\"\u0003L\u0006$yc 4-8]JM| _!sWaw/\u000fHA\u001bJ$#ѡ\"eiȢ,'#@-'H\u000fG) D٨14\"fɱhJmQTHͣ#pK\u0007p+8a\u000e\u0003K\u001eQ9q,3x`r\u0010e\u0001_\u001a\u0015i!>\u0015Z\u0013f(\u001e¦O0;M*\u0011AF EИ[RRIƘ\u001c`оͽ\u0016CiK@]0;\u001f\\i.L22{J/1\u0006ͣ\u000eGC\u00127n\u0010\u000fqueejC PGx_P(\u0013lo \u0012%KcFL猙\u0003+\u0006T\b+$B,ٔA%htH\u001ed-\u0010]f*b 8Ze/\u0010x Z/\u0013Y-\u00115\u0015%(W#;Ly&i\u001dL>\u0016D+\u0016|F.pk {\b\u000f \u001bhM\u000e\u0003\u0011$\u0001^K zBl4U#d`HLb\u001d)[: %#g\u0016G|Wc\"p-\\~\u0001s=ŷw>v\u000fxd sA7\u007f\u001eīկPI u2ewI_9U\u0011hגl >| ,'wZ\u0013\u001f$WO\"#e ʻY>r\u0017\u0019Cԥ%>\u001bHޤ\u001e\u0006Sn\u000fȥ>)6+xSƣS U` L$޼sz˔OfGwl#ܯ(%B\u00138\u0012GU\u0005Ƒ8ܯJM\b50̣Fy>%as k/[n\u0019W w\u0017Zx,\u0015 \u0018`,,RC>u\u001cQ^_d\"C\u001766K\u001cb \u0018\u001ex7u(o2#\u001c 2-cFdF+mܵ[~=5\u0004r\u0017Sy'\u0006w\u0017d\u0007U\u0007\u001f'KmoG?\u001cރe76۷iq\u00078?♭r\u0007`8e\u0012f Q+Yjgb!0̑ 4u\u0012\u001aySX'$g~^\u0016e~$ϴ{YdߌY}Y\u001dB\u00038\u0016xJ (Ayl]Y}[\u007f \u0018js\u0018y\u0019 \\Q%9\u000f~gc>\u001boYO\u000e\u0005g\u0012|INE$K6SPXrv/Ol%?0S.s/3W\u0016X+16i/}|z71g} wjR8\\N\u0006ȝJffJvZZ`\u007fE\u0002\u001f@Oz1:h\u0007);\u007f'9\u0012Xnge/ IDRrC.Y$y\u001bv$_I\u001d\u0017,gI~fLC49J/\"i8=\u001bB\u0018.aGqiJGQf[b]Emg\u0005\u0011YcrV`Q\u0005\u0019v\u0013ϛ\u0016@\u0012j\u0001 \u0011`\u001bB\u0002Р B\\\u0010.$qF@\u001d0\u0012v\u0000\u0002\b\u0016-g|\u001et\u0006cq3LR$Ox&\u0014#a\u0003~\u0006f`\u0016#7\u0018\u0016#ҐF\u0000 \u0016M}\u001b*C\u0018@\u0007):\u00135`\u001a\u000eA\bmt\u0006N3\u001f\u0002[leyLi\u0092h\u0002! P]  ^\u001cӤ2W#P9PeW-[L*k˨  TUP\u001dVlK[\u0011\u0012  (yP#\u0017!a *\u0012\u0004fng\u0012tY[\u0000cTGg\u007fP6emXi)y8V\u0003U%U\u007f\u0007g>\u0007d\u001dSQ%\u0016yV ޳yS\u0018wVh\u0006W#l\u0014\u000e#y|6qs\"ֹqs:soZc++5 l@=\u0011JN\u0002\u001f\u0019\u001a\brG\u0010I\u001d~\u00105\u0018Q-ˀFDQH\u001495ii,Vub\u0002W\u0017krR|&/@W)]jB yg|Z-X$ xPղvNKP\b\u000e\u0006Q,\u001e&\u0016 iEF_)\u001e44\u0018 đ>ғ Ux̂4&\u001c\u001c;\u001e\u001b4rĶQʅj6GR\u0000\u0001ՠB\u000ea@\u0002\u007fib]8wZF;\u0018)Ie̩ bNKHi\u0007sB*Hd!;Ŋ\u0003e\u0004J@B)b\u0002,\u000f f8\u0003\u0011 7Ñ˜\u0011;c\b\u001aٜ3N\u001auiDSWk2\u007f\u0015U/DQ(\u001c[S\u0004\u0004kDՆCυRޅ¡9[\u001em\u0019\u001c|]}%n}y?\u001b\u001b=|wӖFFΐg1JcF\u001b\u001f\\;W\u0019\u001c\u007fvr\u00161[p\u0000b\u007fbki Q} dz7re}. \u0002JBT]!&\bi\u0014D\u0007yr$ ޖw1;ʕ{;\u0015G\u001fG1;\u0000Ŭ(MтQǔ\u00151/T:gpPB\u0006a\bbރʢ;vO K 9~OWpBɡrָe\u001fRMkW\u0002b@cjQMj3y\u0014`W3O%\u0013\u0002ǹ\bςv\\ \b (HXa\u0012D6\u0013W\u0012ڄ\u000083\u0017r GR TEA\b#\u001arCuJ\u0000n;qp4r\u001dX8(w=j1 \u0015Qr>h\u0018$\u0015\u0004z:-@\"\u0007WAZ\u0015'ڙ{hL\u00130 U\u0018 E!,˶[(j4|;;Z\\[. 8,+C=Ϭd\u0004NHh2\u0000 1Ւ% [ R\u001co*hΨ\u0000\u0011uY\u0018\u0011\u0019R&\u000e:ETA\u001e7a8YUB7\u00045\u001a\"'\";>\u0014\u0012\u0003MK\u001e\u0018N\u001f2p6D\u001e\\zzpsGPaGs\u000fE\u0019Q~}IZ3>Lx1\u0010\u0010_\u007ft|ω;./jP>Ȗd?Ov_|֖+\u0013T}\u001av\"5fS\u0006,\u0002&SW],@ o(+ g\u0011\u0000].h]ֆ cET4\u001d\u001f\u0000R\u0007T\u001b\u0003A\u0014ñ.6Ѭ\u0017\u007f_\u0006:,V(\u0011\u000edA,T.\u0004=\u0014I\u0013($+\u0013Nէ\u0012XX]:L=24* \u0017LtbGa@u 2E\u0006\u0015\u0006H\u0005&=FA@; #csE\u0003=4|Y+)*r!\bz'\u001cS$9uʿq\u001c!|tHC w/& #N\u001eS5\u007fF|zs\u0016lfW\bxሻp\u0011,6\u001ab\u007fPTG {r?拏\u0016 \u000eޓ*8T/\u001eON\u0002`4@\u0003\u0010\u000fj6G\u0002}H૵A\u0015Ky%woZi2@Anu\u007f}-^[ \bh\u001e#(\u0005\u0001hqF\u001c\b\\0vfC\u0010\u0000  \"e\u001ck6$\u0013TLRXCCl2\u0010zxWoha4ڜ\u00050aNY.\u0015r PV*wgV(P E\"{^J@3he4ρ\u0015uP\\Z=W!hJx9bd}tD9^\u0017fJ~v\u0003~\u001c'pC\u007fh> ?vԳ\u0003\u0007V%gBB\u001f;CH Y Ďlqި P\u00107y\u0004d@CLv\u000fb?\u0013_0 @\u000e\u0007iW0Y\u001d*GS9$3\">؎ \u0013xux\u001ec6\u001ab =o~`8Qo\u0019>pL;_\u007f\u0004\u0017^^+\u001cD3VGoCO \u0014\u0002\u001eh3;\u0010`LM t\u0018g\u0015YXo\u007f 琇\u0003 \u0003lf. Ph\bQĳ;\"mTJn~SD[j|\u0019H\u001a 2'em>f4:sZ\u0016z\"ƞ̕(rAT\u0014{9fn[ˮ=+;:\u0018V|'\u0019\u0019^?Z\u007f\u001a7̓\u0004 Ѹv&>D#\\VL1p\u0006u>oЋy\u0000\u0004\u0011$.jnq` ZK8\u001b r\u0000\u0010;\u0010Tkĺ)SJ0\u0018ֈ\u0012*J)==WT[Z\u0018\u001b* 7\u0015I)$q\u000ehG\u0015T`bn݂\u000f/i{_绳}>lc  \u007f`\u00130_>\u0001\u0017B $mp\u0002 4\u001f\u0016Ē.M\bK\u001a\u0015Hlm hƷ*H\u0017f\u001f0ۖO:qnwP0y*Ѵt-\u000ef\u007f?ԒCYy8\u0000q;` 2\u0010-\u001f\u001azU} .1 Ge~Lǫܾk N! ?PQ|s%\u001a +_bJAD699\u001cJ'\u000e\u0005\u0002\u001eZ \u001fb\u0005@v\u001bf\u000e%\u0000ʡ\u0015VfdpC>\u00140lh\"/{w発x6a^C >|GMXs\u001e\u001f7U{ݹN  pXU\u0001,\u0014:bMj4:T-\u0018z]wi. L]:#j\u0011ϵd\u007f(}\u0012y\u001d\u0019\u0010:{\u0003\u0019g1yblЍ_0s\u000e\u001aV+Y@  ԅ\u0000w!ݧzĘ:mԓ^$`B%)bl,Og` ×\u001bIS$\u001bz\u0011v\u001e?[ȍW m(${\u0003 c8{wg\u0015\u0007;\u0013q\u0012'P\u0012HR\u0012bH |\u0010 \u001dh\u001bkQ\u0004 F(E\u000e\u0014\u0004ƦM4P7ӺnVe\u0003MlE\u0005vHVmL\u001dy~\u001f3AK\u001dz|0,P\u0000\u0013x \u0005\u0005 )|orbq3_ :ԳШםZєt˩;抧\u0012UyY0\u001e;>WkgZWH\u0017G\u000en4\u0004;^1\u0006^o\u0011(\u0011ßD,uLܟ\u0016\u0015\u0019\u0006B ]Z\u00131ZuYS\u0006/\u0000GT pQ9`Sq'@CX\u0015x]'M3  \u0014y-ب\u000f\u008fmfaĬB$\u001f޽mUhUjuR\u0005 0\u007f\u001f2 V%4  B߇h _\u000fӨ7f\u0003jr`h\u0005\u001c\u001bCK)mgZ%E\u007f\u007f}\u0006KFW \u0016,U8MJl޳>5\u0012\u0005㑄,\u007f\u0017!ɻ-\u0003 I*{o\u007fS\u0011=\u000e^\u0003\u0015Vs\u0004N\u0011b\u001c`\u0019\boun\u001b\u0010;\u001cAd5NeRYu|_Yf~(\u0016ɔ  \u0001\u000fkA\u000e]{\u0018T)WqYK]+Ra(׆۵BYچ6\u0003\u007f\u0017mRʮ\u0019wwWx({ԭ٭!:y? \u0018\u001dN\u0014(\u0014`೓6]Bp9/Q#H[Qi\u0019\u001b$b>l\u0005$\u0015 R P\u0007 YR\u0083=h]jPɥ\u000f[\u0016$S_\u001b tM0Gq\u00186#\u0003pP\u001a\u001e[si\u0014V* \u0004(\u0016ua[FCh1q@k8='==W=\"qȎ\u0000\u0002x\u0016 \u000e\u00168.?'(UFQTc\u0012t$\u000eryόQ_-E`0\u001f\b\u0016pF!R *εp_\u000fnk_WjG;HQ7}+?V;x_\u000f-w0\u0011w\u000e@\u000e\u0018 @ ڏ\u001dc3,\"Z3y^ ňbo4CXN\u001c\u0007`8{,\u0013l\u0016b\u0019\u0015=pbg\u001en\u0007SxҾ`\u0003@\u0015x+\u001e]2\u0004\u0018WuJb@\u0092Jx/&R_*H\u00073ԏ{\u001b r\"5 ;\u007fLR;jul|\u0019*^љBmׁ0A\u0013E~٤GdV]`ǹ]i:\u007f  K\u0012 KMt\u001a\u00133񱮊DuO6>pEUSvvǁ\b2\u001c Kd\u0018\u0011CIMc (-ADCx?F\u0005Ƶ\u0002jM&r\u000e}\u0012\"Re\"\u0013\u0013ML\u0000[\b۰_1waX>Lon\u0013gɷ\"(2! :74!1\\yi2-ЌZ-C\"N\u0004XQQ\u0014\u00134u-P{Snz\u0011Cx\u0006\u001e\u0019؅;^Lb\\E]yNiF?}O7\u001fߎ\u0010f9r!\u001f:)6\u0014t\u001d4F\u001a鴒FF\u0007\u001eUo\u0018\u0004eA\u0010#u^aY0\u001d2l\u000e\u001f \u0002G\u000eW]L\u001cU\u0014̲\u0096K[(@\u0015  EpJ@ڀTlkb˔\u001d`٭C5 Zkն66\u0018ËF\u000fFD\u0013AI|06m`H\u001a6Q3C\u0003H\u001aj{ι̽2eoN72#;3M\u0002m 0xZ\u0007,8Z1杵r\u0012&r)![J\u001c8\u007felt\"y~ltI`\u001bǟp{9 ߓғ[\u0002:[`'\b$Sl=KVi*# -)}E\u0015޼\"\u007fmaazNw6\u0017- w\u0016qNФӥ0gyY`?\u001aȍ\u0010ݧ]\u0015 q$Wzg\u000f VY^YZnmud\u001556J_WK M\u001d= f X\u0000i8G4[g1\u0004\u0000\u0001  k\u0005o }\u00195\u00019U,\u0005@\u0001S E\u0014(\\{ (\u0002\u0011\bP\u001d\u0010p\u001b-T\u0004T@|\u001fP\u001d\"$n \u0001\u0003\b|\u0000ԑo\\=`\u0003ܾ\u000fh8B )5\\A8\u0002||\u0003s )B 7\u001a\u0011Mt 7\u0013 \u001aȂI%pJ\u0019Bazw,ְ K{Oy\u0017\u0017\u000e \u0017F\u00062*z!x.\u0002b%\u001a\u001fx\u0006\u0007,\u000e9\u001c{\u0011Gp\u0014\u0012蝈1c\u0002/\u0004^IS+;veeQ\u00028E\u0007 \u0001\u0004Q\bЁ.쀆}8pvvflE'Y(\u0018nY\u001bػ JM~bE\u001eͲ\u001cN\u0006f\u007fE\u0016޶(Dʐ\u0007F\\ !2r1;is'6w X\u001d\u000eSjsb\u001dKȒ>*[;P%;l$\u001e9GމI\u001a\u0010j)\u0013FCc\u0015G tt\u001acUH\u0011\u0018s\u001a!XC\u001f)/aJ**Yo,0F#+TJ *%,׉\u00159qnaJuKn*tnE(f%zɫbf߬\u0013SL)a\u0019#mA|\u001f4B:0C|֣\u0013^7}q]1x,7\u000f NHN5h}K{u2WהVC\u0019z%%\u0019\u0015}ZPu5 ]Ê>\"gػt'\u0016T i\u0006n(J,\u001a f\u0003=񑘡kj\"R цvl!T/N\u007fF\u001e ׳A9Cf\u001f\u000eϋ\u001dK- \u001e#9\u0019D7\u0007=\u0011ڋ1{\u001b\u007fAfŽ\u007f]\"WOdfW}$\u001f\u0002 \u0000ϊ?O   endstream endobj 1 0 obj > endobj 2 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 3 0 obj >stream  HW]oܸ\u0015}\u0000\"\u0017\u0018\u001f\"E\u0016mMwt\u0014`A5\u0013?c\u007fq/K$\u0016\u00013ctE{9y>\u001f.x\u0015]m\u0017T\b\u000fMV%\u00119ś\u0007=p]IN\b)W |? B4\u00055NxiVe_\\T]\u0014V K\u001aE\u001bj'CvrF \u001d=doݶ9\u001c5l:wK|犼=G\u0013W6I\u001d&0(Ǎp$\u001e,\u007f\u0018X\u001d݃ /h\u0007\u001f.½\u0002M>̥K%%]u\u000ff jMGt`J9j O&1`Ķr(,{\u00071iL\u001f\u0007]yO\u001c8 Xx>P\u001b,\u000f\u0000%BE\u000e 9Sn;iӰ4,ת\u0018D 5{Q\u001d  ɖx.\u0013\u0004e\u000e\u001be70P\u001dx/89I)_]W\u0003ͱRݥ$\u0012\"Y\bxHk=cӥ\u0011|vk>\u001aQ}\\}>^W\u0006?[Bpw\b\u000e)\u0016ԆR6ԯSZ\u001bu:\u0001cp\u001e8 \u0003ܵG+I#ed\u0006\u0016V'FnIvQ n0-\"X\u001e\u0017E\u0013O6Üf\u0015\u0013,\u0015\u0004\u0011,Rӈ\bR\u0018\u0019VoZ^ro\u0015\u001a\\TV\u0019˯\u00024l'\u001adkˑ [2oU\u001bʸ\b(t}>!'ƶ ڤO\u0016}e}9 Ԟ%Uߵ=szcjhN2qg +Ql\u001d!M;gNvtѵ_Ty>\u0017l611\" \u0007Q\u001c/B\u0006op\u0005v\u001c*sm\u00032\u009cDU\u001d,\u0003A\u0012|KA\u00022\u0001E \"qo \u0019A\u001bV#X&Xf6\u007f w\u0004V8ɡ#k*\u0013[d)\u001d%o\u001b4XJ#/`Jڌ\u0001!RJ:-o]{8bPY!Xu9\u001c\u007fJq\u0018i\b/\u0013Y\u00054,\u001c\u000ednJ\u001dl\u0014뇻v lI\u0015\\j8% \u001a\"1,Ne\u0018\u0019 bH$:5\u001aMb5h5̏\u0000\u000eVxJah \"*@7yCm%HjVޠ\u001cY\u0002rsaţ\u007f\u0017'\u0003T(7\u0015xFiɖ񤌡g\u0006fK޵x8\u0016\u000fIԦʓ\u001ddN\"\u001bf2dq \u0018\u0014+ʠ.d֓z*\"*\b\u0015\u0019 \\\u001a\u001b\u001eǟ~4  չ`*\u0011 )1,ڎ\bcd\u0006IF0\u00139\u00143=\u0012r]tH&Us\u0002>4bgKRE#\u0002gK5*/` k^Ǩ\u0003\u0013˻=\u00001vd{ \"s .}'\u0005:@~\u0012[2\u001f*\u0003]z_jP?qPzG\u0019Zi\u001eC,sm,.L}ݍC{u0RYnHg] > endobj 5 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 6 0 obj >stream  HWKo6\u0010OTG|\u0002\u0016 4MQ\u0010݊\u001eI@m4/\u001f3ڵ\"H\u0016o^|C\u007f>uo~xq3_F[\u0007iKwÓOqO燎9;2ii\u0014PtBaovw|8.\u0006Ƙ (\u0001@\u0002s'A0\u001bOנbE\u0015\u0019u &\u0002 \u0007>\b¶C>-cnfl W=g\u000f\u0003\u0016\u0013?\u001bQ_Y\\㫊\\5g}\u0007V\u0005p;\u0004;[\u00127FdI\u007f3 y$G4_:FJ\u0005s!61ؑ{5\u0005\u0015)OLi\u0002NĄq\u001bsv?@\u0005GHgT\bxQP\u0007TZ}7\u00076k\u0017@\u0003Eb&GȤJY œ5`\u0016I,\u001d3 ma{vs_p\u0018IAx&y؀\u0005p%fG\u0005K\u0015~]nX^\u0016\u0011\u0019_[Z&dR\u0011ymTPWֵ7\u001fк&\u001b m\u0013@ O]W\u001a8\u001cȁ\b\u0005q J*ۡ-E Q\u0006y\u0011!9(\"\u001faX詥%+g;_i\u007fb\"\u0015\\AG\u0019 d.ħ\u0013Sn'O\u0007cN}ZuEܣs%],qU2\u0015>]x\u001e8:\u0002\u0005[eBfp zK\u0006q6!9h5NA^\u00111ʜ\udd25$5[ _~\u0004\u0018\u0000}=   endstream endobj 7 0 obj > endobj 8 0 obj > endobj 9 0 obj > endobj 10 0 obj > endobj 11 0 obj > endobj 12 0 obj >stream              Acrobat Distiller 7.0.5 (Windows)           PScript5.dll Version 5.2     2011-01-25T17:35:16-05:00     2011-01-25T17:35:16-05:00           application/pdf               Microsoft Word - Texts and Ideas2011             P                        klg248                    uuid:d08f4b8d-af3a-413a-9b10-9c0529bc044d     uuid:af9e1e63-ba74-4670-a686-aa6c4f32ecfb                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 13 0 obj > endobj xref  0 14  0000000000 65535 f  0000067518 00000 n  0000067644 00000 n  0000067786 00000 n  0000070477 00000 n  0000070603 00000 n  0000070755 00000 n  0000072138 00000 n  0000072379 00000 n  0000072535 00000 n  0000072569 00000 n  0000072593 00000 n  0000072657 00000 n  0000076333 00000 n  trailer   >  startxref  116  %%EOF"}]}]