[{"detail": [{"content": "Primary Source Materials in China - NYU Libraries                               This is the \"Primary Source Materials in China\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Primary Source Materials in China Researching on special collections and archives in or about China? This site will describe both physical and digital repositories.        Last update: Oct 10, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=573333                                                                          Home                                                                                  Search BobCat                            Books & More     Search for books, journals, videos, etc. in our local libraries and special collections.                            Comments (0)                                         Evaluating Sources                               Whether using primary or secondary sources, in print or online, an essential step in the research process is evaluating your sources. Good scholarship requires careful reading and critical analysis of information.   Basic evaluation criteria for all sources, adapted from The Information-Literate Historian by Jenny L. Presnell (New York: Oxford University Press, 2007), include the following:   Author Authority Who created the item? What is his or her affiliation?   Audience and Purpose Who is the intended audience? Why was the item created?   Accuracy and Completeness Is the evidence reliable? Are the important points covered?   Footnotes and Documentation Are the author's sources clearly identified with complete citations to allow you to find the original source yourself?   Perspective and Bias How do the author's bias and perspective inform the arguments and evidence presented?             Comments (0)                                         Introduction                     The purpose of this guide is to help users to identify, locate, and use primary sources in their research.   Click on the tabs near the top of the page to:     Find digital archives and resources online   Locate primary sources and special collections relating to China in China, North America, Europe or Japan   Research China on Library's databases   Link to the NYU Shanghai Library page for additional research assistance     Currently NYU Shanghai does not have or maintain a physical special collections or archives. This page will guide you to other institutions that might have primary resources.            Comments (0)                                         Citing and Quoting from Unpublished Manuscripts and Archival Collections                        It is important to take accurate notes when doing research in unpublished manuscripts and archival material so you can find items again if you need to, and so other researchers will be able to go back to the source when following your footnote or bibliography entry.   Accurately record the collection name, box number, folder number and document details when taking notes. If you are citing correspondence, record the author as well as the recipient, and the date of the letter, if known.   Format your citations as instructed in the finding aid for the collection.      If you wish to quote from unpublished materials in a special library collection, you must request permission from the repository as well as from the appropriate copyright holders. It is often wise to check with archivists before quoting to make sure there are no use restrictions.  Contact NYU Special Collections or NYU Shanghai Library.       Information about copyright holders and how to locate them can be found in the WATCH File , a joint project of the Harry Ransom Humanities Research Center at UT, Austin and the University of Reading in the UK .     Fair Use &amp; Copyright            Comments (0)                                         Special Collections                 NYU Special Collections   The Fales Library &amp; Special Collections   The Tamiment Library &amp; Robert F. Wagner Labor Archives   New York University Archives   The Research Institute for the Study of Man   Online Exhibits   Read here for Primary Sources in East Asian Studies           Comments (0)                                         Bibliographic and Footnote Style Guide                 Consult the NYU Libraries Bibliographic Footnote &amp; Style guide for citation and bibliography assistance. Includes APA,  MLA, and Chicago style examples.           Comments (0)                                         Need Help?                   Use the box below to chat with a librarian, or send us a question by email .     The NYU Libraries chat service is offline. Check back later or email us instead.             Comments (0)                                              close                                                                                                          Library Information                                                                                  Hours                 Computer Lab    Monday-Friday: 8AM-9PM    Saturday &amp; Sunday: 10AM-6PM      Study Areas       24 hours      Summer Library Services        Monday-Friday: 8AM-4PM    Saturday &amp; Sunday: Closed              Comments (0)                                         Librarians                 Librarians   Sha Fagan, Interim Director of the Library   Brian Lewis , Director of Academic Technology Services   Shoshannah Turgel , Access Services Librarian   Helen Ge , Reference and Research Services Librarian   Ray Pun , Reference and Research Services Librarian   Michael Hughes , Librarian for Shanghai Collections           Comments (0)                                         Location                 Geography Building      Reference and Circulation, 138   Study Areas, 1st and 2nd floor           Comments (0)                                         Reference Desk: Contact Us                         +86-21-5231-3083   +86-21-5231-3101               Comments (0)                                              close                                                                                                          Digital Collections                                                                                                                China Data Resources                                                                                  Data Research about China                 Looking for data and statistics about China? Check out the following NYU library's resources:       China Geo-Explorer II: China Geo-Explorer is an intelligence spatial data service offered by the University of Michigan China Data Center, in collaboration with the All China Market Research Co., Ltd and the State Key Laboratory for Information Engineering in Surveying, Mapping and Remote Sensing (LIESMARS) of Wuhan University. It offers China demographic and economic data, maps, charts and reports in the web-based delivery system. With this spatial intelligence, users are able to make rapid, accurate spatial decisions with greater confidence for regional planning, business investment, population, housing, environmental assessment, public health and many other spatial applications. Data sources in this database includes demographic and business information for all PRC geographies, including 31 Provinces, 345 Prefecture Cities, 2,873 Counties, and over 50,000 Townships.         China Data Online: Covers general and specific stats about China: from social services to census in the local, regional, and national levels.       For more GIS and mappng tools, see here and from the Map and Geospatial Information Round Table, see here.   For more international data sites, see here .           Chinese Research Perspectives Online: The former Chinese Academy of Social Sciences Yearbooks have become part of the Chinese Research Perspectives series. As before the focus is on the six research areas: Economy, Education, Environment, Law, Population and Labor, and Society. The selection of contributions covers developments in China of particular interest to a Western (non-Chinese speaking) audience and occasionally differs from the Chinese-language yearbooks. This database gives you a list of reports and statistics on the topics mentioned above.               The World Bank offers plenty of data and economic information on various subjects for many countries including China. It is free and you can also search by topic or country and get the microdata or statistics to create new research topics. There are external partners contributing data files to the site.           China Sichuan Earthquake Data Portal:  This portal was established in response to the severe earthquake that struck Sichuan, China on May 12th 2008.     OTHER DATA RESOURCES     China DCW GIS Data: Basic DCW (Digital Chart of the World) GIS datasets have been prepared for use with Robert Hartwell \"China Historical Studies\" datasets.   China Local Gazetteers : provides detailed geographic and historical records of provinces, prefectures, cities, and smaller district administration units. Contents cover historical as well as contemporary facts related to the geographical areas, concerning general surveys, economy, public finance, governance, public security, urban and rural development, agriculture, industry, transportation, business, natural science, social science, education, culture and sports, public health, etc.                 Comments (0)                                              close                                                                                                          Digital Chinese Humanities                                                                                  Introduction                 Digital Humanities spans a broad variety of organizations, approaches, tools, methodologies, and of course disciplines. Here are some helpful guides and articles to get you started.         Getting Started in the Digital Humanities [blog post]   Informational post that includes best practices, tutorials, and workshop listings.     Introduction to Digital Humanties | Concepts, Methods, and Tutorials for Students and Instructors   Concepts, methods, and tutorials for students and instructors created by The UCLA Center for Digital Humanities     Tooling up for Digital Humanities (Stanford Univ.)   Provides an \"entryway\" into digitization, text analysis, spatial analysis, databases, data visualization, and pedagogy for scholars interested in starting to explore digital humanities.     Promoting Open Access in the Humanities - Peter Suber   The humanities has been slower than the sciences and social sciences to embrace Open Access scholarly publishing. Peter Suber, don of Open Access, explains why and offers recommendations. 2004-2005.     The CUNY Digital Humanities Resource Guide   A collaborative resource guide, the CUNY Digital Humanities Resource Guide includes helpful links such as funding information, upcoming conferences, and sample syllabi.     Blackwell's \"A Companion to Digital Humanities\"   Providing a concise overview of Digital Humanities, this e-book is a compilation of 37 articles focusing on computational methods, basic humanities principles, specific applications, dissemination, and archiving.     Blackwell's \"A Companion to Digital Literary Studies\"   This guide is a complete overview of the application of computing in literary studies including best practices for digital preservation.                   Comments (0)                                         What is Digital Humanities? 4 Definitions                 1. Humanities + Digital   2. A cross-disciplinary community in humanities that uses technology, especially web computing, as an analytical tool for critical inquiry and/or a means of scholarly collaboration and communication.   3. Maybe it isn't so simple   4. Visual definition     The NYU Digital Studio is a great way to start a DH project as well.           Comments (0)                                         Digital Chinese Humanities: What's Available?                 For the most part, Digital Chinese Humanities is rather new and emerging. DCH examples include the following:     Classical Historiography for Chinese History from Princeton, the site pulls together materials of interest to anyone doing research in Chinese history (broadly defined) but with a focus on the Ming (1368&ndash;1644) and Qing dynasty (1644&ndash;1911).       Digitizing &lsquo;Chinese Englishmen, a digital project that focuses on the creation of &ldquo;Asian Victorians&rdquo; in Southeast Asia under British colonialism. It concentrates on the digitization and annotation of the Straits Chinese Magazine, a journal produced by the Chinese diaspora in Southeast Asia in the late nineteenth and early twentieth centuries.       Chinese Civilization Time and Space, \"i n response of the demands of interdisciplinary research applications, this system aims to construct an integrated GIS-based application infrastructure within the spatial extent of China, in the timeframe of Chinese history, and with the contents of Chinese civilization.\" (Changes of Names, Borders, Places, etc.)       The Digital Gazetteer of the Song Dynasty, a DH project from the University of California-Merced, this database displays changing names, cities, administrative history during the Song Dynasy from Sinologist Hope Wright's An Alphabetical List of Geographical Names in Sung China (1958).                 Comments (0)                                         Digital Repositories                 These repositories are open source; you can store, preserve, and manage your digital resources.         DSpace   An open source software package, DSpace helps manage digital assets and supports a wide variety of materials include, texts and multimedia objects.     Fedora   An open source content management system that allows scholars to store, preserve, and access digital content.     Islandora   An open source digital content management system based on Fedora Commons, Drupal, and other additional applications. Islandora may be used to create large, searchable collections of digital assets of any type.                   Comments (0)                                              close                                                                            Digital Resources on China                 Below are free digital libraries and archives covering images, photographs, prints, newspapers, manuscripts and archives about China or Chinese culture.         Europeana: The site offers a collection of many leading European digital images and resources including over a million objects about China and beyond. You may want to search in pinying or simplified hanzi. Researchers can discover digital images of paintings, relics, photos, prints and other various video and audio clips of Europe&rsquo;s rich heritage and interactions with Asia.       Princeton University Online Catalog of Shadow Figures: The Princeton University East Asian Library has just released a fully searchable, image-rich, free online catalog of its collection of Chinese shadow figures. The catalog includes photographs of each of the over 2,000 items in the collection, along with searchable categories and descriptions.       The New York Public Library's Digital Collection: The Digital Collection provides free and open access to over 800,000 images from the Library&rsquo;s collections. These digital images include photographs, posters, documents, maps, manuscripts and other source materials in many academic fields. These resources can cover China and other countries in Asia as well.       The Digital Public Library of America (DPLA): is a U.S. project aimed at providing public access to digital holdings (maps, manuscripts, monographs) as a public digital library. Free and easy to use.       The Library of Congress: Prints and Photographs Online Catalog: One of the largest digital collections in the world, the site is suitable for anyone seeking images as primary sources reflecting Chinese, Chinese-American, Asian or Asian-American histories.       Smithsonian Collection Search Center: &ldquo;The Smithsonian Collections Search Center is an online catalog containing most of Smithsonian major collections from our museums, archives, libraries, and research units. There are 8.1 million catalog records relating to areas for Art &amp; Design,History &amp; Culture, and Science &amp; Technology with 860,477 images, videos, audio files, podcasts, blog posts and electronic journals.&rdquo;       The National Palace Museum of Digital Archives: Provided by the National Palace Museum in Taiwan, this site contains a variety of image and text databases; many covering biographical studies, historical archives, digital images of relics and paintings from Taiwan and China.       The British Museum Images: One of the oldest, largest and famous museums in the world, the British Museum Images holds over 6,000 images in its database.       Lian Huan Hua Collection, Asia Collection, Hamilton Library, University of Hawaii at Manoa: Lian Huan Hua literarlly means \"linked serial pictures.\" They are pocket sized picture-story books first published by a Shanghai publisher in the 1920s. The Library has collected more than 150 titles of lian huan hua that were published mostly during the Cultural Revolution, particularly between 1971-1976, when the publication of lian huan hua was rare and difficult at that time.       Asia at Work, Asia Collection , Hamilton Library, University of Hawaii at Manoa: This site features digitizing photographs, drawings, and paintings in books published from the early 20th century and before.       Chinese pamphlets (1947-1954): Available ONLY in the New York Public Library: Research Libraries , a unique image database that includes Chinese pamphlets, picture books and other propaganda issued during the early period of the People's Republic of China.         China: Trade, Politics and Culture, 1793-1980: Provided through Adam Matthew Digital, ideal for any independent project covering almost every aspect of Chinese history, you can find primary sources such as unpublished manuscripts, letters, prints, photographs and maps from 1793 to 1980. (Available ONLY through NYU)   For more images, check out NYU's databases                  Comments (0)                                              close                                                                                                          Libraries and Archives in China                                                                                                                Special Collections in China                                                                                  Handling Special Collections Materials                                Special collections respositories contain materials in a wide variety of formats, including books, manuscripts, documents, serials, broadsides, photographs, printed ephemera, and objects. These items are often one-of-a kind. To ensure their long-term preservation, please observe the following guidelines:     Handle documents carefully.    Read books in book cradles, if appropriate.    Inform library staff when you encounter volumes with uncut pages.   Keep folders of documents flat on the table.   Do not hold documents up in the air to read them.    Turn pages gently.   Do not disturb the order of the documents.    Use pencils to take notes.    Do not eat or drink near special collections materials.    Wash your hands before handling documents.    Be sure to alert archives staff if you encounter damaged or extremely fragile material that may need special attention before it can be safely handled.             Comments (0)                                         New to Archives and Primary Source Research?                 if you are unfamiliar with the institution, the culture or the Chinese language, accessing special collections (rare books, archives, manuscripts) in Chinese libraries can be very tricky. Accessing archives in China often require an introduction letter written by your host institution. Speak to your department chair to have a written letter made for you.   You may also want to look at the institution's library catalogs or websites to find out more information before you head over there.     New to primary sources in general? See this guide for information .   Need to use archives or manuscripts in your research? See this guide for information.   New to primary source research in China? Read this for one researcher's take on it.   Researching China in various institutions? Read their perspectives here.     Most importantly, speak to NYU professors in various departments such as East Asian Studies who have done fieldwork or archival research in China who can tell you more about their experiences.           Comments (0)                                         Special Collections in China                 A list of some collections in China:     Shanghai Municipal Archives , Bund Location (上海市档案馆外滩新馆)         Beijing Municipal Archives , Beijing     Shanghai Library Modern Documents Reading Room (近代文献阅览室)       Central Academy of Fine Arts Library , Beijing       First Historical Archives of China , Beijing       Foreign Ministry Archives of the People's Republic of China , Beijing       Hangzhou Municpal Archives, Hangzhou       Nanjing Library , Nanjing       National Library of China (Reading Room for Ordinary Old Books), Beijing       More archives listed here             Comments (0)                                         Periodicals on Special Collections in China                   The Journal of East Asian Libraries is published twice a year by the Council on East Asian Libraries of the Association for Asian Studies. It publishes reports and scholarly articles related to East Asian libraries and to the history and profession of East Asian librarianship.       The Art Libraries Journal  is the leading international quarterly on art librarianship. The journal published a special issue: Chinese art documentation in China, UK and USA (v. 39, no. 2, 2014). The publication provides snapshops of some of the major art collections in these countries.       RBM: A Journal of Rare Books, Manuscripts and Cultural Heritage  is the Association of College and Research Libraries' journal covering issues pertaining to special collections libraries and cultural heritage institutions.                    Comments (0)                                         Need Help?                   Use the box below to chat with a librarian, or send us a question by email .     The NYU Libraries chat service is offline. Check back later or email us instead.             Comments (0)                                              close                                                                            Map of Libraries in Shanghai                  View Libraries in Shanghai in a larger map     Eas China Normal University Libraries   See below.   Shanghai Public Library:   The Shanghai Public Library is a major research library and holds resources in many languages, including English. Please see their Reader's Guide for information about their extensive collection. Access is available to all foreigners who hold a Shanghai residence permit. Click here for information about obtaining a library card.   Fudan University Library:   Students and faculty at NYUSH may access Fudan University Libraries as a \"non-University User\" for temporary access. Please see Rules and Regulations for more information. You will also need a formal letter from your department to access FUL's collection.           Comments (0)                                         About ECNU Library                 East China Normal University Library :   Students and faculty at NYUSH have access to print and digital collections, library services, and other resources at the ECNU Library. A VPN is required to access digital collections from off campus (including the Geography Building). Directions to downloan this VPN are below.   To translate ECNU's library webpage, use the Google drop-down box on the top right of the page.      ECNU Libraries Lecture   Guo Jinchi has provided an orientation and introduction to the East China Normal University Library. She is an Associate Research Librarian in the Reference Department of the ECNU Library. Her research interests focus on information retrieval and information consultation. She has published a monograph and a number of research papers in journals and conference proceedings. She also teaches an \"Information Retrieval\" course for graduate students.             ECNU Libraries Orientation            ECNU VPN Instructions - CHINESE            ECNU VPN Instructions - ENGLISH            Comments (0)                                              close                                                                                                          East Asian Libraries Outside of China                                                                                  List of East Asian Collections/Libraries in North America, Europe and Japan                    (East Asian Library in Davidson Library in UCSB, CA United States)   The Council on East Asian Libraries, known as CEAL , the organization for East Asian Libraries in North America, created a list of East Asian libraries and collections in their site .   Generally, you may gain access to their collections by visiting the specific library's site. Be sure to check their catalogs before you make any visit or contact to see if they have what you need.      (Bodleain Library, Oxford, United Kingdom)   For a list of Chinese libraries and collections in Europe, check out the European Association for Sinologicla Librarians 's page.   Generally, you may gain access to their collections by visiting the specific library's site. Be sure to check their catalogs before you make any visit or contact to see if they have what you need.      (City Library, Sakura, Chiba, Japan)   There are also Chinese-related source materials available in Japan. To find out what they are, you may want to see the North American Coordinating Council of Japanese Resources' Online Guide to Research Access in Japanese Museum's Libraries and Archives (MLAs). The guide provides with you information about research institutions in Japan, access policies and contact information.           Comments (0)                                         Archival Sources Beyond NYU                     The main tools for identifying processed archival collections beyond NYU include WorldCat , ArchiveGrid , and NUCMC , which are described below. Researchers are encouraged to search all three, even though there will likely be some overlap in search results, to ensure that they have not overlooked relevant collections.   Archive Grid - Database with collection level descriptions of archival holdings and search capability within finding aids contributed by thousands of libraries, museums, and archives.   National Union Catalog of Manuscript Collections (NUCMC) - A gateway for searching OCLC WorldCat (Manuscript materials) provided by the Library of Congress. Contains nearly 1.5 million catalog records describing archival and manuscript collections and individual manuscripts in public, college and university, and special libraries located throughout North America and around the world.   WorldCat - Contains records for more than 1 billion items in more than 10,000 libraries worldwide. Use the advanced search feature to limit results to archival materials.   N.B. All repositories have collections that have not yet been arranged and described. Unprocessed collections will not turn up in searches of these databases and may not appear in a library's own catalog. Contact repositories directly to inquire about the availability of unprocessed archival collections.   Consult the Archives Beyond Bobst research guide for additional information.           Comments (0)                                         International Repositories                            Information about international archival repositories and their holdings is available from the following sources:   Repositories of Primary Sources - A listing of over 5,000 websites describing holdings of manuscripts, archives, rare books, historical photographs, and other primary sources.   UNESCO Archives&rsquo; Portal - An international gateway to information for archivists and archives users.    MALVINE  &ndash; A search tool for discovering manuscripts and letters via integrated networks in Europe.   A2A: Access to Archives - Search and browse for information about archives in England and Wales , dating from the eighth century to the present day.    UK National Archives Global Search - Catalogue containing 10 million descriptions of documents from central government, courts of law and other UK national bodies.    Google   GaleNet &ndash; Directory of special libraries and information centers. The directory is available in print and online (subscription database).   LibWeb &ndash; Currently lists over 7,500 pages from libraries in over 135 countries.   WorldCat - Union catalog of 1.2 billion items. Use the Advanced Search feature to limit to archival collections.           Comments (0)                                              close                                                                                                          Guide on China                                                                                                                Judaism in China                                                           This link points to an external URL. Go there now .                               close                                                                            Database Alerts                  Dacheng Data , to which we now have trial access, is a database of scanned articles of over 7,000 Chinese journals and magazines from the late Qing Dynasty (pre-1911) through Republican period (1911-1949). The content includes available journals in humanities, social sciences, medicine, and science and engineering.   Another database we are trying out is Duxiu , a huge index of Chinese publications of all sorts, including e-books. It does not provide full text for everything it indexes, however, and the amount of text you can see varies. If you come across something for which the full text is not available, please request it via InterLibrary Loan or contact me to discuss the possibility of purchasing it for the library.     We now subscribe to China Local Gazetteers from Wangfang Data, which provides comprehensive coverage of places throughout China.             Comments (0)                                         Chinese Search Tips                 BobCat and WorldCat can now be searched using 汉字! Give it a try. But if you don't find what you are looking for (there are sometimes technical complications), do a search using the English alphabet also. BobCat and WorldCat use the Library of Congress romanization system for Chinese, which is based on the principles of the pinyin  system. Except for proper nouns, there is a space between the romanized form of every character. Omitting spaces can affect your search results! For example, the title of Liu Dajie's book on the development of the history of Chinese literature is romanized as Zhongguo wen xue fa zhan shi, so a keyword search on \"wenxue\" spelled without a space will not retrieve any results.            Comments (0)                                         Not at Bobst?                 Our Chinese collection is still in the early stages of its development. If you need a resource that we don't appear to have yet, please be sure to contact the East Asian Studies librarian . You may also want to request the material via InterLibrary Loan . In addition, the University of Pittsburgh's East Asian Gateway offers free delivery of academic articles in Chinese that are not held by any library in the United States.                Comments (0)                                         Economic and Statistical Information                 China Data Online focuses on the economic statistics of China, arranged by regions and other categories. Includes monthly and yearly reports on China's macroeconomic development, statistical reports on China's population and economy at the county and city level, as well as statistical yearbooks, census data, industrial and marketing surveys, and an atlas of China.           Comments (0)                                         Online Journals                 China Academic Journals and China Online Journals : Contain the full text of articles in Chinese (and some in English) from thousands of Chinese humanities and social science journals. Through China Academic Journals you can also search for dissertations from many Chinese universities; for additional dissertations go to Dissertations of China .   Frontiers of Literary Studies in China We have online access to this important journal through several different databases.   Journals and books digitized by the National Library of China: This collection includes 8,000 books, 8,000 legal documents, and 4,000 periodicals published during the Republican period (1912-1949).   LingLong : The women's magazine published in Shanghai between 1931 and 1937, digitized by Columbia University's Starr East Asian Library.   Shen bao online The Shen Bao Digital Archive presents the complete collection of all issues, from the newspaper&rsquo;s founding in 1872 to 1949 and is an invaluable research tool. This was the first newspaper in China with a Chinese editorial staff. Containing more than 2 million articles, the database is 100% full-text searchable and contains the full-image of each page.             Comments (0)                                         Print Journals                 Historical Journals   A Compilation of the Companion Pictorial 良友合订本 (1926-1945) is a twenty-volume reprint of this important Republican Era journal. It is located in the oversize section of the East Asian Collection on the west side of the 10th floor reading room; click the link for call number information.              Zhongguo jin xian dai n&uuml; xing qi kan hui bian (中國近現代女性期刊匯編), a large set of books consisting of women's periodicals from the early 20th century, can be found on the 10th floor in the East Asian Collection. To see all the journal titles in this compilation, search BobCat for that title; or search for an individual title, such as Zhongguo fu n&uuml; (中國婦女).   Contemporary Journals   We subscribe to the following print journals in Chinese. Click the title to check availability in BobCat. Current issues are in the Current Periodical room on the 3rd floor of Bobst; bound back issues are found in the stacks of Bobst at the call number indicated in BobCat.                           Shou huo   收穫       Dang dai   当代       Shi yue   十月       Hua cheng   花城       Shanghai wen xue   上海文学       Tian ya   天涯       Zhongguo shi yan jiu    中国史研究                 Comments (0)                                         Newspapers                 Our subscription to the People's Daily (Renmin ribao) covers from 1946 to the present. To enter database click on the \"Please click here to enter\" link.   The 60-volume reprint of the Nanjing edition of 中央日报 Zhong yang ri bao (1928-1949) is in the oversize section of the Bobst East Asian Studies collection, at the west end of the 10th floor north reading room. Click the link for call number information.   PressDisplay has the current issue and the previous two months' issues of the following newpapers in Chinese: 美术报 China Art Weekly, 中国剪报 China Digest, 中国企业报 China Enterprise News, 中国国门时报 China Inspection and Quarantine Times, 中国医药报 China Pharmaceutical News, 联合早报 Lianhe Zaobao, 浅江晚报 Qianjiang Evening News, 今日早报 Zhejiang Morning News, and 浙江日报 Zhejiang Daily. In English it has the China Daily, China Economist, Shanghai Daily, and South China Morning Post.   A selection of Chinese newspapers can be read at http://www.abbao.cn/           Comments (0)                                         Premodern Chinese Materials                 文淵閣四庫全書電子   Note: This program will only work in Microsoft Windows !   The Siku Quanshu (Wenyuange Edition), compiled in 1773-1782 by edict from Emperor Qianlong, contains 3,460 works on topics including history, politics, economics, and more.   Because of the large number of variant character forms, in order to use the database, you must first install the client program. You can download the client here . You can also download the installation guide, in English , 简体中文 ， or 繁體中文 . There is also a Chinese-language user manual available in traditional characters.   If you are using this off-campus, you will need to configure your Internet Explorer web browser manually to use the New York University proxy server. Instructions to configure your browser can be found here .   Once you have installed the program, and have configured your browser (if appropriate), run it from the Windows Start menu, and select \"IP address\" to connect to the database.   Grand Secretariat Archives : This database from Academia Sinica contains more than 300,000 documents from the Ming dynasty to the late Qing dynasty.   Scripta Sinica: Also from Academia Sinica, this is one of the largest full-text databases for the study of premodern China, including about 500 multivolume histories, such as Ming Shi Lu, Qing Shi Lu, etc.           Comments (0)                                         Chinese Texts Online                 The Chinese Text Project is an excellent source for pre-Qin and Han dynasty texts.   The Modern Chinese Literature Research Portal (中国现代文学网）is an exciting new collection of searchable texts about, well, modern Chinese literature.           Comments (0)                                         Photographs                 Historical Photographs of China is an online collection of digitized images of pictures taken between 1870 and 1950. Its 6,000-plus images can be searched by keyword, date, and so on. The collection's designers are continuing to expand it and are seeking feedback from users.           Comments (0)                                         Chinese History Dissertations                 Chinese History Dissertation Reviews features overviews of recently defended, unpublished doctoral dissertations in the field of Chinese history           Comments (0)                                              close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]