[{"detail": [{"content": "Paul Light | NYU Wagner                                     Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                 Paul Light                Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives                Request More Information      Apply to Wagner                                                        Paul Light Paulette Goddard Professor of Public Service      NYU | Wagner     Faculty     http://wagner.nyu.edu/light         295 Lafayette Street     New York     NY     10012     USA                    Bio     Video   Courses and Syllabi     Projects   Publications &amp; Working Papers       CV      Research in Sight     Press              Dr. Paul C. Light is NYU Wagner's Paulette Goddard Professor of Public Service and founding principal investigator of the Global Center for Public Service, Before joining NYU, Dr. Light served as the Douglas Dillon Senior Fellow at the Brookings Institution, founding director of its Center for Public Service, and vice president and director of the Governmental Studies Program. He has served previously as director of the Public Policy Program at the Pew Charitable Trusts and associate dean and professor of public affairs at the University of Minnesota's Hubert Humphrey Institute of Public Affairs.     Light is the author of 25 books, including works on social entrepreneurship, the nonprofit sector, federal government reform, public service, and the baby boom. His most recent book is Government by Investigation: Presidents, Congress, and the Search for Answers, 1945-2012 (2014).  His award winning books include The President's Agenda: Domestic Policy Choice from Kennedy to Clinton (1982),  Thickening Government: Federal Hierarchy and the Diffusion of Accountability (1995), The Tides of Reform: Making Government Work, 1945-1995 (1997), and A Government Ill Executed: The Decline of the Federal Service and How to Reverse It  2008).  A Government Ill Executed received the American Political Science Association's Herbert Simon Award for the most important book on public administration in the preceding three-to-five years upon publication.  Light is also a co-author of a best-selling American government textbook, Government by the People . His research interests include: bureaucracy, civil service, Congress, entitlement programs, executive branch, government reform, nonprofit effectiveness, organizational change, and the political appointment process.                             Semester      Course            Spring 2014       UPADM-GP.102.001   Introduction to Social Impact         September 11 brought a dramatic surge in what Americans expected of themselves and their civic institutions. Americans reported increased interest in all aspects of public life, including voting, volunteering, and careers in government. Three years later, however, the interest has yet to produce a parallel increase in civic activity. This course will provide undergraduate students an opportunity to examine the promise of public service embedded in American history and contemporary events, while exploring the perils of participation that may explain the public's reluctance to actually engage. The course will also explore competing definitions of public service, as well as proposals for increasing civic engagement through various forms of national service, including the draft. The course will feature occasional guest lectures by leading public servants in New York City, as well as student research on just what public service means today.       Download Syllabus             Fall 2013       PADM-GP.2132.001   Social Impact By Design         This course addresses how organizations can make better choices about how to shape their organizations for higher performance, focusing on what researchers know about what works for improving results. Students will explore the contemporary rationale for organizational reform and will be required to develop an outcomes approach to evaluating the costs and benefits of a particular change. The course will also review the inventory of contemporary change strategies, including whole-organizational reform versus process reforms, evidence-based reform versus motivational strategies, leadership-driven reform versus systems-based reform, or radical, discontinuous change versus continuous improvement strategies.       Download Syllabus                                     Projects            Casey Foundation funded project at Brookings                      Date      Publication/Paper           2015      Paul C. Light 2015.  Where have all the reinventors gone? How government reform will shape the 2016 election Governance Studies at Brookings View/Download Article    Abstract    The 2016 presidential election will likely feature two tough questions about government reform, writes Paul C. Light. First, should the next president cut federal programs to reduce the power of government, or maintain existing programs to deal with important problems? Second, should the next president winnow the federal agenda to a smaller set of priorities, or accept the current priorities and focus on reducing federal inefficiency?            Magleby, David B., Paul C. Light, and Christine L. Nemacheck 2015.  Government By the People, 2014 Elections and Updates Edition (25th Edition) Upper Saddle River, NJ: Pearson, 2015.    Abstract    Government by the People provides a thorough, Constitution-based introduction to the foundational principles, processes, and institutions of American government. Throughout, authors David Magleby, Paul Light, and Christine Nemacheck highlight the central role that people play in a constitutional democracy, inspiring students to see how similarities and differences in political beliefs continue to shape government to this day. The 2014 Elections and Updates Edition includes coverage of the major issues in today’s headlines to engage students in learning, as well as to boost the relevance of course material to students’ lives.       2014      Light, Paul C. 2014.  A Cascade of Failures: Why Government Fails, and How to Stop It Brookings Institute, Center for Effective Public Management, Washington D.C., July 2014. View/Download Article | View article    Abstract    In this research paper, Paul C. Light writes that the “first step in preventing future failures is to find a reasonable set of past failures that might yield lessons for repair.” To meet this goal, Light asks four key questions about past federal government failures: (1) where did government fail, (2) why did government fail, (3) who caused the failures, and (4) what can be done to fix the underlying problems?       2013      Light, Paul 2013.  Investigations Done Right and Wrong: Government by Investigation, 1945-2012 Brookings Institution Press, 2013. View paper    Abstract    Surveying the 100 most significant Congressional and presidential investigations of executive branch breakdowns between 1945 and 2012, Paul Light offers insight into those qualities that compose an “investigation done right.” Light’s research provides data into the quantity and quality of investigatory efforts in the modern era, as well as what these patterns reveal about what investigators can do to increase the odds that their work will pay off in improved government performance and more effective public policy.                 Paul Light 2013.  Government by Investigation: Congress, President, and the Search for Answers, 1945–2012 The Brookings Institution Press, 2013. View article    Abstract    Presidential and congressional investigations are particularly powerful tools for asking tough questions about highly visible, often complex government breakdowns, including: communist infiltration of government 1950s, the Vietnam War during the 1960s, Watergate and Central Intelligence Agency abuses during the 1970s, among 96 others covered in Government by Investigation, by Paul Light. Light, one of America’s premier authorities on public service and management, provides a deep assessment of what he has identified as the federal government’s one hundred most significant investigations since World War II.            2012      Paul C. Light 2012.  From Endeavor to Achievement and Back Again: Government's Greatest Hits in Peril In To Promote the General Welfare: The Case for Big Government. Steven Conn, Ed., Oxford Univeristy Press    Abstract    \"These 10 articles from leading scholars address federal government activism in such areas as health, education, transportation, and the arts. In some areas, federal involvement has been direct; for example, while school public systems are governed locally, Washington provides about 10% of k–12 funding. Similarly, antipoverty programs, such as the New Deal’s Social Security Act and Aid for Dependent Children, have played a major role in reducing the poverty rate from around 40% in 1900 to 11.2% in 1974. At other times, Washington has exerted influence more subtly, through regulations and research. Examples include the 1933 Glass-Steagall Act, which mandated the separation of investment and commercial banking and the WWII-era research that yielded compounds to prevent and cure malaria, syphilis, and tuberculosis. Further, as public policy scholar Paul C. Light points out in a fascinating concluding piece, more than two-thirds of leading governmental initiatives have been supported by both Democratic and Republican administrations. However, Light adds, the massive tax cut in 2001 “continue[s] to constrain federal investment in problem solving.” The scholars brought together by Ohio State historian Conn (History’s Shadow) persuasively demonstrate how the growth of “big government” throughout the 20th century has benefited ordinary Americans so comprehensively and unobtrusively that they have often taken it for granted.\"      Publishers Weekly      http://www.publishersweekly.com/978-0-19-985855-2       2011      Light, Paul C. 2011.  Has the National Government Become an “Awful Spectacle”? Public Administration Review, December 2011 View article    Abstract    Federalist No. 85 offers a synopsis of the overall case for the Constitution. Describing the dangers of a nation without a national government as an \"awful spectacle,\" the paper provides a rebuttal to the active opposition to ratification. Focusing entirely on the operations of government, this essay examines contemporary challenges to faithfully executing the laws and offers an analysis of comprehensive reforms for creating greater accountability, efficiency, and productivity.            Light, Paul (ed.). 2011.  The Federalist Papers Revised for Twenty-First-Century Reality Co-sponsored by the School of Public Affairs at American University and the School of Policy, Planning, and Development at the University of Southern California, Public Administration Review, December 2011, Volume 71 View special issue    Abstract    Public administration scholars answer the question: What might Alexander Hamilton, John Jay and James Madison, who between October 1787 and August 1788 penned the Federalist Papers promoting ratification of the U.S. Constitution, add now to the pamphlets, in view of changes in the administration of our government over the past two and a quarter centuries? Are these foundational essays still relevant? How might key pamphlets be updated to reflect new realities?            Paul C. Light, Editor 2011.  Public Administration Review Special Issue: The Federalist Papers Revised for Twenty-First-Century Reality View article 2010      Light, Paul C. and and Catherine B. Reynolds 2010.  Driving Social Change: How to Solve the World's Toughest Problems Wiley, Dec. 2010. Amazon Books    Abstract    Has the role of the social entrepreneur been glorified as the primary driver of social breakthrough? Have we neglected the important role that all change agents play? What must be done to create the networks that create so many breakthroughs? How does the breakthrough cycle actually work? How do we strengthen the infrastructure that supports social change organizations in their quest? Driving Social Change is the ultimate introduction to the many steps needed to challenge and replace the prevailing wisdom.      Based on the latest research from author, professor, and Washington Post online columnist Paul C. Light, Driving Social Change confronts head-on the seemingly eternal questions of solving tough, even intractable, social problems. Starting with the definition of social entrepreneurship as a powerful driver of social change, it goes well beyond the concept to a more detailed assessment of the \"breakthrough\" cycle with several other drivers. Along the way, the book focuses on the need to protect past social breakthroughs from complacency and counterattack.      If our purpose is to change the world, writes Light, we must concentrate on every driver possible, not just the ones we can see. To that end, the book highlights alternative paths to creating social breakthrough and provides actionable advice, exploring:      -Strategies to broaden the definition of social entrepreneurship      -Tactics to build strong social organizations and networks      -Dynamic methods to respond to constant economic and social change      -The journey from initial commitment to a world of justice and opportunity      As much as social entrepreneurship is a wondrous, inspirational act, even more extraordinary is the creation of durable social impact through whatever means necessary. Driving Social Change tells us that we should be less concerned about the tools of agitation and more concerned about the disruption and replacement of the status quo.      Holding old mindsets up to the light of day, this timely book unflinchingly addresses the change process and challenges us to question our beliefs about how it really works.            2009      Paul C. Light 2009.  \"Legislating for The Future\" Editor, RAND, 2009      Robert Lempert, Paul C. Light 2009.  \"Shaping Tomorrow Today: Evaluating and Implementing Long-Term Decisions\" Editor, RAND 2009    Abstract    In March 2009, the RAND Frederick S. Pardee Center for Longer Range Global Policy and the Future Human Condition hosted a workshop called “Shaping Tomorrow Today: Near-Term Steps Towards Long-Term Goals.” The workshop gave policymakers and analysts an opportunity to explore new methods and tools that can help improve long-term decisionmaking. The intent was to conduct this exploration collaboratively, drawing from many countries a mixed group of tool builders, analysts, planners, decisionmakers and interested lay observers. Their task was to consider how analysts and policymakers can determine when it is important to make long-term (as opposed to short-term) decisions, how to make better long-term decisions, and how best to support policymakers in thinking long term, using as case studies the areas of education, international policy, and climate change. These conference proceedings summarize the main discussions and presentations that took place during the two days of the workshop and include the papers written for workshop participants. They will be of interest to anyone engaged in the study and practice of thinking and acting meaningfully over the long term, with particular reference to problems faced by planners and policymakers in public institutions of governance.     2008      Light, P.C. 2008.  A Government Ill Executed: The Decline of the Federal Service and How to Reverse It Harvard University Press,    Abstract    The federal government is having increasing difficulty faithfully executing the laws, which is what Alexander Hamilton called \"the true test\" of a good government. This book diagnoses the symptoms, explains their general causes, and proposes ways to improve the effectiveness of the federal government. Employing Hamilton's seven measures of an energetic federal service, Paul Light shows how the government is wanting in each measure. After assessing the federal report card, Light offers a comprehensive agenda for reform, including new laws limiting the number of political appointees, reducing the layers of government management, reducing the size of government as its baby-boom employees retire, revitalizing the federal career, and reducing the heavy outsourcing of federal work. Although there are many ways to fix each of the seven problems with government, only a comprehensive agenda will bring the kind of reform needed to reverse the overall erosion of the capacity to faithfully execute all the laws.           Light, P.C. 2008.  Depleting Government Public Administration Review, May/June View Publication    Abstract    The federal government's \"quiet crisis\" of the 1980s has become the \"deafening crisis\" of the early twenty-first century. Virtually every measure of the state of the public service as envisioned by Alexander Hamilton has worsened over the past two decades. This lecture outlines Hamilton's seven characteristics of an energetic federal service and examines recent trends in its decline. Although the federal service still executes an enormous agenda of important missions, it is increasingly frustrated in its work.            Light, P.C. 2008.  How Americans View Charities: A Report on Charitable Confidence Brookings Institution Governance Studies Issue Paper, April View/Download Article | View Publication    Abstract    Public confidence in charities is key in guaranteeing a vibrant future for treating and solving the world's most important problems. Public confidence affects charitable giving and volunteering, employee recruitment, and gives charities the freedom to dedicate resources toward their most important programs and capacity-building priorities. Unfortunately, public confidence in charities remains at contemporary lows.        A March 2008 survey conducted on behalf of the Organizational Performance Initiative at New York University's Robert F. Wagner Graduate School of Public Service shows four patterns that should worry charitable organizations and sector leaders.            Light, P.C. 2008.  Public Opinion toward Legislating for the Future: An Update Policy Report for New York University's Brademas Center for the Study of Congress, View Report    Abstract    The past two years have been unsettled at best for Congress. Public approval toward Congress remains low, legislative debates have been contentious, polarization remains high, and Congress has a mixed record in dealing with major long-term issues such as Social Security and Medicare. The State Children's Health Insurance program has been delayed awaiting a compromise that might expand coverage, immigration reform has been waylaid by the intensity of opposition across the party lines, energy reform was diluted by ongoing disputes about how to reduce the nation's dependence on foreign oil, and the war in Iraq continues to dictate the pace of major legislative debates.            David Magleby, Paul C. Light 2008.  \"Government by the People\" Chapters on Federalism, Congress, The Presidency, Bureaucracy, Public Policy Process, Economic Policy, Social Policy, and Foreign Policy    Abstract    Building on decades of authoritative scholarship, this completely updated text continues to offer accessible, carefully crafted, and straightforward coverage of the foundations of American politics, as well consistent focus on the achievements of a government by the people           In an increasingly cynical world, GBTP emphasizes that politics matters and encourages, motivates, and even inspires students–with accounts of individual and collective acts of courageousness, intellect, and integrity in the political arena–to be effective and informed citizens.           With each chapter now framed by nationally-selected learning objectives and chapter mastery self-tests, several compelling new features, and an all new contemporary design, this thoroughly updated Twenty-Third Edition continues in the book’s long tradition for excellence. As we enter this very complex political era, there is no more reliable or more relevant text to help you advance your students from being simple onlookers to knowledgeable participants in the American political experience.            Light, P.C. 2008.  Predicting Organizational Crisis Readiness: Perspectives and Practices toward a Pathway to Preparedness Policy Report written for the Center for Catastrophe Preparedness and Response, May 2008, to be published jointly by CCPR and the Public Entity Research Institute, View article       Light, P.C. 2008.  The Search for Social Entrepreneurship Brookings Institution Press    Abstract    Research on social entrepreneurship is finally catching up to its rapidly growing potential. In The Search for Social Entrepreneurship, Paul Light explores this surge of interest to establish the state of knowledge on this growing phenomenon and suggest directions for future research. Light begins by outlining the debate on how to define social entrepreneurship, a concept often cited and lauded but not necessarily understood. A very elemental definition would note that it involves individuals, groups, networks, or organizations seeking sustainable change via new ideas on how governments, nonprofits, and businesses can address significant social problems. That leaves plenty of gaps, however, and without adequate agreement on what the term means, we cannot measure it effectively. The unsatisfying results are apple-to-orange comparisons that make replication and further research difficult. The subsequent section examines the four main components of social entrepreneurship: ideas, opportunities, organizations, and the entrepreneurs themselves. The copious information available about each has yet to be mined for lessons on making social entrepreneurship a success. The third section draws on Light’s original survey research on 131 high-performing nonprofits, exploring how they differ across the four key components. The fourth and final section offers recommendations for future action and research in this burgeoning field.    2007      Light, P.C. 2007.  Recommendations Forestalled or Forgotten? The National Commission on the Public Service and Presidential Appointments The National Commission on the Public Service and Presidential Appointments. Public Administration Review, May 2007, Vol. 67 Issue 3, p408-417, 10p.    Abstract    Nearly two decades after the first Volcker Commission issued its report on the federal public service, the presidential appointment and confirmation process remains long, cumbersome, intensive, and embarrassing. As the evidence presented in this essay suggests, the process may attract people who are motivated more by personal rewards than by the intrinsic value of public service. Although recent administrations have displayed little enthusiasm for reforming the federal appointment process, the best hope for change may reside in future presidents' desire to assert tight political control over executive departments.            Light, P.C. 2007.  Reshaping Social Entrepreneurship Stanford Social Innovation Review, Fall, View/Download Article | View publication    Abstract    Social entrepreneurship has come to be synonymous with the individual visionary - the risk taker who goes against the   tide to start a new organization to create dramatic social change. The problem with focusing so much attention   on the individual entrepreneur is that it neglects to recognize and support thousands of other individuals, groups, and organizations that are crafting solutions to troubles around the globe.            Light, P.C. 2007.  The Homeland Security Hash Wilson Quarterly Spring 2007 View article    Abstract    Four years after it opened its doors, the Department of Homeland Security is by general agreement one of the most troubled cabinet-level agencies in the federal government. Hardly a day goes by without some fresh report on a contract gone bad, a new technology that does not work, a new Coast Guard cutter that is not seaworthy, or more cargo that slips through port without inspection. Year after year, virtually every assessment, including those by Congress, the 9/11 Commission, and the department's own inspector general, has given the department the same mediocre grades. \"While the terrorists are learning and adapting, our government is still moving at a crawl,\" said 9/11 ­Commission chairman Thomas Kean in December 2005.       2006      Light, P.C. 2006.  The Tides of Reform Revisited: Making Government Word, 1945-2002 Public Administration Review 2006, Vol. 66, No. 1, pp. 6-19.    Abstract    The past six decades have witnessed acceleration in both the number and variety of major administrative reform statutes enacted by Congress. This increase can be explained partly by the increased involvement of Congress, a parallel decrease in activity and resistance by the presidency, and heightened public distrust toward government. At least part of the variation in the tides or philosophies of reform involves a \"field of dreams\" effect in which the creation of new governmental structure during the 1940s, 1950s, and 1960s generated increased interest in process reforms. However, part of the acceleration and variety of reform appears to be related to the lack of hard evidence of what actually works in improving government performance. Measured by federal employees' perceptions of organizational performance, what matters most is not whether organizations were reformed in the past, but whether organizations need reform in the future and can provide essential resources for achieving their mission.    2005      Light, P.C. 2005.  Preparing Americans for Disaster The Christian Science Monitor December 12    Abstract    As they ponder the final 9/11 commission report detailing the continued lack of preparedness among federal agencies, Congress and President Bush should also consider the parallel lack of preparedness among the citizenry as a whole.          Light, P.C. 2005.  Homeland Security's Extreme Makeover The Christian Science Monitor, October 12    Abstract    As the Department of Homeland Security proceeds with its own recovery from hurricane Katrina, Americans have to wonder what, if anything, can be done to make sure the nation is ready for catastrophes such as earthquakes and terrorist attacks that come without warning.            Light, P.C. 2005.  The Continuing Crisis in Charitable Confidence Public Service Brief, Robert F. Wagner School, New York University, Oct. View/Download Article | View Publication    Abstract    Four years after September 11th, public confidence in charitable organizations remains stuck at a contemporary low. According to a telephone survey of 1,820 randomly-selected Americans interviewed on behalf of NYU Wagner's Organizational Performance Initiative during the summer of 2005, confidence has held virtually constant since it bottomed out after months of controversy   surrounding disbursement of the September 11th relief funds. As of last summer, 15 percent of Americans said they had a great deal of confidence in charitable organizations, 49 percent said a fair amount, 24 percent said not too much, and 7 percent said none at all. Public views of how charitable organizations operate also remain unchanged. Only 19 percent of Americans said charitable organizations do a very good job running their programs and services, while just 11 percent said the same about spending money wisely. In addition, 66 percent of Americans said that charitable organizations waste a great deal or fair amount of money, while almost half said the leaders of charitable organizations are paid too much. If the past is prologue, these views will continue to drive higher levels of legislative and media scrutiny, which in turn, may further erode public confidence. The survey also suggests that rebuilding confidence must involve sustained investment in strengthening the capacity of charitable organizations to achieve measurable impacts toward their missions.            Light, P.C. 2005.  Rumsfeld's Revolution at Defense Brookings Institution, Policy Brief #142, July, View/Download Article | Download publication    Abstract    Whatever his legacy as an architect of the war in Iraq, Defense Secretary Donald Rumsfeld has already earned a place in American bureaucratic history as one of its most ambitious organizational reformers. Rumsfeld is determined to complete a top to bottom overhaul of his department before he leaves office. Rumsfeld may be one of history's most ambitious reformers, but his actual impact is far from assured. He still faces intense resistance from the armed services, especially the Army, which has the most to lose in the movement to a much lighter military. And many of his proposals are either still under consideration in Congress or only in the early stages of implementation in the department. This is very much Rumsfeld's revolution to win or lose it is highly dependent upon his congressional support, which has ebbed and flowed with the fortunes of war, on the urgency of the war on terrorism, which continues to fade with memories of September 11, and on his relationship with the armed services, which has been shaken by the controversy surrounding the equipping of U.S. troops in Iraq. It also depends on his public reputation, which has dropped in the wake of the prison abuse scandals at Abu Ghraib and Guantanamo Bay. In October 2001, for example, the Harris Poll reported that 78 percent of Americans rated Rumsfeld's job performance as excellent or pretty good; by June 2005, the percentage had fallen to just 42 percent.            Light, P.C. 2005.  Filibusters Are Only Half the Problem New York Times, June, View/Download Article | Download publication    Abstract    Senator Bill First, the majority leader, has often invoked the founding fathers to make his case against delaying tactics like the filibuster, especially when such tactics allow a small number of senators to create what he calls \"a tyranny of the minority.\" But he has shown almost no interest in the founders' similar concerns about tactics that accelerate Senate action, even when those tactics enable a handful of senators to effectively deny the chamber the possibility of reading a bill, let alone debate it. There is plenty of minority tyranny, for example, in the conference committees that Congress uses to spur legislative agreement between the two chambers. Such committees clearly bypass the founders' inefficient back-and-forth in which the House and Senate are supposed to trade versions of legislation until they finally reach agreement. These committees have become more powerful over the years, in no small part because Congress stopped instructing them to stay within the four corners of the versions of legislation at issue. In the 2003 conference over President Bush's energy bill, which eventually failed, conferees added $277 million in subsidies for environmentally friendly shopping malls, including one in Shreveport, La., that would have included a Hooters restaurant. As President Ronald Reagan once said, an apple and an orange could go into a conference committee and come out a pear. There is also enormous opportunity for minority tyranny in the writing of omnibus bills, another legislative accelerant the founders might view as a violation of their constitutional design. Employed after the Civil War to handle the onslaught of private pension bills for disabled veterans, omnibus bills were not used for appropriations until 1950. Since then, they have become a commonplace vehicle for packaging everything from spending bills to highway projects. Last year's $388 billion omnibus bill not only ran more than 1,600 double-sided pages and weighed 14 pounds, it arrived on the House and Senate floor only hours ahead of passage. No wonder members missed the provision that allowed Congressional staff members to review the tax returns of individual taxpayers. Although Mr. Frist promised that Congress would work on reforming the use of omnibus bills, filibuster reform has taken precedence.            Light, P.C. 2005.  Facing the Futures: Building Robust Nonprofits in the Pittsburgh Region The Forbes Funds, View/Download Article | Download publication    Abstract    The Pittsburgh region faces tough questions as it faces the futures ahead. Will it, for example, find a way to stop its young people from leaving or slip further into the profile of a “weak market” city, with all that means for the erosion of jobs and talent? Will it close the gaps between its citizens on education, health, earnings, and poverty, or will it continue to be listed as a city of disadvantage for African Americans? And will it play an aggressive role in helping Pennsylvania rebuild its aging economy or eventually eclipse North Dakota and West Virginia as the state with the slowest growing economy in the nation?      No one knows yet just how these futures will play out. It could be that the Pittsburgh area is on the cusp of a great revival as it continues to make the turn from an industrial-age economy to an “eds and meds” future. It could also be that the area has reached the maximum range of its geographic spread, thereby signaling an end to the hollowing-out of its inner city. It could even be that the area’s young people are starting to see the vibrant opportunities embedded in urban renewal and a low-cost of living, not to mention an expanding arts community, access to some of the nation’s greatest educational institutions, and the chance to revel in the return of the Pittsburgh Steelers and the yellow towel industry that goes with it.            Magleby, D.B., O'Brien, D., Peltason, J.W., Burns, J.M., Light, P.C. & Cronin, T.E. 2005.  Government By the People Prentice Hall      Light, P.C. 2005.  Searching for Social Entrepreneurs paper prepared for the annual meetings of the Association for Nonprofit and Voluntary Associations, November 17-19, View/Download Article | View report    Abstract    The question for this paper is not whether social entrepreneurs exist, however, but whether the field of social entrepreneurship is too exclusive for its own good. The field has mostly defined social entrepreneurs as individuals who launch entirely new social-purpose nonprofit ventures. In doing so, the field may have excluded large numbers of individuals and entities that are equally deserving of the support, networking, and training now reserved for individuals who meet both the current definitional tests of a social entrepreneur and the ever-growing list of exemplars.   Not only does this definition deny the possibility that the intensity and quantity of social entrepreneurship might vary over time and across individuals and entities, it also substantially reduces the population of entrepreneurs who might form the basis for the kind of evidence-based, large-sample, control-group research needed to determine what truly matters to successful social entrepreneurship.            Light, P.C. 2005.  The Katrina Effect on Preparedness NYU Center for Catastrophe Preparedness and Response (CCPR) Information Brief November 2005 View/Download Article | Download Publication    Abstract    This report, comparing data collected in two surveys, one prior to Hurricane Katrina and one following, identifies a significant drop in public confidence in government's ability to handle disasters in the wake of the botched response to Hurricane Katrina, as well as highlights the growth of a perceived \"preparedness divide\" between rich and poor.            Light, P.C. 2005.  The State of American Preparedness Policy Brief, Policy Report, report for the Center for Catastrophe Preparedness and Response, New York University September, 2004      Light, P.C. 2004.  The Four Pillars of High Performance: How Robust Organizations Achieve Extraordinary Results Mcgraw-Hill,    Abstract    In 1999, Paul C. Light embarked on an ambitious project which, if successful, would provide organizations of all kinds with a powerful new tool for navigating the turbulent sea of change that is today’s global business environment. A guide to achieving and maintaining superlative performance in a highly unpredictable world, this book is the fruit of that endeavor. In it you will learn proven methods for hardening your organization against the surprises and risks of an uncertain future, and how to maintain a competitive edge by being the first to identify and capitalize on the most promising growth opportunities. In The Four Pillars of High Performance, Light paints a portrait of the “robust organization”—that rare organization which possesses both the agility to adjust to changes in the external environment at a moment’s notice, and the compass needed to maintain a steady fix on its strategic horizons. He takes us inside a number of these organizations across a range of business sectors, as well as in government, the military, and more. From the examples set by a variety of world-class performers, Light extracts the four key traits common to all robust organizations:      1. ALERTNESS: Spotting fluctuations as they emerge—not after their effects have already been felt      2. AGILITY: Empowering employees with the authority to make routine decisions, reducing barriers between units, encouraging participatory management, and fostering open communications      3. ADAPTABILITY: Changing with circumstances and taking advantage of new opportunities as they arise      4. ALIGNMENT: Saturating the organization with information and providing effective information technology      The Four Pillars of High Performance is an indispensable and unprecedented blueprint for transforming any company into a robust organization.            Light, P.C. 2004.  Sustaining Nonprofit Performance: The Case for Capacity Building and the Evidence to Support It Brookings Institution,    Abstract    \"The nonprofit sector survives because it has a self-exploiting work force: wind it up and it will do more with less until it just runs out. But at some point, the spring must break.\" America’s nonprofit organizations face a difficult present and an uncertain future. Money is tight. Workloads are heavy, employee turnover is high, and charitable donations have not fully rebounded from the recent economic downturn. Media and political scrutiny remains high, and public confidence in nonprofits has yet to recover from its sharp decline in the wake of well-publicized scandals. In a recent survey, only 14 percent of respondents believed that nonprofits did a very good job of spending money wisely; nearly half said that nonprofit leaders were paid too much, compared to 8 percent who said they earned too little. Yet the nonprofit sector has never played a more important role in American life. As a generation of nonprofit executives and board members approaches retirement, it becomes increasingly important to ensure that their organizations are prepared to continue their missions—that they are built to last in a supremely challenging environment. Paul Light, renowned expert on public service and nonprofit management, strongly argues for capacity-building measures as a way to sustain and improve the efforts of the nonprofit sector. With innovative data and insightful analysis, he demonstrates how nonprofits that invest in technology, training, and strategic planning can successfully advance their goals and restore public faith in their mission and capabilities. He explains the ways in which restoration of that faith is critical to the survival of nonprofits—another important reason for improving and then sustaining performance. Organizations that invest adequately in their infrastructure and long-term planning are the ones that will survive and continue to serve. The New York Times , Monday September 13, 2004         Light, P.C. 2004.  Fact Sheet on the Continued Crisis in Charitable Organizations The Brookings Institution, View/Download Article | Download publication    Abstract    Three years after the terrorist attacks on New York City and Washington, D.C., confidence in charitable organizations continues to languish well below its pre-September 11 levels. Despite hopes that the confidence would rebound with the mere passage of time, the controversies surrounding disbursement of the September 11 relief funds and subsequent nationally-visible scandals surrounding the Nature Conservancy and several private foundations appear to have left a durable imprint that has yet to fade. The number of Americans who express little or no confidence in charitable organizations increased significantly between July 2001 and May 2002, and remains virtually unchanged to this day. As I argue in Sustaining Nonprofit Performance: The Case for Capacity Building and the Evidence to Support It, which is being released by the Brookings Press at the same time as this fact sheet, charitable organizations did not get any of the post-September 11 “rally” in confidence that boosted government and other civic institutions, but received all of the decline as America returned to a semblance of normalcy in 2002. As a result, confidence in charitable organizations stands roughly 10-15 percent lower today than it was in the summer of 2001.            Light, P.C. 2004.  Fact Sheet on the Continued Thickening of Government Brookings Institution, September, View report    Abstract    The past half century has witnessed a slow, but steady thickening of the federal bureaucracy as Congress and presidents have added layer upon layer of political and career management to the hierarchy. The past six years have been no different. Despite the president's promise to bring business-like thinking to the federal government, the Bush administration has overseen, or at the very least permitted, a significant expansion in both the height and width of the federal hierarchy. There have never been more layers at the top of government, nor more occupants at each layer.            Light, P.C. 2004.  Fact Sheet on the President's Domestic Agenda Brookings Institution paper, View/Download Article | Download publication    Abstract    Bush continues a trend toward smaller agendas begun in the wake of the 1981 tax cuts, which sharply constrained the amount of federal funding for large scale, new programs. He also continues a trend among Republican presidents toward a ï¿½less-is-moreï¿½ philosophy of domestic policy. His agenda is half as large as Richard Nixon's first-term agenda in 1969-72, a third smaller than Ronald Reagan's first-term agenda in 1981-84, and a quarter smaller than his father's first-term agenda in 1989-92. Although less ambitious than his predecessors, Bush's limited number of large-scale, new proposals have been undeniably bold. His tax cuts, education reform, social security revisions, prescription drug coverage, and homeland security reorganization are easily classified as large-scale, new proposals, and match up with the large-scale, new proposals of the past such as civil rights, voting rights, and Medicare under presidents John F. Kennedy and Lyndon Johnson, environmental protection, revenue sharing, and national health insurance under Richard M. Nixon, energy and social security reform under Jimmy Carter, tax cuts under Ronald Reagan, budget reform under George H. W. Bush, and national health care, Americorps, and welfare reform under Bill Clinton. However, what sets George W. Bush apart is the relatively shallow depth of his agenda. Whereas Kennedy and Johnson pursued 54 large-scale, new proposals in their two first terms, and Nixon another 18, Bush has pursued just five in his. Simply put, George W. Bush has placed all of his domestic policy proposals in a very small basket. Half of his agenda consists of small-scale, conventional proposals, including expanded drug treatment, pension reform, and an energy package that pales in comparison to the energy bills of previous administrations.            Light, P.C. & Klitgaard, R. 2004.  High Performance Government: Structure, Leadership, Incentives Rand, View/Download Article | Download publication    Abstract    Fixing problems in the federal government. In 2003, the National Commission on the Public Service, chaired by Paul Volcker, issued a report detailing problems within the federal government today and recommending changes in its organization, leadership, and operations. This book suggests practical ways to implement the recommendations and defines a research agenda for the future. Thirteen essays address the primary problem areas identified by the Volcker Commission, and the commission report itself is included.            Light, P.C. 2004.  Implementing the 9/11 Commission Report House Government Reform Committee testimony, View/Download Article | Download publication    Abstract    The Commission has provided the essential outlines for strengthening our intelligence community and homeland security institution. It is now up to Congress and the president to exercise its judgment on whether and how to proceed, including areas that the Commission did not address.            Light, P.C. 2004.  Outsourcing the True Size of Government Public Contract Law Journal, Winter      Light, P.C. 2004.  The 9/11 Commission's Human Capital Recommendations Senate Governmental Affairs Subcommittee testimony, View/Download Article | Download publication    Abstract    The Commission's report has outlined the essential elements of a more effective intelligence community and homeland security effort. It is now up to Congress and the president to exercise their best judgment on whether and how to proceed, whether through reorganization or long-overdue improvements in key human capital systems, or both.            Light, P.C. 2004.  The Spiral of Nonprofit Excellence Nonprofit Quarterly, Winter,    Abstract    This article is adapted from a new book by Paul Light entitled Sustaining Nonprofit Performance: The Case for Capacity Building and the Evidence to Support It, published in 2004 by the Brookings Institution Press. Imagine a nonprofit's life as a journey up and down a development spiral. All organizations would start with a simple idea for some new program or service and then move up the spiral toward greater and greater impact, progressing through five landings, or stops, along the climb: (1) the organic phase of life, in which they struggle to create a presence in their environment; (2) the enterprising phase, in which they seek to expand their size and scope; (3) the intentional phase, in which they become focused more tightly on what they do best; (4) the robust phase, in which they strengthen their organizational infrastructure to hedge against the unexpected; and (5) the reflective phase, in which they address longer-term issues of succession and legacy.      2003      Light, P.C. 2003.  The Search for Public Service Center for Public Service Report, June,      Light, P.C. 2003.  The Health of the Human Services Workforce Center for Public Service Report, March,      Light, P.C. 2003.  An Update on the Bush Administration's Competitive Sourcing Initiative U.S. Senate Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia, testimony, View/Download Article | Download publication    Abstract    Testimony regarding the Bush Administration's competitive sourcing initiative, which promises to subject at least 50 percent of the Federal Activities Inventory Reform Act (FAIR Act) not-inherently governmental jobs up for competition by some as-yet-to-be-determined date.            Light, P.C. 2003.  Fact Sheet on the New True Size of Government Center for Public Service, The Brookings Institution, View/Download Article | Download publication    Abstract    Even as Democrats and federal employee unions battle the Bush Administration's proposal to put thousands of federal jobs up for competition with the private sector, the government's largely-hidden workforce created through contracts and grants has reached its highest level since before the end of the Cold War.            Light, P.C. 2003.  Government by the People with James MacGregor Burns, Jack Peltason, Thomas Cronin, David Magleby, and David Obrien, Prentice Hall,      Light, P.C. 2003.  In Search of Public Service Center for Public Service, The Brookings Institution, View/Download Article | Download publication    Abstract    Contrary to those who say that government must become more   businesslike to compete, college seniors almost surely would recommend that government become more nonprofit-like, especially in reassuring potential recruits that they will be given a chance to help people. This emphatic interest in helping people suggests an extraordinary opportunity for public-service organizations to make their case to a motivated workforce: 26 percent of the seniors said they had given very serious consideration to any kind of public-service job, be it working for government, a nonprofit, or a contractor, while another 36 percent had given it somewhat serious consideration.   Although the Center does not have the data to establish a trend line to the past- meaning that this year's number could be up or down from past years-it is hard to imagine how the numbers could be much higher. The question is whether public-service organizations have the agility, let alone the funding, to take advantage of the opportunity. After all, the job market is cold in large part because organizations in all three sectors do not have the money for hiring. For those who are particularly concerned about increasing government's success in the war for talent, this report supports the need for quick action to streamline the hiring process and bolster its reputation as a place where young Americans can make a difference in serving the country. The faster it moves to send a dramatic signal that it is ready to provide the kind of work young Americans clearly want, the faster it can begin strengthening its workforce for the future. This is only one of several significant findings bearing on the future of the public service in the Center's survey of 1,002 college seniors pursuing the humanities, social sciences, social work, and education.            Light, P.C. & Buhler, P., Charhon, F. 2003.  L’E’conomie du don et La Philanthropie aux E’tats-Unis et en France: Analyses Compare’e Institute Francais des Relations Internationale,      Light, P.C. 2003.  Measuring the Health of the Public Service in Roger Davidson, ed., Workways of Governance, Brookings,      Light, P.C. 2003.  Next Steps in Human Capital Reform Senate Governmental Affairs Committee, testimony, Download publication    Abstract    The testimony explains why the Committee's proposed legislation to establish a Department of Defense national security personnel system marks an important step forward in crafting long-overdue changes to our outmoded human capital system in government            Light, P.C. 2003.  Restoring the President's Reorganization Authority House Government Reform Committee, testimony, View/Download Article | Download publication    Abstract    Reorganization offers a significant opportunity to align agencies by mission rather than constituencies. If done well it can strengthen accountability, reduce wasteful duplication and overlap, tighten administrative efficiency, improve employee motivation, and provide the kind of integration that leads to impact. The question before this Committee today is not whether reorganization can provide needed improvements in government performance, however, but whether Congress should give the President of the United States reorganization authority of some kind. Light believes the answer is absolutely yes, particularly if granted through the expedited model envisioned by the National Commission on the Public Service chaired by former Federal Reserve Board Chairman Paul   Volcker.            Light, P.C. 2003.  The Civil Service and National Security Personnel Improvement Act House Government Reform Committee, testimony, View/Download Article | Download publication    Abstract    It was twenty-five years ago that this Committee took up the Civil Service Reform Act of 1978. That statute reflected an effort to modernize a personnel system that had not been reformed since 1946, and addressed many of the issues embedded in this bill. Launched in a bipartisan spirit by the Carter-Mondale Administration, the act was designed to create a new era in human resources management. It contained new procedures for pay for performance, accelerated hiring, and waivers for experimentation. It also created the Senior Executive Service, and sought to modernize the outmoded job classification system that governed the hiring and promotion of civil servants.   It is time to pass this bill and begin the next generation of reform. Civil service reform is not a Democratic issue or a Republican issue; it is a good government issue. It should be designed first and foremost to assure that talented Americans have the chance to serve their country. As President Carter argued in 1977, the public deserves a government as good as its people. There is overwhelming empirical evidence that this proposal would advance that cause.            Light, P.C. 2003.  To Give or Not to Give: The Crisis of Confidence in Charities Brookings Institution, Reform Watch Brief #7, View/Download Article | Download publication    Abstract    Public confidence is essential to America's 1.5 million charitable organizations and the 11 million Americans they employ. Confidence clearly affects the public's willingness to donate time and money, shapes the political and regulatory environment that governs charitable organizations, and has at least some influence on morale within the charitable workforce. Confidence slipped when charities were slow to respond after 9/11, and it has been battered in the past year by scandals. The news media have delved into lavish spending at some of the nation's leading philanthropies, improper payments at the United Way of the National Capitol Area, conflicts of interest at the Nature Conservancy, and the firing of new YWCA president and feminist leader Patricia Ireland after just six months on the job. In turn, these stories have sparked legislative investigations and calls for tighter regulation, most recently from the California State Attorney General, who joined his colleagues in Minnesota and New York in calling for a new era in charitable accountability and the legislation to create it. Where the media go, Congress, state attorneys   general, and watchdog groups are sure to follow.       2002      Light, P.C. 2002.  What Federal Employees Want from Reform Reform Watch Policy Brief, Brookings Institution, March, View publication    Abstract    It is no longer clear that the federal government work force can pass the following five tests of a healthy public service, which are that it should be:   -Motivated by the public good, not security or a stable paycheck.   -Recruited from the top of the labor market, not the bottom.   -Given the tools to do its job well.   -Rewarded for a job well done, not just showing up day after day.   -Trusted by the people and leaders it serves.            Light, P.C. 2002.  Government's Greatest Achievements: From Civil Rights to Homeland Security Brookings Institution,    Abstract    Government's Greatest Achievement's: From Civil Rights to Homeland Security was designed to understand what the federal government has most actively endeavored to do since World War II, identify the top achievements among its goals, and use its agenda from the past to weigh its most pressing priorities for the future.          Light, P.C. 2002.  Our tottering confirmation process. Public Interest, Spring2002 Issue 147, p61.    Abstract    Examines the presidential appointment process in the U.S. Background on the confirmation process; Analysis of the confirmed appointees of several presidents; Cause of delays in the confirmation process; Role of the Senate in the confirmation process.            Light, P.C. 2002.  Pathways to Nonprofit Excellence Brookings Institute, Download Publication    Abstract    Fourth in a series of reports on the changing nature of public service in government and the nonprofit sector, Pathways to Excellence focuses on a unique survey of contemporary thinking about creating effective nonprofit organizations. Based on interviews with 250 leading thinkers from the worlds of philanthropy, scholarship, and consulting, as well as 250 executive directors of some of the nation's most effective nonprofits, the book argues that there is no one best way to higher performance. Although higher performance clearly requires a commitment to excellence, it can be achieved along more than one pathway using one of several different strategies.      Pathways to Excellence shows that every nonprofit organization can improve-no matter how well or poorly it is currently performing-often by taking simple first steps up a development spiral to high performance.                 Light, P.C. 2002.  Presidential Calls for Volunteerism Brookings Review, Fall,      Light, P.C. & Plowfield, C.M. 2002.  Problems on the Potomac: How Relocation Policies for Presidential Appointees Can Help Win the Talent War The Presidential Appointee Initiative, The Brookings Institution, View/Download Article | Download publication    Abstract    Attracting the most talented citizens to public service has been a challenge for America's leaders since the inception of our nation. The recruiting challenges facing America's   presidents have intensified. These problems were evident in a survey of civic and corporate leaders conducted in the fall of 2000 by Princeton Survey Research Associates on behalf of the Brookings Institution's Presidential Appointee Initiative.            Light, P.C. 2002.  The Content of their Character: The State of the Nonprofit Workforce Nonprofit Quarterly, Fall, View publication    Abstract    The nonprofit sector will survive the current weak economy because it has the most dedicated workforce in the nation. It is a workforce that comes to work in the morning motivated primarily by the chance to do something worthwhile, savoring the chance to make decisions on its own, take risks, and try new things, and puts mission above all else.            Light, P.C. 2002.  The Troubled State of the Federal Public Service House Government Reform Subcommittee on Civil Service Census and Agency Organization Download publication    Abstract    The United States cannot win the war on terrorism or rebuild homeland security without a fully dedicated federal civil service. Unfortunately, federal employees report that both the quality of their work life and their level of job satisfaction have declined since September 11. Fewer federal employees are coming to work for the right reasons, even fewer feel their agencies are providing the tools and training to do their jobs well, and even fewer still believe that their organizations are doing a good job at delivering programs and services            Light, P.C. 2002.  The Volunteering Decision Brookings Review, Fall2002, Vol. 20 Issue 4, p45.    Abstract    Discusses what prompts and sustains the volunteering decisions of presidents in the U.S. Views of President John F. Kennedy on volunteerism; Volunteer programs that former president Lyndon Johnson helped create; Other presidents of the U.S. that gave contributions to the nation's national service; Effect of service learning on volunteering.            Light, P.C. 2002.  Trust in Charitable Organizations The Brookings Institution Policy Brief, Reform Watch #6, View/Download Article | Download publication    Abstract    Public confidence in charitable organizations such as the Red Cross and United Way is essential to a high performing nonprofit or charitable sector. Indeed, confidence affects almost everything that matters to the future of the sector, especially the public's willingness to contribute money and volunteer time. Given its importance as a harbinger, even small declines in confidence should raise alarms across the sector. Complacency does little harm when confidence is high or rising, but may undermine the call for aggressive action   during periods when confidence is low or falling. Unfortunately, according to new research by the Brookings Institution's Center for Public Service, the recent decline in confidence is uncomfortably large, particularly when juxtaposed with other research that has given the sector the benefit of the doubt through question wording or generous analysis.       2001      Light, P.C. 2001.  To Restore and Renew: The State of the Federal Service Government Executive, November, View report    Abstract    The terrorist attacks on New York and Washington on Sept. 11 reminded the nation just how important the federal public service is in times of crisis. The night after the attacks, President Bush said, \"the functions of our government continue without interruption. Federal agencies in Washington . . . will be open for business tomorrow.\" In the days and weeks following the attacks, it became clear that not only would government be open, it would take on a greatly expanded role.            Light, P.C. 2001.  \"Nonprofit-like\" Tongue Twister or Aspiration? Nonprofit Quarterly, Summer 2001, Volume 8, Issue 2.      Light, P.C. & Labiner, J.M. 2001.  A Vote of Renewed Confidence: How Americans View Presidential Appointees and Government in the Wake of the September 11 Terrorist Attacks Presidential Appointee Initiative, The Brookings Institution, View/Download Article | View report    Abstract    Thomas Jefferson had a great deal on his mind as he prepared for his first term as president, not the least of which was the brutal contest that led to his election after 34 ballots in the House of Representatives. Beset by civil unrest at home and threatened from abroad, the nation was fighting for its very survival. Yet, as Jefferson mused about the challenges ahead, he worried most about building an administration whose talents, integrity, names and dispositions, should at once inspire unbounded confidence in the public mind and insure a perfect harmony in the conduct of the public business.      Two hundred years later, there is ample evidence that a president's appointments still have the power to inspire unbounded confidence in the public mind. Confidence in presidential appointees surged dramatically in the wake of the September 11 terrorist attacks on New York and Washington, and now exceeds confidence in elected federal officials such as members of Congress and federal government workers. The evidence comes from comparing the results of a new nationwide, representative telephone survey of 1,033 adults living in the continental United States with the results of a parallel survey conducted during the summer. Both surveys were conducted by Princeton Survey Research Associates for The Presidential Appointee Initiative, a nonpartisan project of the Brookings Institution funded by The Pew Charitable Trusts. The first survey was conducted between June 18 and July 18, 2001 and the second one was conducted between September 27 and October 6, 2001. For results based on the total sample of either survey, one can say with 95 percent confidence that the error attributable to sampling and other random effects is within approximately plus or minus 3 percentage points.            Light, P.C. 2001.  Government's Greatest Priorities of the Next Half Century Reform Watch Brief #4, The Brookings Institution, December View/Download Article | View report    Abstract    No one can be sure what the next fifty years will hold in terms of government achievement, nor can anyone be sure just what the federal government will be doing fifty years from now. The government will almost certainly launch entirely new endeavors, some of which will be driven by scientific breakthroughs already within reach, others from tragedies not yet imagined. Just as the events of September 11 spawned an entirely new effort to protect homeland security, some future tragedy may also spark a new government initiative. If the past is prologue, however, government will continue working on many of its greatest endeavors of the past fifty years. The federal government has been working to defend the nation, help veterans readjust, protect workers, build roads, enhance transportation, promote economic growth, and support the poor since the founding of the Republic. It is hardly likely to stop now.            Light, P.C. 2001.  Placing the Call to Service Brookings Review, Spring2001, Vol. 19 Issue 2, p44, 4p.    Abstract    Reveals the message from two surveys of senior-level appointees from the administrations of Ronald Reagan, George W. Bush and Bill Clinton. Estimated number that said they would strongly recommended presidential service to a good friend; Percentage that said that presidential service would be both an honor and an opportunity to make a difference.            Light, P.C. 2001.  Posts of Honor: How America's Corporate and Civic Leaders View Presidential Appointments Presidential Appointee Initiative, The Brookings Institution, View/Download Article | View report    Abstract    From its very beginnings as a war-weary republic, the United States has always depended on citizen servants to lead its government. The Founding Fathers believed their young nation would not long survive as a representative democracy without leaders whose patriotism and love of justice would allow the new government to rise above the partisan divisions of the day. These hopes for virtuous, wise leaders extended to what Philadelphia’s Benjamin Franklin called the “posts of honor” in the executive branch. Worried about the bold and fractious individuals who might be drawn to government in search of profit, Franklin proposed that executive officers receive “no salary, stipend, Fee or reward whatsoever for their service.” Although the Constitutional Convention quietly tabled his proposal without debate, Franklin expressed the young republic’s desperate need for executives motivated by public interest, not private gain.       2000      Light, P.C. 2000.  Domestic Policy Making Presidential Studies Quarterly, March Download publication    Abstract    This article asks how changes in the presidential policymaking process have affected domestic policy in general and the agenda-setting process in particular. The past forty years have witnessed two roughly parallel, but possibly unrelated trends. First, the presidential policy making process has become more formalized as presidents have added staff and capacity to the institutional presidency. Second, the number of proposals on the president's domestic policy agenda have declined in both number and newness. Simply stated, the president's agenda has declined in significance even as the policy process has increased in capacity. This article examines the possible explanations for the trends, while suggesting that institutionalization may not have been the wisest organizational response to the political pressures that led to a shrinking of the president's agenda.            Light, P.C. 2000.  Government's Greatest Achievements of the Past Half Century Reform Watch Brief #2, The Brookings Institution, November View report    Abstract    Looking back from the edge of a new millennium, it is difficult not to be proud of what the federal government has tried to achieve these past fifty years. Name a significant domestic or foreign problem over the past half century and the federal government made some effort to solve it, sometimes through massive new programs such as Medicare and Apollo, other times through a string of smaller initiatives to address enduring problems such as disease and poverty. If a nation's greatness is measured in part by the kinds of problems it asks its government to solve, the United States measures up very well, indeed. The proof is in the federal statutes. All totaled, Congress passed more than 500 major laws between 1944 and 1999 to improve the quality of life in the nation and world. Judged not as individual programs but as part of larger endeavors, these statutes speak to the enormous range of federal engagement since World War II. Having emerged victorious from both the war and the Great Depression, Congress called upon the federal government to tackle a bold agenda worthy of the worldï¿½s greatest democracy, and provided the statutory authority to act. Convinced that government could do great things, the nation asked the federal government to do just that.            Light, P.C. 2000.  Making Nonprofits Work: A Report on the Tides of Nonprofit Management Reform Brookings Institution/Aspen Institute, Download publication    Abstract    In Making Nonprofits Work, Paul C. Light charts the current trends of management reform in the nonprofit sector and assesses the climate for reform at the local and national levels.      Light examines the four popular philosophies, or \"tides,\" being advocated- scientific management, liberation management, war on waste, and watchful eye-offering examples and caveats from a portfolio of recent experience. Drawing on confidential interviews with leaders in nonprofit management reform, a detailed search of Internet sources, and a survey of state associations of nonprofit organizations, Light's findings suggest that the nonprofit sector has a remarkable opportunity to prevent the excesses and fadism that have dominated reform efforts in government and the private sector. He cautions leaders in the nonprofit sector to recognize the limits of various reform models, to set priorities carefully, and to limit investments of reform energy to a handful of priorities. Finally, he urges reformers to boost the sector's ability to implement new systems and reforms by focusing more closely on capacity building.                 Light, P.C. 2000.  Pressure to Grow Policy Brief #65, The Brookings Institution, October View/Download Article | View report    Abstract    After years of downsizing, the federal government is poised for expansion again. Directly or indirectly responsible for about one-eighth of the jobs in the nation’s economy, the government is about to grow, whether the electorate chooses George W. Bush or Al Gore as the next president. Both candidates are making promises that can only be kept by adding to the true size of government, as measured not only by the size of the federal civil service but also by the number of employees working indirectly for Uncle Sam under contracts and grants. Most notably, Bush and Gore both have vowed to increase military modernization.            Light, P.C. 2000.  Reshaping Government in Henry Aaron and Robert Reischauer, editors, Setting National Priorities, Brookings Institution, Download publication    Abstract    For the first time in more than four decades, the federal budget has registered two consecutive surpluses, and the need to reduce the deficit is not casting a pall over the policy debate. This new, highly accessible book examines the policy options that are available in this new environment to address the new and recurring challenges that face the nation.      The book, which continues the Brookings Institution's highly acclaimed and influential Setting National Priorities series, will serve as a guide for understanding many of the complex issues that will be discussed during the presidential and congressional campaigns of 2000. The book centers around three themes: providing opportunity in the domestic arena, restoring confidence in government, and adapting to the post-Cold War international environment. It tackles such critical issues as Medicare and social security, tax reform, and foreign policy spending, as well as many area not included in previous editions; namely, education, urban problems, the environment, trade, government renewal and reform, crime and drugs, and families.            Light, P.C. 2000.  The Empty Government Talent Pool. Brookings Review, Winter2000, Vol. 18 Issue 1, p20, 4p.    Abstract    Focuses on the problems of the United States government in competing for public service workforce and the changes in the federal public service. Two features of the federal government's problem in recruiting talents for public service; Characteristics of public service measured by students at top schools of public policy and administration; Ways for the government to regain its edge in recruiting public service employees.          Light, P.C. & Thomas, V.L. 2000.  The Merit and Reputation of an Administration: Presidential Appointees on the Appointments Process Presidential Appointee Initiative, The Brookings Institution View/Download Article | View report    Abstract    American government was designed to be led by citizens who would step out of private life to serve their nation, then return to their communities enriched by that service and ready to recruit the next generation of citizen servants. The Founding Fathers understood that the quality of a president’s appointments was as important to the public’s confidence in government as the laws that its elected leaders would enact. “There is nothing I am so anxious about as good nominations,” Thomas Jefferson wrote at the dawn of his presidency in 1801, “conscious that the merit as well as reputation of an administration depends as much on that as on its measures.” Two hundred years later, the Founders’ model of presidential service is near the breaking point. Not only is the path into presidential service getting longer and more tortuous, it leads to ever- more stressful jobs. Those who survive the appointments process often enter office frustrated and fatigued, in part because they get little or no help, and in part because the process has increasingly become a source of confusion and embarrassment. The evidence comes from a survey conducted for the Presidential Appointee Initiative, which is a project of the Brookings Institution funded by a grant from The Pew Charitable Trusts. The telephone survey of 435 senior-level appointees who served in the second Reagan, Bush, and Clinton administrations was co sponsored by the Brookings Institution and Heritage Foundation, and was conducted by Princeton Survey Research Associates between December 1999 and February 2000.       1999      Light, P.C. 1999.  The Changing Shape of Government Policy Brief, Brookings Institution, February. View report    Abstract    Without discounting the significant downsizing that has occurred, only one of the two ingredients for a leaner, more efficient government is in place. The girth of government-measured by the total number of federal employees-may be shrinking, but its height-measured by the management tiers between the top and bottom-continues to climb. Every year fewer front-line employees are reporting upward through what appears to be an ever-lengthening chain of command.            Bier, V.M., Haimes, Y.Y., Lambert, J.H., Matalas, N.C. & Zimmerman, R. 1999.  A Survey of Approaches for Assessing and Managing the Risk of Extremes Risk Analysis: An International Journal, Feb, Vol. 19 Issue 1, p83-94, 12p. View Publication    Abstract    In this paper, we review methods for assessing and managing the risk of extreme events, where 'extreme events' are defined to be rare, severe, and outside the normal range of experience of the system in question. First, we discuss several systematic approaches for identifying possible extreme events. We then discuss some issues related to risk assessment of extreme events, including what type of output is needed (e.g., a single probability vs. a probability distribution), and alternatives to the probabilistic approach. Next, we present a number of probabilistic methods. These include: guidelines for eliciting informative probability distributions from experts; maximum entropy distributions; extreme value theory; other approaches for constructing prior distributions (such as reference or noninformative priors); the use of modeling and decomposition to estimate the probability (or distribution) of interest; and bounding methods. Finally, we briefly discuss several approaches for managing the risk of extreme events, and conclude with recommendations and directions for future research.            Light, P.C. 1999.  The New Public Service Brookings Institution. View Book    Abstract    According to Paul C. Light's controversial new book, The New Public Service, this January's 4.8 percent federal pay increase will do little to compensate for what potential employees think is currently missing from federal careers. Talented Americans are not saying \"show me the money\" but \"show me the job.\" And federal jobs just do not show well.      All job offers being equal, Light argues that the pay increase would matter. But all offers are not equal. Light's research on what graduates of the top public policy and administration graduate programs want indicates that the federal government is usually so far behind its private and nonprofit competitors that pay never comes into play.      Light argues that the federal government is losing the talent war on three fronts. First, its hiring system for recruiting talent, top to bottom, underwhelms at almost every task it undertakes. Second, its annual performance appraisal system so inflated that federal employees are not only all above average, they are well on their way to outstanding. Third and most importantly, the federal government is so clogged with needless layers and convoluted career paths that it cannot deliver the kind of challenging work that talented Americans expect.      None of these problems would matter, Light argues, if the government-centered public service was still looking for work. Unfortunately, as Light's book demonstrates, federal careers were designed for a workforce that has not punched since the 1960s, and certainly not for one that grew up in an era of corporate downsizing and mergers. The government-centered public service is mostly a thing of the past, replaced by a multisectored public service in which employees switch jobs and sectors with ease.      Light concludes his book by offering the federal government a simple choice: It can either ignore the new public service and troll further and further down the class lists for new recruits, while hoping that a tiny pay increase will help, or it can start building the kind of careers that talented Americans want                 Light, P.C. 1999.  The True Size of Government Brookings Institution. View Book    Abstract    This book addresses a seemingly simple question: Just how many people really work for the federal government? Official counts show a relatively small total of 1.9 million full-time civil servants, as of 1996. But, according to Paul Light, the true head count is nearly nine times higher than the official numbers, with about 17 million people actually providing the government with goods and services. Most are part of what Light calls the \"shadow of government\"-nonfederal employees working under federal contracts, grants, and mandates to state and local governments. In this book--the first that attempts to establish firm estimates of the shadow work force-- he explores the reasons why the official size of the federal government has remained so small while the shadow of government has grown so large.      Light examines the political incentives that make the illusion of a small government so attractive, analyzes the tools used by officials to keep the official headcount small, and reveals how the appearance of smallness affects the management of government and the future of the public service. Finally, he points out ways the federal government can better manage the shadow work force it has built over the past half-century.                 1998      Light, P.C. 1998.  The Way We Were? Brookings Review; Spring98, Vol. 16 Issue 2, p47, 4p.    Abstract    Discusses the possible reform of Social Security in the United States (US). Social Security myths and realities; Implication of social welfare problems; Options of the US Congress in reform.            Light, P.C. 1998.  Sustaining Innovation: Creating Nonprofit and Government Organizations that Innovate Naturally Jossey-Bass.    Abstract    Any organization can innovate once. The challenge is to innovate twice, thrice, and more?to make innovation a part of daily good practice. This book shows how nonprofit and government organizations can transform the single, occasional act of innovating into an everyday occurrence by forging a culture of natural innovation. Filled with real success stories and practical lessons learned, Sustaining Innovation offers examples of how organizations can take the first step toward innovativeness, advice on how to survive the inevitable mistakes along the way, and tools for keeping the edge once the journey is complete. Light also provides a set of simple suggestions for fitting the lessons to the different management pressures facing the government and nonprofit sector. Unlike the private sector, where innovation needs only to be profitable to be worth doing, government and nonprofit innovation must be about doing something worthwhile. It must challenge the prevailing wisdom and advance the public good. Sustaining Innovation gives nonprofit and government managers a coherent, easily understood model for making this kind of innovation a natural reality.           Light, P.C. 1998.  The Inspectors General at Missle Age Government Accountants Journal, Fall98, Vol. 47 Issue 3, p40, 8p.    Abstract    Focuses on the challenges which inspector generals (IGs) in the United States are facing, despite the commemoration of the implementation of the Inspector General Act in 1978. Reference to the opposition which the act faced; What problems was created for IGs with the appointment of Ronald Reagan, as president.       1997      Light, P.C. 1997.  The Quiet Crisis Continues: The State of the Public Service, 1997 paper prepared for presentation at the working colloquium of the Governance Institute's Quality of Worklife in the Public Service project, Woodrow Wilson International Center for Scholars, October.      Light, P.C. 1997.  A Delicate Balance: An Essential Introduction to American Government Bedford/St. Martins, second edition published .      Light, P.C. 1997.  The Tides of Reform: Making Government Work, 1945-1994 Yale University Press.    Abstract    The past six decades have witnessed acceleration in both the number and variety of major administrative reform statutes enacted by Congress. This increase can be explained partly by the increased involvement of Congress, a parallel decrease in activity and resistance by the presidency, and heightened public distrust toward government. At least part of the variation in the tides or philosophies of reform involves a \"field of dreams\" effect in which the creation of new governmental structure during the 1940s, 1950s, and 1960s generated increased interest in process reforms. However, part of the acceleration and variety of reform appears to be related to the lack of hard evidence of what actually works in improving government performance. Measured by federal employees' perceptions of organizational performance, what matters most is not whether organizations were reformed in the past, but whether organizations need reform in the future and can provide essential resources for achieving their mission.          Light, P.C. 1997.  Will Tomorrow's Elderly Be Better Off? in Andrew Scharlach, editor, Controversial Issues in Aging Jossey-Bass. View Book    Abstract    Part of the Controversial Issues series, this text presents a series of clear and lively debates on current issues in gerontology, authored by leading academic authorities in the field. The text presents a broad overview of issues and questions facing the field, including areas of policy/programs, health, social services, professional and family life, and more. The debates are current and very readable; the text is \"user-friendly,\" and was designed to stimulate student discussion, debate, as well as critical thinking. The text is a \"must\" for students considering careers in the field of gerontology. The non-technical, brief and lively format of the debates makes them accessible to all students. Issues covered include whether or not to legalize suicide; whether to reduce Social Security benefits; whether to institute means-testing for Medicare; whether affirmative action programs should be instituted for older persons; and the potential dismantling of the aging services network.       1996      Light, P.C. 1996.  Surviving Innovation: An Overview of the Minnesota Innovation Project paper prepared for the annual meeting of the Association of Public Policy Analysis and Management, October 31. 1995      Light, P.C. 1995.  Thickening Government: Federal Hierarchy and the Diffusion of Accountability Brookings Institution-Governance Institute. 1994      Light, P.C. & Brock, J. 1994.  \"Not Like Us\": Removing the Barriers to Recruiting Minority Faculty Journal of Policy Analysis &amp; Management; Winter94, Vol. 13 Issue 1, p164-179, 16p.    Abstract    Offers suggestions on how to remove the barriers to recruiting minority faculty. Obstacles to recruitment; Position description; Search for the position; Making a short list; Evaluation of criteria to be used in reviewing specific files; Interviews; Extra time for reflection and debate.     1993      Light, P.C. 1993.  An End to the War on Waste Brookings Review; Spring93, Vol. 11 Issue 2, p48.    Abstract    Recommends how the Offices of Inspector General (OIG) can end the war of attribution in which they mop up the fraud, waste and abuse in government offices. OIGs prospering in the eighties; Attacking the enemy at the source; Starting with a modern financial management system.     1989      Girotto, V., Gilly, M., Blaye, A. & Light, P.C. 1989.  Children's Performance in the Selection Task: Plausibility and Familiarity. British Journal of Psychology; 1989, Vol. 80 Issue 1, p79, 17p.    Abstract    Explores the effects of the activation of pragmatic schemas on children's reasoning performance. Definition of pragmatic schemas; Developmental and general aspects of research findings; Theoretical significance to child psychology.       1986      Light, P.C. 1986.  Politics Is the Issue: A Response to Robert Myers Public Administration Review; May/Jun86, Vol. 46 Issue 3, p261-266, 6p.    Abstract    Presents a response to a critique of a report on actuarial estimates for social security in the U.S., featured in the 1985 issue of the periodical \"Public Administration Review.\" Potential impact of political pressure on the social security estimates; Controversy surrounding the use of confidentiality as a condition of research; Cause of the declining accuracy of the late 1970's and early 1980's estimates.       1985      Light, P.C. 1985.  Social Security and the Politics of Assumptions Public Administration Review, May/Jun85, Vol. 45 Issue 3, p363, 9p.    Abstract    This article addresses the importance of economic and demographic assumptions in framing the public policy process. It examines functions of such assumptions as an important aspect of government and as a new challenge for public managers. Using Social Security as a case study, the article suggests that recent fore- casts have been inaccurate for four basic reasons: (I) the social and economic environment, (2) technique, (3) assumption drag, and (4) politics. Nevertheless, the assumptions have been crucial at several key legislative turning points in recent Social Security reforms. The article reviews the impact of political pressure in three specific instances and suggests an emerging pattern in the use and misuse of assumptions. The article concludes with suggestions on how to address the importance of assumptions in the public policy process.                   This interactive visualization by Brookings Institution accompanies the paper titled \"A Cascade of Government Failures: Why the Government Fails, and How to Stop It\" In the Press   04/24/2015 Where have all the reinventors gone? How government reform will shape the 2016 election  Brookings   04/16/2015 Met Council Reverses Course On Merger  The Jewish Week   04/08/2015 It Wasn’t Hatred of Markets That Doomed the Council on Foundations Competition [Opinion]  The Chronicle of Philanthropy   01/20/2015 Why the State of the Union Address Isn’t Completely Useless  Politico   01/14/2015 Weiss withdraws but will still work at Treasury  Marketplace   01/06/2015 Crop of Young Outsiders Remakes the Face of Congress  The Wall Street Journal   12/03/2014 Obama Nominees Hit Traffic as Democratic Senate Packs Its Bags  Bloomberg   09/18/2014 Your Tax Dollars Haplessly at Work  Wall Street Journal   07/15/2014 A Year Into IRS Probe, Partisan Motives Still Prove Elusive  NPR   07/14/2014 Brookings: One political party is actively working to make government fail (guess which one!)  The Washington Post   06/12/2014 VA Hiring Freeze Could Cut Unnecessary Layers of Management  Government Executive   06/10/2014 U.S. Struggles to Draw Young, Savvy Staff  Wall Street Journal   06/04/2014 Poll: Confidence in veterans' care plummets to new low  USA Today   05/30/2014 How the VA Developed its Culture of Coverups  Washington Post   04/02/2014 Time to Fix Government  Center on Congress at Indiana University   03/26/2014 Chances for Obama nominees to be confirmed are falling, even with over two years to go  Washington Post   12/26/2013 In 2013, Federal Workers Found New Reason To Be Unhappy  NPR.org   12/17/2013 The U.S. Government Is Paying Through the Nose For Private Contractors  Newsweek   12/10/2013 Does Divided Government Hinder or Help Federal Investigations?  Government Executive   12/06/2013 US Facing a Critical Shortage of Elder Statesmen  Washington Monthly   12/04/2013 Investigations Done Right and Wrong: Government by Investigation, 1945-2012  Brookings   11/21/2013 Washington Post  The Washington Post   11/12/2013 Contractors in Federal Workforce  C-Span   10/03/2013 Tea party lawmakers see the culmination of years of effort in shutdown  Washington Post   06/12/2013 Can Federal Funds Help Social Service Groups Work Smarter?  NPR   06/11/2013 NSA Leak Could Undermine Trust Of Government Contractor  NPR   05/15/2013 380 ways to make the government more efficient  Marketplace Economy   05/02/2013 Politics and Vetting Leave Key U.S. Posts Long Unfilled  The New York Times   03/21/2013 The Sequester is an Overhaul Opportunity [Op-ed]  The Wall Street Journal   03/08/2013 Senate Mostly Blamed for Agency and Court Vacancies, But Obama Isn't Helping  NPR   03/04/2013 Sequestration and Federal Contractors  C-SPAN   05/25/2012 'To Promote the General Welfare: The Case for Big Government' [Review]  Publishers Weekly   05/02/2012 Federal Bureaucracy and Reform  C-Span   04/27/2012 Perp Walks and the Broken Bureaucracy [Op-ed]  Wall Street Journal   04/26/2012 Federal leaders get lower marks than private-sector peers, new study shows  Washington Post   02/04/2012 Scaling Back the Senate Confirmation Wars  Washington Post   11/28/2011 Overhaul by Red Cross, cutting jobs and merging chapters, aims to enhance disaster aid  Toledo Blade   11/13/2011 Antihunger Campaign Forgoes Images of Starving Children  New York Times   11/06/2011 Hidden Toll as States Shift to Contract Workers  New York Times   11/03/2011 Federal Hiring Proves to Be Recession-Proof  Newsvine   10/26/2011 For Obama, New Focus on the Piecemeal  Associated Press   10/10/2011 Some ‘Occupy DC’ protestors not happy with Obama either  Reuters   10/06/2011 Excellence in Government [Commentary, P. 27]  Government Executive   10/01/2011 Excellence in Government [Commentary]  Government Executive   08/01/2011 Perspectives Apostles of Reform  Government Executive   07/25/2011 Insight: Washington crippled after long road to deadlock  Reuters   07/20/2011 Do You Know These Nonprofits?  The Local   07/11/2011 NYU's Paul Light: Reorganize government to save money  Washington Post   07/08/2011 Bureaucratic Accountability  C-SPAN   07/07/2011 The Easy Way Washington Could Save $1 Trillion [Commentary]  Wall Street Journal   06/21/2011 Report recommends pay reform; cuts in management, contractor staffs  Federal Times   06/19/2011 Hip, Hip -- if not Hooray -- for a Standstill Nation  The New York Times   06/17/2011 Is Debt Relief Painless [Commentary]  The Washington Post   05/15/2011 Social Entrepreneurs Are Visionaries - but Not Wizards [Commentary]  The Chronicle of Philanthropy   04/11/2011 Columnist: A 30-year Success Story. What's Next For LISC?  Nation&#039;s Cities Weekly   04/05/2011 Government shutdown: what it means for candidates in 2012 [Q&A]  Washington Post   03/16/2011 9/11 a Decade After: Nonprofits Adapt to Changing Times, Needs  NY1   03/15/2011 Paul Light: Survival of the Fittest Wrong Path for Nonprofits and Communities  The Nonprofit Quarterly   03/03/2011 The fog of government: What to do about bureaucratic overlap [Commentary]  The Washington Post   02/27/2011 Will Young People Shun Government Work?  Minn. Star Tribune   02/23/2011 Blacks Need to Speak on Social Security  npr   02/22/2011 Government Facing Possible Showdown March 4  Marketplace   02/18/2011 The Best Idea in Obama's Budget (Hint: It's Not a Cut) [Commentary]  The Washington Post   02/11/2011 Obama's and Boehner's Lilliputian budget cuts [Commentary]  The Washington Post   02/04/2011 Is Bill Gates Wrong About Polio [Commentary]  The Washington Post   01/26/2011 Employee Input Key to Reorganization Effort  Washington Post   01/22/2011 Government Reform: Business Unusual in Washington [Commentary]  Washington Post   01/13/2011 Time to Give GAO a Big Job [Commentary]  Washington Post   01/06/2011 The problem with our presidential appointment process (commentary)  Washington Post   12/21/2010 Government performance act passed, and it's high time (commentary)  Washington Post   12/15/2010 Back to the Future: Paul Light's Recession Predictions Revisited  The Non-Profit Quarterly   12/14/2010 What the next round of federal cuts should look like (commentary)  The Washington Post   12/06/2010 The Political Horse Trading Over Tax Cuts and Jobless Benefits  Marketplace   12/02/2010 Stengthening the Inspectors General (commentary)  The Washington Post   11/19/2010 Want to actually trim government bloat? Start with the hidden workforce (commentary)  The Washington Post   10/21/2010 The Silver Lining in a Partisan Hurricane (commentary)  The Washington Post   10/14/2010 CNN's David Gergen speaks at event promoting social entrepreneurship  Washington Square News   10/13/2010 Are Social Entrepreneurs Crazy? (commentary)  The Washington Post   10/07/2010 Biden's mission impossible  The Washington Post   10/03/2010 Enemies of the Future  The Economist   09/28/2010 Inspectors Under Fire (commentary)  The Washington Post   09/24/2010 What a real 'Pledge to America' would look like (commentary)  The Washington Post   09/16/2010 Senior Executive Service: The Key to Real Reform (commentary)  The Washington Post   09/09/2010 How to Teach Excellence in Public Service (commentary)  Washington Post   09/03/2010 Make it Easier to Say \"Yes\" to Social Change in Government (commentary)  The Washington Post   09/01/2010 Make It Easier to Say 'Yes' to Social Change in Government (commentary)  The Washington Post   08/25/2010 Why Democrats are scared of government reform (commentary)  Washington Post   08/23/2010 Lessons in Social Innovation: a Call to Action  The Chronicle of Philanthropy   08/20/2010 Social Innovation Fund Process Stirs Controversy  The Chronicle of Philanthropy   08/19/2010 Stonewalling at the Social Innovation Fund (commentary)  The Washington Post   08/16/2010 Republicans See Gains in Governors Races as Funding Hits Peak  Bloomberg Businessweek   08/11/2010 Budget Cuts at DOD: Gates to the Rescue (commentary)  The Washington Post   08/04/2010 Questions of Transparency Cloud the Social Innovation Fund  The Nonprofit Quarterly   07/29/2010 The Consumer Financial Protection Bureau, the new kid on the block  Marketplace   07/15/2010 Channeling Hamilton (commentary)  The Washington Post   07/08/2010 An Open Memo to the Feds (commentary)  The Washington Post   07/06/2010 Zickar: Time to Reconsider a Sunset Commission  Roll Call   07/01/2010 Politfact.com ruling: Appointed commissions gain value once candidate is president  St. Petersburg Times   06/24/2010 Why David Walker Should Replace Peter Orszag at OMB (commentary)  The Washington Post   06/20/2010 Bill Clinton aims to help Democrats retain Congress  Reuters   06/09/2010 Peter Orszag: Putting the 'M' back in OMB  The Washington Post   06/03/2010 Obama's oil-spill opportunity (commentary)  The Washington Post   06/02/2010 Interview with Paul Light  C-Span&#039;s Washington Journal   05/25/2010 Obama's Leaky Offshore Drilling Halt Raises Eyebrows  NPR   05/21/2010 The leadership problem Obama's hiring initiative won't solve (commentary)  The Washington Post   05/14/2010 Kagan's firsthand White House experience is rare on Supreme Court  The Washington Post   05/09/2010 High-performance government essential to restore trust  The Federal Times   04/22/2010 How much should non-profit leaders earn?  The Washington Post (commentary)   04/21/2010 GOP Senators Stall Obama's Nominations  npr morning edition   04/15/2010 Slimming Our Federal Leadership (commentary)  The Washington Post   04/09/2010 Obama to Review Mine Safety Rules  AARP Bulletin Today   03/29/2010 Obama Fills Key Posts Through Recess Appointments  PBS Newshour   03/26/2010 Obama may make recess appointments during Senate's spring break  Sacramento Bee   03/18/2010 Do the health reform numbers matter?  Marketplace   03/16/2010 Family Starts Scholarship to Spur Government Careers  Washington Post   03/08/2010 Sens. Feingold and McCain still trying to trim presidential appointees  The Washington Post   02/16/2010 Are Traditional Nonprofits Becoming Obsolete?  Gather   02/13/2010 Row over U.S. jobs bill shows Democratic divisions  Reuters India   02/10/2010 Snow Is No Longer a Joking Matter in Washington  Time   02/03/2010 Federal Eye: Time for another 'War on Waste'?  Washington Post   02/02/2010 Once-Robust Charity Sector Hit with Mergers, Closings  Wall Street Journal   01/24/2010 Obama retools presidency amid turmoil  Reuters   01/23/2010 Ending the Senatorial Hold Privilege  Frum Forum   01/21/2010 Erroll Southers, Obama's choice to head TSA, withdraws nomination  The Washington Post   01/20/2010 Do It All, but Better  Wall Street Journal (commentary)   01/15/2010 Analysis: Obama heeding lessons of Katrina  Associated Press   01/14/2010 Agency Instability: GSA nominee remains in limbo  Federal News Radio   01/12/2010 The Real Crisis in Government (commentary)  The Washington Post   01/11/2010 New Ideas for Government  Federal News Radio   11/26/2009 Truck Bid Shows Texas May Be Losing Leverage  Houston Chronicle   11/20/2009 U.S. Senate leader at risk in healthcare battle  Reuters   11/17/2009 Washington Leak Machine Weighs on Afghan Review  Reuters   11/12/2009 Obama Supporter Jumps Off Dems' Bandwagon  Fox News.com   11/10/2009 Key posts vacant in Obama administration  UPI   09/17/2009 Government urged to check how contractors treat their employees  Government Executive   09/13/2009 Lag In Filling Senior Policy Jobs at Treasury, HHS  Associated Press   09/11/2009 New York's mindset 8 years after 9/11  Marketplace   09/07/2009 Obama prepares to try to reclaim lost ground in health debate — again  The Hill   09/01/2009 Nonprofits' Outlook After a Year of Living Dangerously  City Limits   08/31/2009 U.S. Healthcare Debate Loses Champion in Kennedy  Reuters   05/03/2009 Economic Responsibility Passes to Obama  UPI   04/29/2009 Just Inside 100 Days, Sebelius Completes the Cabinet  Washington Post   04/25/2009 First 100 Days: Unfilled Positions Threaten Obama's Ambitious Agenda  Fox News.com   04/24/2009 President's Critics See a Dull Knife  Washington Post   04/20/2009 Will budget cuts make a difference?  Marketplace   04/15/2009 Treasury has trouble filling open spots  Marketplace   04/12/2009 With Cabinet in place, Obama still has hundreds of empty jobs to fill atop government ranks  Associated Press   03/31/2009 On nominations, good news, bad news, and the blame game  Washington Post   03/24/2009 Nominate and Wait (op-ed)  The New York Times   03/18/2009 Heads Pop Up and Heads Roll: Let's Keep Track  The Washington Post   03/16/2009 Obama promises to fight AIG's $165M bonuses  Minneapolis Star Tribune   03/15/2009 Rather than Working Hard, Congress is Hardly Working  Baltimore Sun   03/11/2009 The Perfect Storm  The Nation.   03/09/2009 Obama Team Struggles to Fill Some Vacancies  NewsHour with Jim Lehrer   03/05/2009 President Obama's czar system concerns some  Los Angeles Times   03/04/2009 Contracting system beset by problems  The Washington Times.com   03/03/2009 Obama May Need to Hire Thousands to Fill Jobs  The Seattle Times   02/26/2009 Obama Taps Locke for Commerce post  USA Today   02/20/2009 The Op-Fed Page?  GovernmentExecutive.com   02/19/2009 Light on Government  Colby College   02/18/2009 Obama Team Has Billions to Spend, but Few Ready to Do it  The New York Times   02/06/2009 President's Stimulus Plan Tests Power of Persuasion  Washington Post   02/04/2009 For Obama, nominees' exits take off some of the glow  USA Today   02/01/2009 Daschle Knew of Tax Issues Over Car Use Last June  The New York Times   01/24/2009 Analysis: Hard times help Geithner's Treasury bid  Associated Press   01/23/2009 Delays in Cabinet Nominations Demonstrate GOP Resolve  Wall Street Journal   01/09/2009 Work-force survey: High morale, but concern about appraisals  Federal Times   01/07/2009 Richardson Debacle Points Up Perils of the Vetting Process (op-ed)  Washington Post   12/17/2008 Everyone, it seems, wants something from Obama  USA Today   12/15/2008 'Czars' Ascend at White House  Wall Street Journal   12/12/2008 Not So Elite After All (op-ed)  Washington Post   12/10/2008 \"Generation O\"  POTUS Satellite Radio / Washington Post.com   12/09/2008 Senate Confirms N.Y. Prosecutor as Inspector General for Bailout (op-ed)  Washington Post   12/05/2008 Issues Pressing, Obama Fills Top Posts at a Sprint  The New York Times   12/03/2008 Obama's team of stars: Can he manage it?  Christian Science Monitor   12/01/2008 Economy, Presidential Race Left a Mark  The Nonprofit Times   11/30/2008 For Obama, a chance to push big changes  The Boston Globe   11/28/2008 Obama Must Mobilize Supporters to Help Nonprofits (op-ed)  The Washington Post   11/27/2008 As administration changes, job-seekers flock to Washington  McClatchy Newspapers   11/26/2008 Obama Offers Recovery Proposals  The Washington Post   11/25/2008 Obama seeks 'jolt' to economy  Los Angeles Times   11/24/2008 Those Who Lend a Hand Up Wouldn't Mind a Handout  City Limits.org   11/23/2008 Early transition? Obama takes the lead in economic crisis  McClatchy Washington Bureau   11/19/2008 Obama Has a Chance to Reverse Long Erosion of the Federal Service (op-ed)  The Washington Post   11/12/2008 Fast Track to Efficiency (op-ed)  The New York Times   11/10/2008 Obama already holds bully pulpit  Christian Science Monitor   11/09/2008 Preparing for the Obama Era  The Washington Post   11/06/2008 Campaign Pledge on Ethics Could Become Obstacle to Filling White House Jobs  The New York Times   11/05/2008 Obama announces transition team  Government Executive.com   11/04/2008 Charities Urged to Move Quickly to Influence Next President  Chronicle of Philanthropy   11/03/2008 Bush Praised By Both Parties for Transition Planning  Bloomberg.com   11/02/2008 McCain, Obama: Next president's tasks  Chicago Tribune.com   11/01/2008 Bush Administration Alumni Find Job Climate Chilly  Wall Street Journal   10/31/2008 Businesses brace for more government regulation  CNN Money.com   10/30/2008 Biden seeks advisory role as U.S. vice president  Reuters   10/28/2008 Public service seen as important in new administration  FCW.com   10/08/2008 Making Reform Stick (op-ed)  Government Executive.com   09/30/2008 How to Run a Rescue (op-ed)  The Washington Post   09/18/2008 Charities Unprepared for Major Disaster, GAO Says  The Washington Post   09/16/2008 Red Cross Asks Congress For Millions in Aid  The Washington Post   08/28/2008 DOJ Scandal Part of Larger Pattern  Propublica.com   08/24/2008 Study Finds Many Organizations Ill-Prepared for Crisis  docuticker.com   08/21/2008 Pay and Benefits Watch: Silent Treatment  Government Executive.com   08/19/2008 What Will Happen to Justice Department Hires  NPR   08/18/2008 Feeding the Beast  In These Times   08/15/2008 Government Executive.com  Presidential candidates&#039; management agendas scrutinized   08/13/2008 It Ain't Over Mukasey  The Huffington Post   08/04/2008 Massive Reorganization Awaits Next President  npr   07/31/2008 DOJ Scandal Part of Larger Pattern  Propublica.com   07/30/2008 Senate, deadlocked on energy, grinds to a halt  Reuters   07/28/2008 Paul Light's government score card  FCW.com   07/25/2008 Mukasey Asked to Watch for Lingerers  The Washington Post   07/22/2008 Hit the Rose Garden running (op-ed)  Los Angeles Times   07/19/2008 Meeting Disaster with More than a Wing and a Prayer  The New York Times   07/06/2008 For-Profit Fundraisers Collect Loads, but Nonprofits See a Sliver  Los Angeles Times   06/30/2008 Let young workers make a difference  Marketplace   06/25/2008 A Bipartisan Agenda for Presidential Appointments (op-ed)  The Hill   06/22/2008 Editorial: Make federal agency performance an issue  Minneapolis Star Tribune   06/09/2008 Ask Not What Graduates Can Do For The Nation (Op-Ed)  Christian Science Monitor   06/04/2008 Transcript: \"...an important book.\"  Lou Dobbs Tonight   06/03/2008 Past the Time for Tinkering on Public Service  Washington Post   05/23/2008 Searching for Godot  The Huffington Post   05/14/2008 In the Loop: Light Reading (Not)  washingtonpost.com   05/13/2008 New President May Face Chain of Meltdowns (Op-Ed)  Politico.com   05/07/2008 U.S. Tests Response to Set of Calamities  The Washington Post   05/04/2008 9/11 Charity Held Up as Model of How Best to Help Bereaved  The Washington Post   04/25/2008 Bush Plan to Contract Federal Jobs Falls Short  The Washington Post   04/09/2008 Gore Launches Climate Change Campaign  Christian Science Monitor   04/08/2008 Marketing Veteran to Lead Red Cross  The NonProfit Times   03/25/2008 How Government Adds to Ranks of Uninsured  The Wall Street Journal   03/03/2008 Crunch Predicted in Nonprofit Sector: Groups Are Not Nurturing and Retaining Tomorrow's Leaders, Study Says  The Washington Post   02/24/2008 McCain's Age, Analysts Say, is Likely to Figure in His Selection of a Running Mate  The New York Times  Videos    What is a government ill-executed?        Professor Paul C. Light shares his views in his search for social entrepreneurship.﻿                                         Contact Details          paul.light@nyu.edu  (212) 998-7454  295 Lafayette St. 2nd Floor Office Hours: By Appointment Only              Links Organizational Performance Initiative New Book: A Government Ill Executed      Video Interviews             What is a government ill-executed?              Professor Paul C. Light shares his views in his search for social...     more videos      Areas of Expertise         Management Policy Analysis Politics Social Entrepreneurship      In the Press           Where have all the reinventors gone? How government reform will shape the 2016 election - Brookings   Met Council Reverses Course On Merger - The Jewish Week   It Wasn’t Hatred of Markets That Doomed the Council on Foundations Competition [Opinion] - The Chronicle of Philanthropy more \"In the Press\"                                                        © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]