[{"detail": [{"content": "Curriculum, Degree Requirements & Timeline                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                                                       Admissions/Academic Programs                                                            Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              Admissions&#x2f;Academic Programs &gt; Master&#x27;s Degree Programs &gt; Biomaterials             MS in Biomaterials: Curriculum, Degree Requirements & Timeline                Degree Requirements                                                  Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 36 points course work with grade of B or better; (2) satisfactory oral defense of a completed research effort; (3) submission of an approved research thesis. Of the 36 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYU College of Dentistry. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon research progress and summer semester attendance. It is anticipated that part time students should finish the program in three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Non-Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 40 points course work with grade of B or better; (2) satisfactory submission of an approved independent project in biomaterials. Of the 40 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYUCD. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon progress and summer semester attendance. It is anticipated that part time students should finish the program in about three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Requirements for the First Year                               Research Methods and Principles of Biomaterials Science. All beginning graduate students are required to register in their first Fall semester for BIOM-DN 2001, “Introduction to Research” (2 credits), and BIOM-DN 1000, “Principles of Biomaterials Science” (3 credits). For Introduction to Research there are two requirements for obtaining a grade of P (Pass) on this course: (1) Satisfactory attendance and participation in the course and (2) Submission of a research protocol (not necessarily the thesis protocol).   Also mentioned above, during the first year, the student must secure a faculty mentor from within the department who has formally agreed to supervise the thesis research or independent project. Upon approval by the Biomaterials and Biomimetics Department Chairman, a Co-mentor from another department in the University may be assigned to advise the student.   Thesis research protocol.&amp;nbsp;The thesis proposal (protocol) for the completion of original research must be: (1) approved by the mentor and the Department Chair, (2) filed with the Director of Graduate Studies and the Laboratory Manager, and (3) presented and approved at a department research meeting. The student must have received a grade of P in the Introduction to Research in Biomaterials course.   The plan of study and the thesis research are formulated in consultation with the faculty mentor(s). The thesis must represent original, independent research in a significant area of biomaterials and biomimetics at a level comparable to research published in recognized journals or as professional monographs. When the thesis is completed and has been approved by the mentor(s) and by a research advisory committee (readers) assigned by the Director of Graduate Studies, the candidate defends the results of the research before a faculty committee. No more than twelve months should lapse between the approved proposal and the thesis defense. Exceptions requiring time extension must be approved by the Chair of the Department of Biomaterials and Biomimetics or program director.   Non-thesis option. The nature of the independent project in Biomaterials must be developed in consultation with a faculty mentor and approved by the director of graduate studies.                                                              Special Program                               Special Program Emphasis may be arranged by the Department Chair or program director for students desiring to participate in a Special Emphasis research study (e.g. concentration in another department of the University, but still related to Biomaterials and Biomimetics (physics, chemistry, biology, etc.). Students working with a Special Program Emphasis may, in consultation with the Director of Graduate Studies, be required to take courses in addition to the 36 points mentioned above.                                                              Departmental Meetings and Seminars                               Mandatory attendance is required of all graduate students to periodic departmental seminars and/or research group meetings and various sessions of Laboratory Safety (see section “Requirements for Participation in Research”). At these seminars and research group meetings, students, faculty and scholars from other institutions discuss their research plans and findings. In addition, the department may co-sponsor special seminars throughout the year for which attendance is also mandatory unless specifically excused by the Director of Graduate Studies.                                                              Meetings with Program Administrator                               All students are required to schedule regular meetings with the Program Administrator in order to keep current regarding course requirements, regulatory status, research requirements, research progress, thesis defense preparations, and if applicable, visa status.                                                              Graduation Information                               Information concerning NYUCD graduation dates and participation in NYUCD graduation ceremonies can be obtained from the Program Administrator and NYUCD administration.                    Curriculum     Each course consists of a series of lectures (and laboratory sessions when indicated), mid-term and final examination. Courses indicated by an asterisk (*) are required. Announcements of available courses, schedule changes and other information are posted on the Graduate Students Bulletin Board in the hall of 806S.                                                  Principles of Biomaterials Science (BIOM-DN 1000)                               [3 points. Course Directors: P. Coelho, N. Tovar]. Covers the scientific principles underlying the area of materials science, including concepts of kinetics, thermodynamics, diffusion, and quantum mechanics, etc., as they relate to their structure and properties of materials. Also discussed are the role of interfaces on absorption, nucleation, phase diagrams of interest to materials scientists, the role of dislocations and other defects in the macroscopic formation associated with materials, the solidification of metals and alloys, and mechanisms of strengthening alloys.                                                              Metal and Ceramic Biomaterials (BIOM-DN 1001)                               [3 points. Course Director: Y. Zhang]. Metals and ceramics are widely used in dental, biomedical, and an array of engineering applications. This course offers graduate students a comprehensive study of the structure and properties of metals and ceramics, as well as their criteria for practical applications. Also discussed are the fundamental structure-property-function relationship of materials, principles that determine the differences between metals and ceramics, and recent advances in the development of metals and ceramics for dental and medical applications. One of the objective, or philosophy, that I strive to maintain throughout the course is that if a topic or concept is important, then it is worth treating in sufficient details so that students can comprehend it without having to consult other sources.                                                              Polymers & Biopolymers (BIOM-DN 1002)                               [3 points. Course Director: P. Coelho]. Covers the chemistry, structure, and properties of polymers used in dentistry and medicine, both inorganic and organic. Topics include the science of large macromolecules, molecular weights and measurements, polymerization mechanisms, mechanical properties of polymers, thermoplastic and thermosetting resins, chemistry of poly-siloxanes, emulsion and suspension polymerization, polymers associated with restorative materials, ionic polymers, silicones, polymethyl- methacrylate, BIS-GMA, reinforced polymers, composites, etc.                                                              Testing Methods in Biomaterials (Biomechanics) (BIOM-DN 1004)                               Lecture [3 points. Course Directors: P. Coelho]. Covers the principles governing tensile tests, compressive tests, creep tests, and other mechanic properties testing as it relates to the biomechanics of the human body. This will include joints like the TMJ, and total joint replacements, as well as other medical devices including dental implants.                                                              Biomaterials-Tissue Interface I, II (BIOM-DN 1005, 1006)                               [3 points per semester. Course Director: J. Ricci]. Provides background knowledge on the response of cells in vitro and tissues in vivo to different types of biomaterials used in dentistry and medicine. Covers surface chemistry of biomaterials, protein interaction with surfaces, effects of surface chemistry and microstructure on cell and tissue response, and other topics.                                                              Degradation of Biomaterials (BIOM-DN 1007)                               [2 points. Course Directors: Y. Zhang, J. Ricci]. Covers the principles and testing of in vivo and in vitro corrosion. Describes electrochemical mechanisms, corrosion tendency and electrode potentials polarization and corrosion rates, passivity, and crevice corrosion. Also discussed are testing methods involving anodic potentiostatic and potentiodynamic polarization techniques, stress corrosion cracking, intergranular corrosion, corrosion fatigue, oxidation and tarnish phenomena, and principles governing corrosion resistant alloy development.                                                              Introduction to Electron Microscopy (BIOM-DN 1008)                               Lecture and laboratory. [3 points. Course Directors: J. Ricci, T. Bromage, D. Mijares]. Covers the physical construction of scanning electron microscope and the theory of its use, the signals emitted when a high velocity beam of electron is allowed to scan a specimen target, and principles of resolution and contrast. The principles and uses of backscattered electron imaging and x-ray microanalysis are also covered. Students will become familiar with specimen preparation, instrumental use for microstructural examination, and interpretation. The course provides hands on experience.                                                              Physical & Chemical Methods in Biomaterials (BIOM-DN 1011)                               Lecture and Laboratory. [3 points. Course Directors: D. Mijares, J. Ricci].Introduces students to the principles and techniques used in the study of materials an hard tissues, including x-ray diffraction, infrared spectroscopy, inductive coupled plasma, and mechanical testing. The course providesis an introduction to testing instrumentation and equipment.                                                              Experimental Design in Biomaterials Research I (BIOM-DN 1012)                               [3 points. Course Director: G. Fisch]. Covers mathematical and statistical tools that are useful in biomaterials research. Students are trained to (1) evaluate the technical and economic feasibility of a study; (2) design research protocols taking into account required statistical power and sample size; (3) use appropriate statistical analysis tools; and (4) interpret the significance of the experimental results. Reliability, Live Testing, and Weibull Analysis are also covered.                                                              Seminars in Biomaterials (BIOM-DN 1012, BIOM-DN 1015)                               [3 points. Course Director: Department Faculty]. Covers aspects of the materials used in clinical dentistry and medicine including restorative materials, alloys, cements, impression materials, gypsum products, and cell-biomaterial interactions.                                                              Readings in Biomaterials and Biomimetics (BIOM-DN 2000)                               [1 to 4 points. 1 point per semester] Course Director: Faculty]. Covers reviews of scientific literature related to biomaterials and biomimetics as designated by a faculty mentor. Requires students to prepare extensive reviews of selected topics.                                                              Research in Biomaterials (BIOM-DN 3000)                               [Course Director: Department Faculty. 1 to 6 points.] The student may use additional credits (1 to 6 points) each semester for thesis research.                                                              Introduction to Research (BIOM-DN 2001)                               [2 points. Course Director: D. Mijares].This course offers much of the necessary information for conduct thesis research and preparing the Masters thesis. It includes how to prepare scientific abstracts, papers, and presentations, use of reference databases, and also includes information on the different research program and topics that are actively being studied by department faculty.                                                              Imaging Science (BIOM-DN 1016)                               [4 points. Course Director: T. Bromage,]. This course will highlight basic principles of preparation and imaging relevant to biomaterials research, particularly as they relate to 2D and 3D transmitted and reflected light microscopy, and scanning electron microscopy of bone and tooth microanatomy. Each student will have the opportunity to work with samples, the purpose being to integrate preparation methods for some specific imaging mode(s). Students will also be exposed to and perform digital processing, analysis, and measurements of images acquired from their prepared samples.                                                              Complex Material Systems (BIOMA-DN 1017)                               [3 credits. Course Director: Y. Zhang] Many structural and biomedical components encounter service conditions that require materials performance to vary with location within the component. Conventional design using monolithic materials often fail to meet the application demands. This course offers graduate students a comprehensive study of structure-function-property relationships in composites across a range of applications. A background in composite materials design is provided, including multiphase metal, ceramic and polymer systems. This background is supplemented by study of the interactions between micro, meso and macro structures within several biological structures as a basis for biomimetic materials design. A number of lecturers from a broad range of disciplines give presentations in this integrated course.                                                              Independent Project in Biomaterials (BIOM-DN 3001)                               [2 credits. Course Directors: Faculty]This course requires an independent project that can be a thorough review of an advanced literature topic, evidenced based review, or researched subject resulting in manuscript or presentation on a topic previously accepted by the department.                      For more Information, please contact:   John L. Ricci, PhD   Director of Graduate Studies   Champa Chonzom   Department Administrator                            Timeline for Degree Completion   This time frame is based on a two-year completion plan for full time students for the Master’s Degree. It is anticipated that the student will complete most of the course requirement in the first academic year and the research requirements in the second year.     First Semester: Begin coursework. Begin selection process for thesis research project as well as mentor and committee selection.   Second Semester: At this time the mentor and committee should be selected and a preliminary proposal should be prepared. By mid semester these steps should be complete. By the end of this semester the student should have submitted their first draft of a thesis proposal.   Third Semester: By the beginning of the third semester of graduate study, the student should have an approved thesis proposal or independent project and be starting their writing. The student should also begin writing the final dissertation. The bulk of the thesis work and data acquisition should be conducted during this semester.   Fourth Semester: Work in the fourth semester should revolve around completion of thesis research, writing of the final dissertation, and completion of the Master’s Degree Checklist. At the middle of this semester arrangements should be made for submission of the final dissertation and arrangement of the thesis defense date. By the end of the semester, all thesis requirements should be completed so the student can graduate.                       apply online now Read More                                                                     Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}]},
{"detail": [{"content": "Curriculum, Degree Requirements & Timeline                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                                                       Admissions/Academic Programs                                                            Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              Admissions&#x2f;Academic Programs &gt; Master&#x27;s Degree Programs &gt; Biomaterials             MS in Biomaterials: Curriculum, Degree Requirements & Timeline                Degree Requirements                                                  Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 36 points course work with grade of B or better; (2) satisfactory oral defense of a completed research effort; (3) submission of an approved research thesis. Of the 36 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYU College of Dentistry. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon research progress and summer semester attendance. It is anticipated that part time students should finish the program in three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Non-Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 40 points course work with grade of B or better; (2) satisfactory submission of an approved independent project in biomaterials. Of the 40 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYUCD. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon progress and summer semester attendance. It is anticipated that part time students should finish the program in about three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Requirements for the First Year                               Research Methods and Principles of Biomaterials Science. All beginning graduate students are required to register in their first Fall semester for BIOM-DN 2001, “Introduction to Research” (2 credits), and BIOM-DN 1000, “Principles of Biomaterials Science” (3 credits). For Introduction to Research there are two requirements for obtaining a grade of P (Pass) on this course: (1) Satisfactory attendance and participation in the course and (2) Submission of a research protocol (not necessarily the thesis protocol).   Also mentioned above, during the first year, the student must secure a faculty mentor from within the department who has formally agreed to supervise the thesis research or independent project. Upon approval by the Biomaterials and Biomimetics Department Chairman, a Co-mentor from another department in the University may be assigned to advise the student.   Thesis research protocol.&amp;nbsp;The thesis proposal (protocol) for the completion of original research must be: (1) approved by the mentor and the Department Chair, (2) filed with the Director of Graduate Studies and the Laboratory Manager, and (3) presented and approved at a department research meeting. The student must have received a grade of P in the Introduction to Research in Biomaterials course.   The plan of study and the thesis research are formulated in consultation with the faculty mentor(s). The thesis must represent original, independent research in a significant area of biomaterials and biomimetics at a level comparable to research published in recognized journals or as professional monographs. When the thesis is completed and has been approved by the mentor(s) and by a research advisory committee (readers) assigned by the Director of Graduate Studies, the candidate defends the results of the research before a faculty committee. No more than twelve months should lapse between the approved proposal and the thesis defense. Exceptions requiring time extension must be approved by the Chair of the Department of Biomaterials and Biomimetics or program director.   Non-thesis option. The nature of the independent project in Biomaterials must be developed in consultation with a faculty mentor and approved by the director of graduate studies.                                                              Special Program                               Special Program Emphasis may be arranged by the Department Chair or program director for students desiring to participate in a Special Emphasis research study (e.g. concentration in another department of the University, but still related to Biomaterials and Biomimetics (physics, chemistry, biology, etc.). Students working with a Special Program Emphasis may, in consultation with the Director of Graduate Studies, be required to take courses in addition to the 36 points mentioned above.                                                              Departmental Meetings and Seminars                               Mandatory attendance is required of all graduate students to periodic departmental seminars and/or research group meetings and various sessions of Laboratory Safety (see section “Requirements for Participation in Research”). At these seminars and research group meetings, students, faculty and scholars from other institutions discuss their research plans and findings. In addition, the department may co-sponsor special seminars throughout the year for which attendance is also mandatory unless specifically excused by the Director of Graduate Studies.                                                              Meetings with Program Administrator                               All students are required to schedule regular meetings with the Program Administrator in order to keep current regarding course requirements, regulatory status, research requirements, research progress, thesis defense preparations, and if applicable, visa status.                                                              Graduation Information                               Information concerning NYUCD graduation dates and participation in NYUCD graduation ceremonies can be obtained from the Program Administrator and NYUCD administration.                    Curriculum     Each course consists of a series of lectures (and laboratory sessions when indicated), mid-term and final examination. Courses indicated by an asterisk (*) are required. Announcements of available courses, schedule changes and other information are posted on the Graduate Students Bulletin Board in the hall of 806S.                                                  Principles of Biomaterials Science (BIOM-DN 1000)                               [3 points. Course Directors: P. Coelho, N. Tovar]. Covers the scientific principles underlying the area of materials science, including concepts of kinetics, thermodynamics, diffusion, and quantum mechanics, etc., as they relate to their structure and properties of materials. Also discussed are the role of interfaces on absorption, nucleation, phase diagrams of interest to materials scientists, the role of dislocations and other defects in the macroscopic formation associated with materials, the solidification of metals and alloys, and mechanisms of strengthening alloys.                                                              Metal and Ceramic Biomaterials (BIOM-DN 1001)                               [3 points. Course Director: Y. Zhang]. Metals and ceramics are widely used in dental, biomedical, and an array of engineering applications. This course offers graduate students a comprehensive study of the structure and properties of metals and ceramics, as well as their criteria for practical applications. Also discussed are the fundamental structure-property-function relationship of materials, principles that determine the differences between metals and ceramics, and recent advances in the development of metals and ceramics for dental and medical applications. One of the objective, or philosophy, that I strive to maintain throughout the course is that if a topic or concept is important, then it is worth treating in sufficient details so that students can comprehend it without having to consult other sources.                                                              Polymers & Biopolymers (BIOM-DN 1002)                               [3 points. Course Director: P. Coelho]. Covers the chemistry, structure, and properties of polymers used in dentistry and medicine, both inorganic and organic. Topics include the science of large macromolecules, molecular weights and measurements, polymerization mechanisms, mechanical properties of polymers, thermoplastic and thermosetting resins, chemistry of poly-siloxanes, emulsion and suspension polymerization, polymers associated with restorative materials, ionic polymers, silicones, polymethyl- methacrylate, BIS-GMA, reinforced polymers, composites, etc.                                                              Testing Methods in Biomaterials (Biomechanics) (BIOM-DN 1004)                               Lecture [3 points. Course Directors: P. Coelho]. Covers the principles governing tensile tests, compressive tests, creep tests, and other mechanic properties testing as it relates to the biomechanics of the human body. This will include joints like the TMJ, and total joint replacements, as well as other medical devices including dental implants.                                                              Biomaterials-Tissue Interface I, II (BIOM-DN 1005, 1006)                               [3 points per semester. Course Director: J. Ricci]. Provides background knowledge on the response of cells in vitro and tissues in vivo to different types of biomaterials used in dentistry and medicine. Covers surface chemistry of biomaterials, protein interaction with surfaces, effects of surface chemistry and microstructure on cell and tissue response, and other topics.                                                              Degradation of Biomaterials (BIOM-DN 1007)                               [2 points. Course Directors: Y. Zhang, J. Ricci]. Covers the principles and testing of in vivo and in vitro corrosion. Describes electrochemical mechanisms, corrosion tendency and electrode potentials polarization and corrosion rates, passivity, and crevice corrosion. Also discussed are testing methods involving anodic potentiostatic and potentiodynamic polarization techniques, stress corrosion cracking, intergranular corrosion, corrosion fatigue, oxidation and tarnish phenomena, and principles governing corrosion resistant alloy development.                                                              Introduction to Electron Microscopy (BIOM-DN 1008)                               Lecture and laboratory. [3 points. Course Directors: J. Ricci, T. Bromage, D. Mijares]. Covers the physical construction of scanning electron microscope and the theory of its use, the signals emitted when a high velocity beam of electron is allowed to scan a specimen target, and principles of resolution and contrast. The principles and uses of backscattered electron imaging and x-ray microanalysis are also covered. Students will become familiar with specimen preparation, instrumental use for microstructural examination, and interpretation. The course provides hands on experience.                                                              Physical & Chemical Methods in Biomaterials (BIOM-DN 1011)                               Lecture and Laboratory. [3 points. Course Directors: D. Mijares, J. Ricci].Introduces students to the principles and techniques used in the study of materials an hard tissues, including x-ray diffraction, infrared spectroscopy, inductive coupled plasma, and mechanical testing. The course providesis an introduction to testing instrumentation and equipment.                                                              Experimental Design in Biomaterials Research I (BIOM-DN 1012)                               [3 points. Course Director: G. Fisch]. Covers mathematical and statistical tools that are useful in biomaterials research. Students are trained to (1) evaluate the technical and economic feasibility of a study; (2) design research protocols taking into account required statistical power and sample size; (3) use appropriate statistical analysis tools; and (4) interpret the significance of the experimental results. Reliability, Live Testing, and Weibull Analysis are also covered.                                                              Seminars in Biomaterials (BIOM-DN 1012, BIOM-DN 1015)                               [3 points. Course Director: Department Faculty]. Covers aspects of the materials used in clinical dentistry and medicine including restorative materials, alloys, cements, impression materials, gypsum products, and cell-biomaterial interactions.                                                              Readings in Biomaterials and Biomimetics (BIOM-DN 2000)                               [1 to 4 points. 1 point per semester] Course Director: Faculty]. Covers reviews of scientific literature related to biomaterials and biomimetics as designated by a faculty mentor. Requires students to prepare extensive reviews of selected topics.                                                              Research in Biomaterials (BIOM-DN 3000)                               [Course Director: Department Faculty. 1 to 6 points.] The student may use additional credits (1 to 6 points) each semester for thesis research.                                                              Introduction to Research (BIOM-DN 2001)                               [2 points. Course Director: D. Mijares].This course offers much of the necessary information for conduct thesis research and preparing the Masters thesis. It includes how to prepare scientific abstracts, papers, and presentations, use of reference databases, and also includes information on the different research program and topics that are actively being studied by department faculty.                                                              Imaging Science (BIOM-DN 1016)                               [4 points. Course Director: T. Bromage,]. This course will highlight basic principles of preparation and imaging relevant to biomaterials research, particularly as they relate to 2D and 3D transmitted and reflected light microscopy, and scanning electron microscopy of bone and tooth microanatomy. Each student will have the opportunity to work with samples, the purpose being to integrate preparation methods for some specific imaging mode(s). Students will also be exposed to and perform digital processing, analysis, and measurements of images acquired from their prepared samples.                                                              Complex Material Systems (BIOMA-DN 1017)                               [3 credits. Course Director: Y. Zhang] Many structural and biomedical components encounter service conditions that require materials performance to vary with location within the component. Conventional design using monolithic materials often fail to meet the application demands. This course offers graduate students a comprehensive study of structure-function-property relationships in composites across a range of applications. A background in composite materials design is provided, including multiphase metal, ceramic and polymer systems. This background is supplemented by study of the interactions between micro, meso and macro structures within several biological structures as a basis for biomimetic materials design. A number of lecturers from a broad range of disciplines give presentations in this integrated course.                                                              Independent Project in Biomaterials (BIOM-DN 3001)                               [2 credits. Course Directors: Faculty]This course requires an independent project that can be a thorough review of an advanced literature topic, evidenced based review, or researched subject resulting in manuscript or presentation on a topic previously accepted by the department.                      For more Information, please contact:   John L. Ricci, PhD   Director of Graduate Studies   Champa Chonzom   Department Administrator                            Timeline for Degree Completion   This time frame is based on a two-year completion plan for full time students for the Master’s Degree. It is anticipated that the student will complete most of the course requirement in the first academic year and the research requirements in the second year.     First Semester: Begin coursework. Begin selection process for thesis research project as well as mentor and committee selection.   Second Semester: At this time the mentor and committee should be selected and a preliminary proposal should be prepared. By mid semester these steps should be complete. By the end of this semester the student should have submitted their first draft of a thesis proposal.   Third Semester: By the beginning of the third semester of graduate study, the student should have an approved thesis proposal or independent project and be starting their writing. The student should also begin writing the final dissertation. The bulk of the thesis work and data acquisition should be conducted during this semester.   Fourth Semester: Work in the fourth semester should revolve around completion of thesis research, writing of the final dissertation, and completion of the Master’s Degree Checklist. At the middle of this semester arrangements should be made for submission of the final dissertation and arrangement of the thesis defense date. By the end of the semester, all thesis requirements should be completed so the student can graduate.                       apply online now Read More                                                                     Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "Biomaterials                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                                                       Admissions/Academic Programs                                                            Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                               Admissions&#x2f;Academic Programs &gt; Master&#x27;s Degree Programs            MS in Biomaterials                              upcoming nyucd events                                         go to calendar                             Program Description   The M.S. degree in Biomaterials Science is awarded by the College of Dentistry of New York University (NYU) with courses offered by the Department of Biomaterials and Biomimetics of the New York University College of Dentistry (NYUCD).   The mission of the program is to provide education and training in biomaterials science and immersion in state-of the art technology, while ultimately contributing to improving human health through biomaterials-based treatment modalities.   The goals of this program are to:     Provide students with state-of-the-art knowledge and training in biomaterials science that will prepare them for careers in research and development in academia and industry   Enhance the students' understanding of biomaterials-based treatment modalities by providing them with a broad background in biomaterials structure, fabrication, function and interactions with cells and tissues   Serve as a basis for further advanced studies, e.g. Ph.D. programs in biology, physical and health sciences   Provide clinicians with the knowledge for materials selection and application     The department is located at the New York University College of Dentistry, a world-class craniofacial research and healthcare institution, and the largest dental school in the world. The Department of Biomaterials and Biomimetics is uniquely positioned to build upon its existing strengths in biomaterials fabrication, characterization, and testing to achieve the goal of the program and to bridge the gap between bench top research and clinical application. The Department will be moving to a new state-of-the-art facility in the new Nursing, Dentistry, and Biomedical Engineering Building located on First Avenue and 26th Street, to be completed in January 2015.   Overview of the Program   The program includes the study of basic material properties and structure of a full range of biomaterials used in medicine and dentistry. The biologic interactions of these materials related to their composition, surface, architectural features and function; and the methods employed to investigate structure, function, and biologic interactions are presented and explored.   Two degree options are available to the student dependent on their scholastic requirements.                                                  Thesis option                               The program represents a challenge to students in managing course work while designing and completing a thesis research project. Completion of the M.S. program in Biomaterials Science requires 36 credit hours of course work as well as completion and acceptance of a research thesis based on the student’s original work. Of the 36 required credit hours, 2-6 credit hours may be approved for the student’s research work. The time required to complete the program is not specified and will vary as it is affected by time commitment, motivation and the uncertainties of research. Most of the didactic portion of the program for full time students can be completed over approximately two regular semesters (one academic year). The research for the thesis will overlap with the didactic program. A full time student can complete the program, including research, in approximately two academic years   A part time student is encouraged to register for 6 credits a semester and could complete the program in approximately 3 years. Students must be in continuous enrollment during the period of their participation in the program, either by course registration or by the maintenance of matriculation registration (BIOM-DN.4747). All requirements must be satisfied within a period of 5 years from the time of original registration for courses.   The student is responsible for the selection of a mentor and for working with that mentor to develop a research protocol. The protocol must be presented to the faculty for approval before the research can commence. Students are free to propose their own research topic but final project selection must be approved by the faculty mentor and department. Constraints regarding feasibility, time, cost to the department, safety and regulatory issues, availability of materials, access to fabrication and investigation facilities, and mentor interest are all factors in project selection. The department will try to provide alternatives that are satisfactory to the student.                                                              Non-thesis option                               In lieu of a thesis the student will be required to conduct an Independent Project in Biomaterials.   Completion of the M.S. program in Biomaterials Science, non-thesis option, requires 40 credit hours of course work, 2 credit hours will be utilized for the student’s independent project. The time required to complete the program is not specified and will vary as it is affected by time commitment, motivation. Most of the didactic portion of the program for full time students can be completed over approximately two regular semesters (one academic year). A full time student can complete the program, including research, in approximately two academic years.   A part time student is encouraged to register for 6 credits a semester and could complete the program in approximately 3.5 years. A student who is enrolled in an International Clinical program can take 5-8 credits in our program, and still complete both programs in two years if they are motivated to do so. Students must be in continuous enrollment during the period of their participation in the program, either by course registration or by the maintenance of matriculation registration (BIOM-DN 4747). All requirements must be satisfied within a period of 5 years from the time of original registration for courses.   The student is responsible for the selection of a mentor and for working with that mentor to develop an independent project. The protocol must be presented to the faculty for approval before the project can commence. Students are free to propose their own topic but final project selection must be approved by the faculty mentor and department.                      Click here for the MS in Biomaterials Handbook .          For more Information, please contact:   John L. Ricci, PhD   Director of Graduate Studies   Champa Chonzom   Department Administrator                                     program guidelines Read More                         Admission Requirements Here we provide the details about admissions and the criteria. Read More                         Research: REQs & guidelines Read More                         Degree: Curriculum, REQs & Timeline Read More                         meet our faculty Read More                         Laboratory Facilities Read More                         online application Read More                                                                        Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}]},
{"detail": [{"content": "Curriculum, Degree Requirements & Timeline                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                                                       Admissions/Academic Programs                                                            Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              Admissions&#x2f;Academic Programs &gt; Master&#x27;s Degree Programs &gt; Biomaterials             MS in Biomaterials: Curriculum, Degree Requirements & Timeline                Degree Requirements                                                  Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 36 points course work with grade of B or better; (2) satisfactory oral defense of a completed research effort; (3) submission of an approved research thesis. Of the 36 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYU College of Dentistry. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon research progress and summer semester attendance. It is anticipated that part time students should finish the program in three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Non-Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 40 points course work with grade of B or better; (2) satisfactory submission of an approved independent project in biomaterials. Of the 40 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYUCD. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon progress and summer semester attendance. It is anticipated that part time students should finish the program in about three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Requirements for the First Year                               Research Methods and Principles of Biomaterials Science. All beginning graduate students are required to register in their first Fall semester for BIOM-DN 2001, “Introduction to Research” (2 credits), and BIOM-DN 1000, “Principles of Biomaterials Science” (3 credits). For Introduction to Research there are two requirements for obtaining a grade of P (Pass) on this course: (1) Satisfactory attendance and participation in the course and (2) Submission of a research protocol (not necessarily the thesis protocol).   Also mentioned above, during the first year, the student must secure a faculty mentor from within the department who has formally agreed to supervise the thesis research or independent project. Upon approval by the Biomaterials and Biomimetics Department Chairman, a Co-mentor from another department in the University may be assigned to advise the student.   Thesis research protocol.&amp;nbsp;The thesis proposal (protocol) for the completion of original research must be: (1) approved by the mentor and the Department Chair, (2) filed with the Director of Graduate Studies and the Laboratory Manager, and (3) presented and approved at a department research meeting. The student must have received a grade of P in the Introduction to Research in Biomaterials course.   The plan of study and the thesis research are formulated in consultation with the faculty mentor(s). The thesis must represent original, independent research in a significant area of biomaterials and biomimetics at a level comparable to research published in recognized journals or as professional monographs. When the thesis is completed and has been approved by the mentor(s) and by a research advisory committee (readers) assigned by the Director of Graduate Studies, the candidate defends the results of the research before a faculty committee. No more than twelve months should lapse between the approved proposal and the thesis defense. Exceptions requiring time extension must be approved by the Chair of the Department of Biomaterials and Biomimetics or program director.   Non-thesis option. The nature of the independent project in Biomaterials must be developed in consultation with a faculty mentor and approved by the director of graduate studies.                                                              Special Program                               Special Program Emphasis may be arranged by the Department Chair or program director for students desiring to participate in a Special Emphasis research study (e.g. concentration in another department of the University, but still related to Biomaterials and Biomimetics (physics, chemistry, biology, etc.). Students working with a Special Program Emphasis may, in consultation with the Director of Graduate Studies, be required to take courses in addition to the 36 points mentioned above.                                                              Departmental Meetings and Seminars                               Mandatory attendance is required of all graduate students to periodic departmental seminars and/or research group meetings and various sessions of Laboratory Safety (see section “Requirements for Participation in Research”). At these seminars and research group meetings, students, faculty and scholars from other institutions discuss their research plans and findings. In addition, the department may co-sponsor special seminars throughout the year for which attendance is also mandatory unless specifically excused by the Director of Graduate Studies.                                                              Meetings with Program Administrator                               All students are required to schedule regular meetings with the Program Administrator in order to keep current regarding course requirements, regulatory status, research requirements, research progress, thesis defense preparations, and if applicable, visa status.                                                              Graduation Information                               Information concerning NYUCD graduation dates and participation in NYUCD graduation ceremonies can be obtained from the Program Administrator and NYUCD administration.                    Curriculum     Each course consists of a series of lectures (and laboratory sessions when indicated), mid-term and final examination. Courses indicated by an asterisk (*) are required. Announcements of available courses, schedule changes and other information are posted on the Graduate Students Bulletin Board in the hall of 806S.                                                  Principles of Biomaterials Science (BIOM-DN 1000)                               [3 points. Course Directors: P. Coelho, N. Tovar]. Covers the scientific principles underlying the area of materials science, including concepts of kinetics, thermodynamics, diffusion, and quantum mechanics, etc., as they relate to their structure and properties of materials. Also discussed are the role of interfaces on absorption, nucleation, phase diagrams of interest to materials scientists, the role of dislocations and other defects in the macroscopic formation associated with materials, the solidification of metals and alloys, and mechanisms of strengthening alloys.                                                              Metal and Ceramic Biomaterials (BIOM-DN 1001)                               [3 points. Course Director: Y. Zhang]. Metals and ceramics are widely used in dental, biomedical, and an array of engineering applications. This course offers graduate students a comprehensive study of the structure and properties of metals and ceramics, as well as their criteria for practical applications. Also discussed are the fundamental structure-property-function relationship of materials, principles that determine the differences between metals and ceramics, and recent advances in the development of metals and ceramics for dental and medical applications. One of the objective, or philosophy, that I strive to maintain throughout the course is that if a topic or concept is important, then it is worth treating in sufficient details so that students can comprehend it without having to consult other sources.                                                              Polymers & Biopolymers (BIOM-DN 1002)                               [3 points. Course Director: P. Coelho]. Covers the chemistry, structure, and properties of polymers used in dentistry and medicine, both inorganic and organic. Topics include the science of large macromolecules, molecular weights and measurements, polymerization mechanisms, mechanical properties of polymers, thermoplastic and thermosetting resins, chemistry of poly-siloxanes, emulsion and suspension polymerization, polymers associated with restorative materials, ionic polymers, silicones, polymethyl- methacrylate, BIS-GMA, reinforced polymers, composites, etc.                                                              Testing Methods in Biomaterials (Biomechanics) (BIOM-DN 1004)                               Lecture [3 points. Course Directors: P. Coelho]. Covers the principles governing tensile tests, compressive tests, creep tests, and other mechanic properties testing as it relates to the biomechanics of the human body. This will include joints like the TMJ, and total joint replacements, as well as other medical devices including dental implants.                                                              Biomaterials-Tissue Interface I, II (BIOM-DN 1005, 1006)                               [3 points per semester. Course Director: J. Ricci]. Provides background knowledge on the response of cells in vitro and tissues in vivo to different types of biomaterials used in dentistry and medicine. Covers surface chemistry of biomaterials, protein interaction with surfaces, effects of surface chemistry and microstructure on cell and tissue response, and other topics.                                                              Degradation of Biomaterials (BIOM-DN 1007)                               [2 points. Course Directors: Y. Zhang, J. Ricci]. Covers the principles and testing of in vivo and in vitro corrosion. Describes electrochemical mechanisms, corrosion tendency and electrode potentials polarization and corrosion rates, passivity, and crevice corrosion. Also discussed are testing methods involving anodic potentiostatic and potentiodynamic polarization techniques, stress corrosion cracking, intergranular corrosion, corrosion fatigue, oxidation and tarnish phenomena, and principles governing corrosion resistant alloy development.                                                              Introduction to Electron Microscopy (BIOM-DN 1008)                               Lecture and laboratory. [3 points. Course Directors: J. Ricci, T. Bromage, D. Mijares]. Covers the physical construction of scanning electron microscope and the theory of its use, the signals emitted when a high velocity beam of electron is allowed to scan a specimen target, and principles of resolution and contrast. The principles and uses of backscattered electron imaging and x-ray microanalysis are also covered. Students will become familiar with specimen preparation, instrumental use for microstructural examination, and interpretation. The course provides hands on experience.                                                              Physical & Chemical Methods in Biomaterials (BIOM-DN 1011)                               Lecture and Laboratory. [3 points. Course Directors: D. Mijares, J. Ricci].Introduces students to the principles and techniques used in the study of materials an hard tissues, including x-ray diffraction, infrared spectroscopy, inductive coupled plasma, and mechanical testing. The course providesis an introduction to testing instrumentation and equipment.                                                              Experimental Design in Biomaterials Research I (BIOM-DN 1012)                               [3 points. Course Director: G. Fisch]. Covers mathematical and statistical tools that are useful in biomaterials research. Students are trained to (1) evaluate the technical and economic feasibility of a study; (2) design research protocols taking into account required statistical power and sample size; (3) use appropriate statistical analysis tools; and (4) interpret the significance of the experimental results. Reliability, Live Testing, and Weibull Analysis are also covered.                                                              Seminars in Biomaterials (BIOM-DN 1012, BIOM-DN 1015)                               [3 points. Course Director: Department Faculty]. Covers aspects of the materials used in clinical dentistry and medicine including restorative materials, alloys, cements, impression materials, gypsum products, and cell-biomaterial interactions.                                                              Readings in Biomaterials and Biomimetics (BIOM-DN 2000)                               [1 to 4 points. 1 point per semester] Course Director: Faculty]. Covers reviews of scientific literature related to biomaterials and biomimetics as designated by a faculty mentor. Requires students to prepare extensive reviews of selected topics.                                                              Research in Biomaterials (BIOM-DN 3000)                               [Course Director: Department Faculty. 1 to 6 points.] The student may use additional credits (1 to 6 points) each semester for thesis research.                                                              Introduction to Research (BIOM-DN 2001)                               [2 points. Course Director: D. Mijares].This course offers much of the necessary information for conduct thesis research and preparing the Masters thesis. It includes how to prepare scientific abstracts, papers, and presentations, use of reference databases, and also includes information on the different research program and topics that are actively being studied by department faculty.                                                              Imaging Science (BIOM-DN 1016)                               [4 points. Course Director: T. Bromage,]. This course will highlight basic principles of preparation and imaging relevant to biomaterials research, particularly as they relate to 2D and 3D transmitted and reflected light microscopy, and scanning electron microscopy of bone and tooth microanatomy. Each student will have the opportunity to work with samples, the purpose being to integrate preparation methods for some specific imaging mode(s). Students will also be exposed to and perform digital processing, analysis, and measurements of images acquired from their prepared samples.                                                              Complex Material Systems (BIOMA-DN 1017)                               [3 credits. Course Director: Y. Zhang] Many structural and biomedical components encounter service conditions that require materials performance to vary with location within the component. Conventional design using monolithic materials often fail to meet the application demands. This course offers graduate students a comprehensive study of structure-function-property relationships in composites across a range of applications. A background in composite materials design is provided, including multiphase metal, ceramic and polymer systems. This background is supplemented by study of the interactions between micro, meso and macro structures within several biological structures as a basis for biomimetic materials design. A number of lecturers from a broad range of disciplines give presentations in this integrated course.                                                              Independent Project in Biomaterials (BIOM-DN 3001)                               [2 credits. Course Directors: Faculty]This course requires an independent project that can be a thorough review of an advanced literature topic, evidenced based review, or researched subject resulting in manuscript or presentation on a topic previously accepted by the department.                      For more Information, please contact:   John L. Ricci, PhD   Director of Graduate Studies   Champa Chonzom   Department Administrator                            Timeline for Degree Completion   This time frame is based on a two-year completion plan for full time students for the Master’s Degree. It is anticipated that the student will complete most of the course requirement in the first academic year and the research requirements in the second year.     First Semester: Begin coursework. Begin selection process for thesis research project as well as mentor and committee selection.   Second Semester: At this time the mentor and committee should be selected and a preliminary proposal should be prepared. By mid semester these steps should be complete. By the end of this semester the student should have submitted their first draft of a thesis proposal.   Third Semester: By the beginning of the third semester of graduate study, the student should have an approved thesis proposal or independent project and be starting their writing. The student should also begin writing the final dissertation. The bulk of the thesis work and data acquisition should be conducted during this semester.   Fourth Semester: Work in the fourth semester should revolve around completion of thesis research, writing of the final dissertation, and completion of the Master’s Degree Checklist. At the middle of this semester arrangements should be made for submission of the final dissertation and arrangement of the thesis defense date. By the end of the semester, all thesis requirements should be completed so the student can graduate.                       apply online now Read More                                                                     Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "Biomaterials                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                                                       Admissions/Academic Programs                                                            Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                               Admissions&#x2f;Academic Programs &gt; Master&#x27;s Degree Programs            MS in Biomaterials                              upcoming nyucd events                                         go to calendar                             Program Description   The M.S. degree in Biomaterials Science is awarded by the College of Dentistry of New York University (NYU) with courses offered by the Department of Biomaterials and Biomimetics of the New York University College of Dentistry (NYUCD).   The mission of the program is to provide education and training in biomaterials science and immersion in state-of the art technology, while ultimately contributing to improving human health through biomaterials-based treatment modalities.   The goals of this program are to:     Provide students with state-of-the-art knowledge and training in biomaterials science that will prepare them for careers in research and development in academia and industry   Enhance the students' understanding of biomaterials-based treatment modalities by providing them with a broad background in biomaterials structure, fabrication, function and interactions with cells and tissues   Serve as a basis for further advanced studies, e.g. Ph.D. programs in biology, physical and health sciences   Provide clinicians with the knowledge for materials selection and application     The department is located at the New York University College of Dentistry, a world-class craniofacial research and healthcare institution, and the largest dental school in the world. The Department of Biomaterials and Biomimetics is uniquely positioned to build upon its existing strengths in biomaterials fabrication, characterization, and testing to achieve the goal of the program and to bridge the gap between bench top research and clinical application. The Department will be moving to a new state-of-the-art facility in the new Nursing, Dentistry, and Biomedical Engineering Building located on First Avenue and 26th Street, to be completed in January 2015.   Overview of the Program   The program includes the study of basic material properties and structure of a full range of biomaterials used in medicine and dentistry. The biologic interactions of these materials related to their composition, surface, architectural features and function; and the methods employed to investigate structure, function, and biologic interactions are presented and explored.   Two degree options are available to the student dependent on their scholastic requirements.                                                  Thesis option                               The program represents a challenge to students in managing course work while designing and completing a thesis research project. Completion of the M.S. program in Biomaterials Science requires 36 credit hours of course work as well as completion and acceptance of a research thesis based on the student’s original work. Of the 36 required credit hours, 2-6 credit hours may be approved for the student’s research work. The time required to complete the program is not specified and will vary as it is affected by time commitment, motivation and the uncertainties of research. Most of the didactic portion of the program for full time students can be completed over approximately two regular semesters (one academic year). The research for the thesis will overlap with the didactic program. A full time student can complete the program, including research, in approximately two academic years   A part time student is encouraged to register for 6 credits a semester and could complete the program in approximately 3 years. Students must be in continuous enrollment during the period of their participation in the program, either by course registration or by the maintenance of matriculation registration (BIOM-DN.4747). All requirements must be satisfied within a period of 5 years from the time of original registration for courses.   The student is responsible for the selection of a mentor and for working with that mentor to develop a research protocol. The protocol must be presented to the faculty for approval before the research can commence. Students are free to propose their own research topic but final project selection must be approved by the faculty mentor and department. Constraints regarding feasibility, time, cost to the department, safety and regulatory issues, availability of materials, access to fabrication and investigation facilities, and mentor interest are all factors in project selection. The department will try to provide alternatives that are satisfactory to the student.                                                              Non-thesis option                               In lieu of a thesis the student will be required to conduct an Independent Project in Biomaterials.   Completion of the M.S. program in Biomaterials Science, non-thesis option, requires 40 credit hours of course work, 2 credit hours will be utilized for the student’s independent project. The time required to complete the program is not specified and will vary as it is affected by time commitment, motivation. Most of the didactic portion of the program for full time students can be completed over approximately two regular semesters (one academic year). A full time student can complete the program, including research, in approximately two academic years.   A part time student is encouraged to register for 6 credits a semester and could complete the program in approximately 3.5 years. A student who is enrolled in an International Clinical program can take 5-8 credits in our program, and still complete both programs in two years if they are motivated to do so. Students must be in continuous enrollment during the period of their participation in the program, either by course registration or by the maintenance of matriculation registration (BIOM-DN 4747). All requirements must be satisfied within a period of 5 years from the time of original registration for courses.   The student is responsible for the selection of a mentor and for working with that mentor to develop an independent project. The protocol must be presented to the faculty for approval before the project can commence. Students are free to propose their own topic but final project selection must be approved by the faculty mentor and department.                      Click here for the MS in Biomaterials Handbook .          For more Information, please contact:   John L. Ricci, PhD   Director of Graduate Studies   Champa Chonzom   Department Administrator                                     program guidelines Read More                         Admission Requirements Here we provide the details about admissions and the criteria. Read More                         Research: REQs & guidelines Read More                         Degree: Curriculum, REQs & Timeline Read More                         meet our faculty Read More                         Laboratory Facilities Read More                         online application Read More                                                                        Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "Microengineered Biomaterials and Biosystems for Translational Medicine | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Events / Microengineered Biomaterials and Biosystems for Translational Medicine                         Events                                                             Microengineered Biomaterials and Biosystems for Translational Medicine                      Wednesday, February 26, 2014 - 11:00am EST                     Mechanical and Aerospace Engineering   Department Seminar Series   02/26 (Wednesday) 11:00 am &ndash; Noon LC 433   Microengineered Biomaterials and Biosystems for Translational Medicine      Dr. Weiqiang Chen   Mechanical Engineering   University of Michigan   Many exciting topics exist at the interface between biology and micro/nanotechnology. Taking advantages of state-of-art nanotechnologies and fabricating fascinating functional biomaterials and integrated biosystems, we can address numerous important problems in fundamental biology as well as clinical applications in disease diagnosis and treatment. This seminar will discuss interdisciplinary researches that leveraging the engineering advances in biomaterials, microfluidics and advanced manufacturing for new and better solutions for emerging problems in cancer biology, systems immunology, and stem cell-based regenerative medicine. These novel micro/nanoengineered functional biomaterials and biosystems will not only permit advances in engineering but also greatly contribute to improving human health.   Biosketch   Weiqiang Chen is currently a Ph.D. candidate in the Department of Mechanical Engineering at University of Michigan. He received his B.S. degree in Physics from Nanjing University in 2005 and the M.S. degrees from Shanghai Jiao Tong University in 2008 and Purdue University in 2009 both in Electrical Engineering. He is the receipt of American Heart Association Predoctoral Fellowship, the 2013 Baxter Young Investigator Award for distinguished research for critical care therapies, the University of Michigan Richard F. &amp; Eleanor A. Towner Prize for Outstanding PhD Research, and the Chemical and Biological Microsystems Society Student/Young Researcher Award.                                                 Events                 Apr 23 2015 - 11:00am  Visual Exploration of Big Urban Data  Apr 24 2015 - 11:00am  Taking Education Online: A Unique Opportunity for the New Millenium  Apr 25 2015 - 11:00am  Interview Aces Workshops: Guided Tour Inside the Random Walk with Declensions of Black Scholes and Merton  Apr 28 2015 - 12:00pm  An Overview of Plasma and Ion Beam Processing Technologies For Precision Materials Modification  Apr 28 2015 - 4:00pm  Fractional and Statistical Finance  Apr 30 2015 - 12:30pm  School of Engineering women faculty lunch and talk by Dr. Anne Krook: Thursday April 30th                                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]