[{"detail": [{"content": "Center on the Administration of Criminal Law | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Center on the Administration of Criminal Law             Center on the Administration of Criminal Law                 Center on the Administration of Criminal Law       Mission   Faculty and Staff   Board of Advisers   Scholarship   Litigation   Public Policy   The Mercy Project   Media   Events   Contact / Join / Contribute                            An apolitical advocacy organization and think-tank dedicated to promoting good government practices in the criminal justice system.   The Center analyzes important issues of criminal law, particularly focusing on prosecutorial power and discretion.   About the Center   The Center analyzes important issues of criminal law, particularly focusing on prosecutorial power and discretion. It pursues this mission in three main arenas: academia, the courts, and public policy debates. Through the Center's academic component, the Center researches criminal justice practices at all levels of government, produces scholarship on criminal justice issues, and hosts symposia and conferences to address significant topics in criminal law and procedure. The litigation component uses the Center’s research and experience with criminal justice practices to inform courts in important criminal justice matters, particularly in cases in which exercises of prosecutorial discretion create significant legal issues. The public policy component applies the Center’s criminal justice expertise to improve practices in the criminal justice system and enhance the public dialogue on criminal justice matters. The Center is the first and only organization dedicated to defining good government practices in criminal prosecutions. No other organization is dedicated to improving prosecution practices through research, litigation, and the improvement of public policy.   What's New:   The Center's 7th Annual Conference: Regulatory Offenses and Criminal Law   The Center will be hosting its annual conference, \"Regulatory Offenses and Criminal Law\" on Tuesday, April 14, 2015. The keynote speakers will be Leslie R. Caldwell, Assistant Attorney General, Criminal Division, U.S. Department of Justice and The Honorable Patti B. Saris, Chief United States District Judge for the United States District Court for the District of Massachusetts . Panel One will cover \"When and How To Criminalize Regulatory Offenses.\" Panel Two will address \"Investigating and Enforcing Regulatory Offenses.\" Panel Three will explore \"Punishing Regulatory Offenses.\" 5  CLE Professional Practice Credits. To register, please click here .   On November 24, 2014, at 5:00 p.m., the Center will host NYPD Commissioner William J. Bratton for a Conversation on Urban Crime in Greenberg Lounge. The Commissioner will speak about the use of new technology in policing, focused deterrence programs, and new approaches to curbing crime and improving safety in New York City. To RSVP click here .   The NYU Stern Urbanization Project is hosting an event, How to Have Less Crime and Less Punishment, on October 9, 2014 from 5:00 – 6:30 p.m. at the Kaufman Management Center. More information about this event here and you may RSVP here .   An article by Faculty Director Rachel E. Barkow and the Center's report, Establishing Conviction Integrity Programs in Prosecutors' Offices , were cited in an ABA opinion regarding the managerial and supervisory obligations of prosecutors.   On August 29, 2014, the Center and pro bono attorneys from Wilmer Cutler Pickering Hale and Dorr, LLP filed an amicus brief with the Supreme Court in the case of Whitfield v. U.S.   Faculty Director Prof. Rachel E. Barkow’s upcoming article on clemency reform is featured in a New York Times editorial .   Executive Director Nancy Hoppock is interviewed on Bloomberg Law about prisoner emails and the attorney-client privilege. Listen to the Bloomberg Law: Cohen, Hoppock on Email Confidentiality podcast here .   On May 13, 2014, Faculty Director Professor Rachel Barkow delivered an address about the intersection between criminal law and administrative law at a workshop entitled, “Criminal Law and the Administrative State — Defining and Enforcing Regulatory Crimes,” sponsored by the Administrative Conference, together with the American Bar Association’s Criminal Justice and Administrative Law and Regulatory Practice Sections, the American Constitution Society and the Federalist Society. See the event flyer here and the list of speakers here.   On December 2, 2013, the Moreland Commission, on which Executive Director Nancy Hoppock serves as a Commissioner, released its first report.   On October 30, 2013, Faculty Director Prof. Rachel Barkow testified before the House Committee on the Judiciary Task Force on over-criminalization. In her testimony, Barkow gave an overview of the problem of over-criminalization as it relates to regulatory crime. Read more here.   Adjunct Professor Andrew Weissmann , former general counsel to the FBI, joins the Center as a Senior Fellow.   The Center has launched The Mercy Project with the help of pro bono partners Jonathan Polkes, Esq. of Weil, Gotshal, Manges; Harlan Protass, Esq. of Claymen &amp; Rosenberg, and David Patton, the Executive Director and Attorney-in-Charge of the Federal Defenders of New York. The mission of the Mercy Project is to pursue sentencing reductions or commutations for federal prisoners who have demonstrated remarkable rehabilitation, or who suffer from serious medical conditions. As such, we serve as both a “Second Look” center and a clemency center. Read more about it here .   People v. Dwight DeLee : The Center with co-counsel Lambda Legal filed an amicus brief with the New York Court of Appeals urging the court to reinstate the 2009 conviction of Dwight DeLee, who was found guilty of first-degree manslaughter as a hate crime in the 2008 shooting death in Syracuse of a transgender woman.   Manhattan District Attorney Cyrus Vance, Jr. announces release of the White Collar Task Force’s report proposing the modernization of New York’s criminal fraud statutes on September 24, 2013. The Center’s Executive Director, Nancy Hoppock, served as the Chair to the Task Force’s Anti-Corruption subcommittee.   Executive Director Nancy Hoppock blogs for Constitution Daily about DOJ’s new and improved policy on mandatory minimum sentences in drug cases and makes recommendations in her blog and in this Center newsletter .   The Center, with pro bono assistance from Paul D. Clement, Esq. and D. Zachary Hudson, Esq. of Bancroft, and with research support from Center Fellows Yotam Barkai '13 and Sam Zeitlin '14, submitted comments to the Federal Communications Commission urging the FCC to take action to lower the rates charged for interstate inmate calling services. On August 9, 2013, the FCC approved new rules to curtail the skyrocketing charges and limit the rates for inmate interstate calls to 25 cents per minute.   The Center with pro bono partners at Latham and Watkins filed an amicus brief with the Supreme Court in the case of Burt v. Titlow .   Faculty Director Rachel E. Barkow is confirmed and sworn in as a Commissioner on the United States Sentencing Commission.   Executive Director Nancy Hoppock is selected to serve as a Commissioner on New York's new anti-corruption Moreland Commission .   On June 17, 2013, the US Supreme Court sides with defendant-petitioner and Center as amicus in Alleyne v. United States and holds that any fact that increases the mandatory minimum sentence for an offense must be submitted and proven to a jury.   The Center's spring conference is featured in The Crime Report's article, \" Science in the Courtroom .\" See our Events page for more about the Spring Conference.   The Center's faculty director, Prof. Rachel E. Barkow, wins 2012-13 Distinguished Teaching Award .   The National Law Journal highlighted the Center's Supreme Court amicus brief in Alleyne v. United States as brief of the week . In its brief, the Center argues that facts that trigger the application of a mandatory minimum sentence should be found by a jury beyond a reasonable doubt rather than by a judge by the preponderance of the evidence.   On March 25, 2013, the Center, with pro bono assistance from Paul D. Clement, Esq. and D. Zachary Hudson, Esq. of Bancroft, and with research support from Center Fellows Yotam Barkai '13 and Sam Zeitlin '14, submitted comments to the Federal Communications Commission urging the FCC to take action to lower the rates charged for interstate inmate calling services.   The National Law Journal highlighted the Center's Supreme Court amicus brief in Alleyne v. United States as brief of the week . In its brief, the Center argues that facts that trigger the application of a mandatory minimum sentence should be found by a jury beyond a reasonable doubt rather than by a judge by the preponderance of the evidence.   Learn more about our:     Faculty and Staff   Scholarship   Litigation   Public policy work   Media component   Events                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]