[{"detail": [{"content": "NYU School of Law                            Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                                                                           Home                                                   @nyulaw on Twitter     RT @mcpli : Neruda poem in chalk in Washington Square Park. http://t.co/nz2FQPkZFq 7 hours ago RT @BrennanCenter : Happy Birthday, #Justice Brennan! http://t.co/6hbDjxUc1B #SupremeCourt http://t.co/upmxqFAfs9 8 hours ago Is it possible to buy a used ebook? @lawgeek on the resale of digital media --&gt; http://t.co/qKjE0NDYzM 9 hours ago   VIEW ALL ›                                                              the view from washington square Meet some of our students and alumni and learn about their experiences at NYU Law. &gt;           NYU Law welcomes cross-border transactions expert Deborah Burand as assistant professor of clinical law. &gt;                                  Recent Scholarship     Alina Das ’05: “Unshackling Habeas Review: Chevron Deference and Statutory Interpretation in Immigration Detention Cases” ( NYU Law Review )     Richard Revesz and Michael Livermore ’06: “Interest Groups and Environmental Policy: Inconsistent Positions and Missed Opportunities” ( Environmental Law Review )     Deborah Schenk LLM ’76: “Reforming Entity Taxation: A Role for Subchapter S?” ( Tax Notes )       VIEW ALL &gt;                 Areas of Study     BUSINESS   CLINICS   CONSTITUTIONAL   CRIMINAL   ENVIRONMENTAL   INTELLECTUAL PROPERTY &amp; ANTITRUST   INTERDISCIPLINARY    INTERNATIONAL   LABOR AND EMPLOYMENT   PROCEDURE   TAX                                  Upcoming Events      Apr 27  Colloquium on Culture and the Law  Apr 29  Colloquium on Legal &amp; Constitutional History: Taja-Nia Henderson  Apr 30  12th Nicholas J. Healy Lecture on Admiralty Law  View All &rsaquo;           From Twitter     RT @mcpli : Neruda poem in chalk in Washington Square Park. http://t.co/nz2FQPkZFq 7 hours ago RT @BrennanCenter : Happy Birthday, #Justice Brennan! http://t.co/6hbDjxUc1B #SupremeCourt http://t.co/upmxqFAfs9 8 hours ago Is it possible to buy a used ebook? @lawgeek on the resale of digital media --&gt; http://t.co/qKjE0NDYzM 9 hours ago   VIEW ALL ›                 Featured News              Burt Neuborne argues Ecuadorians&#039; case at the Second Circuit in Chevron v. Donziger        David Garland, Lewis Kornhauser elected to American Academy of Arts and Sciences        EU competition chief Margrethe Vestager discusses enforcement in the global village          View all ›               In the Media            &quot;The &#039;Straight&#039; Faces of Same-Sex Marriage&quot; Slate Author: Scott Skinner-Thompson      &quot;Battle over Amazonian pollution case back in court&quot; Al Jazeera America Expert: Burt Neuborne      &quot;UN human rights expert condemns Dutch refugee deal&quot; Dutch News Expert: Philip Alston          View all ›                                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]