[{"detail": [{"content": "Japanese Language Courses    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Japanese Language Course Descriptions Syllabi provided below are sample drafts, and are subject to change. For more information, please   contact the Japanese Language Coordinator .   Elementary Japanese I, II    EAST-UA 247, 248 No previous training in the language is required   for EAST-UA 247. Prerequisite for EAST-UA 248: EAST-UA 247 with a minimum grade   of C-. Offered in the fall and spring. 4 points per term.   Introductory course in modern spoken and written Japanese, designed to   develop fundamental skills in the areas of speaking, listening, reading,   and writing. Gives contextualized instructions to develop both   communicative and cultural competency. Systematically introduces the   Japanese writing system (Hiragana, Katakana, and Kanji). Syllabi: EAST-UA 247    Intermediate Japanese I, II    EAST-UA 249,0250 Prerequisite for EAST-UA 249: EAST-UA 248 with a minimum   grade of C-. Prerequisite for EAST-UA 250: EAST-UA 249 with a minimum grade of   C-. Offered in the fall and spring. 4 points per term.   Continuing study of Japanese at the intermediate level. Stresses reading   comprehension, spoken fluency, and composition, with materials   organized around social and cultural topics. Continues to introduce new   Kanji characters. Syllabi: EAST-UA 249    Advanced Japanese I, II    EAST-UA 252,0253 Prerequisite for EAST-UA 252: EAST-UA 250 with a minimum   grade of C+. Prerequisite for EAST-UA 253: EAST-UA 252 with a minimum grade of   C+. Offered in the fall and spring. 4 points per term.   Continuing study of Japanese at the advanced level. Stresses reading   comprehension, spoken fluency, and composition; uses original materials,   such as newspaper/magazine articles, TV news, and video. Introduces   additional Kanji characters. Advanced use of Japanese and character   dictionaries. Syllabi: EAST-UA 252 Readings in Contemporary Japanese Writings    EAST-UA 266 Prerequisites: Advanced Japanese II (EAST-UA 253) with a   minimum grade of C+ and permission of the instructor. Offered every   year. 4 points.   Close readings of contemporary Japanese writings in social commentaries,   history, and literature. Emphasizes further reading and writing skills   and, to a lesser extent, speaking and listening. Students develop   further strategies for autonomous learning.    Readings in Modern Japanese Writings    EAST-UA 267 Prerequisites: Advanced Japanese II (EAST-UA 253) with a   minimum grade of C+ and permission of the instructor. Offered every   year. 4 points.   Designed to further develop students’ proficiency in speaking,   listening, writing, and reading comprehension. The texts of the course   are from Japanese modern literature, social commentaries, history, and   literature. Students learn and practice a wider range of useful   vocabulary and expressions with reinforcement of previously learned   grammatical patterns and structures through student-led discussions,   presentations, and papers.    Japanese for Reading Proficiency    EAST-UA 268 Prerequisites: by placement examination and permission of the instructor only. Offered every year. 4 points.   Covers all grammatical structures and essential Kanji characters (550+)   that are introduced in elementary and intermediate Japanese courses.   Intended for students with a post-intermediate level of oral-aural   skills, the course is a self-paced study leading to proficiency in   reading and writing skills for either CAS foreign language requirement   exemption or enrollment (by permission) in advanced Japanese courses.    Japanese Language and Structure in Mass Media    EAST-UA 269 Prerequisites: EAST-UA 249 with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Introduces students to various ways in which Japanese language shapes   and is shaped by mass media. Students learn the dynamic challenges posed   to the formal structure of the language (for instance, grammar) as it   is practiced in multiple mediums such as television, film (including   anime), and print culture (graphic novels, genre literature such as   crime novels). The course also addresses the practice of translation,   for instance, the grammar of cinematic modes juxtaposed with the grammar   of literary language, the vernacular, and so on. This course is for   post-Intermediate I through Advanced II students who would like to   develop more oral-aural skills at the second-year level. (Post-Advanced   II students should take EAST-UA 262, Conversation and Composition in   Japanese.)    Writing Japanese in New Media EAST-UA 272 Prerequisites: EAST-UA 250 or equivalent and permission of instructor. Offered every year. 4 points   This course is focused primarily on further developing students writing skills. Students will be exposed to various forms of writings and audiovisual materials. Weekly readings and/or video viewing will be assigned, followed by class discussion and exercises. Writing assignments will be done primarily using wiki and will be shared and reviewed by classmates and the instructor. At the end of the course, students will complete their own wiki page on the (approved) topic of their choice. In addition, an email project with Japanese college students is scheduled. This project will have students exchange emails in both Japanese and English with their counterpart(s) in Japan in order to have better understanding of the languages and cultures through authentic communication.                                 Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Japanese Language Courses    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Japanese Language Course Descriptions Syllabi provided below are sample drafts, and are subject to change. For more information, please   contact the Japanese Language Coordinator .   Elementary Japanese I, II    EAST-UA 247, 248 No previous training in the language is required   for EAST-UA 247. Prerequisite for EAST-UA 248: EAST-UA 247 with a minimum grade   of C-. Offered in the fall and spring. 4 points per term.   Introductory course in modern spoken and written Japanese, designed to   develop fundamental skills in the areas of speaking, listening, reading,   and writing. Gives contextualized instructions to develop both   communicative and cultural competency. Systematically introduces the   Japanese writing system (Hiragana, Katakana, and Kanji). Syllabi: EAST-UA 247    Intermediate Japanese I, II    EAST-UA 249,0250 Prerequisite for EAST-UA 249: EAST-UA 248 with a minimum   grade of C-. Prerequisite for EAST-UA 250: EAST-UA 249 with a minimum grade of   C-. Offered in the fall and spring. 4 points per term.   Continuing study of Japanese at the intermediate level. Stresses reading   comprehension, spoken fluency, and composition, with materials   organized around social and cultural topics. Continues to introduce new   Kanji characters. Syllabi: EAST-UA 249    Advanced Japanese I, II    EAST-UA 252,0253 Prerequisite for EAST-UA 252: EAST-UA 250 with a minimum   grade of C+. Prerequisite for EAST-UA 253: EAST-UA 252 with a minimum grade of   C+. Offered in the fall and spring. 4 points per term.   Continuing study of Japanese at the advanced level. Stresses reading   comprehension, spoken fluency, and composition; uses original materials,   such as newspaper/magazine articles, TV news, and video. Introduces   additional Kanji characters. Advanced use of Japanese and character   dictionaries. Syllabi: EAST-UA 252 Readings in Contemporary Japanese Writings    EAST-UA 266 Prerequisites: Advanced Japanese II (EAST-UA 253) with a   minimum grade of C+ and permission of the instructor. Offered every   year. 4 points.   Close readings of contemporary Japanese writings in social commentaries,   history, and literature. Emphasizes further reading and writing skills   and, to a lesser extent, speaking and listening. Students develop   further strategies for autonomous learning.    Readings in Modern Japanese Writings    EAST-UA 267 Prerequisites: Advanced Japanese II (EAST-UA 253) with a   minimum grade of C+ and permission of the instructor. Offered every   year. 4 points.   Designed to further develop students’ proficiency in speaking,   listening, writing, and reading comprehension. The texts of the course   are from Japanese modern literature, social commentaries, history, and   literature. Students learn and practice a wider range of useful   vocabulary and expressions with reinforcement of previously learned   grammatical patterns and structures through student-led discussions,   presentations, and papers.    Japanese for Reading Proficiency    EAST-UA 268 Prerequisites: by placement examination and permission of the instructor only. Offered every year. 4 points.   Covers all grammatical structures and essential Kanji characters (550+)   that are introduced in elementary and intermediate Japanese courses.   Intended for students with a post-intermediate level of oral-aural   skills, the course is a self-paced study leading to proficiency in   reading and writing skills for either CAS foreign language requirement   exemption or enrollment (by permission) in advanced Japanese courses.    Japanese Language and Structure in Mass Media    EAST-UA 269 Prerequisites: EAST-UA 249 with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Introduces students to various ways in which Japanese language shapes   and is shaped by mass media. Students learn the dynamic challenges posed   to the formal structure of the language (for instance, grammar) as it   is practiced in multiple mediums such as television, film (including   anime), and print culture (graphic novels, genre literature such as   crime novels). The course also addresses the practice of translation,   for instance, the grammar of cinematic modes juxtaposed with the grammar   of literary language, the vernacular, and so on. This course is for   post-Intermediate I through Advanced II students who would like to   develop more oral-aural skills at the second-year level. (Post-Advanced   II students should take EAST-UA 262, Conversation and Composition in   Japanese.)    Writing Japanese in New Media EAST-UA 272 Prerequisites: EAST-UA 250 or equivalent and permission of instructor. Offered every year. 4 points   This course is focused primarily on further developing students writing skills. Students will be exposed to various forms of writings and audiovisual materials. Weekly readings and/or video viewing will be assigned, followed by class discussion and exercises. Writing assignments will be done primarily using wiki and will be shared and reviewed by classmates and the instructor. At the end of the course, students will complete their own wiki page on the (approved) topic of their choice. In addition, an email project with Japanese college students is scheduled. This project will have students exchange emails in both Japanese and English with their counterpart(s) in Japan in order to have better understanding of the languages and cultures through authentic communication.                                 Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Chinese Language Courses    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Chinese Language Course Offerings Elementary Chinese for Advanced Beginners   EAST-UA 231 Prerequisite: Students with background in Chinese (see course description). Offered every semester. 4 points.      The course is designed for students who can understand and speak conversational Chinese related to daily-life situations, but have not learned to read/write Chinese characters. This includes students who were raised in a non-Chinese speaking country but in a home where Mandarin Chinese dialect was spoken, and/or students who have acquired a certain level of Mandarin Chinese language proficiency (primarily speaking and listening) by living or working in a Chinese speaking country/region for an extended time. Students who understand or speak a Chinese dialect other than Mandarin should consult the Chinese language faculty about whether this is the appropriate course for them. This course aims to develop students’ correct pronunciation, grammatical accuracy and overall competence in reading and writing.      Intermediate Chinese for Advanced Beginners   EAST-UA 232 Prerequisite: EAST-UA 231 or the equivalent. For students with background in Chinese (see course description above). Offered every semester. 4 points.   Continuation of Elementary Chinese for Advanced Beginners.      Elementary Chinese I EAST-UA 201 Prerequisite: none. Offered every semester. 4 points. Open to students with no or little training in Chinese. Designed to develop and reinforce language skills in listening, speaking, reading, and writing as it relates to everyday life situations. The objectives are: to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; to understand the construction of commonly used Chinese Characters (both simplified and traditional) and learn to write them correctly; to understand and use correctly basic Chinese grammar and sentence structures; to build up essential vocabulary; to read and write level appropriate passages; to become acquainted with aspects of Chinese culture and society related to the course materials. Elementary Chinese II EAST-UA 202 Prerequisite: EAST-UA 201 or the   equivalent. Offered every semester. 4 points.   Continuation of Elementary Chinese I. Designed to reinforce and further develop language skills in listening, speaking, reading and writing as it  relates to everyday life situations.      Intermediate Chinese I  EAST-UA 203 Prerequisite: EAST-UA 202 or the equivalent. Offered every semester. 4 points per term. Designed to consolidate the student's overall aural-oral proficiency. Focuses gradually on the written aspect of Chinese. The objectives are: to be able to obtain information from extended conversation; to both express and expound on, in relative length, feelings and opinions on common topics; to expand vocabulary and learn to decipher meaning of compound words; to develop reading comprehension of extended narrative, expository and simple argumentative passages; to solve non-complex textual problems with the aid of dictionaries; to write in relative length personal narratives, informational narratives, comparison and discussion of viewpoints with level appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion; to continue being acquainted with aspects of Chinese culture and society related to the course materials.      Intermediate Chinese II  EAST-UA 204 Prerequisite: EAST-UA 203 or the equivalent. Offered every semester. 4   points per term.     Continuation of Intermediate Chinese I, focusing semi-formal usage of  Chinese language when discussing more academic-flavored cultural or social  topics .       Advanced Chinese I EAST-UA 205 Prerequisite: EAST-UA 204 or the equivalent. Offered every semester. 4 points per term. Designed to further develop proficiency in speaking and writing through readings on and discussions of socio-cultural topics relevant to today's China. Focuses on improving reading comprehension and writing skills. The objectives are: to further improve oral communicative competence by incorporating semi-formal or formal usages; to acquire vocabulary and patterns necessary for conducting semi-formal or formal discussions of socio-cultural topics; to increase reading speed of texts with more advanced syntax; to learn to make context-based guess about the meaning of a new word, conduct sentence analysis and solve textual problems with the aid of dictionaries; to write and present more fully developed narratives or reasoned and structured arguments in length; to learn to employ basic rhetoric methods; to learn to appreciate stylistic usage of Chinese language.       Advanced Chinese II EAST-UA 206 Prerequisite: EAST-UA 205 or the equivalent. Offered every semester. 4   points per term. Designed to further develop proficiency in   speaking and writing through readings on and discussions of   socio-cultural topics relevant to today's China. Focuses on improving   reading comprehension and writing skills. The objectives are: to further   improve oral communicative competence by incorporating semi-formal or   formal usages; to acquire vocabulary and patterns necessary for   conducting semi-formal or formal discussions of socio-cultural topics;   to increase reading speed of texts with more advanced syntax; to learn   to make context-based guess about the meaning of a new word, conduct   sentence analysis and solve textual problems with the aid of   dictionaries; to write and present more fully developed narratives or   reasoned and structured arguments in length; to learn to employ basic   rhetoric methods; to learn to appreciate stylistic usage of Chinese   language.      Translating Chinese EAST-UA 210 Prerequisite: EAST-UA 204 or the equivalent. 2   points per term.   This class will introduce students to the art of Chinese-to-English translation through weekly exercises and an in-class critique process. Most of our material will be selected from a range of print media and literary texts representing different regions of the Chinese-speaking world, including China, Taiwan, and Hong Kong. We will also try our hands at translation from Classical Chinese literature with an emphasis on poetry and philosophical texts. Through engagement with a variety of translation practices, students will become acquainted with the standard dictionaries and on-line resources that are the tools of the trade. The aim of the course is to prepare students to undertake independent Chinese-to-English translation projects in the future.      Readings in Chinese Culture I EAST-UA 221 Prerequisites: EAST-UA 206. Offered every semester. 4 points per term. Designed to enhance Chinese proficiency through reading authentic materials rich in cultural connotations. Stresses primarily reading and writing. The objectives are: to develop speaking skills needed for semi-formal or formal presentation on academic topics; to develop specialized vocabulary; to further improve reading speed and develop skills needed to conduct textual analysis on and, on some occasions, translate texts with syntactical sophistication and stylistic nuance; to develop responsiveness to and ability to interpret linguistic features of different genres and writing styles; to advance strategies for autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222 Readings in Chinese Culture II EAST-UA 222 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 4 points per term.    Designed to enhance Chinese proficiency through reading authentic   materials rich in cultural connotations. Stresses primarily reading and   writing. The objectives are: to develop speaking skills needed for   semi-formal or formal presentation on academic topics; to develop   specialized vocabulary; to further improve reading speed and develop   skills needed to conduct textual analysis on and, on some occasions,   translate texts with syntactical sophistication and stylistic nuance; to   develop responsiveness to and ability to interpret linguistic features   of different genres and writing styles; to advance strategies for   autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222      Chinese Philosophy in Chinese EAST-UA 223 Prerequisites: EAST-UA 206 or permission of the instructor. 4 points.           Structural manifestation of thought has been palpably extant in China for more than three millennia. In this course students will acquire a foundation in reading and understanding the essentials of Chinese philosophy through a selection of works in their original language. Emphasis will be placed on core texts from the pre-classical and classical periods with extensive reading selections from the enigmatic Yijing and Confucian and Taoist works. Reading practice and comprehension will be informed by philological methods and the extensive commentarial tradition, particularly of the Han, late medieval, and early modern periods. Towards the end of the term we will turn our attention to the philosophical and pragmatic self-interest side of contemporary society as seen through various mediums and lenses – from the social “numerology” of communication and economics to the lyrics of singers like Leslie Cheung and the greatest Hong Kong band of them all, Beyond.  Coursework will consist of weekly assignments – usually in the form of primary and secondary readings to be recited and discussed in common. A term paper on a topic of individual interest will also be required.    Introduction to Classical Chinese EAST-UA 226 Prerequisites: EAST-UA 206 or permission of the instructor. Offered every year. 4 points.     This course is designed to give students an introduction to basic syntax, grammar, and vocabulary of Classical Chinese through close readings of authentic texts. Almost all these texts are historically significant canon texts that are extremely rich in classical Chinese cultural connotation. They are selected from a wide variety of genres, such as historical literature, philosophical and political writings, written correspondence, poetry, essay, some of which are unique to Chinese culture. The course aims to develop the students' reading and comprehension skills in this highly stylized form of written Chinese, acquaint students not only with the classic Chinese cultural heritage but also underlying working mechanism that is in many ways relevant to the form and usage of today’s Mandarin Chinese. Sample syllabus    Readings in Chinese Poetry I, II EAST-UA 213, 214 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 2 points per term. Designed to help students understand and appreciate the linguistic and aesthetic features of Chinese language rendered in poetic form and to improve their ability to read and interpret authentic texts in general. Integrates language learning with poetry study, introduces the formal structure of Chinese classical poetry and surveys its stylistic variations at different historical conjunctures. Conducted primarily in Chinese. English translations of the poems are provided as references from time to time. Sample syllabus for 213 , 214                             Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Japanese Language Courses    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Japanese Language Course Descriptions Syllabi provided below are sample drafts, and are subject to change. For more information, please   contact the Japanese Language Coordinator .   Elementary Japanese I, II    EAST-UA 247, 248 No previous training in the language is required   for EAST-UA 247. Prerequisite for EAST-UA 248: EAST-UA 247 with a minimum grade   of C-. Offered in the fall and spring. 4 points per term.   Introductory course in modern spoken and written Japanese, designed to   develop fundamental skills in the areas of speaking, listening, reading,   and writing. Gives contextualized instructions to develop both   communicative and cultural competency. Systematically introduces the   Japanese writing system (Hiragana, Katakana, and Kanji). Syllabi: EAST-UA 247    Intermediate Japanese I, II    EAST-UA 249,0250 Prerequisite for EAST-UA 249: EAST-UA 248 with a minimum   grade of C-. Prerequisite for EAST-UA 250: EAST-UA 249 with a minimum grade of   C-. Offered in the fall and spring. 4 points per term.   Continuing study of Japanese at the intermediate level. Stresses reading   comprehension, spoken fluency, and composition, with materials   organized around social and cultural topics. Continues to introduce new   Kanji characters. Syllabi: EAST-UA 249    Advanced Japanese I, II    EAST-UA 252,0253 Prerequisite for EAST-UA 252: EAST-UA 250 with a minimum   grade of C+. Prerequisite for EAST-UA 253: EAST-UA 252 with a minimum grade of   C+. Offered in the fall and spring. 4 points per term.   Continuing study of Japanese at the advanced level. Stresses reading   comprehension, spoken fluency, and composition; uses original materials,   such as newspaper/magazine articles, TV news, and video. Introduces   additional Kanji characters. Advanced use of Japanese and character   dictionaries. Syllabi: EAST-UA 252 Readings in Contemporary Japanese Writings    EAST-UA 266 Prerequisites: Advanced Japanese II (EAST-UA 253) with a   minimum grade of C+ and permission of the instructor. Offered every   year. 4 points.   Close readings of contemporary Japanese writings in social commentaries,   history, and literature. Emphasizes further reading and writing skills   and, to a lesser extent, speaking and listening. Students develop   further strategies for autonomous learning.    Readings in Modern Japanese Writings    EAST-UA 267 Prerequisites: Advanced Japanese II (EAST-UA 253) with a   minimum grade of C+ and permission of the instructor. Offered every   year. 4 points.   Designed to further develop students’ proficiency in speaking,   listening, writing, and reading comprehension. The texts of the course   are from Japanese modern literature, social commentaries, history, and   literature. Students learn and practice a wider range of useful   vocabulary and expressions with reinforcement of previously learned   grammatical patterns and structures through student-led discussions,   presentations, and papers.    Japanese for Reading Proficiency    EAST-UA 268 Prerequisites: by placement examination and permission of the instructor only. Offered every year. 4 points.   Covers all grammatical structures and essential Kanji characters (550+)   that are introduced in elementary and intermediate Japanese courses.   Intended for students with a post-intermediate level of oral-aural   skills, the course is a self-paced study leading to proficiency in   reading and writing skills for either CAS foreign language requirement   exemption or enrollment (by permission) in advanced Japanese courses.    Japanese Language and Structure in Mass Media    EAST-UA 269 Prerequisites: EAST-UA 249 with a minimum grade of C+ and permission of the instructor. Offered every year. 4 points.   Introduces students to various ways in which Japanese language shapes   and is shaped by mass media. Students learn the dynamic challenges posed   to the formal structure of the language (for instance, grammar) as it   is practiced in multiple mediums such as television, film (including   anime), and print culture (graphic novels, genre literature such as   crime novels). The course also addresses the practice of translation,   for instance, the grammar of cinematic modes juxtaposed with the grammar   of literary language, the vernacular, and so on. This course is for   post-Intermediate I through Advanced II students who would like to   develop more oral-aural skills at the second-year level. (Post-Advanced   II students should take EAST-UA 262, Conversation and Composition in   Japanese.)    Writing Japanese in New Media EAST-UA 272 Prerequisites: EAST-UA 250 or equivalent and permission of instructor. Offered every year. 4 points   This course is focused primarily on further developing students writing skills. Students will be exposed to various forms of writings and audiovisual materials. Weekly readings and/or video viewing will be assigned, followed by class discussion and exercises. Writing assignments will be done primarily using wiki and will be shared and reviewed by classmates and the instructor. At the end of the course, students will complete their own wiki page on the (approved) topic of their choice. In addition, an email project with Japanese college students is scheduled. This project will have students exchange emails in both Japanese and English with their counterpart(s) in Japan in order to have better understanding of the languages and cultures through authentic communication.                                 Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Chinese Language Courses    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Chinese Language Course Offerings Elementary Chinese for Advanced Beginners   EAST-UA 231 Prerequisite: Students with background in Chinese (see course description). Offered every semester. 4 points.      The course is designed for students who can understand and speak conversational Chinese related to daily-life situations, but have not learned to read/write Chinese characters. This includes students who were raised in a non-Chinese speaking country but in a home where Mandarin Chinese dialect was spoken, and/or students who have acquired a certain level of Mandarin Chinese language proficiency (primarily speaking and listening) by living or working in a Chinese speaking country/region for an extended time. Students who understand or speak a Chinese dialect other than Mandarin should consult the Chinese language faculty about whether this is the appropriate course for them. This course aims to develop students’ correct pronunciation, grammatical accuracy and overall competence in reading and writing.      Intermediate Chinese for Advanced Beginners   EAST-UA 232 Prerequisite: EAST-UA 231 or the equivalent. For students with background in Chinese (see course description above). Offered every semester. 4 points.   Continuation of Elementary Chinese for Advanced Beginners.      Elementary Chinese I EAST-UA 201 Prerequisite: none. Offered every semester. 4 points. Open to students with no or little training in Chinese. Designed to develop and reinforce language skills in listening, speaking, reading, and writing as it relates to everyday life situations. The objectives are: to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; to understand the construction of commonly used Chinese Characters (both simplified and traditional) and learn to write them correctly; to understand and use correctly basic Chinese grammar and sentence structures; to build up essential vocabulary; to read and write level appropriate passages; to become acquainted with aspects of Chinese culture and society related to the course materials. Elementary Chinese II EAST-UA 202 Prerequisite: EAST-UA 201 or the   equivalent. Offered every semester. 4 points.   Continuation of Elementary Chinese I. Designed to reinforce and further develop language skills in listening, speaking, reading and writing as it  relates to everyday life situations.      Intermediate Chinese I  EAST-UA 203 Prerequisite: EAST-UA 202 or the equivalent. Offered every semester. 4 points per term. Designed to consolidate the student's overall aural-oral proficiency. Focuses gradually on the written aspect of Chinese. The objectives are: to be able to obtain information from extended conversation; to both express and expound on, in relative length, feelings and opinions on common topics; to expand vocabulary and learn to decipher meaning of compound words; to develop reading comprehension of extended narrative, expository and simple argumentative passages; to solve non-complex textual problems with the aid of dictionaries; to write in relative length personal narratives, informational narratives, comparison and discussion of viewpoints with level appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion; to continue being acquainted with aspects of Chinese culture and society related to the course materials.      Intermediate Chinese II  EAST-UA 204 Prerequisite: EAST-UA 203 or the equivalent. Offered every semester. 4   points per term.     Continuation of Intermediate Chinese I, focusing semi-formal usage of  Chinese language when discussing more academic-flavored cultural or social  topics .       Advanced Chinese I EAST-UA 205 Prerequisite: EAST-UA 204 or the equivalent. Offered every semester. 4 points per term. Designed to further develop proficiency in speaking and writing through readings on and discussions of socio-cultural topics relevant to today's China. Focuses on improving reading comprehension and writing skills. The objectives are: to further improve oral communicative competence by incorporating semi-formal or formal usages; to acquire vocabulary and patterns necessary for conducting semi-formal or formal discussions of socio-cultural topics; to increase reading speed of texts with more advanced syntax; to learn to make context-based guess about the meaning of a new word, conduct sentence analysis and solve textual problems with the aid of dictionaries; to write and present more fully developed narratives or reasoned and structured arguments in length; to learn to employ basic rhetoric methods; to learn to appreciate stylistic usage of Chinese language.       Advanced Chinese II EAST-UA 206 Prerequisite: EAST-UA 205 or the equivalent. Offered every semester. 4   points per term. Designed to further develop proficiency in   speaking and writing through readings on and discussions of   socio-cultural topics relevant to today's China. Focuses on improving   reading comprehension and writing skills. The objectives are: to further   improve oral communicative competence by incorporating semi-formal or   formal usages; to acquire vocabulary and patterns necessary for   conducting semi-formal or formal discussions of socio-cultural topics;   to increase reading speed of texts with more advanced syntax; to learn   to make context-based guess about the meaning of a new word, conduct   sentence analysis and solve textual problems with the aid of   dictionaries; to write and present more fully developed narratives or   reasoned and structured arguments in length; to learn to employ basic   rhetoric methods; to learn to appreciate stylistic usage of Chinese   language.      Translating Chinese EAST-UA 210 Prerequisite: EAST-UA 204 or the equivalent. 2   points per term.   This class will introduce students to the art of Chinese-to-English translation through weekly exercises and an in-class critique process. Most of our material will be selected from a range of print media and literary texts representing different regions of the Chinese-speaking world, including China, Taiwan, and Hong Kong. We will also try our hands at translation from Classical Chinese literature with an emphasis on poetry and philosophical texts. Through engagement with a variety of translation practices, students will become acquainted with the standard dictionaries and on-line resources that are the tools of the trade. The aim of the course is to prepare students to undertake independent Chinese-to-English translation projects in the future.      Readings in Chinese Culture I EAST-UA 221 Prerequisites: EAST-UA 206. Offered every semester. 4 points per term. Designed to enhance Chinese proficiency through reading authentic materials rich in cultural connotations. Stresses primarily reading and writing. The objectives are: to develop speaking skills needed for semi-formal or formal presentation on academic topics; to develop specialized vocabulary; to further improve reading speed and develop skills needed to conduct textual analysis on and, on some occasions, translate texts with syntactical sophistication and stylistic nuance; to develop responsiveness to and ability to interpret linguistic features of different genres and writing styles; to advance strategies for autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222 Readings in Chinese Culture II EAST-UA 222 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 4 points per term.    Designed to enhance Chinese proficiency through reading authentic   materials rich in cultural connotations. Stresses primarily reading and   writing. The objectives are: to develop speaking skills needed for   semi-formal or formal presentation on academic topics; to develop   specialized vocabulary; to further improve reading speed and develop   skills needed to conduct textual analysis on and, on some occasions,   translate texts with syntactical sophistication and stylistic nuance; to   develop responsiveness to and ability to interpret linguistic features   of different genres and writing styles; to advance strategies for   autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222      Chinese Philosophy in Chinese EAST-UA 223 Prerequisites: EAST-UA 206 or permission of the instructor. 4 points.           Structural manifestation of thought has been palpably extant in China for more than three millennia. In this course students will acquire a foundation in reading and understanding the essentials of Chinese philosophy through a selection of works in their original language. Emphasis will be placed on core texts from the pre-classical and classical periods with extensive reading selections from the enigmatic Yijing and Confucian and Taoist works. Reading practice and comprehension will be informed by philological methods and the extensive commentarial tradition, particularly of the Han, late medieval, and early modern periods. Towards the end of the term we will turn our attention to the philosophical and pragmatic self-interest side of contemporary society as seen through various mediums and lenses – from the social “numerology” of communication and economics to the lyrics of singers like Leslie Cheung and the greatest Hong Kong band of them all, Beyond.  Coursework will consist of weekly assignments – usually in the form of primary and secondary readings to be recited and discussed in common. A term paper on a topic of individual interest will also be required.    Introduction to Classical Chinese EAST-UA 226 Prerequisites: EAST-UA 206 or permission of the instructor. Offered every year. 4 points.     This course is designed to give students an introduction to basic syntax, grammar, and vocabulary of Classical Chinese through close readings of authentic texts. Almost all these texts are historically significant canon texts that are extremely rich in classical Chinese cultural connotation. They are selected from a wide variety of genres, such as historical literature, philosophical and political writings, written correspondence, poetry, essay, some of which are unique to Chinese culture. The course aims to develop the students' reading and comprehension skills in this highly stylized form of written Chinese, acquaint students not only with the classic Chinese cultural heritage but also underlying working mechanism that is in many ways relevant to the form and usage of today’s Mandarin Chinese. Sample syllabus    Readings in Chinese Poetry I, II EAST-UA 213, 214 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 2 points per term. Designed to help students understand and appreciate the linguistic and aesthetic features of Chinese language rendered in poetic form and to improve their ability to read and interpret authentic texts in general. Integrates language learning with poetry study, introduces the formal structure of Chinese classical poetry and surveys its stylistic variations at different historical conjunctures. Conducted primarily in Chinese. English translations of the poems are provided as references from time to time. Sample syllabus for 213 , 214                             Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Expressive Culture    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Expressive Culture | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 720 Expressive Culture: Images Prof. O'Connor (Institute of Fine Arts)   syllabus  The ancient Egyptians were prolific image makers, creating abundant statuary and a multitude of painted or relief compositions, often on an enormous scale. Architecture was also imagistic; the forms of temples, palaces and royal and elite tombs visually evoked features of the cosmic landscape, to signify that rituals and ceremonies were played out in accord with cosmological processes. In the Egyptian image world, societal and political issues were important, but its fundamental energy and richness arose from a creative tension deeply meaningful to all Egyptians. We explore the many forms of varied, yet interrelated images which convey the ancient Egyptiansʼ powerful and culture-shaping concerns about the interactions between Order (Egyptian Maat) and Chaos (Egyptian Isfet), and conclude by considering the reception of images of and from ancient Egypt in modernity. FALL 2013 MAP-UA 722 Expressive Culture: Architecture in New York Field Study Prof. Broderick (Art History)   syllabus  New York's rich architectural heritage offers a unique opportunity for firsthand consideration of the concepts and styles of modern urban architecture, as well as its social, financial, and cultural contexts. Meets once a week for an extended period combining on-campus lectures with group excursions to prominent buildings. Attention is given both to individual buildings as examples of 19th- and 20th-century architecture and to phenomena such as the development of the skyscraper and the adaptation of older buildings to new uses.  FALL 2013 MAP-UA 730, Expressive Culture: Sounds Prof. B. Cohen (Music)  syllabus Music in Cold War New York: Explores musical communities in early Cold War New York (1947-1965), with a special focus on music’s role in protest, cultural diplomacy, technical experimentation, and the imagination of alternate social realities. In the wake of World War II, the United States enjoyed heightened cultural prestige, and New York City became a mecca for innovation in concert, jazz, folk, and electronic music. At the same time, the early Cold War was a time of acute cultural restriction in the US, bound up by restrictive notions of American identity that served as a bulwark against perceived threats abroad and within. Against this backdrop of rapid transformation we consider musical developments in relation to the following conditions: the Red Scare, the expansion and globalization of advertising culture and commercial networks, decolonization, nuclear armament, the aftermath of the Holocaust, mass migrations, and the civil rights struggles of the era. Focusing on a wide range of sounds and aesthetics, we examine how musical thinkers participated in debates about freedom, democracy, propaganda, and totalitarianism. Musical dialogues with the visual arts and literature receive special attention, as do the resources of the city, involving attendance of and participation in musical concerts and happenings. FALL 2013 MAP-UA 730, Expressive Culture: Sounds Prof. Oliver (Music)  syllabus Think about your favorite music, musician, song, and then think about the technologies that make them and your listening possible: microphones, recording studios, CDs, mp3 files, musical instruments, speakers, iPods, etc. Are these technologies essential to this music? Are they circumstantial? Some musical practices seem, at least at first sight, non-technological; others are overtly technological and use screens, speakers, computers, and other gadgets, as central aspects of their music. Focusing on experimental electronic and computer music and a diverse range of popular music produced in the 20th and 21st Century, we ask: What is music? What is sound? What is noise? What is music technology? Is music inherently technological? Is technology expressive? Fall 2013 MAP-UA 740 Expressive Culture: Performance Prof. Meineck (Classics &amp; the Aquila Theatre)   syllabus  Why do we still go to the theatre to watch plays? What is it about drama that can often seem to express so much about the tensions and stresses found in a given culture? Why does classical drama in particular continue to be performed and speak to so many different audiences? What is a classical play and how do theater artists interpret them for contemporary spectators, and why have so many works of drama been used to reflect the social, political, and economic situations of peoples all over the world? We explore the cultural significance of classical theater and how and why it continues to be performed today. We examine theater from four distinct period--ancient Athens, Elizabethan London, early modern Europe, and contemporary America--focusing on plays that are still regularly performed on contemporary stages. Students also take part in readings, exercises, and demonstrations, but they do not need to have any acting or performance ability. FALL 2013 MAP-UA 750 Expressive Culture: Film (Visions of the Future) Prof. Guerrero (Cinema Studies)  syllabus We screen, read and discuss a range of utopian/dystopian visions of the future as forecast in our popular cinema, and literature. Our screenings explore a range of films from from ‘sci fi’ to fantasy and horror, extending from the 1950s to the present, and far into the future. We explore varied questions and issues including the increasing prevalence of apocalyptic endings to present and future worlds; contrasts between a fragile democratic ‘now’ vs. an authoritarian techno-future; race, gender, and sexuality in the ‘scientifically’ engineered and overdetermined future; class, labor and social privilege among replicants, cyborgs, and humans; the consumption of virtual reality, cyber-sex, and other commodities; post-technological tribalism; future ‘hoods and cityscapes; warnings of cyber-surveillance, techno-collapse, and eco-disaster. And finally, we ask: what is ‘utopia,’ how is it ‘imagined,’ and is it still possible? We develop our seminar discussions, screenings and papers with readings from the likes of George Orwell, Ray Kurzweil, Paul Vrilio, and Aldous Huxley, among others.  Spring 2014 SPRING 2014 CORE -UA 711 Expressive Culture: Graphic Novel Prof. Borenstein (Russian &amp; Slavic Studies)  syllabus Examines the interplay between words and images in the graphic novel, a hybrid medium with a system of communication reminiscent of prose fiction, animation, and film. What is the connection between text and art? How are internal psychology, time, and action conveyed in a static series of words and pictures? What can the graphic novel convey that other media cannot? Authors include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns, Carla Speed McNeil. SPRING 2014 CORE -UA 721 Expressive Culture: Painting and Sculpture in New York Prof. Broderick (Art History)  syllabus New York's public art collections contain important examples of painting and sculpture from almost every phase of the past, as well as some of the world's foremost works of contemporary art. Meets once a week for an extended period combining on-campus lectures with group excursions to the museums or other locations where these works are exhibited. SPRING 2014 CORE -UA 720 Expressive Culture: Images Prof. Silver (Art History)  syllabus Avant-Garde New York, from the Armory Show to Andy Warhol. New York became the center of avant-garde art-making in the period just after the Second World War, although the city had been preparing for its modernist ascendancy since the early years of the 20th century. We focus on art and its makers--native New Yorkers and out-of-towners, Americans and foreign-born practitioners--who helped shape and refine New York’s extraordinarily rich avant-garde “tradition.” Painters, sculptors, photographers, architects, graphic artists, and set designers will be studied, including Alfred Stieglitz, Raymond Hood, Charles Demuth, Paul Manship, Piet Mondrian, Joseph Cornell, Helen Levitt, Isamu Noguchi, Jackson Pollock, Louise Nevelson, Robert Rauschenberg, Jasper Johns, Philip Johnson, and Andy Warhol, as will the context in which their work came into being and flourished--museums, galleries, art schools, patrons, artist neighborhoods, professional organizations, ad hoc associations, and artist “hangouts.” Topics include: the Stieglitz Circle and 291; The Armory Show (1913); the Paris/New York connection; the founding of the Museum of Modern Art; Marcel Duchamp and New York Dada; the art of the Harlem Renaissance; Frank O’Hara--poet, critic, curator; Street Photography; the birth of Abstract Expressionism; Avant-gardism in Washington Square--Judson Dance Theater; From Madison Avenue to 57th Street--Pop Art Emerges. Includes class excursions to museums, galleries, and other New York art sites. SPRING 2014 CORE-UA 730, Expressive Culture: Sounds Prof. B. Cohen (Music)  syllabus Music   in Cold War New York: Explores musical communities in early Cold War   New York (1947-1965), with a special focus on music’s role in protest,   cultural diplomacy, technical experimentation, and the imagination of   alternate social realities. In the wake of World War II, the United   States enjoyed heightened cultural prestige, and New York City became a   mecca for innovation in concert, jazz, folk, and electronic music. At   the same time, the early Cold War was a time of acute cultural   restriction in the US, bound up by restrictive notions of American   identity that served as a bulwark against perceived threats abroad and   within. Against this backdrop of rapid transformation we consider   musical developments in relation to the following conditions: the Red   Scare, the expansion and globalization of advertising culture and   commercial networks, decolonization, nuclear armament, the aftermath of   the Holocaust, mass migrations, and the civil rights struggles of the   era. Focusing on a wide range of sounds and aesthetics, we examine how   musical thinkers participated in debates about freedom, democracy,   propaganda, and totalitarianism. Musical dialogues with the visual arts   and literature receive special attention, as do the resources of the   city, involving attendance of and participation in musical concerts and   happenings. SPRING 2014 CORE -UA 750 Expressive Culture: Film Prof. Polan (Cinema Studies)   syllabus From silent cinema to the sound film, from early film to new waves in art cinema, from Weimar to emigré Paris to Hollywood, and across genres from the Western to the adventure story to the epic to the spy tale to film noir, Fritz Lang's movie-making spans a major part of the history of cinema. Ranging across his career in film from Germany to the US and back to Europe, we look at both the diversity and the stylistic/thematic regularity in Lang's body of work to pinpoint how particularly he used cinema in the representation of the interplays of human initiative and the constraints on effective action. SPRING 2014 CORE -UA 761 Expressive Culture: La Belle Époque Prof. Ertman (Sociology)  syllabus La Belle Époque , that period in the life of France’s pre-World War I Third Republic (1871-1914) associated with extraordinary artistic achievement, not only saw Paris emerge as the undisputed Western capital of painting and sculpture, it also was the most important production site for new works of musical theater and, arguably, literature as well. It was during these decades that Impressionism launched its assault on the academic establishment, only itself to be superseded by an ever-changing avant-garde associated first with the nabis, then with fauvism and cubism; that the operas of Bizet, Saint-Saëns and Massenet and the plays of Sardou and Rostand filled the world’s theaters; and that the novels of Zola and stories of Maupassant were translated into dozens of languages. Finally, this was the society that gave birth to one of the greatest literary works of all time, Marcel Proust’s Remembrances of Things Past, the first volume of which appeared just as the First World War was about to bring the Belle Époque to a violent end. Sources include reproductions of paintings, recordings of chamber music, opera and mélodies, and several of the most significant novels of the period.  top of page           Contact Us | &copy; New York University , Arts and Science"}]}]