[{"detail": [{"content": "Curing Your Pet, the Natural Way | NYU Livewire                                 Home |    About Us |    Using Livewire Articles |   Contributors |   Submissions |   Best of Livewire |   Assignment Desk |    Contact Us |                                 Free Subscriptions    Editors, to be emailed when new stories are posted, contact: \">mary.dambrosio@nyu.edu                                        Publish Cutting-Edge Stories from                                       Featured Stories           The Mermaid War         Eco Movie, Take 1         Citizen Pruners         Say No to the Dress         Designer Labels Slum It         Going Over to the Dark Side         Sweet Spot         Should Men and Women Room Together in College?         Is Recycling Worth It?         Top Kids' Show \"iCarly\" is All About Tech         A Passion for Glass         Museum in a House Showcases Italian-American Culture         Home(less) Team         The Real Harem Girls of Brunei         Black Women Turn to Online Dating to Find Love                  Latest Stories              Arts & Entertainment            Books & Media            Business & Technology            Commentary              Faculty            Fashion            Global            Health & Science              Life            Money & Work            New York City            Politics & Society            Profiles              Special Report            Sports            Travel & Food            Trends            Video & Audio                      Archives     Past Stories          Our Subscribers     Our Subscribers                  Life      Curing Your Pet, the Natural Way         Homeopathic treatments rise in popularity          By        Cora Wu         (~1458 Words)                    cora&#46;wu&#64;nyu&#46;edu                                  [Images Attached]                           Sticking needles onto the back of a Labrador will cure him of inflammatory bowel disease. Flower remedies will alleviate a Chihuahuas fear of thunderstorms. Paddling about in a pool of water will heal a dachshunds spinal disc disease. Feeding your Siamese cat raw meat will cure her of scabies.    This isnt Harry Potter magic or voodoo: Its veterinary holistic therapy.    Holistic therapy purports to addresses all aspects of a being: physical, emotional, psychological, social, spiritual and environmental. Holistic practitioners pronounce disease as dis-ease. It is the belief that disease comes from an interruption or imbalance of the system.    Thats the way holistic people talk. Disease actually probably comes from dis-ease, said Dr. Marcie Fallek, a veterinarian with more than 20 years of experience as an acupuncturist and homeopath. Our energy should be flowing. And when were sick, its no longer easy flowing; its disconnected.    A Holistic Pet Care Store    If you see it on TV we wont sell it, said Phil Klein, the co-owner of Whiskers Holistic Pet Care, a store in New Yorks East Village dedicated to holistic animal healthcare and natural, organic pet food.    This isnt a typical pet store. Though the usual baskets of plushy and squeaky toys, treats, leashes and cleaning supplies are on sale, theres also a miniature pet pharmacy, with herbal medicine, vitamins, minerals and natural food supplements. Each shelf has an identifying label: arthritis-joint support, urinary system support, dental care, digestion, cardiovascular nutritional supplements, etc.    There are jars of homemade food: Michaels Home Cookin for Dogs: Soul-Stew, one jar says, Ingredients: water, venison, yams. Home Cooked in Pennsylvania. Two freezers are placed near the entrance, filled with giant sausage-like packages and containers of raw meat.    Taped to the freezer doors are letters of gratitude from Whiskerss life-long customers. Hidden in the shelves of the pet pharmacy are three more 3-inch binders filled with letters from customers all over the world: Its not easy to convey the miracle that you worked for Kellie, our Golden, and us, wrote one couple from Ireland.  Klein doesnt claim to be a veterinarian or a pharmacist.    Ive had no formal training whatsoever, he said. Only years of experience.    One customer, who had just adopted a cat from an animal shelter, walked in seeking Kleins help with a diet plan. He peppered her with questions: Do we know how old this cat is? How has he been sheltered?    Then he recommended one. Were not fans of dry food but were going to try and keep him comfortableWere going to start with 25% of the new food physically mixed with 75% of the old food, every meal, everyday for 9 days. On the tenth day, fast the pussy cat water.    Klein sends her off with some homework: a packet of articles and information to read on holistic medicine.    On a lowered ceiling above the registers hang framed pictures of the owners two former dogs: Tiffany-Anne, a black and grey husky, and Tedi-Anne, a mutt with golden-brown fur.    Shes the reason why were here, Klein said, pointing to the picture of Tiffany-Anne. She set the path for this place.    Tiffy, was misdiagnosed by her traditional lifelong vet, Klein maintains. After undergoing a year of unsuccessful antibiotics, drugs and commercial diet food, the vet gave up on her. Klein and his wife, Randi, then decided to seek alternative treatment in a holistic veterinarian. Tiffy wasnt cured, but lived to be almost 13.    After this frustrating experience, the Kleins adopted a mission: to educate others about holistic animal health.    Frequent customer Kevin Carrigan pulled sausage-like rolls of raw meat from the freezer. He feeds them to his four cats.    When a cats in the wild, what do they eat? he asked rhetorically, Little creatures, little birds, mice, salamanders, chipmunks that kinda thing. Are they cooked? Do they come in a can? Are they in cookie form?    Cats dont eat cookies. They dont eat that canned stuff which is the most horrible, nasty tumorous vile stuff that you can get.    Carrigans show of knowledge reinforces what Klein has sought to teach for 20 years. This is not a pet store, Klein insisted. It is an educational resource.     The Hydrotherapy Approach    You wouldnt know she was missing a hind leg. Gracie, a Golden Labrador, swam perfectly. With the guidance of Jean Marie Cooper, a licensed veterinary technician and hydrotherapist, her three legs propelled her slowly through the water, as she panted heavily through her nose.    Water 4 Dogs, an animal rehabilitation center in New Yorks Tribeca neighborhood, provides therapy for dogs recovering from surgery, or suffering from paralysis, arthritis, obesity or joint disease. Outfitted with red and orange doggy lifejackets, a custom-made heated swimming pool and two underwater treadmills, Water 4 Dogs is a therapeutic sanctuary.    Gracie comes twice a week for swims of at least 30 minutes, resting occasionally on the shelf built into the side of the pool. As she sits panting and enjoying her break, Cooper massages her by firmly pushing her fingers against the matted, wet fur of her shoulders, spine and neck.    With her, she has no back leg, so she shifts a lot of her weight to the front, Cooper explained. Her shoulders are really stiff, so I give her a really good massage.  On the underwater treadmill, a dog walks while partially submerged in water. Once submerged, animals can reduce their body weight by as much as 60 percent. The exercise relieves pressure on their joints, builds muscles and prepares them for a quicker transition to land-based therapy.    The Controversy over Homeopathy    Its like an Oh my Godall the time, said veterinarian Dr. Jill Elliot, of the wonders of homeopathy.    The Society of Homeopaths defines homeopathy as a form of alternative medicine, in which patients are treated with a highly diluted substance, or remedy, designed to trigger the bodys immune system. Developed almost 200 years ago, homeopathy has been known to treat both physical disease and behavioral problems, such as fear of thunderstorms or extreme shyness.    The principle is based on the Latin phrase similia similibus curentur, or let likes be cured by likes.    Remedies act on the entire being the physical and the mental. Youre trying to catch the essence of the animal or person and when you get that, you try to match it up with the remedy that has that essence, Dr. Elliot said. Three different cats can come to me with liver disease, but because of their personality, theyll get three different remedies.    [Vets] dont understand the holistic nature of what they do, Klein said.  Holistic vets have often been criticized and ridiculed by strictly traditional veterinarians and non-believers. But as alternative medicine grows more popular, ever more evidence points to its success.    Years ago, when I was one of the first acupuncturists in Connecticut, I was told Anyone who thinks they can treat influx bowel disease with acupuncture is a quack, Dr. Fallek recalled. And now, of course, because its been written up in journals, now they know it can.    I would find some people a little skeptical, derogatory, snippy, disbelieving thought it was magic, Dr. Elliott said.    It is not only the nature of their practice that attracts hostility, but the threat and promise that holistic medicine holds. Traditional veterinarians and pharmaceutical companies feel threatened by the cheap prices of homeopathy, acupuncture and nutritional supplements.    Dr. Fallek described having a patient with a ruptured cruciate ligament, a common knee injury in dogs that may require surgery that can cost thousands of dollars: I put her on a homeopathy remedy, and 10 days later she was healed. Ive had an 80 percent success rate in treating ruptured ligaments with homeopathy. We try to avoid surgery. So why would a vet want me around, really, if I can treat everything with homeopathy!    However, Dr. Elliot, a veterinarian who practices both conventional and homeopathic medicine at the Heart of Chelsea Animal Hospital, has had a different experience: There are four [other] doctors that work here. Each and every one of them respects what I do.    Dr. Elliot tries to balance between the two seemingly clashing approaches. She describes the traditional education she received in veterinary school as the conventional toolkit, and her homeopathic education as giving her some additional tools: And I prefer to use the other tools first if it seems appropriate. It depends on the client. I offer them everything.    However, she doesnt preach her practice: I dont ever try to convince people of anything. I say, give me your worst patient: the one you cant do anything with. Let me see what I can do. And usually I succeed in some way.    Cora Wu is a journalism student at New York University.                      Dr. Jill Elliot practices both conventional and homeopathic medicine at the Heart of Chelsea hospital in New York.  Photo Courtesy of nyholisticvet.com             Hydrotherapists and their clients at New York City's Water 4 Dogs.  Photos by Cora Wu     A hydrotherapist at Water 4 Dogs in New York City helps a German Shepherd use an underwater treadmill.  Photo by Cora Wu     Hydrotherapist Jean Marie Cooper blow-dries Gracie, a three-legged Golden Labrador, and puts him in a crate to rest as high-powered fans finish drying his fur.  Photo by Cora Wu     A Dachshund receiving hydrotherapy.  Photo by Cora Wu     Hydrotherapists play with a Dachshund, a breed known to suffer from spinal problems like intervertebral disc diseases, due to long spines and short rib cages.  Photo by Cora Wu                                                 Home | Using Livewire Articles | Contributors | Submissions | Contact Us"}]},
{"detail": [{"content": "Curing Your Pet, the Natural Way | NYU Livewire                                 Home |    About Us |    Using Livewire Articles |   Contributors |   Submissions |   Best of Livewire |   Assignment Desk |    Contact Us |                                 Free Subscriptions    Editors, to be emailed when new stories are posted, contact: \">mary.dambrosio@nyu.edu                                        Publish Cutting-Edge Stories from                                       Featured Stories           The Mermaid War         Eco Movie, Take 1         Citizen Pruners         Say No to the Dress         Designer Labels Slum It         Going Over to the Dark Side         Sweet Spot         Should Men and Women Room Together in College?         Is Recycling Worth It?         Top Kids' Show \"iCarly\" is All About Tech         A Passion for Glass         Museum in a House Showcases Italian-American Culture         Home(less) Team         The Real Harem Girls of Brunei         Black Women Turn to Online Dating to Find Love                  Latest Stories              Arts & Entertainment            Books & Media            Business & Technology            Commentary              Faculty            Fashion            Global            Health & Science              Life            Money & Work            New York City            Politics & Society            Profiles              Special Report            Sports            Travel & Food            Trends            Video & Audio                      Archives     Past Stories          Our Subscribers     Our Subscribers                  Life      Curing Your Pet, the Natural Way         Homeopathic treatments rise in popularity          By        Cora Wu         (~1458 Words)                    cora&#46;wu&#64;nyu&#46;edu                                  [Images Attached]                           Sticking needles onto the back of a Labrador will cure him of inflammatory bowel disease. Flower remedies will alleviate a Chihuahuas fear of thunderstorms. Paddling about in a pool of water will heal a dachshunds spinal disc disease. Feeding your Siamese cat raw meat will cure her of scabies.    This isnt Harry Potter magic or voodoo: Its veterinary holistic therapy.    Holistic therapy purports to addresses all aspects of a being: physical, emotional, psychological, social, spiritual and environmental. Holistic practitioners pronounce disease as dis-ease. It is the belief that disease comes from an interruption or imbalance of the system.    Thats the way holistic people talk. Disease actually probably comes from dis-ease, said Dr. Marcie Fallek, a veterinarian with more than 20 years of experience as an acupuncturist and homeopath. Our energy should be flowing. And when were sick, its no longer easy flowing; its disconnected.    A Holistic Pet Care Store    If you see it on TV we wont sell it, said Phil Klein, the co-owner of Whiskers Holistic Pet Care, a store in New Yorks East Village dedicated to holistic animal healthcare and natural, organic pet food.    This isnt a typical pet store. Though the usual baskets of plushy and squeaky toys, treats, leashes and cleaning supplies are on sale, theres also a miniature pet pharmacy, with herbal medicine, vitamins, minerals and natural food supplements. Each shelf has an identifying label: arthritis-joint support, urinary system support, dental care, digestion, cardiovascular nutritional supplements, etc.    There are jars of homemade food: Michaels Home Cookin for Dogs: Soul-Stew, one jar says, Ingredients: water, venison, yams. Home Cooked in Pennsylvania. Two freezers are placed near the entrance, filled with giant sausage-like packages and containers of raw meat.    Taped to the freezer doors are letters of gratitude from Whiskerss life-long customers. Hidden in the shelves of the pet pharmacy are three more 3-inch binders filled with letters from customers all over the world: Its not easy to convey the miracle that you worked for Kellie, our Golden, and us, wrote one couple from Ireland.  Klein doesnt claim to be a veterinarian or a pharmacist.    Ive had no formal training whatsoever, he said. Only years of experience.    One customer, who had just adopted a cat from an animal shelter, walked in seeking Kleins help with a diet plan. He peppered her with questions: Do we know how old this cat is? How has he been sheltered?    Then he recommended one. Were not fans of dry food but were going to try and keep him comfortableWere going to start with 25% of the new food physically mixed with 75% of the old food, every meal, everyday for 9 days. On the tenth day, fast the pussy cat water.    Klein sends her off with some homework: a packet of articles and information to read on holistic medicine.    On a lowered ceiling above the registers hang framed pictures of the owners two former dogs: Tiffany-Anne, a black and grey husky, and Tedi-Anne, a mutt with golden-brown fur.    Shes the reason why were here, Klein said, pointing to the picture of Tiffany-Anne. She set the path for this place.    Tiffy, was misdiagnosed by her traditional lifelong vet, Klein maintains. After undergoing a year of unsuccessful antibiotics, drugs and commercial diet food, the vet gave up on her. Klein and his wife, Randi, then decided to seek alternative treatment in a holistic veterinarian. Tiffy wasnt cured, but lived to be almost 13.    After this frustrating experience, the Kleins adopted a mission: to educate others about holistic animal health.    Frequent customer Kevin Carrigan pulled sausage-like rolls of raw meat from the freezer. He feeds them to his four cats.    When a cats in the wild, what do they eat? he asked rhetorically, Little creatures, little birds, mice, salamanders, chipmunks that kinda thing. Are they cooked? Do they come in a can? Are they in cookie form?    Cats dont eat cookies. They dont eat that canned stuff which is the most horrible, nasty tumorous vile stuff that you can get.    Carrigans show of knowledge reinforces what Klein has sought to teach for 20 years. This is not a pet store, Klein insisted. It is an educational resource.     The Hydrotherapy Approach    You wouldnt know she was missing a hind leg. Gracie, a Golden Labrador, swam perfectly. With the guidance of Jean Marie Cooper, a licensed veterinary technician and hydrotherapist, her three legs propelled her slowly through the water, as she panted heavily through her nose.    Water 4 Dogs, an animal rehabilitation center in New Yorks Tribeca neighborhood, provides therapy for dogs recovering from surgery, or suffering from paralysis, arthritis, obesity or joint disease. Outfitted with red and orange doggy lifejackets, a custom-made heated swimming pool and two underwater treadmills, Water 4 Dogs is a therapeutic sanctuary.    Gracie comes twice a week for swims of at least 30 minutes, resting occasionally on the shelf built into the side of the pool. As she sits panting and enjoying her break, Cooper massages her by firmly pushing her fingers against the matted, wet fur of her shoulders, spine and neck.    With her, she has no back leg, so she shifts a lot of her weight to the front, Cooper explained. Her shoulders are really stiff, so I give her a really good massage.  On the underwater treadmill, a dog walks while partially submerged in water. Once submerged, animals can reduce their body weight by as much as 60 percent. The exercise relieves pressure on their joints, builds muscles and prepares them for a quicker transition to land-based therapy.    The Controversy over Homeopathy    Its like an Oh my Godall the time, said veterinarian Dr. Jill Elliot, of the wonders of homeopathy.    The Society of Homeopaths defines homeopathy as a form of alternative medicine, in which patients are treated with a highly diluted substance, or remedy, designed to trigger the bodys immune system. Developed almost 200 years ago, homeopathy has been known to treat both physical disease and behavioral problems, such as fear of thunderstorms or extreme shyness.    The principle is based on the Latin phrase similia similibus curentur, or let likes be cured by likes.    Remedies act on the entire being the physical and the mental. Youre trying to catch the essence of the animal or person and when you get that, you try to match it up with the remedy that has that essence, Dr. Elliot said. Three different cats can come to me with liver disease, but because of their personality, theyll get three different remedies.    [Vets] dont understand the holistic nature of what they do, Klein said.  Holistic vets have often been criticized and ridiculed by strictly traditional veterinarians and non-believers. But as alternative medicine grows more popular, ever more evidence points to its success.    Years ago, when I was one of the first acupuncturists in Connecticut, I was told Anyone who thinks they can treat influx bowel disease with acupuncture is a quack, Dr. Fallek recalled. And now, of course, because its been written up in journals, now they know it can.    I would find some people a little skeptical, derogatory, snippy, disbelieving thought it was magic, Dr. Elliott said.    It is not only the nature of their practice that attracts hostility, but the threat and promise that holistic medicine holds. Traditional veterinarians and pharmaceutical companies feel threatened by the cheap prices of homeopathy, acupuncture and nutritional supplements.    Dr. Fallek described having a patient with a ruptured cruciate ligament, a common knee injury in dogs that may require surgery that can cost thousands of dollars: I put her on a homeopathy remedy, and 10 days later she was healed. Ive had an 80 percent success rate in treating ruptured ligaments with homeopathy. We try to avoid surgery. So why would a vet want me around, really, if I can treat everything with homeopathy!    However, Dr. Elliot, a veterinarian who practices both conventional and homeopathic medicine at the Heart of Chelsea Animal Hospital, has had a different experience: There are four [other] doctors that work here. Each and every one of them respects what I do.    Dr. Elliot tries to balance between the two seemingly clashing approaches. She describes the traditional education she received in veterinary school as the conventional toolkit, and her homeopathic education as giving her some additional tools: And I prefer to use the other tools first if it seems appropriate. It depends on the client. I offer them everything.    However, she doesnt preach her practice: I dont ever try to convince people of anything. I say, give me your worst patient: the one you cant do anything with. Let me see what I can do. And usually I succeed in some way.    Cora Wu is a journalism student at New York University.                      Dr. Jill Elliot practices both conventional and homeopathic medicine at the Heart of Chelsea hospital in New York.  Photo Courtesy of nyholisticvet.com             Hydrotherapists and their clients at New York City's Water 4 Dogs.  Photos by Cora Wu     A hydrotherapist at Water 4 Dogs in New York City helps a German Shepherd use an underwater treadmill.  Photo by Cora Wu     Hydrotherapist Jean Marie Cooper blow-dries Gracie, a three-legged Golden Labrador, and puts him in a crate to rest as high-powered fans finish drying his fur.  Photo by Cora Wu     A Dachshund receiving hydrotherapy.  Photo by Cora Wu     Hydrotherapists play with a Dachshund, a breed known to suffer from spinal problems like intervertebral disc diseases, due to long spines and short rib cages.  Photo by Cora Wu                                                 Home | Using Livewire Articles | Contributors | Submissions | Contact Us"}, {"content": "Engaging Engineers | Student Activities and Resource Center | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Student Life / Student Activities and Resource Center / Civility Campaign                         Student Activities and Resource Center                                                             Engaging Engineers                       Purpose   The Engaging Engineers initiative is focused on recognizing the involved, well-rounded student who excels within and beyond the classroom in the areas of Leadership, Service and Social Justice. As a STEM (Science, Technology, Engineering, and Mathematics) school within an overarching global university setting, the Office of Student Affairs works to ensure the holistic development of each student, both academically and as engaged citizens.   Students must meet the criteria in each area of leadership, service and social justice in order to qualify as an Engaged Engineer. Students must attend qualifying events or participate in a specified initiative to satisfy each area. Students cannot use the same experience to qualify for more than one area. Tracking of these events or participation occurs throughout the year, through the collection of 8 individual Engaging Engineers Participation Forms. At least one event of each component must take place at the School of Engineering.   To be recognized as an Engaging Engineer, the student must hold a cumulative GPA of 2.75 or higher. All participation must take place in the Fall 2014 and Spring 2015 semesters. The achievement will be recognized at the Student Leadership Awards Banquet at the end of the Spring Semester.   Intent to Participate   Students will indicate their interest by completing an &ldquo;Intent to Participate&rdquo; form with OSARC/GSS. In their proposals, students will outline involvement and activities, share the items they may need pre-approval for as well as develop a plan for what they hope to accomplish through participation in Engaging Engineers. Students will also complete a pre-assessment of specific learning outcomes at the start of the academic year. To fill out an Intent to Participate and begin the process of becoming an Engaged Engineer, set up a meeting with OSARC/GSS by emailing nyuengrosarc@nyu.edu .   Achieving &ldquo;Engaged Engineer&rdquo; Status   Upon participating in each of the programs, students must complete an Engaging Engineer Participation Form that shows valid proof of their involvement in said program or event. Eight individual forms must be submitted for each qualifying event within one week after the event/program takes place. All forms are to be submitted to the Office of Student Activities and Resource Center or Graduate Student Services Office. They will also be required to complete a post-assessment evaluation. The individuals who have valid proof of area completion by April 17, 2015 will be recognized as an Engaged Engineer at the Student Leadership Awards Night.   Required Components   The following sections outline programs, initiatives and events that will satisfy each of the required areas. Upon completing/participating in a program or event, the student must submit an Engaging Engineer Participation Form as evidence and respond to prompts to demonstrate how these learning activities have impacted their college experience.   &emsp;   I. Leadership Engagement   Leadership is the process of working with others to create a vision for the future, build commitment and align people&rsquo;s actions towards that vision, and ultimately produce results that make the envisioned future a reality.      Qualifying Leadership Programs (2 needed for completion)         Leadership role within a student club or organization; example: executive board member, programming chair, project lead etc.      Participation in at least two LEAD sessions      Leadership position within a program, initiative or NYU department (OL, GA, Service Ambassador, Welcome Week Leader, Student Council, Mentorship Program, Admission Ambassador etc.)      Other leadership role that benefits the School of Engineering/Global Community*      *Must be pre-approved by OSARC/GSS Staff            II. Service Engagement   Service is unpaid, non-punitive, intentional activities performed to meet a community need.      Qualifying Service Programs (2 needed for completion)         Participation with a program by The Poly Project      Completion of at least 15 volunteer hours with an NYU based organization or a community organization*       *Must be pre-approved by OSARC/GSS Staff            III. Social Justice Engagement    a. Civility   The Civility Campaign is a campus-wide initiative to encourage students to embrace civility by being responsible, respectful and engaged community members.      Qualifying Civility Programs (2 needed for completion)          Action Zone- Bystander Training      Involvement in the Civility Dialogue Series      Participation in at least one NYU Ally Week Event      Participation in at least one MLK Week event, Women&rsquo;s Summit event etc.            b. Diversity   Social Justice Engagement allows for students to further expand their understanding of diversity, in an effort to move toward the strengthening of critical dialogue on campus and an inclusive campus climate.      Qualifying Diversity Programs (2 needed for completion)         Participation in NYU Zone Trainings (Dream, Faith, Safe, Diversity)      Attendance at two or more cultural programs/events hosted by student organizations      Participation in at least one International Diversity Education Week (IDEW) event      Participation in at least one MLK Week event, Women&rsquo;s Summit event etc.            If you have any questions, or if you are interested in finding out if a program, event or initiative would be considered qualified, contact OSARC or GSS to gain approval at nyuengrosarc@nyu.edu or nyuengrgradlife@nyu.edu .                                   Student Activities and Resource Center      Civility Campaign Engaging Engineers     Diversity Initiatives   Major and Traditional Events   NYU Serves: The Poly Project   Student Clubs and Organizations   Student Leadership Opportunities   NYU Washington Square Information and Resources   Student Activities Mission   Staff Contacts                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]