[{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "Courses - Applied Psychology - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Courses                                                     Undergraduate Courses                         Course Name    Sbjct Cd    Catalog Cd          Introduction to Psychology and Its Applications    APSY-UE    2          Community Psychology    APSY-UE    5          Survey of Developmental Psychology: Introduction    APSY-UE    10          Social Psychology    APSY-UE    13          Introduction to Personality Theories    APSY-UE    19          Human Development I    APSY-UE    20          Human Development II: Application for Early Childhood Educators    APSY-UE    21          Human Development II: Application for Childhood Educators    APSY-UE    22          Human Development II: Early Adolescents and Adolescents    APSY-UE    23          Research Methods in Applied Psychology I    APSY-UE    25          American Sign Language I    ASL-UE    91          American Sign Language II    ASL-UE    92          American Sign Language III    ASL-UE    93          American Sign Language IV    ASL-UE    94          Independent Study    ASL-UE    1000          Independent Study    APSY-UE    1000          The Counseling Interview    APSY-UE    1012          Educational Psychology    APSY-UE    1014          Mental Health: Historical, Social, and Political Perspectives    APSY-UE    1031          Abnormal Psychology    APSY-UE    1038          Women and Mental Health: A Life Cycle Perspective    APSY-UE    1041          The Cultures of Psychology    APSY-UE    1050          Psychosexual Aspects of Human Behavior    APSY-UE    1081          Sexual Identities Across the Lifespan    APSY-UE    1110          Fieldwork in Applied Psychology I    APSY-UE    1123          Fieldwork in Applied Psychology II    APSY-UE    1124          Fieldwork in Applied Psychology III    APSY-UE    1125          Research Methods in Applied Psychology II    APSY-UE    1137          Psychology of Human Learning    APSY-UE    1214          Social Intervention in Schools and Communities    APSY-UE    1270          Developmental Psychology Across the Lifespan    APSY-UE    1271          Adolescent Development    APSY-UE    1272          Families, Schools, and Child Development    APSY-UE    1278          Child Development and Social Policy in a Global Society    APSY-UE    1279          Parenting and Culture    APSY-UE    1280          Introduction to Group Dynamics    APSY-UE    1620          Honors Seminar in Applied Psychology I    APSY-UE    1995          Honors Seminar in Applied Psychology II    APSY-UE    1996                         Counseling Psychology                             Course Name    Sbjct Cd    Catalog Cd           Neuropsychology of Behavior    APSY-GE    2001           Sexual Decision-Making and Risk Taking in Adolescence    APSY-GE    2008           Psychology of Women    APSY-GE    2014           Health Psychology and Human Development    APSY-GE    2022           Cognitive Behavior Therapy: Theory and Application    APSY-GE    2025           Abnormal Psychology    APSY-GE    2038          Theories of Personality    APSY-GE    2039          Women and Mental Health    APSY-GE    2041          Action Approaches to Mental Health Counseling    APSY-GE    2045          Issues in Counseling People With Disabilities    APSY-GE    2068           Research and Evaluation Methods in Behavioral Sciences    APSY-GE    2070           Grant Writing and Grant Management for the Social Sciences    APSY-GE    2077           Gestalt Therapy: Overview of Theory and Practice    APSY-GE    2093           Career Counseling    APSY-GE    2135           Human Growth and Development    APSY-GE    2138           Evaluation Methodology in Behavioral Science II    APSY-GE    2174           Psychological Disturbances in Children and Adolescents    APSY-GE    2181           Temperament Based Intervention    APSY-GE    2184           HIV Prevention and Couseling: Psychoeducational Perspectives    APSY-GE    2450           Trauma: Theoretical and Clinical Perspectives    APSY-GE    2500           Clinical Case Seminar in Trauma Studies    APSY-GE    2505           Time Limited Psychdynamic Psychotherapy    APSY-GE    2611           Group Dynamics: Theory and Practice    APSY-GE    2620           The Dynamics of Vocational Development    APSY-GE    2634           Professional Orientation and Ethics for School Counseling    APSY-GE    2650           Prof Orientation &amp; Ethics for Counseling in Mntl Hlth &amp; Wellness    APSY-GE    2651           Internship in Counseling Mental Health and Wellness I    APSY-GE    2655           Internship in Counseling Mental Health and Wellness II    APSY-GE    2656           Individual Counseling: Theory and Process    APSY-GE    2657           Individual Counseling: Practice I    APSY-GE    2658           Individual Counseling: Practice II    APSY-GE    2659           Foundations of Counseling for Mental Health and Wellness    APSY-GE    2661           Foundations of School Counseling    APSY-GE    2662           Program Development and Evaluation in Counseling    APSY-GE    2663           Internship in School Counseling I    APSY-GE    2667           Internship in School Counseling II    APSY-GE    2668          Religiosity and Spirituality    APSY-GE    2669           Interpretation and Use of Tests in Counseling Adults    APSY-GE    2672           Interp. &amp; Use of Tests in Counseling Children &amp; Adolescents    APSY-GE    2673           Cross-Cultural Counseling    APSY-GE    2682           Grief and Bereavement Counseling    APSY-GE    2683           Marriage, Couple &amp; Family Counseling    APSY-GE    2684           Drug Use, Abuse, and Addiction: Biopsychosocial Perspectives    APSY-GE    2691           Substance Use, Abuse and Addiction: Treatment Perspectives    APSY-GE    2692           Special Topics in Crisis Intervention and Mgmt: Disaster Mtl Hlth    APSY-GE    2701           Families and Schools    APSY-GE    2831           Play and Drama Therapy with Children and Adolescents    APSY-GE    2840           Positive Psychological Development    APSY-GE    2870           Gay, Lesbian, Bisexual and Transgendered People: Indiv. Study    APSY-GE    2892           Counseling Gay, Lesbian, Bisexual and Trans. Youth    APSY-GE    2895          Counseling Gay, Lesbian, Bisexual and Trans. Adults    APSY-GE    2896           Dissertation Proposal Seminar I    APSY-GE    3001          Internship in Counseling Psychology    APSY-GE    3016          The Listening Guide    APSY-GE    3040          Advanced Seminar on the Listening Guide    APSY-GE    3045          Supervised Adv. Counseling Practicum: Indiv. &amp; Group I    APSY-GE    3607           Supervised Advanced Counseling Practicum II    APSY-GE    3608          Counseling Program Seminar I    APSY-GE    3611          Forum in Counseling Psychology    APSY-GE    3620           Practicum in Counseling Training    APSY-GE    3629           Seminar in Counseling Theory and Research    APSY-GE    3633          Seminar in Vocational Development: Theory and Research    APSY-GE    3657          Clinical Assessment in Counseling Psychology I    APSY-GE    3665          Clinical Assessment in Counseling Psychology II    APSY-GE    3666                                        Developmental Psychology                         Course Name    Sbjct Cd    Catalog Cd          Social Psychology    APSY-GE    2003          Experimental Psychology    APSY-GE    2005          Child Language Development    APSY-GE    2055          Research Design and Methodology in the Behavioral Sciences I    APSY-GE    2073          Social Development of Children &amp; Adolescents    APSY-GE    2097          Historical Perspectives of Psychological Theory    APSY-GE    2103          Culture, Context, and Psychology    APSY-GE    2105          Psychological Research in Infancy    APSY-GE    2115          Measurement: Classical Test Theory    APSY-GE    2140          Measurement: Modern Test Theory    APSY-GE    2141          Evaluation Methodology in Behavioral Science I    APSY-GE    2173          Cognitive Development    APSY-GE    2198          Cross-Cultural Research Methods    APSY-GE    2222          Emotional Dvlopmt in Childhood: Organization &amp; Neurobiology    APSY-GE    2261          Early Childhood: The Development of Self-Regulation    APSY-GE    2265          Survey of Developmental Psychology    APSY-GE    2271          Adolescent Development: Theory and Research    APSY-GE    2272          Emerging Adulthood: Theory and Research    APSY-GE    2280          Independent Study    APSY-GE    2300          Academic Achievement Gaps: Socio-Psychological Dynamics    APSY-GE    2345          The Development of Immigrant Origin Youth    APSY-GE    2527          Psychology of Gender Roles    APSY-GE    2880          Seminar: Problems in Developmental Psychology    APSY-GE    3021          The Dvlpmtal Psych. Seminar: Current Topics in Dvpmtl Science    APSY-GE    3023                                         Human Development and Social Intervention                            Course Name    Sbjct Cd    Catalog Cd          Integrative Seminar    APSY-GE    2335          Special Topics in App. Psych: Workshop in Research Dvpmnt.    APSY-GE    2686          Project Research Seminar I    APSY-GE    2837          Project Research Seminar II    APSY-GE    2838                                         Psychology and Social Intervention                            Course Name    Sbjct Cd    Catalog Cd          Development &amp; Prevention Science    APSY-GE    2094          Conflict Resolution    APSY-GE    2205          Intervention and Prevention in Early Childhood Contexts    APSY-GE    2270          Risk and Resilience    APSY-GE    2279          Social Psychology, Intervention, and Social Change    APSY-GE    2605          School and Classroom Based Interventions    APSY-GE    2702          Understanding and Measuring Social Contexts of Development    APSY-GE    2825          Intervention and Social Change    APSY-GE    2826          Practicum in Intervention-Research or Policy-Research I    APSY-GE    2827          Practicum in Intervention-Research or Policy-Research II    APSY-GE    2828          Advanced Seminar in Psychology and Social Intervention    APSY-GE    2830          Child Development and Social Policy    APSY-GE    2832          Research Using Methods    APSY-GE    2835          Project Research Seminar: PSI    APSY-GE    2839          Departmental Seminar: Theories of Change in Applied Psych.    APSY-GE    3009          Pre-Doctoral Interdisciplinary Tr. Sem. on Casual Inference Edu. I    APSY-GE    3901          Pre-Doctoral Interdisciplinary Tr. Sem. on Casual Inference Edu. II    APSY-GE&amp;    3902                                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "Courses - Applied Psychology - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Courses                                                     Undergraduate Courses                         Course Name    Sbjct Cd    Catalog Cd          Introduction to Psychology and Its Applications    APSY-UE    2          Community Psychology    APSY-UE    5          Survey of Developmental Psychology: Introduction    APSY-UE    10          Social Psychology    APSY-UE    13          Introduction to Personality Theories    APSY-UE    19          Human Development I    APSY-UE    20          Human Development II: Application for Early Childhood Educators    APSY-UE    21          Human Development II: Application for Childhood Educators    APSY-UE    22          Human Development II: Early Adolescents and Adolescents    APSY-UE    23          Research Methods in Applied Psychology I    APSY-UE    25          American Sign Language I    ASL-UE    91          American Sign Language II    ASL-UE    92          American Sign Language III    ASL-UE    93          American Sign Language IV    ASL-UE    94          Independent Study    ASL-UE    1000          Independent Study    APSY-UE    1000          The Counseling Interview    APSY-UE    1012          Educational Psychology    APSY-UE    1014          Mental Health: Historical, Social, and Political Perspectives    APSY-UE    1031          Abnormal Psychology    APSY-UE    1038          Women and Mental Health: A Life Cycle Perspective    APSY-UE    1041          The Cultures of Psychology    APSY-UE    1050          Psychosexual Aspects of Human Behavior    APSY-UE    1081          Sexual Identities Across the Lifespan    APSY-UE    1110          Fieldwork in Applied Psychology I    APSY-UE    1123          Fieldwork in Applied Psychology II    APSY-UE    1124          Fieldwork in Applied Psychology III    APSY-UE    1125          Research Methods in Applied Psychology II    APSY-UE    1137          Psychology of Human Learning    APSY-UE    1214          Social Intervention in Schools and Communities    APSY-UE    1270          Developmental Psychology Across the Lifespan    APSY-UE    1271          Adolescent Development    APSY-UE    1272          Families, Schools, and Child Development    APSY-UE    1278          Child Development and Social Policy in a Global Society    APSY-UE    1279          Parenting and Culture    APSY-UE    1280          Introduction to Group Dynamics    APSY-UE    1620          Honors Seminar in Applied Psychology I    APSY-UE    1995          Honors Seminar in Applied Psychology II    APSY-UE    1996                         Counseling Psychology                             Course Name    Sbjct Cd    Catalog Cd           Neuropsychology of Behavior    APSY-GE    2001           Sexual Decision-Making and Risk Taking in Adolescence    APSY-GE    2008           Psychology of Women    APSY-GE    2014           Health Psychology and Human Development    APSY-GE    2022           Cognitive Behavior Therapy: Theory and Application    APSY-GE    2025           Abnormal Psychology    APSY-GE    2038          Theories of Personality    APSY-GE    2039          Women and Mental Health    APSY-GE    2041          Action Approaches to Mental Health Counseling    APSY-GE    2045          Issues in Counseling People With Disabilities    APSY-GE    2068           Research and Evaluation Methods in Behavioral Sciences    APSY-GE    2070           Grant Writing and Grant Management for the Social Sciences    APSY-GE    2077           Gestalt Therapy: Overview of Theory and Practice    APSY-GE    2093           Career Counseling    APSY-GE    2135           Human Growth and Development    APSY-GE    2138           Evaluation Methodology in Behavioral Science II    APSY-GE    2174           Psychological Disturbances in Children and Adolescents    APSY-GE    2181           Temperament Based Intervention    APSY-GE    2184           HIV Prevention and Couseling: Psychoeducational Perspectives    APSY-GE    2450           Trauma: Theoretical and Clinical Perspectives    APSY-GE    2500           Clinical Case Seminar in Trauma Studies    APSY-GE    2505           Time Limited Psychdynamic Psychotherapy    APSY-GE    2611           Group Dynamics: Theory and Practice    APSY-GE    2620           The Dynamics of Vocational Development    APSY-GE    2634           Professional Orientation and Ethics for School Counseling    APSY-GE    2650           Prof Orientation &amp; Ethics for Counseling in Mntl Hlth &amp; Wellness    APSY-GE    2651           Internship in Counseling Mental Health and Wellness I    APSY-GE    2655           Internship in Counseling Mental Health and Wellness II    APSY-GE    2656           Individual Counseling: Theory and Process    APSY-GE    2657           Individual Counseling: Practice I    APSY-GE    2658           Individual Counseling: Practice II    APSY-GE    2659           Foundations of Counseling for Mental Health and Wellness    APSY-GE    2661           Foundations of School Counseling    APSY-GE    2662           Program Development and Evaluation in Counseling    APSY-GE    2663           Internship in School Counseling I    APSY-GE    2667           Internship in School Counseling II    APSY-GE    2668          Religiosity and Spirituality    APSY-GE    2669           Interpretation and Use of Tests in Counseling Adults    APSY-GE    2672           Interp. &amp; Use of Tests in Counseling Children &amp; Adolescents    APSY-GE    2673           Cross-Cultural Counseling    APSY-GE    2682           Grief and Bereavement Counseling    APSY-GE    2683           Marriage, Couple &amp; Family Counseling    APSY-GE    2684           Drug Use, Abuse, and Addiction: Biopsychosocial Perspectives    APSY-GE    2691           Substance Use, Abuse and Addiction: Treatment Perspectives    APSY-GE    2692           Special Topics in Crisis Intervention and Mgmt: Disaster Mtl Hlth    APSY-GE    2701           Families and Schools    APSY-GE    2831           Play and Drama Therapy with Children and Adolescents    APSY-GE    2840           Positive Psychological Development    APSY-GE    2870           Gay, Lesbian, Bisexual and Transgendered People: Indiv. Study    APSY-GE    2892           Counseling Gay, Lesbian, Bisexual and Trans. Youth    APSY-GE    2895          Counseling Gay, Lesbian, Bisexual and Trans. Adults    APSY-GE    2896           Dissertation Proposal Seminar I    APSY-GE    3001          Internship in Counseling Psychology    APSY-GE    3016          The Listening Guide    APSY-GE    3040          Advanced Seminar on the Listening Guide    APSY-GE    3045          Supervised Adv. Counseling Practicum: Indiv. &amp; Group I    APSY-GE    3607           Supervised Advanced Counseling Practicum II    APSY-GE    3608          Counseling Program Seminar I    APSY-GE    3611          Forum in Counseling Psychology    APSY-GE    3620           Practicum in Counseling Training    APSY-GE    3629           Seminar in Counseling Theory and Research    APSY-GE    3633          Seminar in Vocational Development: Theory and Research    APSY-GE    3657          Clinical Assessment in Counseling Psychology I    APSY-GE    3665          Clinical Assessment in Counseling Psychology II    APSY-GE    3666                                        Developmental Psychology                         Course Name    Sbjct Cd    Catalog Cd          Social Psychology    APSY-GE    2003          Experimental Psychology    APSY-GE    2005          Child Language Development    APSY-GE    2055          Research Design and Methodology in the Behavioral Sciences I    APSY-GE    2073          Social Development of Children &amp; Adolescents    APSY-GE    2097          Historical Perspectives of Psychological Theory    APSY-GE    2103          Culture, Context, and Psychology    APSY-GE    2105          Psychological Research in Infancy    APSY-GE    2115          Measurement: Classical Test Theory    APSY-GE    2140          Measurement: Modern Test Theory    APSY-GE    2141          Evaluation Methodology in Behavioral Science I    APSY-GE    2173          Cognitive Development    APSY-GE    2198          Cross-Cultural Research Methods    APSY-GE    2222          Emotional Dvlopmt in Childhood: Organization &amp; Neurobiology    APSY-GE    2261          Early Childhood: The Development of Self-Regulation    APSY-GE    2265          Survey of Developmental Psychology    APSY-GE    2271          Adolescent Development: Theory and Research    APSY-GE    2272          Emerging Adulthood: Theory and Research    APSY-GE    2280          Independent Study    APSY-GE    2300          Academic Achievement Gaps: Socio-Psychological Dynamics    APSY-GE    2345          The Development of Immigrant Origin Youth    APSY-GE    2527          Psychology of Gender Roles    APSY-GE    2880          Seminar: Problems in Developmental Psychology    APSY-GE    3021          The Dvlpmtal Psych. Seminar: Current Topics in Dvpmtl Science    APSY-GE    3023                                         Human Development and Social Intervention                            Course Name    Sbjct Cd    Catalog Cd          Integrative Seminar    APSY-GE    2335          Special Topics in App. Psych: Workshop in Research Dvpmnt.    APSY-GE    2686          Project Research Seminar I    APSY-GE    2837          Project Research Seminar II    APSY-GE    2838                                         Psychology and Social Intervention                            Course Name    Sbjct Cd    Catalog Cd          Development &amp; Prevention Science    APSY-GE    2094          Conflict Resolution    APSY-GE    2205          Intervention and Prevention in Early Childhood Contexts    APSY-GE    2270          Risk and Resilience    APSY-GE    2279          Social Psychology, Intervention, and Social Change    APSY-GE    2605          School and Classroom Based Interventions    APSY-GE    2702          Understanding and Measuring Social Contexts of Development    APSY-GE    2825          Intervention and Social Change    APSY-GE    2826          Practicum in Intervention-Research or Policy-Research I    APSY-GE    2827          Practicum in Intervention-Research or Policy-Research II    APSY-GE    2828          Advanced Seminar in Psychology and Social Intervention    APSY-GE    2830          Child Development and Social Policy    APSY-GE    2832          Research Using Methods    APSY-GE    2835          Project Research Seminar: PSI    APSY-GE    2839          Departmental Seminar: Theories of Change in Applied Psych.    APSY-GE    3009          Pre-Doctoral Interdisciplinary Tr. Sem. on Casual Inference Edu. I    APSY-GE    3901          Pre-Doctoral Interdisciplinary Tr. Sem. on Casual Inference Edu. II    APSY-GE&amp;    3902                                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Curriculum - Human Development and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Human Development and Social Intervention                          Overview    Dual Degree Program    Faculty    Current Students    Prospective Students       Admissions    Applied Research    Curriculum          Recent Graduates                                     Curriculum       The program consists of 42 credits, of which 30 credits are required core and methods courses, and 12 credits are composed of electives as determined by the students' choice of concentration. See a sample schedule .    Required Core Courses (3 credits each): 15 credits       APSY-GE 2077 Grant Writing and Grant Management for the Social Sciences    APSY-GE 2105 Culture, Context, and Psychology    APSY-GE 2271 Survey of Developmental Psychology: Advanced    APSY-GE 2279 Risk &amp; Resilience    APSY-GE 2094 Development and Prevention Science       Required Courses in Statistics and Research Methods (3 credits each): 15 credits       RESCH-GE 2086 Basic Statistics II    APSY-GE 2140 Measurement: Classical Test Theory    APSY-GE 2173 Evaluation Methodology in Behavioral Science I    APSY-GE 2174 Evaluation Methodology in Behavioral Science II    APSY-GE 2837 Project Research Seminar I (0 credits)    APSY-GE 2838 Project Research Seminar II       Culminating Project    Students develop a concept for their thesis in the spring semester of their first year while completing APSY-GE 2838 Project Research Seminar II. Throughout the summer between the first and second years, the students continue to refine their thesis, and during the fall semester of the second year, students draw support for the thesis while completing APSY-GE 2174 Evaluation Methodology in Behavioral Science II.    See previous culminating projects .    Electives: 12 credits    Students choose four courses by advisement for specialization in one of three areas of study. Sample elective coursework for each concentration is listed below    Developmental Psychology       APSY-GE 2115 Psychological Research in Infancy    APSY-GE 2184 Temperament-Based Intervention    APSY-GE 2345 Academic Achievement Gaps: Socio-Psychological Dynamics    APSY-GE 2270 Intervention and Prevention in Early Childhood Contexts    APSY-GE 2527 Development of Immigrant Origin Youth    APSY-GE 2528 Transition to Adulthood in Immigrant Origin Populations    APSY-GE 2832 Child Development and Social Policy       Health       APSY-GE 2008 Sexual Decision-Making and Risk-Taking in Adolescence    APSY-GE 2022 Health and Human Development    APSY-GE 2038 Abnormal Psychology    APSY-GE 2450 HIV Prevention and Counseling: Psychoeducational Perspectives    APSY-GE 2691 Drug Use, Abuse, and Addiction: Biopsychosocial Perspectives    PUHE-GE 2317 Global Issues in Public Health    PUHE-GE 2355 Social and Behavioral Determinants of Health       Methodology       APSY-GE 2141 Measurement: Modern Test Theory    APSY-GE 2825 Understanding and Measuring Social Contexts for Development    APSTA-GE 2012 Topics in Advanced Quantitative Methods    RESCH-GE 2140 Approaches to Qualitative Inquiry    RESCH-GE 2142 Interview and Observation    RESCH-GE 2143 Participatory Action Research                                                                Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]}][{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "Courses - Applied Psychology - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Courses                                                     Undergraduate Courses                         Course Name    Sbjct Cd    Catalog Cd          Introduction to Psychology and Its Applications    APSY-UE    2          Community Psychology    APSY-UE    5          Survey of Developmental Psychology: Introduction    APSY-UE    10          Social Psychology    APSY-UE    13          Introduction to Personality Theories    APSY-UE    19          Human Development I    APSY-UE    20          Human Development II: Application for Early Childhood Educators    APSY-UE    21          Human Development II: Application for Childhood Educators    APSY-UE    22          Human Development II: Early Adolescents and Adolescents    APSY-UE    23          Research Methods in Applied Psychology I    APSY-UE    25          American Sign Language I    ASL-UE    91          American Sign Language II    ASL-UE    92          American Sign Language III    ASL-UE    93          American Sign Language IV    ASL-UE    94          Independent Study    ASL-UE    1000          Independent Study    APSY-UE    1000          The Counseling Interview    APSY-UE    1012          Educational Psychology    APSY-UE    1014          Mental Health: Historical, Social, and Political Perspectives    APSY-UE    1031          Abnormal Psychology    APSY-UE    1038          Women and Mental Health: A Life Cycle Perspective    APSY-UE    1041          The Cultures of Psychology    APSY-UE    1050          Psychosexual Aspects of Human Behavior    APSY-UE    1081          Sexual Identities Across the Lifespan    APSY-UE    1110          Fieldwork in Applied Psychology I    APSY-UE    1123          Fieldwork in Applied Psychology II    APSY-UE    1124          Fieldwork in Applied Psychology III    APSY-UE    1125          Research Methods in Applied Psychology II    APSY-UE    1137          Psychology of Human Learning    APSY-UE    1214          Social Intervention in Schools and Communities    APSY-UE    1270          Developmental Psychology Across the Lifespan    APSY-UE    1271          Adolescent Development    APSY-UE    1272          Families, Schools, and Child Development    APSY-UE    1278          Child Development and Social Policy in a Global Society    APSY-UE    1279          Parenting and Culture    APSY-UE    1280          Introduction to Group Dynamics    APSY-UE    1620          Honors Seminar in Applied Psychology I    APSY-UE    1995          Honors Seminar in Applied Psychology II    APSY-UE    1996                         Counseling Psychology                             Course Name    Sbjct Cd    Catalog Cd           Neuropsychology of Behavior    APSY-GE    2001           Sexual Decision-Making and Risk Taking in Adolescence    APSY-GE    2008           Psychology of Women    APSY-GE    2014           Health Psychology and Human Development    APSY-GE    2022           Cognitive Behavior Therapy: Theory and Application    APSY-GE    2025           Abnormal Psychology    APSY-GE    2038          Theories of Personality    APSY-GE    2039          Women and Mental Health    APSY-GE    2041          Action Approaches to Mental Health Counseling    APSY-GE    2045          Issues in Counseling People With Disabilities    APSY-GE    2068           Research and Evaluation Methods in Behavioral Sciences    APSY-GE    2070           Grant Writing and Grant Management for the Social Sciences    APSY-GE    2077           Gestalt Therapy: Overview of Theory and Practice    APSY-GE    2093           Career Counseling    APSY-GE    2135           Human Growth and Development    APSY-GE    2138           Evaluation Methodology in Behavioral Science II    APSY-GE    2174           Psychological Disturbances in Children and Adolescents    APSY-GE    2181           Temperament Based Intervention    APSY-GE    2184           HIV Prevention and Couseling: Psychoeducational Perspectives    APSY-GE    2450           Trauma: Theoretical and Clinical Perspectives    APSY-GE    2500           Clinical Case Seminar in Trauma Studies    APSY-GE    2505           Time Limited Psychdynamic Psychotherapy    APSY-GE    2611           Group Dynamics: Theory and Practice    APSY-GE    2620           The Dynamics of Vocational Development    APSY-GE    2634           Professional Orientation and Ethics for School Counseling    APSY-GE    2650           Prof Orientation &amp; Ethics for Counseling in Mntl Hlth &amp; Wellness    APSY-GE    2651           Internship in Counseling Mental Health and Wellness I    APSY-GE    2655           Internship in Counseling Mental Health and Wellness II    APSY-GE    2656           Individual Counseling: Theory and Process    APSY-GE    2657           Individual Counseling: Practice I    APSY-GE    2658           Individual Counseling: Practice II    APSY-GE    2659           Foundations of Counseling for Mental Health and Wellness    APSY-GE    2661           Foundations of School Counseling    APSY-GE    2662           Program Development and Evaluation in Counseling    APSY-GE    2663           Internship in School Counseling I    APSY-GE    2667           Internship in School Counseling II    APSY-GE    2668          Religiosity and Spirituality    APSY-GE    2669           Interpretation and Use of Tests in Counseling Adults    APSY-GE    2672           Interp. &amp; Use of Tests in Counseling Children &amp; Adolescents    APSY-GE    2673           Cross-Cultural Counseling    APSY-GE    2682           Grief and Bereavement Counseling    APSY-GE    2683           Marriage, Couple &amp; Family Counseling    APSY-GE    2684           Drug Use, Abuse, and Addiction: Biopsychosocial Perspectives    APSY-GE    2691           Substance Use, Abuse and Addiction: Treatment Perspectives    APSY-GE    2692           Special Topics in Crisis Intervention and Mgmt: Disaster Mtl Hlth    APSY-GE    2701           Families and Schools    APSY-GE    2831           Play and Drama Therapy with Children and Adolescents    APSY-GE    2840           Positive Psychological Development    APSY-GE    2870           Gay, Lesbian, Bisexual and Transgendered People: Indiv. Study    APSY-GE    2892           Counseling Gay, Lesbian, Bisexual and Trans. Youth    APSY-GE    2895          Counseling Gay, Lesbian, Bisexual and Trans. Adults    APSY-GE    2896           Dissertation Proposal Seminar I    APSY-GE    3001          Internship in Counseling Psychology    APSY-GE    3016          The Listening Guide    APSY-GE    3040          Advanced Seminar on the Listening Guide    APSY-GE    3045          Supervised Adv. Counseling Practicum: Indiv. &amp; Group I    APSY-GE    3607           Supervised Advanced Counseling Practicum II    APSY-GE    3608          Counseling Program Seminar I    APSY-GE    3611          Forum in Counseling Psychology    APSY-GE    3620           Practicum in Counseling Training    APSY-GE    3629           Seminar in Counseling Theory and Research    APSY-GE    3633          Seminar in Vocational Development: Theory and Research    APSY-GE    3657          Clinical Assessment in Counseling Psychology I    APSY-GE    3665          Clinical Assessment in Counseling Psychology II    APSY-GE    3666                                        Developmental Psychology                         Course Name    Sbjct Cd    Catalog Cd          Social Psychology    APSY-GE    2003          Experimental Psychology    APSY-GE    2005          Child Language Development    APSY-GE    2055          Research Design and Methodology in the Behavioral Sciences I    APSY-GE    2073          Social Development of Children &amp; Adolescents    APSY-GE    2097          Historical Perspectives of Psychological Theory    APSY-GE    2103          Culture, Context, and Psychology    APSY-GE    2105          Psychological Research in Infancy    APSY-GE    2115          Measurement: Classical Test Theory    APSY-GE    2140          Measurement: Modern Test Theory    APSY-GE    2141          Evaluation Methodology in Behavioral Science I    APSY-GE    2173          Cognitive Development    APSY-GE    2198          Cross-Cultural Research Methods    APSY-GE    2222          Emotional Dvlopmt in Childhood: Organization &amp; Neurobiology    APSY-GE    2261          Early Childhood: The Development of Self-Regulation    APSY-GE    2265          Survey of Developmental Psychology    APSY-GE    2271          Adolescent Development: Theory and Research    APSY-GE    2272          Emerging Adulthood: Theory and Research    APSY-GE    2280          Independent Study    APSY-GE    2300          Academic Achievement Gaps: Socio-Psychological Dynamics    APSY-GE    2345          The Development of Immigrant Origin Youth    APSY-GE    2527          Psychology of Gender Roles    APSY-GE    2880          Seminar: Problems in Developmental Psychology    APSY-GE    3021          The Dvlpmtal Psych. Seminar: Current Topics in Dvpmtl Science    APSY-GE    3023                                         Human Development and Social Intervention                            Course Name    Sbjct Cd    Catalog Cd          Integrative Seminar    APSY-GE    2335          Special Topics in App. Psych: Workshop in Research Dvpmnt.    APSY-GE    2686          Project Research Seminar I    APSY-GE    2837          Project Research Seminar II    APSY-GE    2838                                         Psychology and Social Intervention                            Course Name    Sbjct Cd    Catalog Cd          Development &amp; Prevention Science    APSY-GE    2094          Conflict Resolution    APSY-GE    2205          Intervention and Prevention in Early Childhood Contexts    APSY-GE    2270          Risk and Resilience    APSY-GE    2279          Social Psychology, Intervention, and Social Change    APSY-GE    2605          School and Classroom Based Interventions    APSY-GE    2702          Understanding and Measuring Social Contexts of Development    APSY-GE    2825          Intervention and Social Change    APSY-GE    2826          Practicum in Intervention-Research or Policy-Research I    APSY-GE    2827          Practicum in Intervention-Research or Policy-Research II    APSY-GE    2828          Advanced Seminar in Psychology and Social Intervention    APSY-GE    2830          Child Development and Social Policy    APSY-GE    2832          Research Using Methods    APSY-GE    2835          Project Research Seminar: PSI    APSY-GE    2839          Departmental Seminar: Theories of Change in Applied Psych.    APSY-GE    3009          Pre-Doctoral Interdisciplinary Tr. Sem. on Casual Inference Edu. I    APSY-GE    3901          Pre-Doctoral Interdisciplinary Tr. Sem. on Casual Inference Edu. II    APSY-GE&amp;    3902                                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "Courses - Applied Psychology - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Courses                                                     Undergraduate Courses                         Course Name    Sbjct Cd    Catalog Cd          Introduction to Psychology and Its Applications    APSY-UE    2          Community Psychology    APSY-UE    5          Survey of Developmental Psychology: Introduction    APSY-UE    10          Social Psychology    APSY-UE    13          Introduction to Personality Theories    APSY-UE    19          Human Development I    APSY-UE    20          Human Development II: Application for Early Childhood Educators    APSY-UE    21          Human Development II: Application for Childhood Educators    APSY-UE    22          Human Development II: Early Adolescents and Adolescents    APSY-UE    23          Research Methods in Applied Psychology I    APSY-UE    25          American Sign Language I    ASL-UE    91          American Sign Language II    ASL-UE    92          American Sign Language III    ASL-UE    93          American Sign Language IV    ASL-UE    94          Independent Study    ASL-UE    1000          Independent Study    APSY-UE    1000          The Counseling Interview    APSY-UE    1012          Educational Psychology    APSY-UE    1014          Mental Health: Historical, Social, and Political Perspectives    APSY-UE    1031          Abnormal Psychology    APSY-UE    1038          Women and Mental Health: A Life Cycle Perspective    APSY-UE    1041          The Cultures of Psychology    APSY-UE    1050          Psychosexual Aspects of Human Behavior    APSY-UE    1081          Sexual Identities Across the Lifespan    APSY-UE    1110          Fieldwork in Applied Psychology I    APSY-UE    1123          Fieldwork in Applied Psychology II    APSY-UE    1124          Fieldwork in Applied Psychology III    APSY-UE    1125          Research Methods in Applied Psychology II    APSY-UE    1137          Psychology of Human Learning    APSY-UE    1214          Social Intervention in Schools and Communities    APSY-UE    1270          Developmental Psychology Across the Lifespan    APSY-UE    1271          Adolescent Development    APSY-UE    1272          Families, Schools, and Child Development    APSY-UE    1278          Child Development and Social Policy in a Global Society    APSY-UE    1279          Parenting and Culture    APSY-UE    1280          Introduction to Group Dynamics    APSY-UE    1620          Honors Seminar in Applied Psychology I    APSY-UE    1995          Honors Seminar in Applied Psychology II    APSY-UE    1996                         Counseling Psychology                             Course Name    Sbjct Cd    Catalog Cd           Neuropsychology of Behavior    APSY-GE    2001           Sexual Decision-Making and Risk Taking in Adolescence    APSY-GE    2008           Psychology of Women    APSY-GE    2014           Health Psychology and Human Development    APSY-GE    2022           Cognitive Behavior Therapy: Theory and Application    APSY-GE    2025           Abnormal Psychology    APSY-GE    2038          Theories of Personality    APSY-GE    2039          Women and Mental Health    APSY-GE    2041          Action Approaches to Mental Health Counseling    APSY-GE    2045          Issues in Counseling People With Disabilities    APSY-GE    2068           Research and Evaluation Methods in Behavioral Sciences    APSY-GE    2070           Grant Writing and Grant Management for the Social Sciences    APSY-GE    2077           Gestalt Therapy: Overview of Theory and Practice    APSY-GE    2093           Career Counseling    APSY-GE    2135           Human Growth and Development    APSY-GE    2138           Evaluation Methodology in Behavioral Science II    APSY-GE    2174           Psychological Disturbances in Children and Adolescents    APSY-GE    2181           Temperament Based Intervention    APSY-GE    2184           HIV Prevention and Couseling: Psychoeducational Perspectives    APSY-GE    2450           Trauma: Theoretical and Clinical Perspectives    APSY-GE    2500           Clinical Case Seminar in Trauma Studies    APSY-GE    2505           Time Limited Psychdynamic Psychotherapy    APSY-GE    2611           Group Dynamics: Theory and Practice    APSY-GE    2620           The Dynamics of Vocational Development    APSY-GE    2634           Professional Orientation and Ethics for School Counseling    APSY-GE    2650           Prof Orientation &amp; Ethics for Counseling in Mntl Hlth &amp; Wellness    APSY-GE    2651           Internship in Counseling Mental Health and Wellness I    APSY-GE    2655           Internship in Counseling Mental Health and Wellness II    APSY-GE    2656           Individual Counseling: Theory and Process    APSY-GE    2657           Individual Counseling: Practice I    APSY-GE    2658           Individual Counseling: Practice II    APSY-GE    2659           Foundations of Counseling for Mental Health and Wellness    APSY-GE    2661           Foundations of School Counseling    APSY-GE    2662           Program Development and Evaluation in Counseling    APSY-GE    2663           Internship in School Counseling I    APSY-GE    2667           Internship in School Counseling II    APSY-GE    2668          Religiosity and Spirituality    APSY-GE    2669           Interpretation and Use of Tests in Counseling Adults    APSY-GE    2672           Interp. &amp; Use of Tests in Counseling Children &amp; Adolescents    APSY-GE    2673           Cross-Cultural Counseling    APSY-GE    2682           Grief and Bereavement Counseling    APSY-GE    2683           Marriage, Couple &amp; Family Counseling    APSY-GE    2684           Drug Use, Abuse, and Addiction: Biopsychosocial Perspectives    APSY-GE    2691           Substance Use, Abuse and Addiction: Treatment Perspectives    APSY-GE    2692           Special Topics in Crisis Intervention and Mgmt: Disaster Mtl Hlth    APSY-GE    2701           Families and Schools    APSY-GE    2831           Play and Drama Therapy with Children and Adolescents    APSY-GE    2840           Positive Psychological Development    APSY-GE    2870           Gay, Lesbian, Bisexual and Transgendered People: Indiv. Study    APSY-GE    2892           Counseling Gay, Lesbian, Bisexual and Trans. Youth    APSY-GE    2895          Counseling Gay, Lesbian, Bisexual and Trans. Adults    APSY-GE    2896           Dissertation Proposal Seminar I    APSY-GE    3001          Internship in Counseling Psychology    APSY-GE    3016          The Listening Guide    APSY-GE    3040          Advanced Seminar on the Listening Guide    APSY-GE    3045          Supervised Adv. Counseling Practicum: Indiv. &amp; Group I    APSY-GE    3607           Supervised Advanced Counseling Practicum II    APSY-GE    3608          Counseling Program Seminar I    APSY-GE    3611          Forum in Counseling Psychology    APSY-GE    3620           Practicum in Counseling Training    APSY-GE    3629           Seminar in Counseling Theory and Research    APSY-GE    3633          Seminar in Vocational Development: Theory and Research    APSY-GE    3657          Clinical Assessment in Counseling Psychology I    APSY-GE    3665          Clinical Assessment in Counseling Psychology II    APSY-GE    3666                                        Developmental Psychology                         Course Name    Sbjct Cd    Catalog Cd          Social Psychology    APSY-GE    2003          Experimental Psychology    APSY-GE    2005          Child Language Development    APSY-GE    2055          Research Design and Methodology in the Behavioral Sciences I    APSY-GE    2073          Social Development of Children &amp; Adolescents    APSY-GE    2097          Historical Perspectives of Psychological Theory    APSY-GE    2103          Culture, Context, and Psychology    APSY-GE    2105          Psychological Research in Infancy    APSY-GE    2115          Measurement: Classical Test Theory    APSY-GE    2140          Measurement: Modern Test Theory    APSY-GE    2141          Evaluation Methodology in Behavioral Science I    APSY-GE    2173          Cognitive Development    APSY-GE    2198          Cross-Cultural Research Methods    APSY-GE    2222          Emotional Dvlopmt in Childhood: Organization &amp; Neurobiology    APSY-GE    2261          Early Childhood: The Development of Self-Regulation    APSY-GE    2265          Survey of Developmental Psychology    APSY-GE    2271          Adolescent Development: Theory and Research    APSY-GE    2272          Emerging Adulthood: Theory and Research    APSY-GE    2280          Independent Study    APSY-GE    2300          Academic Achievement Gaps: Socio-Psychological Dynamics    APSY-GE    2345          The Development of Immigrant Origin Youth    APSY-GE    2527          Psychology of Gender Roles    APSY-GE    2880          Seminar: Problems in Developmental Psychology    APSY-GE    3021          The Dvlpmtal Psych. Seminar: Current Topics in Dvpmtl Science    APSY-GE    3023                                         Human Development and Social Intervention                            Course Name    Sbjct Cd    Catalog Cd          Integrative Seminar    APSY-GE    2335          Special Topics in App. Psych: Workshop in Research Dvpmnt.    APSY-GE    2686          Project Research Seminar I    APSY-GE    2837          Project Research Seminar II    APSY-GE    2838                                         Psychology and Social Intervention                            Course Name    Sbjct Cd    Catalog Cd          Development &amp; Prevention Science    APSY-GE    2094          Conflict Resolution    APSY-GE    2205          Intervention and Prevention in Early Childhood Contexts    APSY-GE    2270          Risk and Resilience    APSY-GE    2279          Social Psychology, Intervention, and Social Change    APSY-GE    2605          School and Classroom Based Interventions    APSY-GE    2702          Understanding and Measuring Social Contexts of Development    APSY-GE    2825          Intervention and Social Change    APSY-GE    2826          Practicum in Intervention-Research or Policy-Research I    APSY-GE    2827          Practicum in Intervention-Research or Policy-Research II    APSY-GE    2828          Advanced Seminar in Psychology and Social Intervention    APSY-GE    2830          Child Development and Social Policy    APSY-GE    2832          Research Using Methods    APSY-GE    2835          Project Research Seminar: PSI    APSY-GE    2839          Departmental Seminar: Theories of Change in Applied Psych.    APSY-GE    3009          Pre-Doctoral Interdisciplinary Tr. Sem. on Casual Inference Edu. I    APSY-GE    3901          Pre-Doctoral Interdisciplinary Tr. Sem. on Casual Inference Edu. II    APSY-GE&amp;    3902                                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Curriculum - Human Development and Social Intervention - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Human Development and Social Intervention                          Overview    Dual Degree Program    Faculty    Current Students    Prospective Students       Admissions    Applied Research    Curriculum          Recent Graduates                                     Curriculum       The program consists of 42 credits, of which 30 credits are required core and methods courses, and 12 credits are composed of electives as determined by the students' choice of concentration. See a sample schedule .    Required Core Courses (3 credits each): 15 credits       APSY-GE 2077 Grant Writing and Grant Management for the Social Sciences    APSY-GE 2105 Culture, Context, and Psychology    APSY-GE 2271 Survey of Developmental Psychology: Advanced    APSY-GE 2279 Risk &amp; Resilience    APSY-GE 2094 Development and Prevention Science       Required Courses in Statistics and Research Methods (3 credits each): 15 credits       RESCH-GE 2086 Basic Statistics II    APSY-GE 2140 Measurement: Classical Test Theory    APSY-GE 2173 Evaluation Methodology in Behavioral Science I    APSY-GE 2174 Evaluation Methodology in Behavioral Science II    APSY-GE 2837 Project Research Seminar I (0 credits)    APSY-GE 2838 Project Research Seminar II       Culminating Project    Students develop a concept for their thesis in the spring semester of their first year while completing APSY-GE 2838 Project Research Seminar II. Throughout the summer between the first and second years, the students continue to refine their thesis, and during the fall semester of the second year, students draw support for the thesis while completing APSY-GE 2174 Evaluation Methodology in Behavioral Science II.    See previous culminating projects .    Electives: 12 credits    Students choose four courses by advisement for specialization in one of three areas of study. Sample elective coursework for each concentration is listed below    Developmental Psychology       APSY-GE 2115 Psychological Research in Infancy    APSY-GE 2184 Temperament-Based Intervention    APSY-GE 2345 Academic Achievement Gaps: Socio-Psychological Dynamics    APSY-GE 2270 Intervention and Prevention in Early Childhood Contexts    APSY-GE 2527 Development of Immigrant Origin Youth    APSY-GE 2528 Transition to Adulthood in Immigrant Origin Populations    APSY-GE 2832 Child Development and Social Policy       Health       APSY-GE 2008 Sexual Decision-Making and Risk-Taking in Adolescence    APSY-GE 2022 Health and Human Development    APSY-GE 2038 Abnormal Psychology    APSY-GE 2450 HIV Prevention and Counseling: Psychoeducational Perspectives    APSY-GE 2691 Drug Use, Abuse, and Addiction: Biopsychosocial Perspectives    PUHE-GE 2317 Global Issues in Public Health    PUHE-GE 2355 Social and Behavioral Determinants of Health       Methodology       APSY-GE 2141 Measurement: Modern Test Theory    APSY-GE 2825 Understanding and Measuring Social Contexts for Development    APSTA-GE 2012 Topics in Advanced Quantitative Methods    RESCH-GE 2140 Approaches to Qualitative Inquiry    RESCH-GE 2142 Interview and Observation    RESCH-GE 2143 Participatory Action Research                                                                Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]}]