[{"detail": [{"content": "Topics in Recorded Music: Jamaica: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Topics in Recorded Music: Jamaica  IREMU-UT.1800 History &amp; Criticism 4 Credits Instructor(s): Vivien Goldman Monday - Sunday | January 3-14, 2012 Please note: this course takes place on location in Jamaica    Jamaica has had more influence on American popular music than any other island, partly due to the unprecedented international impact of Bob Marley. His success was rooted in the rich traditions of Jamaican music, which fuse African retention from slavery days with re-interpretive absorption of African-American music and the quadrilles and classical music of the slave-owners, who relied on enslaved musicians for their entertainment. Today, the impact of Jamaican music is arguably broader than ever, as it has shaped contemporary sounds such as Hip Hop and Reggaeton, which dominate the vast Spanish-speaking market in the U.S, all across South America, and beyond. In this course, students will have experiences that build their knowledge of Jamaican culture and its function in politics, society, art, and the community as well as stimulate their own creativity. To learn about Jamaican music's past, present and future, students will be immersed in dynamic cultural and experiential activities such as: a tour of Studio One, experience a Rasta Grounation, a workshop on how to build a drum, visits to historical music studios and radio stations, guided tours around historical reggae sites, live concerts, museums, and much more. Students will meet key politicians (Minister of Culture and Youth, Olivia “Babsy” Grange), artists (leading dancehall producer, Steven ‘Di Genius’ and his father, Studio One veteran and reggae legend, Freddie McGregor, legendary guitarist Earl “Chinna” Smith), executives (Chris Blackwell, Founder Island Def Jam), and cultural advocates who have kept Jamaica at the forefront of music and whose job it is to nurture Jamaican culture in these challenging times for the entertainment industry.    Students who would like to be considered for the courses must fill out the program application .  Note : In addition to the tuition, this course has a nonrefundable program fee of $1,965.     Winter session tuition will be available in October. Please visit the NYU Bursar's website for details.  Recorded Music Jamaica Flyer 2012 (jpeg)  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Topics in Recorded Music: Jamaica: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Topics in Recorded Music: Jamaica  IREMU-UT.1800 History &amp; Criticism 4 Credits Instructor(s): Vivien Goldman Monday - Sunday | January 3-14, 2012 Please note: this course takes place on location in Jamaica    Jamaica has had more influence on American popular music than any other island, partly due to the unprecedented international impact of Bob Marley. His success was rooted in the rich traditions of Jamaican music, which fuse African retention from slavery days with re-interpretive absorption of African-American music and the quadrilles and classical music of the slave-owners, who relied on enslaved musicians for their entertainment. Today, the impact of Jamaican music is arguably broader than ever, as it has shaped contemporary sounds such as Hip Hop and Reggaeton, which dominate the vast Spanish-speaking market in the U.S, all across South America, and beyond. In this course, students will have experiences that build their knowledge of Jamaican culture and its function in politics, society, art, and the community as well as stimulate their own creativity. To learn about Jamaican music's past, present and future, students will be immersed in dynamic cultural and experiential activities such as: a tour of Studio One, experience a Rasta Grounation, a workshop on how to build a drum, visits to historical music studios and radio stations, guided tours around historical reggae sites, live concerts, museums, and much more. Students will meet key politicians (Minister of Culture and Youth, Olivia “Babsy” Grange), artists (leading dancehall producer, Steven ‘Di Genius’ and his father, Studio One veteran and reggae legend, Freddie McGregor, legendary guitarist Earl “Chinna” Smith), executives (Chris Blackwell, Founder Island Def Jam), and cultural advocates who have kept Jamaica at the forefront of music and whose job it is to nurture Jamaican culture in these challenging times for the entertainment industry.    Students who would like to be considered for the courses must fill out the program application .  Note : In addition to the tuition, this course has a nonrefundable program fee of $1,965.     Winter session tuition will be available in October. Please visit the NYU Bursar's website for details.  Recorded Music Jamaica Flyer 2012 (jpeg)  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Study Abroad in Jamaica: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Wintersession 2012: Study Abroad in Jamaica              ABOUT THE STUDY ABROAD COURSE:    IREMU-UT.1800 History &amp; Criticism 4 Credits Instructor(s): Vivien Goldman    Monday-Sunday | January 3-14, 2012 Please note: this course takes place on location in Jamaica Jamaica has had more influence on American popular music than any other island, partly due to the unprecedented international impact of Bob Marley. His success was rooted in the rich traditions of Jamaican music, which fuse African retention from slavery days with re-interpretive absorption of African-American music and the quadrilles and classical music of the slave-owners, who relied on enslaved musicians for their entertainment. Today, the impact of Jamaican music is arguably broader than ever, as it has shaped contemporary sounds such as Hip Hop and Reggaeton, which dominate the vast Spanish-speaking market in the U.S, all across South America, and beyond. In this course, students will have experiences that build their knowledge of Jamaican culture and its function in politics, society, art, and the community as well as stimulate their own creativity. To learn about Jamaican music's past, present, and future, students will be immersed in dynamic cultural and experiential activities such as: a rasta drumming &amp; jam session, special sessions with legendary reggae and dancehall producers and artists, a workshop on how to build a drum, visits to historical music studios and radio stations, guided tours around historical reggae sites, live concerts, museums, and much more. Students will have the rare opportunity to meet key politicians, leading artists and producers, executives, and cultural advocates who have kept Jamaica at the forefront of music, and whose job it is to nurture Jamaican culture in these challenging times for the entertainment industry.    ABOUT THE INSTRUCTOR: Vivien Goldman is a London-born writer, broadcaster, adjunct professor and post-punk musician. She previously developed and taught courses in Reggae and Punk for the Clive Davis Institute. Her journalism appears in the New York Times, Black Book, the UK Observer and New Statesman. The most recent of her five books is \"The Book of Exodus: The Making and Meaning of Bob Marley and the Wailers' Album of the Century,\" (Three Rivers Press/Random House) which was described as \"vivid and intimate\" by Rolling Stone. Her second book on Marley, it includes the brief period she spent as his PR at Island Records before the band was famous, right after her graduation from university in the early 1970s. After quitting Bob's PR to become a full-time journalist in the UK rock weeklies, Goldman continued a lengthy association with the label, covering many of their other artists such as Grace Jones, Kid Creole and the Coconuts, Aswad, Burning Spear and U2. Combined with her connections with the early US hip-hop movement, as Def Jam was forming, Goldman's course offers a unique and revealing insight into the hugely influential history of Jamaican music -- and an entrée to parallel worlds that co-exist within popular music itself.    MORE INFORMATION: This course is open to all NYU students and visiting students. If you would like to be considered for this study abroad course in Jamaica, you must fill out the program application . Winter session tuition will be available in October. Please visit the NYU Bursar's website for details. *Note: In addition to the tuition, this course has a nonrefundable program fee of $1,965.  Tweet                     Recorded Music Jamaica Flyer 2012 (jpeg)  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]