[{"detail": [{"content": "NYU &gt; Classics &gt;          Joan Connelly                                                      Back to  previous page                                  Joan Connelly   Professor             of                         Classics Ph.D., M.A., (Classical and Near Eastern Archaeology), Bryn Mawr College; A.B., (Classics), Princeton University.   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Phone: (212) 998-8194 Fax: (212) 995-4209 Email:                           Personal Website:             http://www.joanbretonconnelly.com/                             Click here to download the CV              Yeronisos Island Excavation Website Joan Breton Connelly is a classical archaeologist who has excavated throughout Greece, Kuwait, and Cyprus where, since 1990, she has directed the NYU Yeronisos Island Expedition. She majored in Classics at Princeton University and received her PhD in Classical and Near Eastern Archaeology at Bryn Mawr College where she later served as Assistant Dean and as a member of the Board of Trustees. She is an honorary citizen of Peyia Municipality, Cyprus. Connelly was awarded a MacArthur Foundation fellowship for her work in Greek art, myth, and religion. Her P ortrait of a Priestess: Women and Ritual in Ancient Greece , was named among the Notable Books of the Year by the New York Times Book Review. It won the Archaeological Institute of America’s James R. Wiseman Book Award and was named best scholarly/professional book in Classics and Ancient History by the Association of American Publishers. Connelly has also been honored with the Archaeological Institute of America’s Excellence in Undergraduate Teaching Award, NYU's Lillian Vernon Chair for Teaching Excellence, and NYU’s Golden Dozen Teaching Award. Prof. Connelly has held visiting fellowships at All Souls College, Magdalen College, New College, and Corpus Christi College at Oxford University, the Radcliffe Institute for Advanced Study at Harvard University, and has been a member of the Institute for Advanced Study in Princeton. From 2003 – 2011, she served on the Cultural Property Advisory Committee, Bureau of Educational and Cultural Affairs, U.S. Department of State. Connelly currently serves on the boards of the Association of Members of the Institute for Advanced Study, the Cyprus American Archaeological Research Institute, the Society for the Preservation of the Greek Heritage, and the Pharos Arts Foundation. Recently taught Graduate courses: Archaeologies of Performance: Procession, Dance, and Footrace in Greek Sanctuaries Archaeologies of Greek Cult: Myths, Tombs, and Temples The Athenian Acropolis: Myth, Cult, Ritual and Image First Burst: Archaic Greek Sanctuaries and their Sculptured Decoration Technologies for Dating and Provenience in Ancient Art (colloquium team taught with Prof. Norbert S. Baer, Institute of Fine Arts Conservation Center) Recently taught Undergraduate classes : Greek Sculpture: Prayers in Stone Greek Painting: From Myth to Image The Parthenon and Its Reception: From Antiquity to the Present Representing the Divine: Images of Gods and Goddesses Introduction to Classical Archaeology: Constructions of the Greek and Roman Past Ancient Art at Risk: Conservation, Ethics, and Cultural Policy     Publications:   Books    The Parthenon Enigma: A New Understanding of the West’s Most Iconic Building and the People  Who Made It (Alfred A. Knopf, New York City, 2014); paperback edition (Vintage, New York City, 2014).      The Parthenon Enigma: A Journey Through Legend (Head of Zeus, London, 2014).       Portrait of a Priestess: Women and Ritual in Ancient Greece (Princeton University Press, Princeton, N.J., 2007; paperback edition, 2009).     Votive Sculpture of Hellenistic Cyprus , New York University Press and the Department of Antiquities of Cyprus, with the assistance of the J. Paul Getty Trust (New York and Nicosia 1988).    Recent Articles “Building Partnerships in Eco-Archaeology: Lessons from Yeronisos off Cyprus,” in From Past Experience to New Approaches and Synergies: the Future of Protection Heritage Management for Archaeological Heritage in Times of Economic Crisis , ed. E. Korka, Proceedings of the ICOMOS Hellenic and ICAHM Regional Conference (Athens, 2014). “Alexandrianism: A Twenty-First Century Perspective,” in Intercultural Encounter in the Hellenized Orient , ed. Pierre Lériche, UNESCO General Conference, September 2009 (Athens, 2014). “Ritual Movement Through Greek Sacred Space: Towards an Archaeology of Performance,” in A. Chaniotis, ed., Ritual Dynamics in the Ancient Mediterranean: Agency, Emotion, Gender, Reception (Stuttgart, 2011), 313-346. “ Excavations on Geronisos, Third Report: The Circular Structure, East Building, and the Square Houses ,” Report of the Department of Antiquities of Cyprus 2009 (2010), 295-348. “ Hybridity and Identity on Late Ptolemaic Yeronisos ” in Actes du Colloque “Chypre à l’époque hellénistique et impériale: Recherches récentes et nouvelles découvertes ,”eds. A.-M. Guimier-Sorbets and D. Michaelidès, Centre d’Etudes Chypriotes Cahier 39 (2009), 69-88. “ Twilight of the Ptolemies: Egyptian Presence on late Hellenistic Yeronisos ,” in Egypt and Cyprus in Antiquity , eds. Michaelides, V. Kassianidou, R.S. Merrilies, (Oxbow, Oxford 2009), 194-209.                  Update your faculty profile"}]},
{"detail": [{"content": "NYU &gt; Classics &gt;          Joan Connelly                                                      Back to  previous page                                  Joan Connelly   Professor             of                         Classics Ph.D., M.A., (Classical and Near Eastern Archaeology), Bryn Mawr College; A.B., (Classics), Princeton University.   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Phone: (212) 998-8194 Fax: (212) 995-4209 Email:                           Personal Website:             http://www.joanbretonconnelly.com/                             Click here to download the CV              Yeronisos Island Excavation Website Joan Breton Connelly is a classical archaeologist who has excavated throughout Greece, Kuwait, and Cyprus where, since 1990, she has directed the NYU Yeronisos Island Expedition. She majored in Classics at Princeton University and received her PhD in Classical and Near Eastern Archaeology at Bryn Mawr College where she later served as Assistant Dean and as a member of the Board of Trustees. She is an honorary citizen of Peyia Municipality, Cyprus. Connelly was awarded a MacArthur Foundation fellowship for her work in Greek art, myth, and religion. Her P ortrait of a Priestess: Women and Ritual in Ancient Greece , was named among the Notable Books of the Year by the New York Times Book Review. It won the Archaeological Institute of America’s James R. Wiseman Book Award and was named best scholarly/professional book in Classics and Ancient History by the Association of American Publishers. Connelly has also been honored with the Archaeological Institute of America’s Excellence in Undergraduate Teaching Award, NYU's Lillian Vernon Chair for Teaching Excellence, and NYU’s Golden Dozen Teaching Award. Prof. Connelly has held visiting fellowships at All Souls College, Magdalen College, New College, and Corpus Christi College at Oxford University, the Radcliffe Institute for Advanced Study at Harvard University, and has been a member of the Institute for Advanced Study in Princeton. From 2003 – 2011, she served on the Cultural Property Advisory Committee, Bureau of Educational and Cultural Affairs, U.S. Department of State. Connelly currently serves on the boards of the Association of Members of the Institute for Advanced Study, the Cyprus American Archaeological Research Institute, the Society for the Preservation of the Greek Heritage, and the Pharos Arts Foundation. Recently taught Graduate courses: Archaeologies of Performance: Procession, Dance, and Footrace in Greek Sanctuaries Archaeologies of Greek Cult: Myths, Tombs, and Temples The Athenian Acropolis: Myth, Cult, Ritual and Image First Burst: Archaic Greek Sanctuaries and their Sculptured Decoration Technologies for Dating and Provenience in Ancient Art (colloquium team taught with Prof. Norbert S. Baer, Institute of Fine Arts Conservation Center) Recently taught Undergraduate classes : Greek Sculpture: Prayers in Stone Greek Painting: From Myth to Image The Parthenon and Its Reception: From Antiquity to the Present Representing the Divine: Images of Gods and Goddesses Introduction to Classical Archaeology: Constructions of the Greek and Roman Past Ancient Art at Risk: Conservation, Ethics, and Cultural Policy     Publications:   Books    The Parthenon Enigma: A New Understanding of the West’s Most Iconic Building and the People  Who Made It (Alfred A. Knopf, New York City, 2014); paperback edition (Vintage, New York City, 2014).      The Parthenon Enigma: A Journey Through Legend (Head of Zeus, London, 2014).       Portrait of a Priestess: Women and Ritual in Ancient Greece (Princeton University Press, Princeton, N.J., 2007; paperback edition, 2009).     Votive Sculpture of Hellenistic Cyprus , New York University Press and the Department of Antiquities of Cyprus, with the assistance of the J. Paul Getty Trust (New York and Nicosia 1988).    Recent Articles “Building Partnerships in Eco-Archaeology: Lessons from Yeronisos off Cyprus,” in From Past Experience to New Approaches and Synergies: the Future of Protection Heritage Management for Archaeological Heritage in Times of Economic Crisis , ed. E. Korka, Proceedings of the ICOMOS Hellenic and ICAHM Regional Conference (Athens, 2014). “Alexandrianism: A Twenty-First Century Perspective,” in Intercultural Encounter in the Hellenized Orient , ed. Pierre Lériche, UNESCO General Conference, September 2009 (Athens, 2014). “Ritual Movement Through Greek Sacred Space: Towards an Archaeology of Performance,” in A. Chaniotis, ed., Ritual Dynamics in the Ancient Mediterranean: Agency, Emotion, Gender, Reception (Stuttgart, 2011), 313-346. “ Excavations on Geronisos, Third Report: The Circular Structure, East Building, and the Square Houses ,” Report of the Department of Antiquities of Cyprus 2009 (2010), 295-348. “ Hybridity and Identity on Late Ptolemaic Yeronisos ” in Actes du Colloque “Chypre à l’époque hellénistique et impériale: Recherches récentes et nouvelles découvertes ,”eds. A.-M. Guimier-Sorbets and D. Michaelidès, Centre d’Etudes Chypriotes Cahier 39 (2009), 69-88. “ Twilight of the Ptolemies: Egyptian Presence on late Hellenistic Yeronisos ,” in Egypt and Cyprus in Antiquity , eds. Michaelides, V. Kassianidou, R.S. Merrilies, (Oxbow, Oxford 2009), 194-209.                  Update your faculty profile"}, {"content": "Undergraduate Courses Fall 2014    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Fall 2014   CLASS-UA 003, Elementary Latin I 001. M-TH 9:30-10:45, Randolph Ford 002. M-TH 3:30-4:45, Ari Zatlin \u2028Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 005, Intermediate Latin I: Reading Prose 001. M, T, TH 9:30-10:45, Benjamin Sammons 002. M, T, TH 3:30-4:45, Stefano Rebeggiani Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practice reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. CLASS-UA 007, Elementary Ancient Greek I , M-TH, 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek I: Plato , M, T, W, 2:00-3:15, Raffaella Cribiore\u2028 Reading of Plato’s Apology and Crito and selections from the Republic . The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. CLASS-UA 146, Greek and Roman Epic , M&amp;W, 3:30-4:45, David Konstan The epic tales of Achilles, Odysseus, Jason and the Argo, Aeneas and the founding of Rome, are among the enduring works of classical literature. They reflect and transform ancient traditions of folk tale, comment on the social and political life of their own times, and offer descriptions of character and human conflict that speak to us across the ages. In this course, we shall read, in modern translations, Homer’s Iliad and Odyssey , Apollonius’ Voyage of the Argo , Virgil’s Aeneid , Lucan’s Civil War , and Statius Thebaid , on the war for control of Thebes between the two sons of Oedipus. CLASS-UA 210 (same as SCA-UA 818.001), Sexuality and Gender in Greece and Rome , M&amp;W, 12:30-1:45, David Sider In this course we shall examine the various ways the sex lives of women and men were socially constructed from birth to death, primarily in ancient Greece, with some attention paid to Rome. Most of the ancient texts on the subject were written by men, but we shall also be sure to study some of the few texts that have come down to us written by women. All of these issues will be examined primarily through original sources such as ancient documents, graffiti, legal sources, and literary texts, as well as painting and sculpture. A term paper is required. CLASS-UA 291.001 (same as RELST-UA 293.001), Belief and Practice in Greek Religion , TH, 2:00-4:45, Barbara Kowalzig The religions of ancient Greece and Rome are often regarded as highly pragmatic: they are thought to focus on ‘practice’, that is to say on ritual activity, ceremony and performance. Religious practice and social life, it is held, are so intertwined that the question of ‘belief’ did not really matter to them. As a result, historians of these ancient religions have neglected the emotional and intellectual dimensions of ancient belief-systems. Our course challenges the artificial separation of belief from practice by examining both ancient evidence and modern theory. We will take a close look at the evidence of ancient ritual in the light of contemporary ritual theory; we will also study self-reflexive attitudes and philosophical approaches to religious practice and the divine, and follow the academic debate on belief versus practice from its beginnings to the exciting recent approaches informed by the cognitive sciences. We will discuss a wide variety of ancient evidence, ranging from literary texts such as ancient hymns, tragedy and historiography, to inscriptions and the archaeology of ancient shrines and religious imagery. Accompanied by readings from social and cultural anthropology, religious sociology, philosophy and performance studies, all ancient texts will be read in translation. CLASS-UA 316 (same as ARTH-UA 150), The Parthenon , M, 4:55-7:25, Joan Connelly This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered, as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. CLASS-UA 352, Archaeologies of Greece , M&amp;W, 12:30-1:45, Joan Connelly This survey of Greek landscapes, sites, monuments, and images presents the art and archaeology of the Greek world from the Neolithic to the late antique period. Architecture, painting, sculpture, and decorative arts are studied within their full social, cultural, and religious contexts. From the palaces of the Aegean Bronze Age; to the Panhellenic sanctuaries at Olympia, Delphi, Nemea, and Isthmia; to the city of Athens and the monuments of the Athenian Acropolis; to the great Hellenistic cities of Asia Minor, special focus is placed on landscape, myth, memory, materials, and ritual in shaping the visual culture of ancient Greece. The formation of the city-state and its political, economic, and religious institutions are explored within their full urban settings. The development and history of classical archaeology as a discipline are reviewed, along with issues of reception, connoisseurship, critical theory, and methods. CLASS-UA 409 (same as RELST-UA 409), Ancient Religion: The Divine and the Diviners , M&amp;W, 11:00-12:15, David Levene The study of ancient religion is one of the most rapidly changing in classical scholarship, as increasingly sophisticated theoretical models are brought to bear on it: this module will provide an opportunity to study Roman religion in the period 200 B.C.-A.D. 150 in the light of these. It will examine the ancient development and significance of Roman religion in two key areas: that of the Greek philosophers, from whom the Romans derived most of their theoretical arguments; and the Romans’ own religious ideas, traditions, and practices, which played a central part in their social and political life. We will study a large range of Roman religious ideas and religious practices, illustrating them from numerous literary and archaeological sources. We will link this practical material to a study of the religious views of the main philosophical schools at Rome, in particular the Stoics and Epicureans; here we will focus particularly on two texts of religious theory by Cicero: The Nature of the Gods and On Divination . CLASS-UA 873, Advanced Latin: Ovid, Metamorphoses , M&amp;W, 4:55-6:10, Alessandro Barchiesi Ovid's Latin is ideal for empowering your reading skills in Latin, and his style is a good introduction to all the later tradition of writing in Latin (Imperial, Medieval, and early modern). At the same time the poem is a portal to Greek myth, and the only fictional Latin text that provides names and heroes to psychoanalisis (Narcissus) and gender studies. Reading Ovid therefore has both a futuristic and a retrospective kind of reward.\u2028The class is designed for those who want to improve their Latin while at the same time learning about ancient culture and in particular its imaginary and the sensual world of mythological fiction. CLASS-UA 971, Advanced Greek: Herodotus , T&amp;TH, 11:00-12:15, Barbara Kowalzig This course of Advanced Greek focuses on passages across Herodotus’ Histories that discuss the interrelationship of religion and society in Greek and non-Greek cultures, such as Lydia, Persia, Egypt, the peoples of the Ancient Near East, Libya and the Black Sea populations. We will read chapters concerning Herodotus’ views of the role of religion in history; on the origins of the gods, on the workings of polytheism, on transcultural mythologies, on ritual and social customs and how they influence the course of history and the Persian Wars in particular. Emphasis will be laid on fluency in reading, on morphology, syntax and vocabulary; and on gaining an insight into relevant scholarship on Herodotus.                                                                                              Back to Top"}]}]