[{"detail": [{"content": "Counseling for Mental Health and Wellness - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling for Mental Health and Wellness                          Overview    Prospective Students       Admissions    Curriculum    Licensure          Current Students       Advisement    Curriculum    Internships     Licensure          Resources    Faculty    Alumni                                       Learn About the Program                  Faculty, alumni, and current students in NYU Steinhardt’s MA program in Counseling for Mental Health and Wellness share what it means to be a mental health counselor and what you can do with this degree.            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is mental health counseling?                           Open House / Information Session    To learn more about the program and the admissions process, please come to one of information sessions.    RSVP for an Information Session     Global Programs             Program Description    The master's program in Counseling for Mental Health and Wellness is designed to provide education and clinical training that prepare students to become licensed mental health professionals.    The program aims to develop counseling professionals who are committed to the growth and development of the persons with whom they work. Students learn to understand clients in socio-historical contexts, including but not limited to gender, race/ethnicity, class and sexual orientation.    Students are exposed to a wide range of counseling theories and intervention approaches as they develop their clinical skills and their own perspectives. The program in Counseling for Mental Health and Wellness is registered by New York State as a licensure qualifying program in mental health counseling.    Graduates of the program in Counseling for Mental Health and Wellness work with a wide range of populations and in a broad spectrum of settings including community agencies, mental health centers, addiction treatment centers, and private practice.       See our current required coursework           The MA in Mental Health and Wellness Program is accredited by the Masters in Psychology and Counseling Accreditation Council (MPCAC) for the period of January 2015 through January 2025.                                                 Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Counseling for Mental Health and Wellness - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling for Mental Health and Wellness                          Overview    Prospective Students       Admissions    Curriculum    Licensure          Current Students       Advisement    Curriculum    Internships     Licensure          Resources    Faculty    Alumni                                       Learn About the Program                  Faculty, alumni, and current students in NYU Steinhardt’s MA program in Counseling for Mental Health and Wellness share what it means to be a mental health counselor and what you can do with this degree.            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is mental health counseling?                           Open House / Information Session    To learn more about the program and the admissions process, please come to one of information sessions.    RSVP for an Information Session     Global Programs             Program Description    The master's program in Counseling for Mental Health and Wellness is designed to provide education and clinical training that prepare students to become licensed mental health professionals.    The program aims to develop counseling professionals who are committed to the growth and development of the persons with whom they work. Students learn to understand clients in socio-historical contexts, including but not limited to gender, race/ethnicity, class and sexual orientation.    Students are exposed to a wide range of counseling theories and intervention approaches as they develop their clinical skills and their own perspectives. The program in Counseling for Mental Health and Wellness is registered by New York State as a licensure qualifying program in mental health counseling.    Graduates of the program in Counseling for Mental Health and Wellness work with a wide range of populations and in a broad spectrum of settings including community agencies, mental health centers, addiction treatment centers, and private practice.       See our current required coursework           The MA in Mental Health and Wellness Program is accredited by the Masters in Psychology and Counseling Accreditation Council (MPCAC) for the period of January 2015 through January 2025.                                                 Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Counseling for Mental Health and Wellness - Applied Psychology - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling for Mental Health and Wellness                                         Program Contacts    The Counseling for Mental Health and Wellness MA program co-directors are Dr. Alisha Ali and Dr. Randolph Mowry ,    Erika Jackson is the Academic Advisor for all MA students in the department. She is your first point of contact and is available to answer your questions regarding program registration, course scheduling, the pass/fail option, dropping/adding courses, pre-registration advisement, and any other concerns you have! You can contact her via email or phone (212-998-5604). To make an appointment with Erika, click here .    Contact information for faculty, as well as all faculty research interests, can be found online on our faculty page .    Contact information for administrators and faculty inside and outside of the department can be found within the NYU Directory . Please bookmark this page.    Program Requirements/Advising Records       Knowing your program requirements is crucial to your success in your program. The advising record lists all program requirements; you should keep a copy handy at all times to track your progress.    Counseling for Mental Health and Wellness Registration Planner    Counseling for Mental Health and Wellness Advising Record    Course Sequencing    Foundational Courses (Please refer to your advising record) are to be taken first, in conjunction with intermediate courses, followed by advanced courses. Other requirements may be taken as they fit into student programs. Intermediate courses are each offered in the fall and spring (Group Dynamics, Cross-Cultural Counseling, Human Growth and Development, along with elective courses, are also offered in the summer).    For part-time students, the course sequence remains the same. However, part-time students need to pay special attention to pre- and co-requisites in planning their programs and should meet with the academic advisor prior to registration each semester.    Students must successfully complete the following courses before beginning the internship:    APSY-GE 2651 Professional Orientation &amp; Ethical Issues in CMHW    APSY-GE 2661 Foundations of Counseling for Mental Health and Wellness    APSY-GE 2657 Counseling: Theory and Process    APSY-GE 2658 Individual Counseling: Practice I    APSY-GE 2659 Individual Counseling: Practice II (Prereq: APSY-GE 2658)    APSY-GE 2038 Abnormal Psychology    APSY-GE 2138 Human Growth and Development    APSY-GE 2620 Group Dynamics: Theory and Practice    APSY-GE 2682 Cross-cultural Counseling    If a student plans to pursue licensure outside of New York State, it is recommended that the student research any academic and clinical requirements for a particular state in which he or she plans to work so that the student can complete appropriate coursework and fieldwork hours while at NYU.    Lab    In order to gain and strengthen counseling skills, students complete a two-course lab sequence called Individual Counseling: Practice I and II (APSY-GE 2658 and APSY-GE 2659). The counseling labs are designed to present students with an opportunity for experiential learning and practice in communication skills and counseling process. Based on a training program called Interpersonal Process Recall (IPR), the classes involve the use of training DVDs and audiovisual recording of counseling sessions to help students develop self-awareness, personal and professional insight, and basic counseling skills. APSY-GE 2658 is a prerequisite for APSY-GE 2659. Full time students are to complete these courses in the first and second semesters. Part time students should take these courses in the year prior to the start of their internship.    Grading for the lab courses is Pass/Incomplete/Fail. Students who miss more than two classes are given an incomplete or failing grade, depending upon the circumstances. Those students in Lab I who have not acquired the necessary insight or skill level required for advancement to Lab II will be required to repeat Lab I.    Any counseling student who receives an incomplete or failure grade in Lab II will be subject to review by the counseling program faculty.    It is important to read the course information notes prior to registering for a lab course. Certain course sections are designated for school counseling students and other sections for counseling for mental health and wellness students.    Internship    Students in the CMHW program are required to meet the state licensure requirement of 600 hours (300 hours per semester or about 20 hours per week) during two consecutive semesters in an appropriate setting approved by the Internship Director. Students are supervised by a licensed mental health professional.    The internship takes place in the second or final year. To support the fieldwork, students register for and complete APSY-GE 2655 and APSY-GE 2656 (Internship in Counseling for Mental Health and Wellness I and II) in the fall and spring semesters during the internship year. APSY-GE 2655 is a pre-requisite for APSY-GE 2656. Students must register for each of these courses during the semester prior to the one in which they plan to take the course. Full time students complete coursework, the internship, and internship seminar concurrently.    Grading for the internship courses is Pass/Incomplete/Fail. Students who miss more than two classes are given an incomplete or failing grade, depending upon the circumstances.    Internship preparation workshops will be held late in the fall semester. These information sessions will be announced on the listserv. You must attend one session in order to prepare for the process involved in securing an internship placement site. You will work closely with Corinne Miller Weinman, Director of Internship and Training, during this process.    State-Mandated Requirement    All CMHW students must complete the state-mandated workshop that covers Identifying and Reporting Child Abuse prior to the start of internship. This workshop can be completed online within two hours over thirty days. Upon completion, students will be provided with an electronic certificate of completion, which must then be forwarded to the academic advisor. This is a graduation requirement; therefore, it is imperative that students provide the academic advisor with proof of completion. Students are responsible for keeping a copy for themselves, as many employers will also require proof of completion of this workshop. Students should complete this requirement during November or December of the first semester. You will receive more information from the academic advisor early in the first semester. It is not necessary (or encouraged) for you to complete the workshop at this time.    Culminating/Terminal Experience    The Counselor Preparation Comprehensive Examination (CPCE) is the terminal experience for the MA counseling programs. The exam should be taken during the student&rsquo;s last semester of matriculation in the program. It is usually held during the last Friday of October and the first Friday in March. The fee for taking the CPCE is $50.00.       Course Load       Students typically register for 15 units per semester in the first year. Full time students take a minimum of 12 units per semester. Depending on semester course loads and whether they complete summer coursework, students sometimes have fewer than 12 units remaining in the final semester.    Students are encouraged to take some courses over the winter session and/or summer session in order to lighten the course load during the second year. Students typically register for 12 credits per semester during the second year, which includes the internship.    Most summer classes offered by the Department of Applied Psychology run during four three-week sessions. Students are limited to taking one course per session but may take as many as four courses over the summer, if necessary.    The winter session takes place during three weeks in January, prior to the start of the spring semester. Students are limited to taking one course per winter session. Tuition and fees for the winter session course are applied toward the spring semester . Students may register for a winter course when they register for spring classes. Students may register for a winter course when they register for spring classes.    Students who are required to take a minimum of 12 units in order to remain eligible for scholarships but who have fewer than 12 units remaining in their final semester should contact the academic advisor for instructions to avoid having the scholarship canceled.    Students who are taking 6-11 units in a semester are considered part time and still meet financial aid eligibility. If visas or other reasons require a student to be half time or full time, students may be granted equivalency. Equivalency may be granted only for the purposes of visas, student loans, student loan deferral, TAP and Veterans&rsquo; Benefits requirements. For more information about this, please review the full policy . It is important to understand that students only receive aid for the number of credits for which they are registered, regardless of equivalency status.       First Semester Coursework       Full-time students are REQUIRED to take the following courses in the first semester:    APSY-GE 2661  Foundations in Counseling for Mental Health and Wellness* 3 credits    APSY-GE 2657  Individual Counseling: Theory and Process* 3 credits    APSY-GE 2658  Individual Counseling: Practice I* 3 credits    APSY-GE 2138  Human Growth and Development       Full-time students should choose ONE of the following additional courses for their first semester:    APSY-GE 2038  Abnormal Psychology* 3 credits    APSY-GE 2138  Human Growth and Development* 3 credits    APSY-GE 2634  Dynamics of Vocational Development 3 credits    APSY-GE 2620  Group Dynamics* 3 credits    APSY-GE 2682  Cross Cultural Counseling* 3 credits    Applied Content Area Elective/Special Population Course** 3 credits       Part time students typically take 6-9 credits per semester. Part time students should begin with a combination of two classes from the following list:    APSY-GE 2651 Professional Orientation and Ethical Issues in Counseling for Mental Health and Wellness (strongly recommended)    APSY-GE 2661 Foundations in Counseling for Mental Health and Wellness (strongly recommended)    APSY-GE 2138 Human Growth and Development    APSY-GE 2657 Individual Counseling: Theory and Process    Part time students should NOT take APSY-GE 2658/9 Individual Counseling: Practice I/II until the year prior to their internship.    *Course must be successfully completed prior to internship. APSY-GE 2038, APSY-GE 2138, APSY-GE 2634, APSY-GE 2620, and APSY-GE 2682 will be offered in the spring semester as well. APSY-GE 2138, APSY-GE 2620, and APSY-GE 2682 will also be offered over the summer.    **Students may elect to take an applied content area or special population course in the first semester if they know what specific area in which they would like to intern. Students choosing to take an elective should consult with the academic advisor.    Students should complete the Identification and Reporting Suspected Child Abuse 0 credit online workshop during the first semester (in November/December). The academic advisor will send out information about this in September.    The following sections of APSY-GE 2658 are specifically for SCHOOL COUNSELING students: 004. 005, 008, and 012. Please be sure you do not register for one of these sections of Practice I.       Faculty Mentors       At the beginning of the Fall semester, students will have the opportunity to select on a first-come, first serve basis a faculty mentor in the counseling programs. Students should choose their mentor based on shared interests.    All students are required to select a faculty mentor. Selection will take place via online survey. The role of the faculty mentor is to provide academic and professional guidance. Faculty mentors are available to answer general curriculum related questions (e.g., &ldquo;I am interested in XYZ, what courses will match my interests?&rdquo;), provide guidance to students looking to join a research team, provide support to students who plan to apply to PhD programs, and assist in remediation process, if necessary.       Research       While not required, many students choose to participate on research teams with faculty. Depending on the needs of the team, students may spend anywhere from 5-20 hours a week on research (in most cases, these positions are unpaid). At the welcome reception on the first day of classes, students will have an opportunity to hear from faculty about their research and whether they have space on their teams for new students.        Don't forget to complete the survey so that you can be cleared to register!                                    Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Counseling for Mental Health and Wellness - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling for Mental Health and Wellness                          Overview    Prospective Students       Admissions    Curriculum    Licensure          Current Students       Advisement    Curriculum    Internships     Licensure          Resources    Faculty    Alumni                                       Learn About the Program                  Faculty, alumni, and current students in NYU Steinhardt’s MA program in Counseling for Mental Health and Wellness share what it means to be a mental health counselor and what you can do with this degree.            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is mental health counseling?                           Open House / Information Session    To learn more about the program and the admissions process, please come to one of information sessions.    RSVP for an Information Session     Global Programs             Program Description    The master's program in Counseling for Mental Health and Wellness is designed to provide education and clinical training that prepare students to become licensed mental health professionals.    The program aims to develop counseling professionals who are committed to the growth and development of the persons with whom they work. Students learn to understand clients in socio-historical contexts, including but not limited to gender, race/ethnicity, class and sexual orientation.    Students are exposed to a wide range of counseling theories and intervention approaches as they develop their clinical skills and their own perspectives. The program in Counseling for Mental Health and Wellness is registered by New York State as a licensure qualifying program in mental health counseling.    Graduates of the program in Counseling for Mental Health and Wellness work with a wide range of populations and in a broad spectrum of settings including community agencies, mental health centers, addiction treatment centers, and private practice.       See our current required coursework           The MA in Mental Health and Wellness Program is accredited by the Masters in Psychology and Counseling Accreditation Council (MPCAC) for the period of January 2015 through January 2025.                                                 Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Counseling for Mental Health and Wellness - Applied Psychology - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling for Mental Health and Wellness                                         Program Contacts    The Counseling for Mental Health and Wellness MA program co-directors are Dr. Alisha Ali and Dr. Randolph Mowry ,    Erika Jackson is the Academic Advisor for all MA students in the department. She is your first point of contact and is available to answer your questions regarding program registration, course scheduling, the pass/fail option, dropping/adding courses, pre-registration advisement, and any other concerns you have! You can contact her via email or phone (212-998-5604). To make an appointment with Erika, click here .    Contact information for faculty, as well as all faculty research interests, can be found online on our faculty page .    Contact information for administrators and faculty inside and outside of the department can be found within the NYU Directory . Please bookmark this page.    Program Requirements/Advising Records       Knowing your program requirements is crucial to your success in your program. The advising record lists all program requirements; you should keep a copy handy at all times to track your progress.    Counseling for Mental Health and Wellness Registration Planner    Counseling for Mental Health and Wellness Advising Record    Course Sequencing    Foundational Courses (Please refer to your advising record) are to be taken first, in conjunction with intermediate courses, followed by advanced courses. Other requirements may be taken as they fit into student programs. Intermediate courses are each offered in the fall and spring (Group Dynamics, Cross-Cultural Counseling, Human Growth and Development, along with elective courses, are also offered in the summer).    For part-time students, the course sequence remains the same. However, part-time students need to pay special attention to pre- and co-requisites in planning their programs and should meet with the academic advisor prior to registration each semester.    Students must successfully complete the following courses before beginning the internship:    APSY-GE 2651 Professional Orientation &amp; Ethical Issues in CMHW    APSY-GE 2661 Foundations of Counseling for Mental Health and Wellness    APSY-GE 2657 Counseling: Theory and Process    APSY-GE 2658 Individual Counseling: Practice I    APSY-GE 2659 Individual Counseling: Practice II (Prereq: APSY-GE 2658)    APSY-GE 2038 Abnormal Psychology    APSY-GE 2138 Human Growth and Development    APSY-GE 2620 Group Dynamics: Theory and Practice    APSY-GE 2682 Cross-cultural Counseling    If a student plans to pursue licensure outside of New York State, it is recommended that the student research any academic and clinical requirements for a particular state in which he or she plans to work so that the student can complete appropriate coursework and fieldwork hours while at NYU.    Lab    In order to gain and strengthen counseling skills, students complete a two-course lab sequence called Individual Counseling: Practice I and II (APSY-GE 2658 and APSY-GE 2659). The counseling labs are designed to present students with an opportunity for experiential learning and practice in communication skills and counseling process. Based on a training program called Interpersonal Process Recall (IPR), the classes involve the use of training DVDs and audiovisual recording of counseling sessions to help students develop self-awareness, personal and professional insight, and basic counseling skills. APSY-GE 2658 is a prerequisite for APSY-GE 2659. Full time students are to complete these courses in the first and second semesters. Part time students should take these courses in the year prior to the start of their internship.    Grading for the lab courses is Pass/Incomplete/Fail. Students who miss more than two classes are given an incomplete or failing grade, depending upon the circumstances. Those students in Lab I who have not acquired the necessary insight or skill level required for advancement to Lab II will be required to repeat Lab I.    Any counseling student who receives an incomplete or failure grade in Lab II will be subject to review by the counseling program faculty.    It is important to read the course information notes prior to registering for a lab course. Certain course sections are designated for school counseling students and other sections for counseling for mental health and wellness students.    Internship    Students in the CMHW program are required to meet the state licensure requirement of 600 hours (300 hours per semester or about 20 hours per week) during two consecutive semesters in an appropriate setting approved by the Internship Director. Students are supervised by a licensed mental health professional.    The internship takes place in the second or final year. To support the fieldwork, students register for and complete APSY-GE 2655 and APSY-GE 2656 (Internship in Counseling for Mental Health and Wellness I and II) in the fall and spring semesters during the internship year. APSY-GE 2655 is a pre-requisite for APSY-GE 2656. Students must register for each of these courses during the semester prior to the one in which they plan to take the course. Full time students complete coursework, the internship, and internship seminar concurrently.    Grading for the internship courses is Pass/Incomplete/Fail. Students who miss more than two classes are given an incomplete or failing grade, depending upon the circumstances.    Internship preparation workshops will be held late in the fall semester. These information sessions will be announced on the listserv. You must attend one session in order to prepare for the process involved in securing an internship placement site. You will work closely with Corinne Miller Weinman, Director of Internship and Training, during this process.    State-Mandated Requirement    All CMHW students must complete the state-mandated workshop that covers Identifying and Reporting Child Abuse prior to the start of internship. This workshop can be completed online within two hours over thirty days. Upon completion, students will be provided with an electronic certificate of completion, which must then be forwarded to the academic advisor. This is a graduation requirement; therefore, it is imperative that students provide the academic advisor with proof of completion. Students are responsible for keeping a copy for themselves, as many employers will also require proof of completion of this workshop. Students should complete this requirement during November or December of the first semester. You will receive more information from the academic advisor early in the first semester. It is not necessary (or encouraged) for you to complete the workshop at this time.    Culminating/Terminal Experience    The Counselor Preparation Comprehensive Examination (CPCE) is the terminal experience for the MA counseling programs. The exam should be taken during the student&rsquo;s last semester of matriculation in the program. It is usually held during the last Friday of October and the first Friday in March. The fee for taking the CPCE is $50.00.       Course Load       Students typically register for 15 units per semester in the first year. Full time students take a minimum of 12 units per semester. Depending on semester course loads and whether they complete summer coursework, students sometimes have fewer than 12 units remaining in the final semester.    Students are encouraged to take some courses over the winter session and/or summer session in order to lighten the course load during the second year. Students typically register for 12 credits per semester during the second year, which includes the internship.    Most summer classes offered by the Department of Applied Psychology run during four three-week sessions. Students are limited to taking one course per session but may take as many as four courses over the summer, if necessary.    The winter session takes place during three weeks in January, prior to the start of the spring semester. Students are limited to taking one course per winter session. Tuition and fees for the winter session course are applied toward the spring semester . Students may register for a winter course when they register for spring classes. Students may register for a winter course when they register for spring classes.    Students who are required to take a minimum of 12 units in order to remain eligible for scholarships but who have fewer than 12 units remaining in their final semester should contact the academic advisor for instructions to avoid having the scholarship canceled.    Students who are taking 6-11 units in a semester are considered part time and still meet financial aid eligibility. If visas or other reasons require a student to be half time or full time, students may be granted equivalency. Equivalency may be granted only for the purposes of visas, student loans, student loan deferral, TAP and Veterans&rsquo; Benefits requirements. For more information about this, please review the full policy . It is important to understand that students only receive aid for the number of credits for which they are registered, regardless of equivalency status.       First Semester Coursework       Full-time students are REQUIRED to take the following courses in the first semester:    APSY-GE 2661  Foundations in Counseling for Mental Health and Wellness* 3 credits    APSY-GE 2657  Individual Counseling: Theory and Process* 3 credits    APSY-GE 2658  Individual Counseling: Practice I* 3 credits    APSY-GE 2138  Human Growth and Development       Full-time students should choose ONE of the following additional courses for their first semester:    APSY-GE 2038  Abnormal Psychology* 3 credits    APSY-GE 2138  Human Growth and Development* 3 credits    APSY-GE 2634  Dynamics of Vocational Development 3 credits    APSY-GE 2620  Group Dynamics* 3 credits    APSY-GE 2682  Cross Cultural Counseling* 3 credits    Applied Content Area Elective/Special Population Course** 3 credits       Part time students typically take 6-9 credits per semester. Part time students should begin with a combination of two classes from the following list:    APSY-GE 2651 Professional Orientation and Ethical Issues in Counseling for Mental Health and Wellness (strongly recommended)    APSY-GE 2661 Foundations in Counseling for Mental Health and Wellness (strongly recommended)    APSY-GE 2138 Human Growth and Development    APSY-GE 2657 Individual Counseling: Theory and Process    Part time students should NOT take APSY-GE 2658/9 Individual Counseling: Practice I/II until the year prior to their internship.    *Course must be successfully completed prior to internship. APSY-GE 2038, APSY-GE 2138, APSY-GE 2634, APSY-GE 2620, and APSY-GE 2682 will be offered in the spring semester as well. APSY-GE 2138, APSY-GE 2620, and APSY-GE 2682 will also be offered over the summer.    **Students may elect to take an applied content area or special population course in the first semester if they know what specific area in which they would like to intern. Students choosing to take an elective should consult with the academic advisor.    Students should complete the Identification and Reporting Suspected Child Abuse 0 credit online workshop during the first semester (in November/December). The academic advisor will send out information about this in September.    The following sections of APSY-GE 2658 are specifically for SCHOOL COUNSELING students: 004. 005, 008, and 012. Please be sure you do not register for one of these sections of Practice I.       Faculty Mentors       At the beginning of the Fall semester, students will have the opportunity to select on a first-come, first serve basis a faculty mentor in the counseling programs. Students should choose their mentor based on shared interests.    All students are required to select a faculty mentor. Selection will take place via online survey. The role of the faculty mentor is to provide academic and professional guidance. Faculty mentors are available to answer general curriculum related questions (e.g., &ldquo;I am interested in XYZ, what courses will match my interests?&rdquo;), provide guidance to students looking to join a research team, provide support to students who plan to apply to PhD programs, and assist in remediation process, if necessary.       Research       While not required, many students choose to participate on research teams with faculty. Depending on the needs of the team, students may spend anywhere from 5-20 hours a week on research (in most cases, these positions are unpaid). At the welcome reception on the first day of classes, students will have an opportunity to hear from faculty about their research and whether they have space on their teams for new students.        Don't forget to complete the survey so that you can be cleared to register!                                    Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Applied Psychology Courses - Courses - NYU Steinhardt                                                Please enter your start address in the box below (or allow GPS to find your position) to get directions to 82 Washington Square East, New York, NY 10003                                          NYU Steinhardt School of Culture, Education, and Human Development                     Contact    Directions    Menu                    Admissions      About Steinhardt      Academics      Faculty      Students      Alumni      Research      News and Events      Media         Close Menu                          Courses     Applied Psychology Courses                                   The list below includes courses that have been offered within the past five years. Since many courses are offered only infrequently or on a rotating basis or have only been approved recently or as pilot courses, please check the current schedule of classes or ALBERT for the most up-to-date listing of current courses.    Click on a course name to view a description.                   Course Listing                          Course Number       Title       Hours       Units                            APSY-UE 1038            Abnormal Psychology           Theories, conceptions, & descriptions of psychopathology with an emphasis on the interrelationship of diagnosis & treatment, theories of symptoms formation, & criteria of normality.      Course Page               60    4            APSY-GE 2038            Abnormal Psychology           Classification, etiology, symptoms, & treatment of major psychological disorders, including anxiety, mood, eating, substance-related, sexual & gender identity, cognitive, personality, schizophrenia & other psychotic disorders as well as disorders associated with childhood.      Course Page               30    3            APSY-GE 2345            Academic Achievement Gaps: Socio-Psychological Dynamics           Focuses on understanding the central issues leading to academic achievement gaps between different social groups in America. Topics include: biological, structural, cultural, & psychological factors in gaps between African-Americans, Latinos, Asians, & Caucasians in terms of test & school performance; gender differences in math & science achievement; & policy & educational interventions shown to reduce achievement gaps.      Course Page               45    3            APSY-GE 2045            Action Approaches to Mental Health Counseling           This course, representing an integration of counseling & the creative arts, offers an exploration of action approaches to mental health counseling in terms of theory, research & clinical applications. Action approaches will be examined within a broad context, beginning with such early psychoanalysists as Jung, Reich & Rank & extending to J.L. Moreno’s use of psychodrama, F. Perls’ use of Gestalt therapy & into the more recent developments in drama therapy.      Course Page               30    3            APSY-UE 1272            Adolescent Development           Physical, intellectual, social, & psychosexual of adolescent development. Attention to youth from diverse racial/ethnic & sociocultural backgrounds. Applications & implications for schooling & for prevention & intervention programs directed at psychosocial problems in adolescence are discussed.      Course Page               60    4            APSY-GE 2272            Adolescent Development: Theory and Research           Examine theories & research on adolescent development with a particular focus on adolescents from diverse cultural backgrounds. Topics include: identity development; family & peer relationships; sexuality; risk-taking behavior; & the impact of family & peer relationships, schools, & neighborhoods on psycho-social adjustment. Different methodological approaches to the study of adolescent development will be examined. Implications for prevention & intervention programs for adolescent will also be discussed.      Course Page               45    3            APSY-GE 2647            Advanced Group Counseling: Practice           A participatory experiential laboratory course for professional helping agents (counselors, psychologists, social workers etc.) & students. Focus on application of group process to different helping situations. Structured & unstructured experimental workshops & team projects explore facilitating & cofacilitating techniques, appropriate interventions, feedback, authenticity, & leadership styles. Participants lead group segments & receive feedback.      Course Page               40    2            APSY-GE 2646            Advanced Group Counseling: Theory           Examination of major concepts in group dynamics & theories of group process, & their application to various models of group counseling from therapeutic models to personal growth workshops. Emphasis on diverse settings (schools, colleges, agencies). For professional helping agents (counselors, psychologists, social workers, etc.) & students.      Course Page               10 per pnt    2/3 (alt)            APSY-GE 2625            Advanced Group Dynamics: Consultation and Facilitation           Course focuses on leadership & consultation strategies in multicultural groups & is appropriate for students in counseling, creative arts therapies, public service, education & school leadership. Course is experiential whereby students are required to take up the role of observer/participant in an intensive weekend group relations workshop that is purposefully designed to study group & organizational dynamic as they occur. Then, using what they have learned about group dynamics, students spend six weeks practicing group consultation & facilitation skills. Students have opportunities to observe & to practice these skills with the use of videotaping & feedback.      Course Page               30    3            APSY-GE 2017            Advanced Practicum in School Psychology I           Integration of consultation, behavioral, & clinical assessment skills in a school setting. Diagnosis & evaluation of children & adolescents with educational, emotional, & behavioral problems within a framework of developmental psychological theory. Supervised practice with actual cases in behavioral observation, administration, & interpretation of comprehensive test batteries, organization & writing of psychological reports, & consultation with parents, teachers, therapists, & others.      Course Page               45    3            APSY-GE 2018            Advanced Practicum in School Psychology II           Integration of consultation, behavioral, & clinical assessment skills in a school setting. Diagnosis & evaluation of children & adolescents with educational, emotional, & behavioral problems within a framework of developmental psychological theory. Supervised practice with actual cases in behavioral observation, administration, & interpretation of comprehensive test batteries, organization & writing of psychological reports, & consultation with parents, teachers, therapists, & others. Throughout the year the course address issues relevant & related to culture, diversity & ethnicity in the field experiences, classroom lectures, written psychological reports & case presentations.      Course Page               45    3            APSY-GE 2119            Advanced Psychology of Parenthood           Designed for graduate students & professionals in the social sciences, health professions, & education fields who have a sound grasp of fundamental psychological theory, students in this course explore parenthood as a psychological stage in human development. Through readings, discussions, field trips, visiting speakers, & site visits, students deepen their understanding of the preparation for the tasks, goals, & problems of parenthood. Relevant literature from child development, social learning theory, dynamic psychology, & parent-child relations & research is included with consideration given to evidence from the fields of comparative psychology & cultural anthropology. Sophisticated analysis of covered material & a requisite 4-6 hour fieldwork component round out this intensive offered.      Course Page               30 lec/4-6 fld    3            APSY-GE 2053            Advanced Reading Practicum: Case Studies           Observation, participation, & analysis of case studies of individuals with severe reading & language disabilities. Extensive review of clinical diagnostic instruments.      Course Page               45    3            APSY-GE 3021            Advanced Research Seminar in Developmental Psychology           Advanced study of theories & empirical research relating of the intellectual, social, & emotional development in children & adolescents.      Course Page               30    3            APSY-GE 2830            Advanced Seminar in Prsychology and Social Intervetion           As a core component of the training program, seminar provides students with experience in professional presentations of their work, exposes them to strong models of such presentations, & explores substantive, methodological, & professional issues not covered in classes. In addition to student presentations, there will be outside speakers, faculty presentations, discussions of pertinent journal article, & discussion of professional issues.      Course Page               30    3            APSY-GE 3045            Advanced Seminar on the Listening Guide           This semianr is intended for advanced doctoral students who wish to explore in greater depth questions of theory & method raised by the Listening Guide.      Course Page               30    3            APSY-GE 2004            Advanced Social Psychology           Main emphasis is on theory, research, & methodology in social psychology. Special attention is given to attitudes & roles. In addition, such idea areas as group dynamics, human relations, sociometry, adjustment, permissiveness, conformity, inner- & other-directon, & authoritarianism are critically examined for sociological, psychological, & educational implications. Students are encouraged to do research projects, in groups & individually.      Course Page               30    3            ASL-UE 0091            American Sign Language: Level I           Fundamental principles of grammar & syntax, a basic vocabulary, & conventions of conversational discourse in the deaf community. Emphasis is placed on developing the visual perception skills critical to understanding ASL. Taught in a visual-manual method using no spoken English.      Course Page               60    4            ASL-UE 0092            American Sign Language: Level II           Continues vocabulary development; introduces the student to intermediate grammatical & conversational techniques & aspects of deal culture & history. Expressive skill development emphasizes smoothness & clarity in producing ASL. Receptive skill development emphasizes understanding ASL & fingerspelling at a moderate rate. Taught in a visual-manual method using no spoken English.      Course Page               60    4            ASL-UE 0093            American Sign Language: Level III           A continuation of E64.0091 ASL I, 0092 ASL II. Emphasis is on developing fluency in both expressive & receptive skills. Videotaping sessions also form an integral part of this course.      Course Page               60    4            ASL-UE 0094            American Sign Language: Level IV           For Description SEE: E64.0093      Course Page               60    4            APSY-GE 2026            Applied Cognitive Behavior Therapy           Provides an in-depth exploration of the application of cognitive behavioral therapy (CBT) practices in various clinical situations. Through assigned readings, case formulations, in-class role-plays, self-created treatment plans, & other CBT homework assignments, students will develop therapeutic goals, apply CBT interventions, & develop practical skills for diverse clientele in a variety of clinical settings.      Course Page               30    3            APSY-GE 2179            Basic Concepts of Psychotherapy           Basic principles underlying all forms of therapeutic interaction. Theoretical & practical differences characterizing the major schools of psychotherapy. Occasional guest presentations by distinguished therapists.      Course Page               30    3            APSY-GE 2611            Brief Psychodynamic Therapy: Foundations and Guidelines for Providing Therapeutic Interventions           Based on theories of psychoanalysis, attachment, & interpersonal relations, this course covers the basic principles that guide brief psychodynamic psychotherapy. This course also provides opportunities for students to practice skills of developing an accurate case formulation of the client in order to promote change through specific interventions based on the model of brief dynamic therapy.      Course Page               42    3            APSY-GE 2342            Building Achievement Tests           Systematic approach to constructing measures of achievement in subject matter areas, emphasizing different learning processes, levels of abstraction of content, modalities of presentation of information & variety of response formats. For each topic of instruction, a structured set of expected learning outcomes & groups of items closely related to each outcome are developed. As applications of principles of assessment, students work up many items of their own interest & review assessment developed by others. Introduction to classical & current theories regarding reliability & validity in norm- & criterion-referenced decisions.      Course Page               30    3            APSY-GE 2135            Career Counseling           Vocational counseling as a developmental process. Reconsideration of the roles & responsibilities of vocational counselors & clients in individual & group counseling. Knowledge of occupational-educational information & vocational testing is applied to the process of vocational counseling.      Course Page               30    3            APSY-GE 2181            Child and Adolescent Psychopathology           The study of psychological difficulties in children & adolescents. Behavioral, developmental & ecological perspectives are used in looking at specific problems such as depression, ADHD, autism, & other difficulties seen in children & teens. Students will explore theoretical perspectives & practical applications.      Course Page               30    3            APSY-GE 2832            Child Development and Social Policy           Provides students with in-depth insight into how developmental psychology may contribute to research on the effects of public policies on child development. The course includes an introduction to theories at the intersection of developmental psychology I policy analysis & exposed students to research on public policy & developmental psychology that applies to various points in the policy development & evaluation process.      Course Page               30    3            APSY-UE 1279            Child Development and Social Policy in a Global Society           Examination of key issues facing families & governments in raising children for a 21st century global society. Topics might include: economics & politics affecting child well-being nationally & internationally; child-rearing challenges faced by families & government in low, middle, & high income nations, public (government) & private (family, business and charitable); the role of science & participatory/democratic processes in increasing the effectiveness of public & private investments in children.      Course Page               60    4            APSY-GE 2055            Child Language Development           Focuses on critiquing research studies in reading/language & related areas from both a content & methodological perspective. Course content includes an understanding of quantitative & qualitative program methodologies in literacy.      Course Page               45    3            APSY-GE 3665            Clinical Assessment in Counseling Psychology I           An advanced practicum for doctoral students. Provides intensive experience & analysis of procedures & report writing in personality assessment. Focus is on integrating test material into comprehensive reports having meaning for the referral source & the client. Meetings with instructor provide detailed supervision in all aspects of assessment. Source of clients for diagnostics is required.      Course Page               135    3            APSY-GE 3666            Clinical Assessment in Counseling Psychology II           Personality & clinical tests are studies. Cognitive & personality assessment skills are perfected. Projective testing is examined thoroughly, as assessment is grounded in personality theory. Emphasis is placed on administering & interpreting the multi-test battery & on synthesizing test findings, interview information, & clinical data into a comprehensive diagnostic report. Cross-cultural, ethical, & psychometric issues are critically evaluated with respect to validity & reliability of the assessment protocol.      Course Page               45    3            APSY-GE 2505            Clinical Case Seminar in Trauma Studies: Transdisciplinary Reappraisals of Clinical Work           The work of mental health clinicians will be the focus of study. The complexity of the clinician?s trauma work will be considered through clinical presentation by clinicians, readings, & discussions. Topics include: the meaning & experience of trauma, interventions in clinical trauma work (such as child abuse, sexual abuse, rape, human trafficking, battering, racism, & war & its aftermath, terrorism & political action); & working with natural disasters. There will be academic autopsies of case material.      Course Page               30    3            APSY-GE 2025            Cognitive Behavioral Therapy: Theory and Application           Focuses on cognitive behavioral theory (CBT) & practice, emphasizing evidenced-based assessment & interventions for emotional disorders. Includes clinical applications of cognitive behavioral interventions for anxiety, depression, PPSD, personality disorders, substance abuse, & eating disorders. Introduces CBT approaches to stress management & mindfulness training.      Course Page               30    3            APSY-GE 2198            Cognitive Development           Focus on the orgasmic & structural interpretation of cognitive development. Attention to Piaget?s theory of cognitive development as well as to recent work & theories. Implications for applications to formal & informal instructional settings are considered.      Course Page               30    3            APSY-GE 2649            College Mental Health Intervention           Examines changing college environments, cultural contexts, & college mental health. Focuses on psychological development of the college students, including relationships, sexual concerns, diversity issues, & stress at college. Nature of difficulties & their assessment & treatment are explored, including anxiety, depression, substance abuse, eating disorders. Medication, legal, & ethical issues are addressed.      Course Page               30    3            APSY-UE 0005            Community Psychology           Focuses on understanding people in their social contexts; integrates social action & psychological research in culturally diverse contexts; introduces community psychology & perspectives on intervention & social change; & considers how contexts are powerful in shaping a human behavior.      Course Page               45 + 15 tba    4            APSY-GE 2205            Conflict Analysis and Resolution           Conflict is an important part of our daily lives. Conflict is omnipresent in interpersonal relationships, workplace, national & international affairs, etc. In this class we will examine theories & research that help us understand the nature & roots of conflict, its evolution, & strategies that lead to its resolution. The first part of the course will focus on roots & dynamics of conflict, whereas the second part will focus on strategies to resolve conflict. Students will have the opportunity to apply the knowledge gained in this class to conflicts at different levels: Interpersonal, organization, community, & international.      Course Page               30    3            APSY-GE 2143            Construction of Psychological Tests           Examines the procedures for the construction of aptitude, achievement, performance, & personality measures. Includes supervised experience in constructing a measure & subsequent item analysis & revision. Students design pilot studies, including validity & reliability studies.      Course Page               45    3            APSY-GE 3014            Content Seminar in Reading           A critical review of the research in reading & language. Students focus on a specific research area in literacy with emphasis on developing a research problem & examining the related literature.      Course Page               30    3            APSY-GE 3074            Content Seminar in Research in Educational Psychology           Critical analyses of recent developments in models for data processing, design of studies in evaluative assessment, & research methods applicable to educational & psychological problems. Extensive readings in current literature.      Course Page               30    3            APSY-GE 2681            Counseling Issues in Thanatology           For those interested in working with persons facing life-threatening illnesses & their families via a helping relationship. Of particular use to clergy, physicians, nurses, health care workers, counselors, health educators, & other persons. Examination of current practices, theory, & research regarding loss, grief, bereavement, dying, & death; thanatological issues for the helping professions; models of counselor intervention for persons experienced with interactional processes.      Course Page               30    3            APSY-GE 3611            Counseling Psychology Program Seminar I           Orientation to the profession of psychology & the specialty of counseling psychology in the context of the sociological & historical literature on professionalization. Major issues in psychology & in counseling psychology across areas of theory, research, & the practice are considered in depth. Major foci of the course also include the ethical issues in research & practice & the socialization of students to the program & department.      Course Page               30    3            APSY-GE 3612            Counseling Psychology Program Seminar II           Orientation to the profession of psychology & the specialty of counseling psychology in the context of the sociological & historical literature on professionalization. Major issues in psychology & in counseling psychology across areas of theory, research, & the practice are considered in depth. Major foci of the course also include the ethical issues in research & practice & the socialization of students to the program & department.      Course Page               30    3            APSY-GE 2636            Counseling the Adult           Application of individual & group counseling theories & techniques to the ever-emerging needs of individuals throughout the life span. Major emphasis is on assessment & reevaluation of life plans & goals in the middle years. Case studies, demonstrations, & site-visits.      Course Page               30    3            APSY-GE 2682            Cross Cultural Counseling           An examination of how behavior & experience are influenced by culture. Emphasis is given to the relationship of cultural differences to both counseling theory & technique.      Course Page               10 per pnt    1-6 (var)            APSY-GE 2222            Cross-Cultural Research Methods: An Introduction           Examination of relationship between culture & methods of research. This course begins with an exploration of the meaning of culture & then examines the ways in which the cultural identities of researchers & participants shape each stage of the research enterprise. Particular attention is paid to the role that ethnographic research methods can play in shaping qualitative & quantitative research.      Course Page               30    3            APSY-GE 2105            Culture, Context, and Psychology           In depth examination of cultural & contextual factors & how these factors impact every aspect of psychological theory, practice & research. Major theories, assessment approaches, clinical practice & research in psychology will be critiques by investigating universalistic principles, behavior & experience as it occurs in cultures & contexts & is influenced by culture & context, as well as issues such as oppression, racism, prejudice, social class & value differences.      Course Page               30    3            APSY-GE 2144            Current Issues in Assessment           In-depth examination of current issues in measurement using research in both classical & modern test theory. Consideration of measurement issues within socio-political contexts & in relation to theory & practice. Examination of widely used measurement procedures & modes of delivery (e.g., computer-based testing). Critical analysis of federal measurement policies & related legislation. Exploration of the role of tests in the assessment process & across all levels of education.      Course Page               30    3            APSY-GE 2671            Current Perspectives on Women's Development           Examination of current theory & research relevant to women in the context of epistemological perspectives & a range of theories including feminist & gender theory, radical theory, psychoanalytic theory, & life-span development theory. Topics include theories of gender development, ethnic/racial differences, sexuality, adult roles of work, marriage, & parenting, problems such a sexual abuse & eating disorders, & counseling & psychotherapy with regards to gender.      Course Page               30    3            APSY-UE 8010            Deans Global Honors Seminar: Survey of Developmental Psychology: Introduction           A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, & implications are drawn for practical issues.     Liberal Arts Core/MAP Equivalent - satisfies the requirement for Society & Social Sciences      Course Page               60    4            APSY-GE 3009            Departmental Seminar: Theories of Change in Applied Psychology           Graduate seminar for students who are planning to teach or do research in psychology. Aims & objectives, content, methods of instruction, preparation & use of materials for evaluation, & a survey of research, literature, & methods.      Course Page               30    3            APSY-GE 2094            Developmental and Prevention Sciences           Introduces students to the conceptual & practical integration of the developmental & prevention sciences to address social, emotional, & health problems across the lifespan or during a particular developmental stage.      Course Page               30    3            APSY-UE 1271            Developmental Psychology Across the Lifespan           Discussion of human growth across the lifespan; multiple contexts in which development unfolds are explored & implications for practice are considered.      Course Page               45    3            APSY-GE 3001            Dissertation Proposal Seminar I           Evaluation & development of research proposals by doctoral students.      Course Page               15 per pnt    0-3 (var)            APSY-GE 3002            Dissertation Proposal Seminar II           Evaluation & development of research proposals by doctoral students.      Course Page               45    3            APSY-GE 3003            Dissertation Proposal Seminar in Applied Psychology           No Course Description Available      Course Page               30    3            APSY-GE 2265            Early Childhood: The Development of Self-Regulation           Focuses on the development of self-regulation from infancy through middle childhood. Topics include definitions & theories of self-regulation, temperament, self-control, & executive functions; the neural basis for self-regulation including emotional & cognitive aspects; the measurement of self-regulation in infancy through middle childhood; research methodologies used to study self-regulation development.      Course Page               30    3            APSY-UE 1014            Educational Psychology           Overview of major areas in psychology that are critical to education; discussion of concepts & principles fundamental to the learning process & their application to teaching.      Course Page               60    4            APSY-GE 2114            Educational Psychology           Survey of major areas of psychology: development, learning, social, personality, & measurement. Emphasis on principles & concepts that provide basic understanding for educational practice & for the helping professional.      Course Page               30    3            APSY-GE 2280            Emerging Adulthood: Theory and Research           Examines theories & research related to the stage of emerging adulthood. Focus is on theory & research that acknowledges the ways in which context shapes development. Context includes both micro & macro-level influences on emerging adulthood, such as socio-historical, race/ethnicity, gender, & economic conditions. Topics include: historical comparisons of emerging adulthood as well as cultural, ethnic, & gender identity; family & romantic relationships; friendships; & education & career choices.      Course Page               30    3            APSY-GE 2261            Emotional Development in Childhood: Organization and Neurobiology           Focuses on the ways in which emotion develops from infancy through middle childhood. Topics include definitions & theories of emotion; the neural basis for emotion; the development of emotion in infancy & childhood; & the relation of emotional development to temperament, personality, & cognitive development.      Course Page               30    3            APSY-GE 2173            Evaluation Methodology in Behavioral Science I           Planning & conducting research & evaluation studies in the behavioral & social sciences. Special consideration is given to sampling, validity of the study, & types of evaluation designs. Students gain experience grading & critiquing studies as well as designing their own study.      Course Page               45    3            APSY-GE 2174            Evaluation Methodology in Behavioral Science II           Planning & conducting research & evaluation studies in the behavioral & social sciences. Special consideration is given to sampling, validity of the study, & types of evaluation designs. Students gain experience grading & critiquing studies as well as designing their own study.         Course Page               45    3            APSY-GE 2005            Experimental Psychology           Hands-on experience in formulating, designing, & executing experimental research. Data collection & analyses; report writing. Converging operations, multiple measures, instrumentation. Data collection & analyses via microcomputer.      Course Page               45    3            APSY-GE 2831            Families and Schools           The main objective of this course is to help students develop an understanding of the complexities of the relationships between family and school systems by taking a look at the nature of both as they relate to child development. The course will be taught from a developmental-ecological-systems perspective, with a focus on issues related to education of children in urban, low-income environments.      Course Page               30    3            APSY-UE 1278            Families, Schools and Child Development           Examination of the complex relationships between family & school systems, with a special focus on low-income urban communities as they relate to child development. Topics explore the roles culture, immigration, & racial/ethnic diversity play in establishing effective partnerships between families & schools.      Course Page               60    4            APSY-GE 2091            Family Diagnosis and Therapy           Principles & procedures utilized in working with the family as a unit for intake & screening, diagnosis & assessment, or counseling & therapy. Reference to implications for & applications to the practice of school psychology.      Course Page               30    3            APSY-GE 2653            Fieldwork in Colleges and Community Agencies           This course, part of a two-semester fieldwork experience, exposes students to areas related to their future work in colleges & community agencies. Topics include: professional roles, ethical issues, intervention strategies, multicultural issues, & other topics relevant to specific field settings in which students are placed. Students spend a minimum of six to eight hours a week in a college or community agency setting performing counseling related tasks. Class sessions provide opportunities to discuss the range of professional experiences of counselors in diverse fieldwork settings.      Course Page               45    3            APSY-GE 2654            Fieldwork in Schools           This course, part of a two-semester fieldwork experience, exposes students to areas related to their future work in schools. Topics include individual & group counseling with school-age students, classroom guidance, consultation, crisis intervention, ethical issues, school law, & coordination of mental health services within the educational setting. In addition, multicultural issues as they relate to the urban school setting with a certified school counselor. Class sessions provide opportunities to discuss student experiences in the schools.      Course Page               30    3            APSY-GE 2661            Foundations of Counseling for Mental Health and Wellness           Interventions aimed at ameliorating mental illness & promoting wellness are examined. Integration of research & treatment models that consider mental health well-being in terms of pathology with models of wellness broadly conceived as optimal psychological & physical development. The meanings of ?wellness,? ?health,? & ?illness? across lines of identity (e.g. ethnicity, culture, gender, sexuality, class, & age) are explored. Pathological outcomes (e.g., depression, anxiety, psychosis) are examined in tandem with such constructs as resilience, hope, wisdom, & spirituality, & considered at the individual, interpersonal, & community level.      Course Page               30    3            APSY-GE 2400            Foundations of Education: Educational Psychology           Study of behavior with emphasis on development, learning, social, personality, & measurement as applicable to other fields of professional practice. Relevant research issues considered.      Course Page               30    3            APSY-GE 2662            Foundations of School Counseling           This course focuses on the history & changing role of school counselors in the 21st century, including innovative roles & modes of intervention (e.g., direct service, consultation, program development(, & ethics. In addition, the counselor?s role in school reform & social advocacy will be addressed in accordance with the American School Counseling Association National Model.      Course Page               30    3            APSY-GE 2894            Gay, Lesbian, Bisexual and Transgender People: Perspectives           Focuses on harassment, discrimination, & oppression of homosexuals, bisexuals, & transgendered people from a conceptual framework of prejudice. Explores issues relation to equality, civil rights, heterosexism, homophobia, gender roles & identity, HIV/AIDS, & the social construction of homosexuality, bisexuality, & gender.      Course Page               30    2            APSY-GE 2892            Gay, Lesbian, Bisexual and Transgendered People: Individual Study           For students who wish to conduct studies related to gay, lesbian, bisexual & transgendered people. Topics approved in advance are investigated by the student with the supervision of a faculty adviser. Either a paper, a journal article, a report, or an equivalent project is required.      Course Page               20 per pnt    1-3 (var)            APSY-GE 2896            Gay, Lesbian, Bisexual,, and Transgender People: Adults and Older Adults           An overview of what it means to be a gay, lesbian, bisexual, or transgender adult or older adult. Examines adults? experiences with prejudice, stereotypes, violence, & minority stress at work, in the family, & in other societal & cultural institutions. Explores ways mental health professionals can counsel adults and older adults related to challenges in romantic, social, family & occupational relationships; in self-development & coming out; & in loss of life image & aging.      Course Page               45    3            APSY-GE 2895            Gay, Lesbian, Bisexual,, and Transgender People: Youth           An overview of what it means to be a gay, lesbian, bisexual, or transgender youth. Examines youths? experiences with stigma, prejudice, harassment & violence based on sexual orientation & gender role expression. Explores ways mental health professionals can counsel youth to reduce their psychosocial stress related to coming out & discrimination, & to enhance pscyhosocial well-being in forming sexual & gender identities.      Course Page               45    3            APSY-GE 2093            Gestalt Therapy: An Overview of Theory and Practice           Presentation of the theoretical foundations of gestalt therapy ( gestalt psychology, field theory, phenomenology, & existentialism). Experimental demonstrations of therapy in practice (e.g., exercises in awareness, contact, I/thou dialogue). The application of the gestalt approach to other therapies, to the field of education, arts therapies, & the creative arts is also covered.      Course Page               30    3            APSY-GE 2077            Grant Writing and Grant Management for the Social Sciences           Provides an overview of the mechanics of grant writing, including writing a letter of intent, developing research questions, preparing a literature review, determining research design & methods, & identifying target courses of funding. Through group projects students produce & critique a grant application. Objectives, guidelines, & techniques for managing an awarded grant are discussed.      Course Page               30    3            APSY-GE 2683            Grief and Bereavement Counseling           An advanced thanatology course for persons who have had at least one basic course in thanatology (e.g. E63.2681, or E41.2902, 2903, 2904) or related work experience. Of particular use to clergy, counselors, hospice workers, nurses, psychologists, social workers, & others who work in helping relationships. A study of anticipatory grief, dying, grief & bereavement. Examination of related theory, research, current counseling practices, & models of intervention employed in various settings. Skill development in grief counseling, usually within simulated conditions.      Course Page               30    3            APSY-GE 2645            Group Counseling           Introduction to process & content in group counseling. Patterns of interaction & dynamics within a group. Procedures, activities, demonstrations, & evaluation techniques for use in counseling. Students may be involved in group activities both as observers & participants.      Course Page               45    3            APSY-GE 2621            Group Dynamics: Leadership and Consultation           Leadership & consultation skills through an in depth understanding of group dynamics & intensive participation in classroom groups as both member, leader & consultant.      Course Page               45    3            APSY-GE 2620            Group Dynamics: Theory and Practice           The primary purposes of this course is to introduce students to the theory of group process & group dynamics underlying the practice of group counseling & the use of groups in a wide range of counselor interventions. Students will develop an understanding of group dynamics & their own behavior in groups through lectures, readings, participation in & observing of ongoing groups. Attention will be given to personal, interpersonal, & group level dynamics as they occur in groups & to the interdependence of emotions, behavior & thought in group life.      Course Page               45    3            APSY-GE 2086            Group Work in School Psychology           Students work as group leaders with groups of children, parents, or teachers during times to be arranged. Class sessions divided between lecture & discussions on theory, demonstrations, & group supervision of group leadership experiences. Comparisons made between group & individual work, formal & informal groups, & with groups in clinical & non-clincal settings. Different methods employed in group work are studies. Hours arranged for field assignments & individual projects.      Course Page               30    3            APSY-GE 2022            Health and Human Development           This course will provide students with an understanding of the role of psychologists in the biopsychosocial aspects of human development, including prevention/health promotion, illness, & sexuality. This will be undertaken through a discourse involving the presentation of principles of health psychology, theories in regard to health & human development, & current research in the field.      Course Page               30    3            APSY-GE 2103            Historical Perspectives of Psychological Theory           Influence of philosophy & early systems of psychology on contemporary views. Examination of British empiricism, structuralism, Gestalt psychology, behaviorism, & psychoanalytic theory.      Course Page               30    3            APSY-GE 2450            HIV Prevention and Counseling: Psychoeducational           Students will examine, analyze, apply, & evaluate theoretical paradigms & research, drawn from the disciplines of psychology, public health, & education as well as artistic/media reactions in relation to HIV prevention & counseling. Students will consider the HIV/AIDS epidemic as it is manifested in the United Sates (U.S.) across all developmental stages for those affected by, infected with, or at risk for HIV transmission. The course utilizes a biopsychosocial framework that emphasizes on theory-based HIV prevention & practice. Students will consider the response to the HIV epidemic in the U.S. from a cross-cultural perspective. Students will participate in on-site visits to local AIDS service organizations in New York serving those affected by the disease. Local experts in New York will provide guest lectures on the issues of prevention & counseling as they are undertaken in the U.S. Students will conduct work with & within the community itself, & consider how the U.S. have responded to the HIV epidemic over the last 30 years.      Course Page               30    3            APSY-UE 1995            Honors Seminar in Applied Psychology I           A year-long seminar sequence intended only for students in the honors program in applied psychology. The seminars have three main objectives: (a) to provide a forum where students engage in serious intellectual discussion about the process of research, (b) to provide guidance and structure to students in the process of conducting their independent research studies, & (c) to prepare students for presentation of their senior thesis & oral examination. All honor students must have a research mentor & an approved research project prior to registering for the course.      Course Page               30    2            APSY-UE 1996            Honors Seminar in Applied Psychology II           Seminar course of students in the Honors Program in Applied Psychology. The course has three main objectives: (a) provide a forum where students engage in a serious intellectual discussion about the process of research, (b) to provide guidance & structure to students in the process of conducting their independent research studies, & (c) prepare students for presentation of senior thesis & oral examination. All honors students must have a research mentor & approved research project prior to registering for this course.      Course Page               30    2            APSY-UE 0020            Human Development I           Introduction to research and theory of human development across the life span. Seminal theories & basic research of individual growth & development are analyzed & critiqued. Emphasis is on the range in human development with discussion of normative & non-normative development. Emphasis is also placed on the importance of understanding the influence of normative & non-normative contexts of development, including the impact of culture, heritage, socioeconomic level, personal health, & safety. Relations between home, school, & community and their impact on development are also explored via readings, lectures, discussions, & weekly observations in the field. Interrogation of implicit folk theories as a foundation for exploration of formal knowledge of human development.      Course Page               30 + 10 fld    2            APSY-UE 0022            Human Development II: Application for Childhood Educators           Further analysis of research findings & theories of human development focusing on childhood, & applied across various institutional contexts. Important issues include: numeric competence, assessment of reading problems, gender differences in learning styles. Developmentally appropriate consideration of abusive & dangerous environments, & of alcohol, tobacco, & drug use will also be included. Direct application of theory & research is made through field-based inquiry & issue-based investigation.      Course Page               30 + 15 fld    2            APSY-UE 0023            Human Development II: Early Adolescents and Adolescents           Further analysis of research findings & theories of human development focusing on early through late adolescence & applied across various institutional contexts. Important issues include puberty, cross-gender peer relations, preventing risky behaviors, understanding & mastering test-based graduation requirements, transition to work/college, identity development, depression, & aggression. Developmentally appropriate consideration of abusive & dangerous environments & of alcohol, tobacco, & drug use is also included. Direct application of theory & research is made through field-based inquiry & issue-based investigation.      Course Page               30 + 15 fld    2            APSY-UE 0021            Human Development II: Application for Early Childhood Educators           Further analysis of research findings & theories of human development focusing on early childhood, & applied across various institutional contexts. Important issues include: language development, assessment of readiness to learn, separation from the family, peer relationships, aesthetic experiences. Developmentally appropriate consideration of abusive & dangerous environments, & of alcohol, tobacco & drug use will also be included. Direct application of theory & research is made through field-based inquiry & issue-based investigation.      Course Page               30 + 15 fld    2            APSY-GE 2138            Human Growth and Development           Central theories in the area of human growth & development from a ?life-span? perspective of tracing development from birth to death. Students will gain the skills & knowledge they need to crtically evaluate & apply theory & central research in this area. The course will introduce students to the major theoretical approaches for understanding human growth & development. Multiple factors including biology & culture will be discussed.      Course Page               30    3            APSY-GE 2273            Identification and Reporting of Suspected Child Abuse/Maltreatment           State mandated two-hour workshop in child abuse.      Course Page               2    0            APSY-GE 3901            IES-Predoctoral Interdisciplinary Training Seminar on Causal Inference in Education I           In keeping with recent federal Institute of Education Sciences funding for an interdisciplinary predoctoral training program, this graduate seminar focuses on experimental & quasi-experimnetal approaches to causal inference in education sciences. Through both internal research presentations from NYU faculty & presentations by outside research scientists, seminar topics will include introduction & consolidation of students’ advanced understanding of the concepts of internal, external, construct, & statistical validity.      Course Page               22.5    1            APSY-GE 3902            IES-Predoctoral Interdisciplinary Training Seminar on Causal Inference in Education II           In keeping with recent federal Institute of Education Sciences funding for an interdisciplinary predoctoral training program, this graduate seminar focuses on experimental & quasi-experimnetal approaches to causal inference in education sciences. Through both internal research presentations from NYU faculty & presentations by outside research scientists, seminar topics will include introduction & consolidation of students’ advanced understanding of the concepts of internal, external, construct, & statistical validity.      Course Page               22.5    1            APSY-GE 2658            Individual Counseling: Practice I           Small group laboratory experiences utilizing simulation, modeling, micro-counseling, etc., on an experimental learning base. Learning of basic communicating skills necessary in interviewing, counseling, & other helping relationships. Skills learned are generic to a wide range of professional fields.      Course Page               50.4    3            APSY-GE 2659            Individual Counseling: Practice II           A laboratory seminar focusing first on a module of multicultural learning followed by the integration of these skills in ongoing counseling relationships. Students appraise clinical problems & needs & develop appropriate counseling strategies. Counseling sessions are videotaped & then analyzed in small groups.      Course Page               50    3            APSY-GE 2657            Individual Counseling: Theory and Process           A study of counseling as a form of professional assistance in problems of development & adjustment. Psychological & social foundations underlying the counseling process; examination of relevant research data; dynamics of interviewing as a part of the counseling process.      Course Page               30    3            APSY-GE 2116            Infant and Toddler Assessment           Methods for assessing individual differences in perceptual, cognitive, & socio-emotional development in infants & toddlers (up to two years old), including normal range & disturbances in development. Individual differences are viewed within the broader contest of variations in culture & in in family & home environment.      Course Page               30    3            APSY-GE 2335            Integrative Seminar           This integrated seminar for masters students who are working on independent study projects under the supervision of a faculty member. Students meet weekly with peers & instructors to discuss issues, problems, & questions related to their field & research experiences & the process of psychological research & its application. Student’s research projects culminate in an individually-produced comprehensive paper      Course Page               30    0            APSY-GE 2525            Intercultural Perspective: The Development of Immigrant Origin Youth           This course is designed to introduce students to research on the adaptation of immigrant origin youth. The course will concentrate on psychological, anthropological, sociological, & educational contributions to the study of immigrant children & adolescents. We will review the growing presence of immigrant youth in public schools in the United States & other post-industrial societies. We will consider a variety of stressors involved in the process of immigration along with the concomitant repercussions on the martial dyad, family relationships, & on the children themselves. We will explore the relevant literature on community forces, marginality, & minority status. We will consider the new research efforts to describe the various pathways immigrant children take in (trans)forming their developing identities. Lastly, we will examine the critical role of the educational experience on the adaptation of immigrant youth.      Course Page               30 lec/15 fld    3            APSY-GE 3011            Internship and Seminar in School Psychology I           For students in school psychology during their internship year. The role of the school psychologist in school & community with respect to functions, procedures, theoretical considerations, & ethical issues. A final integrative seminar that combines school psychology content with group discussion of internship & on-the-job issues.      Course Page               30    3            APSY-GE 3012            Internship and Seminar in School Psychology II           For students in school psychology during their internship year. The role of the school psychologist in school & community with respect to functions, procedures, theoretical considerations, & ethical issues. A final integrative seminar that combines school psychology content with group discussion of internship & on-the-job issues.      Course Page               30    3            APSY-GE 2655            Internship in Counseling for Mental Health and Wellness I           This first internship semester requires 300 hours of supervised counseling experience in an approved college or community setting & participation in a weekly university seminar. Student placements include community mental health agencies, chemical dependency treatment programs, college counseling centers, hospital settings, hospice programs, special programs for abused women & victims of violence, among others. Seminar sessions provide opportunities to discuss the range of their professional experiences as counselors-in-training & supervision of students’ counseling cases.      Course Page               300    3/4 (alt)            APSY-GE 2656            Internship in Counseling for Mental Health and Wellness II           This first internship semester requires 300 hours of supervised counseling experience in an approved college or community setting & participation in a weekly university seminar. Student placements include community mental health agencies, chemical dependency treatment programs, college counseling centers, hospital settings, hospice programs, special programs for abused women & victims of violence, among others. Seminar sessions provide opportunities to discuss the range of their professional experiences as counselors-in-training & supervision of students’ counseling cases.      Course Page               300    3/4 (alt)            APSY-GE 3016            Internship in Counseling Psychology           A full-time one-year internship required of all students. The internship experience consists of professionally supervised training integrating psychological knowledge & its application to the professional delivery of psychological services.      Course Page               1500 min.    0            APSY-GE 2667            Internship in School Counseling I           This first semester of internship requires 200-300 hours of supervised counseling experience in an approved school setting & participation in a weekly university seminar. Placements include elementary, middle, & high school settings as well as a number of specialized school programs. Seminar sessions provide opportunities for students to discuss the range of their professional experiences as counselors-in-training. Areas of examination generally will include individual & group counseling with school-age students, classroom guidance, consultation, crisis intervention, ethical issues, multicultural issues, school law, & coordination of counseling & mental health services within the educational setting.      Course Page               10 hrs per unit    3/4 (alt)            APSY-GE 2668            Internship in School Counseling II           This second semester of internship requires 200-300 hours of supervised counseling experience in an approved school setting & participation in a weekly university seminar. In addition to continued attention to the range of professional issues addressed in the first semester of the seminar, the focus of this seminar is on the supervision of students? counseling interventions with individuals & groups , including children, teachers & parents, & in a range of different kinds of counseling modalities,      Course Page               10 hrs per unit    3/4 (alt)            APSY-GE 3627            Internship Seminar I           Case seminar for graduate students who hold internships in counseling, guidance, student personnel work, or counseling psychology.      Course Page               45    2            APSY-GE 3628            Internship Seminar II           Case seminar for graduate students who hold internships in counseling, guidance, student personnel work, or counseling psychology.      Course Page               45    1            APSY-GE 2672            Interpretation and Use of Tests in Counseling Adults           Introduction to formal assessment. Includes surveys of vocational personality, & aptitude tests & structured experience in administration & scoring. The synthesis of various tests with background & behavioral information is stressed, as are interviewing techniques necessary for introducing & interpreting test batteries to clients. Source of clients to be tested is highly desirable.      Course Page               45    3            APSY-GE 2673            Interpretation and Use of Tests in Counseling Children and Adolescents           Introduction to informal & formal assessment procedures currently used in schools. Includes classroom observation , interviewing, & psycho-educational tests. Integration of information pertinent to educational performance will be highlighted, interpretation of various school-related tests will be emphasized, & school records & background information will be incorporated. Students are encouraged to take this course concurrently with their fieldwork or practicum.      Course Page               30    3            APSY-GE 2270            Intervention and Prevention in Early Childhood Contexts           Focuses on understanding early childhood development & intervention strategies aimed at preschool age children at-risk; addresses the emotional, cognitive, & behavioral development of preschool children, & risks associated with growing up in the context of poverty; reviews the history of preschool intervention strategies designed to improve outcomes for low-income children & the evaluation literature focused on preschool intervention services.      Course Page               30    3            APSY-GE 2826            Intervention and Social Change           Examines theoretical frameworks, concepts, pragmatics, & strategies & tactics of intervention & social change at different levels of analysis. Students will learn about designing & implementing social interventions &, upon completion, will be able to analyze social issues/problems from multiple perspectives & vantage points.      Course Page               30    3            APSY-GE 2079            Introduction to Clinical Procedures           Each year this course focuses on specialized aspect of intake, assessment, intervention techniques used by the school psychologist, such as observation, interview procedures, assessment of minority children, crisis intervention, etc. Also an introduction to research leading to scholarly work is provided.      Course Page               30    3            APSY-UE 1620            Introduction to Group Dynamics           Examination of group dynamics through reading, lecture, discussion, & participation in small experiential groups. Discussion of the processes that occur in the development of groups.      Course Page               60    4            APSY-UE 1039            Introduction to Personality           Consideration of the major theories of personality. The work of various theorists is discussed as it relates to personality development through the life span.      Course Page               45    3            APSY-UE 0019            Introduction to Personality Theories           Consideration of the major theories of personality. The work of various theorists is discussed as it relates to personality development through the life span.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Society & Social Sciences      Course Page               60    4            APSY-UE 0002            Introduction to Psychology and Its Principles           Introduction to the fundamental principles of psychology, emphasizing both the unity & the diversity of a field that spans major theoretical & research areas, including biological bases of human behavior, learning, development, motivation, & social & abnormal behavior. Links between theory & classic as well as contemporary research are a recurrent theme.    Liberal Arts Core/MAP Equivalent - satisfies the requirement for Society & the Social Sciences      Course Page               45 + 15 fld    4            APSY-GE 2068            Issues in Counseling People with Disabilities           Provides an overview of factors that influence counseling people with disabilities, including disabilities typically diagnosed in childhood & adolescence. Focuses on the experience of disability, the impact of disability on psychosocial functioning & its intersections with other social identities, family life, & issues in disability across the lifespan. Explores models of disability, history & legislation related to disability, attitudes towards people with disabilities, & collaboration with allied health professionals. Counseling issues for select disability groups are presented.      Course Page               30    3            APSY-GE 2160            Laboratory in Behavior Change I           Principles of cognitive, behavioral, & integrative psychotherapy. Assessment & intervention techniques for work with children & adolescents. Training in cognitive, behavioral, & experimental therapy may include assertiveness & social skills training, anxiety & stress management, coping with loss, dealing with depression.      Course Page               45    3            APSY-GE 2161            Laboratory in Behavior Change II           Principles of cognitive, behavioral, & integrative psychotherapy. Assessment & intervention techniques for work with children & adolescents. Training in cognitive, behavioral, & experimental therapy may include assertiveness & social skills training, anxiety & stress management, coping with loss, dealing with depression.      Course Page               45    3            APSY-GE 2027            Laboratory in Intellectual and Cognitive Assessment I           The assessment of cognitive development in children with particular emphasis on intelligence. Concepts of intelligence, history of testing, applications to the educational setting, social & ethical issues. Supervised practice in administration, scoring , & interpretation of individual tests of mental functioning with major emphasis on the Stanford-Binet, WAIS-R, & WISC-R; other instruments are also studied.      Course Page               45    3            APSY-GE 2028            Laboratory in Intellectual and Cognitive Assessment II           The assessment of cognitive development in children with particular emphasis on intelligence. Concepts of intelligence, history of testing, applications to the educational setting, social & ethical issues. Supervised practice in administration, scoring , & interpretation of individual tests of mental functioning with major emphasis on the Stanford-Binet, WAIS-R, & WISC-R; other instruments are also studied.      Course Page               45    3            APSY-UE 1158            Laboratory in Interviewing Skills           Small group video laboratory experience utilizing simulation, modeling, & micro interviewing on an experiential learning base. Learning the basic interviewing skills necessary in a wide range of helping relationships.      Course Page               45    3            APSY-GE 2065            Laboratory in Projective Techniques and Personality Assessment I           Theory of projective psychology & its application to personality assessment. Supervised practice, during class hours & by individual appointments, in administering, scoring, & interpreting projective tests. In addition to practicum sessions, students examine subjects in the field. Focus is on children & adolescents. Special attention to the Rorschach Test, but other projective techniques such as the TAT & figure drawings are included. Direct & objective methods are covers as well.      Course Page               45    3            APSY-GE 2066            Laboratory in Projective Techniques and Personality Assessment II           Theory of projective psychology & its application to personality assessment. Supervised practice, during class hours & by individual appointments, in administering, scoring, & interpreting projective tests. In addition to practicum sessions, students examine subjects in the field. Focus is on children & adolescents. Special attention to the Rorschach Test, but other projective techniques such as the TAT & figure drawings are included. Direct & objective methods are covers as well.      Course Page               45    3            APSY-GE 2275            Laboratory in School Consultation for School Psychologists I           Theories of mental health consultation & planned organizational change & their application to work in schools. In addition to class & small group supervisory sessions, students function as mental health consultants & change agents in schools. Focus on conceptualization of school culture, analysis of consultative relationships, & planned organizational interventions. Change strategies to be considered include individual, tech no-structural, data-based, & organizational development.      Course Page               45 + tba    3            APSY-GE 2276            Laboratory in School Consultation for School Psychologists II           Theories of mental health consultation & planned organizational change & their application to work in schools. In addition to class & small group supervisory sessions, students function as mental health consultants & change agents in schools. Focus on conceptualization of school culture, analysis of consultative relationships, & planned organizational interventions. Change strategies to be considered include individual, techno-structural, data-based, & organizational development.      Course Page               45 + tba    3            APSY-GE 2214            Learning Theories           Current theories of learning & relevant research with stress on the processes involved in human learning. Implications of current research in learning & memory for education.      Course Page               30    3            APSY-GE 2684            Marriage, Couple, and Family Counseling           A theory & practice approach, viewing the couple or the family as a unitary psycho-social system, focusing on general functioning, dysfunction, & intervention. In contrast to viewing individuals as the locus of a problem, the relationship is seen as a unitary system where harmony & difficulty depend on characteristics of the unit as a whole. Major areas covered include history, theory, practice models, & intervention techniques.      Course Page               10 per pnt    1-6 (var)            APSY-GE 2142            Measurement and Evaluation: Psychometric Theory           Measurement of science; validity & reliability theory & practice. Problems in test construction, measurement of abilities, personality, & attitudes. Independent analysis of critical issues in measurement.      Course Page               45    3            APSY-GE 2140            Measurement: Classical Test Theory           Examines the principles of psychological measurement & testing & the technical interpretation of test scores using the classical test model. Provides a comprehensive review of group & individual measures of aptitude, personality, intelligence, & achievement. Delineates the standards of educational & psychological measurement. Examines & deconstructs principles & techniques used in psychometric studies to establish levels of reliability & validity. Utilized statistical software to conduct analysis.      Course Page               45    3            APSY-GE 2141            Measurement: Modern Test Theory           Examines the principles of psychological measurement & testing & the technical interpretation of test scores using modern test models, including Item Response Theory, with an emphasis on the Rasch model. Considers matters of reliability & validity as related to modern test theory. Emphasizes the application of test theory to computerized &/or adaptive testing. Utilizes statistical software to conduct analyses      Course Page               45    3            APSY-UE 1031            Mental Health: Historical, Social, and Political Perspectives           A historical analysis of mental health viewed within a changing social & political context. Special attention given to the changing notions of mental health. Applications to different populations & symptoms &, as a corollary, changing notions of intervention.      Course Page               60    4            APSY-GE 2375            Multivariate Strategies in Psycho-Educational Research           Conceptual presentation of multivariate techniques & applications in psychological & educational research. Development of skills in design using factor analysis, discriminate analysis, canonical correlation?s, & multivariate analysis of variance. Critical reading of research literature.      Course Page               45    3            APSY-GE 2401            Neuropsychological Assessment           Survey of current tests & diagnostic techniques pertinent to the evaluation of adults & children with suspected neurological dysfunction. Supervised instruction in test for Neuropsychological assessment.      Course Page               30    3            APSY-GE 2001            Neuropsychology of Behavior           Develop an understanding of both the physiological & theoretical underpinnings of brain behavior relationships through the study of \"the physiological brain and neural systems, (i.e., neuroanatomy), human brain development, historical & current brain models, neurodevelopmental, neurological & psychiatric disorders as well as etiology, assessment, treatment, & prognosis of disorders.      Course Page               30    3            APSY-GE 2602            Nonverbal Communication: Classic Literature, Current Research Trends and Psychotherapy Process Research           Four sessions will be devoted to the classic literature on facial expression of emotion, body movement & personality/character, developmental studies of movement expression, & cultural differences in movement. Five sessions will deal with the work of key nonverbal communication researchers of the past two decades & the themes of decoding capacity & accuracy, nonverbal indices of rapport & bonding, the role of movement in social organization & regulation of interaction, bodily expression of emotion & attitude, & current trends in cross-cultural movement research.      Course Page               30    3            APSY-GE 2603            Occupational and Educational Information in Guidance and Counseling           The occupational structure & its educational, social, & psychological correlates; sources & systems of occupational & educational information; their use & integration in counseling process & guidance programs.      Course Page               30    3            APSY-UE 1280            Parenting and Culture           Examination of parenting views & practice across socio-cultural groups, discussion of similarities & differences in parenting around the globe, how parenting changes over the life course of the child, & how parenting shapes children’s development.      Course Page               60    4            APSY-GE 2197            Perceptual Development           Basic sensory & perceptual processes & functioning of child?s & adult?s senses in acquiring information of the physical & social world. Terminology & measures, visual & auditory sensitivity, infant attention, classification & labeling, sensory-cognitive adaptation, theories of perceptual learning & development.      Course Page               30    3            APSY-GE 2840            Play and Drama Therapy with Children and Adolescents           Focuses on play and drama approaches for the treatment of children & adolescents with a variety of psychological stressors, including physical & sexual abuse, life-threatening illnesses, death of a parent, divorce, & bullying. Examines treatment models & protocols relevant to institutional & community agency settings. Includes case examples, demonstration of play & drama techniques, & interactive class participation.      Course Page               30    3            APSY-GE 2870            Positive Psychological Development: Research and Practice           Building on innovations in the merging field of positive psychology, this course explores research & theory on factors that represent strengths & virtues & that enhance the human capacity to experience wellness. Particular emphasis is placed on the interplay between culture, context & positive psychological outcomes (e.g., hope, creativity, purpose, wisdom) & on state-of-the-art interventions that facilitate individual, family, & community efforts to achieve these outcomes.      Course Page               30    3            APSY-GE 3629            Practicum in Counselor Training           Examination of training models for counselor-client interaction. Students conduct structured training activities with M.A. & undergraduate students under the supervision of faculty from the counseling programs.      Course Page               45    3            APSY-GE 2827            Practicum in Intervention-Research or Policy-Research I           Provides students with experiences in the realities of integrating action & research in real-world settings. Emphasizes engaging in change efforts & helping to develop & evaluate them. The two semester experience occurs in a setting that is primarily action-oriented, rather than research-oriented, & involved hands-on intervention development, implementation, & evaluation.      Course Page               30    3            APSY-GE 2828            Practicum in Intervention-Research or Policy-Research II           Provides students with experiences in the realities of integrating action & research in real-world settings. Emphasizes engaging in change efforts & helping to develop & evaluate them. The two semester experience occurs in a setting that is primarily action-oriented, rather than research-oriented, & involved hands-on intervention development, implementation, & evaluation.      Course Page               30    3            APSY-GE 2061            Practicum in Psychotherapy with Children and Adolescents I           Principles & supervised practice of individual psychotherapy with children & adolescents. Covers traditional procedures such as play, game use, puppetry, & verbal intervention. Related features are also covered: consultation with parents, initial interviews, diagnosis. Issues of technique with reference to transference & counter transference, resistance, defense, & interpretation are examined in context of several theoretical methods.      Course Page               75    3            APSY-GE 2062            Practicum in Psychotherapy with Children and Adolescents II           Principles & supervised practice of individual psychotherapy with children & adolescents. Covers traditional procedures such as play, game use, puppetry, & verbal intervention. Related features are also covered: consultation with parents, initial interviews, diagnosis. Issues of technique with reference to transference & counter transference, resistance, defense, & interpretation are examined in context of several theoretical methods.      Course Page               75    3            APSY-GE 2652            Professional and Ethical Issues in Counseling II           An orientation to the profession of counseling & its ethical guidelines & to the specific professional specialization of mental health counseling. The course will include discussion of the history of the field & will address issues such as professional roles, functions, & relationships of counselors with other human service providers, licensure & certification issues, & the role of professional organizations in professional development & identity. The examination of the ethical guidelines of the professions & their application to the specialization of mental health counseling will include attention to processes & model of ethical decision making.      Course Page               25    1            APSY-GE 2651            Professional and Ethical Issues in School Counseling [           An orientation to the profession of counseling & its ethical guidelines & to the specific professional specialization of mental health counseling. The course will include discussion of the history of the field & will address issues such as professional roles, functions, & relationships of counselors with other human service providers, licesnure & certification issues, & the role of professional organizations in professional development & identity. The examination of the ethical guidelines of the professions & their application to the specialization of mental health counseling will include attention to processes & model of ethical decision making.      Course Page               30    3            APSY-GE 2650            Professional Orientation and Ethical Issues in School Counseling           An orientation to the profession of counseling & its ethical guidelines & to the specific professional specialization of school counseling. The course will include discussion of the history of the field & will address issues such as professional roles, functions, & relationships of counselors with other human services providers, licenser & certification issues, & the role of professional organizations in professional development & identity. The examination of the ethical guidelines of the profession & their application to the specialization of school counseling will include attention to processes & models of ethical decision-making.      Course Page               30    3            APSY-GE 2663            Program Development and Evaluation in Counseling           Principles & practices of program development & evaluation for professional counselors in various counseling settings. Consideration is given to program development & evaluation of one-to-one, small group, & institutional intervention by counselors.      Course Page               30    3            APSY-GE 2834            Program Evaluation           Provides an overview of theories, methods, & practice in evaluation research in the social sciences. Examination of the history & principal theories of evaluation, specific techniques for process & outcome evaluation, & quantitative & qualitative analysis techniques that may be useful in conducting evaluation research.      Course Page               30    3            APSY-GE 2839            Project Research Seminar: PSI           A seminar, with particular emphasis on discussing & clarifying students’ research ideas & in enabling progress towards the second year project proposal. Emphasis on issues such as selecting & formulating a research problem, generating testable hypotheses, understanding the strengths & limitations of students’ selected methods & measures, & strategies for writing clear, concise, & compelling research proposals.      Course Page               10 per unit    0-3 (var)            APSY-GE 2274            Proseminar in School Psychology           Introduction to the profession of school psychology for first-year students in certificate & doctoral programs; history & literature of school psychology, philosophical conceptions of role, current readings, discussion of current issues.      Course Page               30    3            APSY-GE 2313            Psycho-educational Research           Supervised research experience in school or related setting. Students conduct original, individual research or evaluation projects or independent studies as part of larger ongoing projects. Individual supervision plus occasional scheduled class sessions for group discussion.      Course Page               45    3            APSY-GE 2016            Psychoanalytic Concepts of Women           Historical & contemporary psychoanalytic perspectives of women in society growing out of Freud?s original thesis. Critical consideration of such historical issues as Freud?s relationship with women, Freud?s early dissenters, & recent critiques of Freud?s views of women. Contemporary psychoanalytic perspectives on women such as development, narcissism, autonomy, sexuality, & success.      Course Page               30    3            APSY-GE 2089            Psychoanalytic Theory of Childhood           Psychoanalytic theory of mental development. Selected writings of Freud, Ferenczi, Balint, Spitz, A. Freud, & Mahler as related to self & ego formation, the separation-individuation process, psycho-sexual development are examined.      Course Page               30    3            APSY-GE 2112            Psychological Perspectives on the Teaching of Critical Thinking           Focuses on efforts to teach critical thinking skills in schools. Topics include the definition & measurement of critical thinking, the role of critical thinking in science & math education, & the development & evaluation of novel curricula to teach critical thinking skills.      Course Page               30    3            APSY-GE 2115            Psychological Research in Infancy           Theory & research of infant behavior & development with an orientation toward professional application. Infant observation & evaluation techniques included.      Course Page               30    3            APSY-GE 2880            Psychology of Gender Roles and Sex Differences           Separating the facts from myths about psychological sex differences. Discussion of their implications for gender roles & bias in therapeutic models & practice. An examination & critique of the validity of claims about sex & gender differences in the areas of personality, cognition, mental health, morality, including achievement, empathy & aggression. Investigation of methodological issues in theory & research, including feminist & non-feminist research methods, & their implications for counseling, psychotherapy, & education      Course Page               30    3            APSY-UE 1214            Psychology of Human Learning           Consideration of major learning theories & related research. Learning is viewed in relation to developmental, social, cognitive, & personality development. Implications for the implied behavioral sciences are discussed.      Course Page               60    4            APSY-GE 2110            Psychology of Schooling, Sexism and the Educational Experience           How sex roles & sex role standards are learned and/or reinforced through schooling. Theories of learning & psychological development are considered by examining the school experience as a socio-psychological phenomenon spanning preschool to college. Theories of the change process & review of current nonsexist teaching-learning programs. Design of an appropriate nonsexist program or material for a specific educational setting are required.      Course Page               30    3            APSY-GE 2014            Psychology of Women: A Social Psychological Approach           Surveys psychology of women. Topics include psychoanalytic conceptions of women; theories of sex-role development; sexuality & psychological health; mothering, fathering, & gender arrangements; ways of knowing; abuse , dominance, violence, & power, & achievement.      Course Page               30    3            APSY-UE 1081            Psychosocial Aspects of Sexual Behavior           This course will broaden the existing scope of students’ knowledge of sexuality by providing current, in-depth research & information on human sexual attitudes & behavior. Throughout the course students will examine the relation between sexual attitudes, knowledge & behavior. Empirical research in psychosexuality, health, culture & history will be used to analyze & evaluate sexual attitudes, knowledge & behaviors in a non-judgmental way. An integral part of the course is the extensive use of the internet.      Course Page               60    4            APSY-GE 2379            Reading as a Thinking Process           Practical ideas for teaching reading as a thinking process based on the current research in language & psychology.      Course Page               30    3            APSY-GE 2669            Religiosity and Spirituality: Theory. Research and Counseling Towards Wellness           Students will explore the ways that clients? & practitioners? religious/spiritual beliefs (& critical attention to religiosity/spirituality in the therapy relationship) inform various aspects of the counseling enterprise. Through case studies students will explore concrete strategies for exploring issues of religiosity/spirituality therapy. This course offers an overview of various faith systems with a particular focus on what these systems reveal about self, mind, suffering, change, health, & ideal states of being.      Course Page               30    3            APSY-GE 2070            Research and Evaluation Methods in Behavioral Sciences           Analyzing & evaluating research studies in the behavioral sciences. Emphasis on the science of research, developing hypotheses, sampling, defining & measuring variables, types of experimental & non experimental designs, qualitative designs, evaluation designs, & ethics in research.      Course Page               45    3            APSY-GE 2073            Research Design and Methodology in the Behavioral Sciences I           Planning & implementing research in the behavioral sciences; analysis of data; interpretation of findings. Formulating problems & hypotheses; specification of types of variables & operational definitions; experimental & non experimental research designs; use of randomization & controls; sampling problems basic to statistical inference.      Course Page               45    3            APSY-GE 2074            Research Design and Methodology in the Behavioral Sciences II           Advanced principles of design of studies; application of the general linear model as in multiple regression & analysis of variance; analysis of categorical frequencies & ranks arising from observations of behavior. Practice in data processing using computers.      Course Page               45    3            APSY-UE 0025            Research Methods in Applied Psychology I           Overview of diverse research designs & essential components of research methods, including: formulation of questions & hypotheses, identification of variables & operational definitions, sampling, data collection, & basic statistical & psychometric techniques. Students learn the basic elements & logic of social science research & develop a conceptual understanding of statistical & psychometric techniques.      Course Page               60    3            APSY-UE 1137            Research Methods in Applied Psychology II           In-depth look at specific quantitative & qualitative methodologies in the social sciences discussed & application of methodological understanding gained in previous research methods course, including: developing skills in coding & analyzing data, assessing & improving reliability of measures, & presenting results. Students also learn about special problems of design & measurement when research extends beyond the individual.      Course Page               60    4            APSY-GE 2835            Research: Using Mixed Methods           This course is designed to enable students to conduct & evaluate research that uses multiple methods, especially the combination of quantitative & qualitative methods, to address a particular research problem. Students will draw on knowledge gained in prior quantitative & qualitative methods courses to explicitly focus on strategies for combining methods in a single study. Students will be introduced to a variety of ways in which mixed methods are used, including sequencing methods such that data obtained via qualitative approaches is used to inform the design &/or interpretation of quantitative data, & concurrent use of multiple methods.      Course Page               30    3            APSY-GE 2279            Risk and Resilience           Examines the concepts & measurement of risk & resilience from the perspective of developmental psychology. Explores mechanisms & processes to disrupt risk & enhance resilience. Models of risk & resilience are analyzed.      Course Page               30    3            APSY-GE 2999            School Violence Prevention           An introduction to violence & its impact in schools. Safe Schools Against Violence in Education. An overview of the SAVE legislation & its impacts on New York State schools. Understanding the relationship between data & planning; the risk & protective factors framework; & education strategies: what research indicates. Be able to identify early warning signs of potentially violent behavior, understand the referral process & learn how to assist troubled students.      Course Page               2    0            APSY-GE 2838            Second Year Project Seminar           A seminar, with particular emphasis on discussing & clarifying students? research ideas & in enabling progress towards the second year project proposal. Emphasis on issues such as selecting & formulating a research problem, generating testable hypotheses, understanding the strengths & limitations of students? selected methods & measures, & strategies for writing clear, concise, & compelling research proposals.      Course Page               30    3            APSY-UE 1123            Seminar in Applied Psychology I: Introduction           The first part of a three-course sequence. This course introduces students to applied research & to evidenced-based practice. Students explore various subfields in professional psychology & learn to synthesize information from psychological literature.      Course Page               60 + 4 fld    4            APSY-UE 1124            Seminar in Applied Psychology II: Principles and Practices           This is the second part of a three course sequence. Students learn to draw connections between their practical experience in the field & psychological literature . The course also introduces students to ethical standards in professional practice & to ethical guidelines protecting human research participants. A minimum of 8 hours of supervised fieldwork experience per week is required, students must attend supervision seminars.      Course Page               60 + 104 fld    4            APSY-UE 1125            Seminar in Applied Psychology III: Theory, Research and Practice           This is the third part of a three course sequence. Students explore in greater depth the connections between practice, theory & research through a semester-long independent project. A minimum of 8 hours of supervised fieldwork experience per week is requires; students must attend supervision seminars.      Course Page               60 + 104 fld    4            APSY-GE 3098            Seminar in Cognition and Communication           Current topics in cognition, communication, & information processing, cognitive models, & social information processing.      Course Page               30    3            APSY-GE 3633            Seminar in Counseling Theory and Research           Examination & critique of conceptual & empirical foundations of counseling theories & research. The explication & development of one?s own counseling rationale & research endeavors are encouraged.      Course Page               30    3            APSY-GE 3039            Seminar in Personality Theory           Critical research in the development of personality theories & assessments of their behavioral implications. Students design a research study in the personality domain.      Course Page               30    3            APSY-GE 3030            Seminar in the Psychology of Sex Roles           Consideration in depth of the theory, development, instrumentation, & design of research in some areas relevant to the psychology of sex roles.      Course Page               30    3            APSY-GE 3657            Seminar in Vocational Development, Theory and Research           Examination & critique of the conceptual & empirical literature on career development as well as other literature relevant to the study of work in people?s lives, & following an expanded definition of work to include work in personal & familial domains as well as in occupational & professional structures.      Course Page               30    3            APSY-GE 2008            Sexual Decision Making and Risk Taking in Adolescence           An exploration of the relationship between aspects of self & society that affect adolescent decision making/risk taking, especially in regard to sexuality. Adolescents in America?s northeast are the focus of study. The complexity of modern day sexual decision making for them is contrasted to the same kind of decision making for adolescents in the late 18th & 19th centuries in the same geographical region.      Course Page               30    3            APSY-UE 1110            Sexual Identities Across the Lifespan           Examines the meanings & explanations of sexual orientation, the norm of heterosexuality, & developing gay, lesbian or bisexual identity. Explores stigma management, multiple oppressions, coming out, & creating community to combat isolation & oppression. Focuses on personal development across the lifespan, including adolescence, midlife, coupling, parenthood & later life. Implications for educational approaches & strategies for community learning are explored.      Course Page               60    3            APSY-UE 0081            Sexuality in the Human Experience           Explores human sexuality throughout the life cycle as well as sexual attitudes & behavior. Major topics include patterns of sexual responses; love & intimacy; sexual development; behavioral variations; sexually transmitted diseases; & commercialization of sex.      Course Page               30    2            APSY-GE 2097            Social Development of Children and Adolescents           Rigorous examination of the social development of children & adolescents based on current theoretical positions & research. Topics include social learning, identification, sex & gender roles, friendships, peer-group relationships, & social development in different cultural contexts.      Course Page               30    3            APSY-UE 1270            Social Intervention in Schools and Communities           This course will introduce students to issues in the design, implementation & evaluation of social interventions aimed at addressing social problems such as delinquency, lags in early learning, youth unemployment, poverty & its effects on human development, & so on. Students will become familiar with a range of problems & programs, and will study one program in depth across the semester with a small team of classmates.      Course Page               60    4            APSY-GE 2199            Social Perception and Cognition           Detailed examination of research & theory concerned with perception of people & social events. Analysis of sources of social information, perceiver?s decoding strategies & ?styles,? & models of social information integration. Critical analysis of methodological problems & recent literature.      Course Page               30    3            APSY-UE 0013            Social Psychology           Social psychology concepts, theories, & research & their relation to educational problems. Concepts treated are attitudes, values, roles, norms, communication, conformity; areas emphasized are group processes & influence, social motivation, prejudice, & authoritarianism.    Liberal Arts Core/CORE-MAP Equivalent - satisfies the requirement for Society & the Social Sciences      Course Page               45    3            APSY-GE 2003            Social Psychology           Social psychological concepts, theories, & research & their relation to educational problems. Concepts treated are attitudes, values, roles, norms, communication, conformity; areas emphasized are group processes & influence, social motivation, prejudice, authoritarianism.      Course Page               30    3            APSY-GE 2605            Social Psychology, Intervention, and Social Change           Explores core theories from social psychology having implications for intervention & social change. Focuses on theories that contribute to the development intervention programs to improve educational, developmental & mental/physical health outcomes & have implications for fostering social change through collective action. Examines theories in three broad domains: (1) self, identity & motivation; (2) group identity, intergroup relations & status; and (3) persuasion, message framing & collective action. Theoretical readings & empirical research are examined in laboratory & applied settings. Students apply theories to their own areas of interest.      Course Page               30    3            APSY-GE 2833            Special Issues in the Social Development of African-American Children           Focuses on the socialization experiences of African-American children. Primary purpose is to anchor existing research on African-American children in a cultural context & in the nature of children?s encounters with mainstream culture. Topics covered include perspectives on culture & ethnicity, language, peer group & school experiences, racial socialization, & influences of the media, community violence, poverty, & racism on children?s development.      Course Page               30    3            APSY-GE 2686            Special Topics in Applied Psychology: Workshop in Research Development           Provides intensive reviews of common methods of quantitative or qualitative data analysis, & methods of design or measurement used in psychological research. Organized as a series of multisession workshops to provide an overview of the basic assumptions underlying a specific method, strategies for conducting analyses, reading outputs, & interpreting findings. Workshops offered for variable points (0-6); & point values for each workshop will be determined by the Department of Applied Psychology.      Course Page               10 per pnt    0-6 (var)            APSY-GE 2693            Special Topics in Counseling: Counseling the Seriously Emotionally Disturbed Child and Adolescent           No Course Description Available      Course Page               30    3            APSY-GE 2685            Special Topics in Counseling: Social Interview           No Course Description Available      Course Page               10 per pnt    1-6 (var)            APSY-GE 2687            Special Topics in Counseling: Counseling for Learning and Behavior Disordered Students           No Course Description Available      Course Page               10 per pnt    1-6 (var)            APSY-GE 2689            Special Topics in Counseling: Counseling Services for Learning Disabled           An examination of current theory & research relevant to to the psycho-social development & adjustment of the learning disabled person. Implications for counseling theory & practice are explored & developed. Topics include the following: the learning disabled within the family, educational, & social systems; advocacy & ombudsman role of the counselor; learned helplessness & the learning disabled; & psychological effects of labeling. Congruencies & divergence?s between counseling this population & others are also examined.      Course Page               10 per pnt    1-6 (var)            APSY-GE 2688            Special Topics in Counseling: Psychology and Social Change           No Course Description Available      Course Page               10 per pnt    1-6 (var)            APSY-GE 2700            Special Topics in Crisis Intervention and Management           An umbrella course for graduate students that explores theory & practice related to understanding & treating individuals who have experienced unexpectedly negative, unstable, dangerous, or threatening situations. Special focus will be placed on evidence-based approaches to intervention.      Course Page               30    3            APSY-GE 2702            Special Topics in Crisis Intervention and Management: Theory, Research, and Action           The seminar focuses on the critical analysis of interventions & reform efforts specifically directed at changing classrooms, schools, & policies in American elementary, middle grades, & high schools. Topics include classic works grounded in what goes on inside schools, including ethnographic, journalistic, & rigorous observations of behavior, interactions among “actors,” & the environment. Topics also include theories of change at each level of analysis, the strategies & tactics employed as well as the key research design & measurement issues. Selected interventions in other cultures will be examined. Course expectations focus on targeted & high quality analyses of extant or proposed interventions from theoretical, strategical, & tactical research, design, &/or measurement perspectives.      Course Page               30    3            APSY-GE 2701            Special Topics in Crisis Intervention and Management: Disaster Mental Health           Provides the theoretical foundation for psychological support programs & interventions, preparing mental health professionals to serve as disaster mental health providers & first responders. Investigates the consequences of posttraumatic stress resulting from natural disasters, human-made emergencies, or societal violence on victims, families, emergency workers, & community members. Examines psychological, physiological, biological, social & behavioral reactions to emergencies with an emphasis on risk factors, support systems, crisis intervention & treatment. Explores the effectiveness of programs designed to mitigate disaster mental health problems.      Course Page               30    3            APSY-UE 1040            Students in the Community: Service, Leadership and Training           For students interested in enhancing their community service experience. Topics include issues related to community service & volunteer skill development. Lecture panels, guest speakers, & group activities are included.      Course Page               30    2            APSY-GE 2692            Substance Use, Abuse and Addiction: Treatment Perspectives           Examines constructs & theories related to legalized & illicit drug use & addiction treatment across the lifespan. Focuses specifically on evidence-based treatment & explores specific drug addiction treatment options (e.g., medical, psychological). Emphasizes the interplay between research & counseling practice.      Course Page               30    3            APSY-GE 2691            Substance-Related & Addictive Disorders: Theory, Research & Treatment           Considers constructs & theories related to legalized & illicit drug use, abuse & addiction across the lifespan. Focuses on biological, psychological, social antecedents of drug use, & on biopsychosocial consequences of drug use & dependence within developmental contexts. Examines specific drug addictions & treatment approaches. Health psychology, counseling psychology, developmental psychology, neuropsychology, medicine, health education, & public health perspectives are considered. Emphasizes the interplay of the knowledge & understandings developed from these perspectives, & applies this knowledge to research & counseling practice.      Course Page               30    3            APSY-GE 3608            Supervised Advanced Counseling Practicum II           Counseling under supervision of the departmental faculty with school, college, & agency clients. In addition to direct counseling with clients, individual supervisory conferences, & weekly seminars, students prepare case reports, analyze tape recordings, & hold consultations as appropriate.      Course Page               250    2            APSY-GE 3607            Supervised Advanced Counseling Practicum: Individual and Group I           Counseling under supervision of the departmental faculty with school, college, & agency clients. In addition to direct counseling with clients, individual supervisory conferences, & weekly seminars, students prepare case reports, analyze tape recordings, & hold consultations as appropriate.      Course Page               250    2            APSY-GE 2660            Supervised Counseling Practicum           Practical experience under faculty supervision in counseling & guidance for M.A. candidates. Graduate students participate in case conferences, prepare reports, & work with clients individually in off-campus schools, colleges, agencies, & other institutions.      Course Page               45 Sem/300 fld    6            APSY-GE 2271            Survey of Developmental Psychology: Advanced           Nature of psychological development in childhood & adolescence considered & attention paid to developmental implications for adulthood & old age. Rigorous analysis of developmental theories is undertaken with emphasis on research findings & methods as reported in current literature.      Course Page               30    3            APSY-UE 0010            Survey of Developmental Psychology: Introduction           A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, & implications are drawn for practical issues.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Society & Social Sciences      Course Page               60    3            APSY-GE 2019            Survey of Individual Cognitive Tests           Survey of individual tests of intellectual functioning. Limited practice in administration, scoring, & interpretation of Stanford-Binet & Wechsler Scales. Focused on needs of the researcher & user of test results who needs to be familiar with content & research on individual mental tests.      Course Page               45    3            APSY-GE 2184            Temperament-Based Intervention           This course explores temperament based intervention by focusing on the underlying theories & research of three constructs: child temperament, parent/child & teacher/child interaction, & preventive intervention. Throughout the course, INSIGHTS into Children?s Temperament, an empirically supported intervention program is used to illustrate the principles discussed. Students are encouraged to apply temperament-based intervention strategies in a setting of their choice.      Course Page               30    3            APSY-UE 1012            The Counseling Interview           Experiential course providing an overview of counseling techniques, focusing on the interview as an interactional process.         Course Page               60    4            APSY-GE 2690            The Counselor as Consultant in Business and Non-Profit Organizations           Analysis of how advanced counseling skills apply to the work of the counselor as human resources consultant in business & industry as well as in the non-profit sector. Examines how these skills can be utilized in the consulting process as well as enhance the different specialized consulting roles in which counselors are engaged such as outplacement counseling & career development, succession planning, employee assistance, executive coaching, executive assessment, performance assessment, training & development, management consulting, & organization development.      Course Page               10 per pnt    1-6 (var)            APSY-UE 1050            The Cultures of Psychology           Critical examinations of the ways that cultures have shaped major theoretical perspectives, diagnoses, & practices in psychology. Various perspectives that consider race/ethnicity, gender, social class, & language use, are explored.      Course Page               60    4            APSY-GE 2527            The Development of Immigrant Origin Youth           This course is designed to introduce students to research on the adaptation of immigrant origin youth. The course will concentrate on psychological, anthropological, sociological, & educational contributions to the study of immigrant children & adolescents. We will review the growing presence of immigrant youth in public schools in the United States & other post-industrial societies. We will consider a variety of stressors involved in the process of immigration along with the concomitant repercussions on the martial dyad, family relationships, & on the children themselves. We will explore the relevant literature on community forces, marginality, & minority status. We will consider the new research efforts to describe the various pathways immigrant children take in (trans)forming their developing identities. Lastly, we will examine the critical role of the educational experience on the adaptation of immigrant youth.      Course Page               30 lec/15 fld    3            APSY-GE 3023            The Developmental Psychology Seminar: Current Topics in Developmental Science           Doctoral-level forum at which speakers & students address current topics in developmental science including neurobiological, behavioral, & contextual processes across infancy, childhood, adolescence, & early adulthood. Topics are aimed at consolidation of doctoral students' advanced understanding of theoretical foundations & empirical innovations in the study of human development. Focuses on  social development, emotional development, & cognitive development within multiple cultural & socioeconomic contexts. Areas of research may include children’s language development, development of executive function & effortful control, & cultural & ethnic identity development.      Course Page               10 per unit    0-3 (var)            APSY-GE 2634            The Dynamics of Vocational Development           Nature of work, career patterns, occupations choice, job satisfaction, work & leisure as problems of education & vocational development.      Course Page               30    3            APSY-GE 3040            The Listening Guide Method of Psychological Inquiry           This seminar is deisgned for advanced doctoral students working with interview data or other narrative materials & asking questions about internal, psychological processes. The listening guide method will be taught ina workshop format covering the entire research process from posing a question to writing up findings. Psychodynamic & cultural factors integral to research will be discussed. Students may work on their own data as well as on interviews conducted as part of the class. Weekly assignments will follow the steps of the Listening Guide & a final paper is required demonstrating the student’s mastery of the method.      Course Page               30    3            APSY-GE 2218            The Psychology of Human Intelligence           Central concepts in the psychological study of human intelligence. Topics covered include nature & nurture debates, measurement of intellectual abilities, unitary versus multiple intelligences, understanding race & gender differences, the modifiability versus stability of intelligence, & contextual & cultural influences on the development of intelligence.      Course Page               45    3            APSY-GE 2039            Theories of Personality           Critical overview of the major theories of personality.      Course Page               30    3            APSY-GE 2242            Theory and Measurement of Attitudes           Theories of attitude formation; theories of attitude change. Measurement of attitudes, including Likert, Thurstone, & Guttman methods: semantic differential, Q sorts, indirect measure.      Course Page               45    3            APSY-GE 2528            Transition to Adulthood in Immigrant Origin Populations           Explores & analyzes theories & debates about the transition to adulthood within the fields of psychology & sociology with a focus on immigrant origin populations. In the United States, nearly 30% of young adults between the ages of 18 & 34 are first or second generation immigrants. This course focuses on the way is which the experiences of immigrant origin emerging adults is similar to & different from that of other young adults. Topics covered include family relationships & expectations, gender roles, college opportunities & experiences, entering the workforce, military & incarceration pathways, ethnic & racial identification, as well as civic engagement. Course takes an interdisciplinary approach & is appropriate for students in psychology, social work, sociology, urban studies, & urban policy.      Course Page               30    3            APSY-GE 2500            Trauma: Theoretical and Clinical Perspectives           Study of the human response to trauma with emphasis on the biologic, psychodynamics & social consequences. Child sexual abuse, terrorism, rape, war & disasters are some examples of the traumas considered. Consideration of theories, dilemmas, & clinical perspectives. Specific attention to legal issue, reporting, identification, assessment, techniques for interviewing & evidence gathering, non-traumatic & traumatic memory, issues & techniques in treatment, & prevention.      Course Page               30    3            APSY-GE 2825            Understanding and Measuring the Social Constexts for Development           Examines the interplay between social systems & individual functioning & well-being through the study of theoretical & measurement issues in the study of human environments. Provide an overview of different conceptualizations of the environment proposed by ecological theorists such an Bronfenbrenner, Barker, Lewin, & Moos & covers conceptual/analytic issues such as levels of analysis & utilization of various world views & perspectives.      Course Page               30    3            APSY-GE 2041            Women and Mental Health           Surveys mental health issues relevant to women. Topics include diagnostic issues for women, feminist theory, & therapy; high prevalence disorders of women, e.g., phobias, eating disorders, results of violence against women, stress.      Course Page               30    3            APSY-UE 1041            Women and Mental Health: A Life Cycle Perspective           Focuses on the psychology of women & their mental health throughout the life cycle. Topics include socialization & gender, feminist theory & therapy, as well as high prevalence of disorders which occur in girls & women.      Course Page               60    4                                                Steinhardt Course  EVALUATION RESULTS        Copyright &copy;    by New York University. All rights reserved.       View Desktop Version"}]}][{"detail": [{"content": "Counseling for Mental Health and Wellness - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling for Mental Health and Wellness                          Overview    Prospective Students       Admissions    Curriculum    Licensure          Current Students       Advisement    Curriculum    Internships     Licensure          Resources    Faculty    Alumni                                       Learn About the Program                  Faculty, alumni, and current students in NYU Steinhardt’s MA program in Counseling for Mental Health and Wellness share what it means to be a mental health counselor and what you can do with this degree.            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is mental health counseling?                           Open House / Information Session    To learn more about the program and the admissions process, please come to one of information sessions.    RSVP for an Information Session     Global Programs             Program Description    The master's program in Counseling for Mental Health and Wellness is designed to provide education and clinical training that prepare students to become licensed mental health professionals.    The program aims to develop counseling professionals who are committed to the growth and development of the persons with whom they work. Students learn to understand clients in socio-historical contexts, including but not limited to gender, race/ethnicity, class and sexual orientation.    Students are exposed to a wide range of counseling theories and intervention approaches as they develop their clinical skills and their own perspectives. The program in Counseling for Mental Health and Wellness is registered by New York State as a licensure qualifying program in mental health counseling.    Graduates of the program in Counseling for Mental Health and Wellness work with a wide range of populations and in a broad spectrum of settings including community agencies, mental health centers, addiction treatment centers, and private practice.       See our current required coursework           The MA in Mental Health and Wellness Program is accredited by the Masters in Psychology and Counseling Accreditation Council (MPCAC) for the period of January 2015 through January 2025.                                                 Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Counseling for Mental Health and Wellness - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling for Mental Health and Wellness                          Overview    Prospective Students       Admissions    Curriculum    Licensure          Current Students       Advisement    Curriculum    Internships     Licensure          Resources    Faculty    Alumni                                       Learn About the Program                  Faculty, alumni, and current students in NYU Steinhardt’s MA program in Counseling for Mental Health and Wellness share what it means to be a mental health counselor and what you can do with this degree.            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is mental health counseling?                           Open House / Information Session    To learn more about the program and the admissions process, please come to one of information sessions.    RSVP for an Information Session     Global Programs             Program Description    The master's program in Counseling for Mental Health and Wellness is designed to provide education and clinical training that prepare students to become licensed mental health professionals.    The program aims to develop counseling professionals who are committed to the growth and development of the persons with whom they work. Students learn to understand clients in socio-historical contexts, including but not limited to gender, race/ethnicity, class and sexual orientation.    Students are exposed to a wide range of counseling theories and intervention approaches as they develop their clinical skills and their own perspectives. The program in Counseling for Mental Health and Wellness is registered by New York State as a licensure qualifying program in mental health counseling.    Graduates of the program in Counseling for Mental Health and Wellness work with a wide range of populations and in a broad spectrum of settings including community agencies, mental health centers, addiction treatment centers, and private practice.       See our current required coursework           The MA in Mental Health and Wellness Program is accredited by the Masters in Psychology and Counseling Accreditation Council (MPCAC) for the period of January 2015 through January 2025.                                                 Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Counseling for Mental Health and Wellness - Applied Psychology - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling for Mental Health and Wellness                                         Program Contacts    The Counseling for Mental Health and Wellness MA program co-directors are Dr. Alisha Ali and Dr. Randolph Mowry ,    Erika Jackson is the Academic Advisor for all MA students in the department. She is your first point of contact and is available to answer your questions regarding program registration, course scheduling, the pass/fail option, dropping/adding courses, pre-registration advisement, and any other concerns you have! You can contact her via email or phone (212-998-5604). To make an appointment with Erika, click here .    Contact information for faculty, as well as all faculty research interests, can be found online on our faculty page .    Contact information for administrators and faculty inside and outside of the department can be found within the NYU Directory . Please bookmark this page.    Program Requirements/Advising Records       Knowing your program requirements is crucial to your success in your program. The advising record lists all program requirements; you should keep a copy handy at all times to track your progress.    Counseling for Mental Health and Wellness Registration Planner    Counseling for Mental Health and Wellness Advising Record    Course Sequencing    Foundational Courses (Please refer to your advising record) are to be taken first, in conjunction with intermediate courses, followed by advanced courses. Other requirements may be taken as they fit into student programs. Intermediate courses are each offered in the fall and spring (Group Dynamics, Cross-Cultural Counseling, Human Growth and Development, along with elective courses, are also offered in the summer).    For part-time students, the course sequence remains the same. However, part-time students need to pay special attention to pre- and co-requisites in planning their programs and should meet with the academic advisor prior to registration each semester.    Students must successfully complete the following courses before beginning the internship:    APSY-GE 2651 Professional Orientation &amp; Ethical Issues in CMHW    APSY-GE 2661 Foundations of Counseling for Mental Health and Wellness    APSY-GE 2657 Counseling: Theory and Process    APSY-GE 2658 Individual Counseling: Practice I    APSY-GE 2659 Individual Counseling: Practice II (Prereq: APSY-GE 2658)    APSY-GE 2038 Abnormal Psychology    APSY-GE 2138 Human Growth and Development    APSY-GE 2620 Group Dynamics: Theory and Practice    APSY-GE 2682 Cross-cultural Counseling    If a student plans to pursue licensure outside of New York State, it is recommended that the student research any academic and clinical requirements for a particular state in which he or she plans to work so that the student can complete appropriate coursework and fieldwork hours while at NYU.    Lab    In order to gain and strengthen counseling skills, students complete a two-course lab sequence called Individual Counseling: Practice I and II (APSY-GE 2658 and APSY-GE 2659). The counseling labs are designed to present students with an opportunity for experiential learning and practice in communication skills and counseling process. Based on a training program called Interpersonal Process Recall (IPR), the classes involve the use of training DVDs and audiovisual recording of counseling sessions to help students develop self-awareness, personal and professional insight, and basic counseling skills. APSY-GE 2658 is a prerequisite for APSY-GE 2659. Full time students are to complete these courses in the first and second semesters. Part time students should take these courses in the year prior to the start of their internship.    Grading for the lab courses is Pass/Incomplete/Fail. Students who miss more than two classes are given an incomplete or failing grade, depending upon the circumstances. Those students in Lab I who have not acquired the necessary insight or skill level required for advancement to Lab II will be required to repeat Lab I.    Any counseling student who receives an incomplete or failure grade in Lab II will be subject to review by the counseling program faculty.    It is important to read the course information notes prior to registering for a lab course. Certain course sections are designated for school counseling students and other sections for counseling for mental health and wellness students.    Internship    Students in the CMHW program are required to meet the state licensure requirement of 600 hours (300 hours per semester or about 20 hours per week) during two consecutive semesters in an appropriate setting approved by the Internship Director. Students are supervised by a licensed mental health professional.    The internship takes place in the second or final year. To support the fieldwork, students register for and complete APSY-GE 2655 and APSY-GE 2656 (Internship in Counseling for Mental Health and Wellness I and II) in the fall and spring semesters during the internship year. APSY-GE 2655 is a pre-requisite for APSY-GE 2656. Students must register for each of these courses during the semester prior to the one in which they plan to take the course. Full time students complete coursework, the internship, and internship seminar concurrently.    Grading for the internship courses is Pass/Incomplete/Fail. Students who miss more than two classes are given an incomplete or failing grade, depending upon the circumstances.    Internship preparation workshops will be held late in the fall semester. These information sessions will be announced on the listserv. You must attend one session in order to prepare for the process involved in securing an internship placement site. You will work closely with Corinne Miller Weinman, Director of Internship and Training, during this process.    State-Mandated Requirement    All CMHW students must complete the state-mandated workshop that covers Identifying and Reporting Child Abuse prior to the start of internship. This workshop can be completed online within two hours over thirty days. Upon completion, students will be provided with an electronic certificate of completion, which must then be forwarded to the academic advisor. This is a graduation requirement; therefore, it is imperative that students provide the academic advisor with proof of completion. Students are responsible for keeping a copy for themselves, as many employers will also require proof of completion of this workshop. Students should complete this requirement during November or December of the first semester. You will receive more information from the academic advisor early in the first semester. It is not necessary (or encouraged) for you to complete the workshop at this time.    Culminating/Terminal Experience    The Counselor Preparation Comprehensive Examination (CPCE) is the terminal experience for the MA counseling programs. The exam should be taken during the student&rsquo;s last semester of matriculation in the program. It is usually held during the last Friday of October and the first Friday in March. The fee for taking the CPCE is $50.00.       Course Load       Students typically register for 15 units per semester in the first year. Full time students take a minimum of 12 units per semester. Depending on semester course loads and whether they complete summer coursework, students sometimes have fewer than 12 units remaining in the final semester.    Students are encouraged to take some courses over the winter session and/or summer session in order to lighten the course load during the second year. Students typically register for 12 credits per semester during the second year, which includes the internship.    Most summer classes offered by the Department of Applied Psychology run during four three-week sessions. Students are limited to taking one course per session but may take as many as four courses over the summer, if necessary.    The winter session takes place during three weeks in January, prior to the start of the spring semester. Students are limited to taking one course per winter session. Tuition and fees for the winter session course are applied toward the spring semester . Students may register for a winter course when they register for spring classes. Students may register for a winter course when they register for spring classes.    Students who are required to take a minimum of 12 units in order to remain eligible for scholarships but who have fewer than 12 units remaining in their final semester should contact the academic advisor for instructions to avoid having the scholarship canceled.    Students who are taking 6-11 units in a semester are considered part time and still meet financial aid eligibility. If visas or other reasons require a student to be half time or full time, students may be granted equivalency. Equivalency may be granted only for the purposes of visas, student loans, student loan deferral, TAP and Veterans&rsquo; Benefits requirements. For more information about this, please review the full policy . It is important to understand that students only receive aid for the number of credits for which they are registered, regardless of equivalency status.       First Semester Coursework       Full-time students are REQUIRED to take the following courses in the first semester:    APSY-GE 2661  Foundations in Counseling for Mental Health and Wellness* 3 credits    APSY-GE 2657  Individual Counseling: Theory and Process* 3 credits    APSY-GE 2658  Individual Counseling: Practice I* 3 credits    APSY-GE 2138  Human Growth and Development       Full-time students should choose ONE of the following additional courses for their first semester:    APSY-GE 2038  Abnormal Psychology* 3 credits    APSY-GE 2138  Human Growth and Development* 3 credits    APSY-GE 2634  Dynamics of Vocational Development 3 credits    APSY-GE 2620  Group Dynamics* 3 credits    APSY-GE 2682  Cross Cultural Counseling* 3 credits    Applied Content Area Elective/Special Population Course** 3 credits       Part time students typically take 6-9 credits per semester. Part time students should begin with a combination of two classes from the following list:    APSY-GE 2651 Professional Orientation and Ethical Issues in Counseling for Mental Health and Wellness (strongly recommended)    APSY-GE 2661 Foundations in Counseling for Mental Health and Wellness (strongly recommended)    APSY-GE 2138 Human Growth and Development    APSY-GE 2657 Individual Counseling: Theory and Process    Part time students should NOT take APSY-GE 2658/9 Individual Counseling: Practice I/II until the year prior to their internship.    *Course must be successfully completed prior to internship. APSY-GE 2038, APSY-GE 2138, APSY-GE 2634, APSY-GE 2620, and APSY-GE 2682 will be offered in the spring semester as well. APSY-GE 2138, APSY-GE 2620, and APSY-GE 2682 will also be offered over the summer.    **Students may elect to take an applied content area or special population course in the first semester if they know what specific area in which they would like to intern. Students choosing to take an elective should consult with the academic advisor.    Students should complete the Identification and Reporting Suspected Child Abuse 0 credit online workshop during the first semester (in November/December). The academic advisor will send out information about this in September.    The following sections of APSY-GE 2658 are specifically for SCHOOL COUNSELING students: 004. 005, 008, and 012. Please be sure you do not register for one of these sections of Practice I.       Faculty Mentors       At the beginning of the Fall semester, students will have the opportunity to select on a first-come, first serve basis a faculty mentor in the counseling programs. Students should choose their mentor based on shared interests.    All students are required to select a faculty mentor. Selection will take place via online survey. The role of the faculty mentor is to provide academic and professional guidance. Faculty mentors are available to answer general curriculum related questions (e.g., &ldquo;I am interested in XYZ, what courses will match my interests?&rdquo;), provide guidance to students looking to join a research team, provide support to students who plan to apply to PhD programs, and assist in remediation process, if necessary.       Research       While not required, many students choose to participate on research teams with faculty. Depending on the needs of the team, students may spend anywhere from 5-20 hours a week on research (in most cases, these positions are unpaid). At the welcome reception on the first day of classes, students will have an opportunity to hear from faculty about their research and whether they have space on their teams for new students.        Don't forget to complete the survey so that you can be cleared to register!                                    Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]}]