[{"detail": [{"content": "Presentations - Institute for Education and Social Policy - NYU Steinhardt                                                   Skip to content        The Institute for Education and Social Policy    NYU                 About Us             Overview       People       Education and Social Policy Master's Degree       Funders       Career Opportunities       Contact             Areas of Work             Education in NYC       Education &amp; Social Policy       Evaluation       Organization of Schooling       Race, Immigration &amp; Poverty       School Finance       Housing, Neighborhoods, &amp; Schools             Publications             Publications       Occasional Papers and Reports       Working Papers       Policy Briefs              Resources        Events             Brown Bags       Presentations       Seminar Series             News                  Presentations                                 Recent Presentations    IESP at AERA Conference, April 3-7, 2014    The Power of Education Research for Innovation in Practice and Policy Philadelphia, PA    Successful Schools: How School-Level Factors Influence Success With Urban Advantage. Meryle Weinstein, Emilyn Ruble Whitesell and Michele Leardo.    The Impact of School Progress Report Grades on School Practices in New York City. Emilyn Ruble Whitesell.    Pathways to an Elite Education: Application, Admission, and Matriculation to New York City&rsquo;s Specialized High Schools. Christine Baker-Smith and Sean Patrick Corcoran.       IESP at AEFP Conference, March 13-15, 2014    New Players in Education Finance and Policy San Antonio, TX    The Short Term Impacts of Summer Employment on Academic Performance. Amy Ellen Schwartz, Jacob Leos-Urbel and Megan Silander    Public Violence, Public Schools: The Impact of Neighborhood Violence on Academic Performance. Amy Ellen Schwartz, Patrick Sharkey, Ingrid Gould Ellen and Agustina Laurito.    Successful Schools: How School-Level Factors Influence Success With Urban Advantage. Meryle Weinstein, Emilyn Ruble Whitesell and Michele Leardo.    Teacher Effects on Student Achievement and Height: A Cautionary Tale. Sean Corcoran, Marianne Bitler, Thurston Domina and Emily Penner.    The Effect of Residential Mobility on Student Performance. Sarah Cordes, Amy Ellen Schwartz and Leanna Stiefel.    Does School Finance Reform Lead to Racially Neutral Funding?: Examining the Effects of School Finance Reform in New York State. (Poster) Michah W. Rothbart.    Agree to Disagree? How School Accountability Influences Stakeholders&rsquo; Perceptions of the School Environment. Emilyn Ruble Whitesell.    The Impact of Tuition Increases on Undocumented College Students&rsquo; Schooling Decisions. Dylan Conger.    The Role of Tax-Exempt Debt in Financing Nonprofit Institutions of Higher Education. Todd Ely and Thad Calabrese.    Why Don&rsquo;t Housing Choice Voucher Holders Live Near Better Schools? Ingrid Gould Ellen, Keren Mertens Horn and Amy Ellen Schwartz.    Expansion of AP-Course Classroom and Outcome Implications: The Case of Broward County Public Schools. Patrice Iatarola and Taek Hyung Kim.    High School Accountability: Early Evidence from Florida. Patrice Iatarola and Niu Gao    Evaluating the Academic and Behavioral Impact of &ldquo;School in the Park&rdquo;. Johanna Lacoe, Gary D. Painter and Danielle Williams.    The Impact of Hurricane Sandy on Students at the City University of New York. Simon McDonnell, Colin Chellman, Giljae Lee and David Crook.       IESP at AEFP, March 14-16, 2013    Education Renewal and Reform&hellip;in the Face of Resource Constraints ? New Orleans, LA    The Impact of Mid-year Movers on Stable Students , Leanna Stiefel, Amy Ellen Schwartz, and Emilyn Ruble Whitesell Do Charter Schools Ruin Local Public Schools in Poor Neighborhoods? The Impact of Charter Schools on NYC Public Schools , Sarah Cordes Children Underwater: Effects of Negative Equity on Children's Educational Outcomes , Ashlyn Aiko Nelson, David Figlio, Amy Ellen Schwartz, Leanna Stiefel, and Vicki Been Top Dog/Bottom Dog: The Impact of Grade Span on Bullying, Safety, and Belonging , Amy Ellen Schwartz, Leanna Stiefel, and Michah Rothbart How Low-Achieving Students Fare in the NYC High School Choice Process , Lori Nathanson and Sean Corcoran Pathways to the Elite: Application, Admission, and Matriculation to New York City's Specialized High Schools , Sean Corcoran and Christine Baker-Smith The View from the Front of the Class? Using the Concerns-Based Adaption Model to Understand Science Teachers&rsquo; Use of New Instructional Tools , Susan Elgendy, James Short, and Meryle Weinstein The Effect of Breakfast in the Classroom on Obesity and Academic Performance: Evidence from New York City , Sean Corcoran, Elizabeth Debraggio, and Amy Ellen Schwartz    IESP at APPAM, November 8-10, 2012    Policy Analysis and Public Management in an Age of Scarcity: The Challenges of Assessing Effectiveness and Efficiency Baltimore, MD    Are Learning Environments Better at Small Schools? Jessica Boccardo, Amy Ellen Schwartz, Leanna Stiefel, and Matt Wiswall Housing and Childhood Obesity (poster presentation), Sarah Cordes and Amy Ellen Schwartz Are We Punishing Our Poorest Neighborhoods? Evaluating the Consequences of No Child Left Behind , Keren Horn and Amy Ellen Schwartz Crime, Context, and Children's Academic Performance , Johanna Lacoe, Amy Ellen Schwartz, Pat Sharkey, and Ingrid Gould Ellen The Impact of Summer Youth Employment On Academic Outcomes: Evidence From a Large-Scale Lottery , Jacob Leos-Urbel Moving Matters: The Causal Effect of School Mobility On Student Performance , Leanna Stiefel and Amy Ellen Schwartz    IESP at APPAM International Education Conference, October 3-5, 2012    Improving Education through Accountability and Evaluation: Lessons from Around the World Rome, Italy    The Impact of High School Choice on Mediators of Student Success , Sean Corcoran, Lori Nathanson, and Jim Kemple Moving Matters: The Causal Effect of School Mobility On Student Performance , Leanna Stiefel and Amy Ellen Schwartz Can Formal-Informal Collaborations Improve Science Literacy in Urban Middle Schools? The Impact of Urban Advantage , Meryle Weinstein, Emilyn Ruble Whitesell, and Amy Ellen Schwartz    At the Center for American Progress, September 19, 2012    Stealth Inequities: How Local Tax Systems &amp; State Aid Formulas Undermine Educational Equality in U.S. States , Sean P. Corcoran (with Bruce Baker). Watch the presentation here .    At the NYSAIS Institutional Advancement Conference, June 18, 2012    Economics, Public Policy, and Independent Schools , Amy Ellen Schwartz    At the National Center on Scaling Up Effective Schools Conference, June 10-12, 2012    Does Small High School Reform Lift Urban Districts? Evidence from NYC , Elizabeth Debraggio co-authored with Leanna Stiefel, Matthew Wiswall, and Amy Ellen Schwartz. Watch the presentation here .    At the Denver Museum of Nature and Science to the UA Denver Research and Evaluation Advisory Board, April 4, 2012    Can Formal-Informal Collaborations Improve Science Literacy in Urban Middle Schools? The Impact of Urban Advantage , Meryle Weinstein co-authored with Amy Ellen Schwartz and Emilyn Ruble Whitesell    At the Steinhardt Education Policy Breakfast, April 2012    Sean Corcoran was invited as a guest speaker at the Steinhardt Education Policy Breakfast in April. He presented &ldquo;Teacher Quality, Teacher Evaluation, and &ldquo;Value-Added.&rdquo; Watch the presentation here .    At the Federal Reserve Bank of Cleveland's policy summit \"Housing, Human Capital, and Inequality\", June 9-10, 2011    Does Losing Your Home Mean Losing Your School? Effects of Foreclosure on Student Mobility of Children, Leanna Stiefel    At the New York University's \"A Symposium on Refugee Youth: The Relationship of Education to Health\", April 29th    Immigrants, Migrants, and Public Schools: Evidence from NYC, Amy Ellen Schwartz    At the New School panel entitled \"High Stakes Decisions: How NYC&rsquo;s Students Have Fared Under High School Choice\", April 20, 2011    How NYC&rsquo;s Students Have Fared Under High School Choice, Sean P. Corcoran Watch the presentation here .    At the Association for Education Finance and Policy Annual Conference, March 24-26, 2011       Merit Aid Programs, Incentives and Student Mobility: Joydeep Roy and Rajashri Chakrabarti          The Dynamics of Teacher Quality: Matthew Wiswall    Science Learning Outside of School: Preliminary Findings from the Evaluation of Urban Advantage: Meryle Weinstein and Elizabeth Debraggio    Accountability and Within-School Teacher Sorting in North Carolina: Erin F. Cocke, Jessica Boccardo and Sean Corcoran    How do Boys and Girls do it? New Evidence on the Gender Gay from New York City Public Schools: Charles Parekh    Just (not) showing up? The role of STEM high schools in closing the gender gap in STEM education: Matt Wiswall, Amy Ellen Schwartz, Leanna Stiefel, Jessica Boccardo    Do Small Schools Improve Student Performance in Large, Urban Districts? Leanna Stiefel, Matthew Wiswall, Amy Ellen Schwartz    School District Pension Bond Issuance and the Influence on Spending Behavior: Thad Calabrese and Todd Ely    The Intended and Unintended Consequences of No Child Left Behind: Rajashri Chakrabarti    The Educational Experiences and Outcomes of Undocumented College Students: Colin Chellman    Impact of Accountability on Teacher Distribution and Assignment in Low-Performing High Schools: Patrice Iatarola, Niu Gao    Indirect Aid for Uncertain Times: State Credit Enhancement Programs for School Districts: Todd Ely    Examining the Say Yes to Education Programs' Initial Impacts on Family Choices and Economic Development in Syracuse: Ross Rubenstein, Robert Bifulco    Teacher Effectiveness of High- and Low-Stakes Tests: Sean Corcoran, Jennifer Jennings, Andrew Beveridge    At-Risk At College: Differing Paths to Success for Disadvantaged Students in Higher Education: Colin Chellman, Leanna Stiefel, Amy Ellen Schwartz, David Crook    Examining the Say Yes to Education Programs' Initial Impacts on Family Choices and Economic Development in Syracuse: Ross Rubenstein, Robert Bifulco    Does Lunch Money Matter? The Impact of Changing Prices on Students' School Meal Participation and Academic Outcomes: Jacob Leos-Urbel, Amy Ellen Schwartz, Meryle Weinstein, Sean Corcoran       At the Society for Research on Educational Effectiveness. March 3-5, 2011.       Accountability and Teacher Practice: Investigating the Impact of a New State Test and the Timing of State Test Adoption on Teacher Time Use Erin F. Cocke, Jack Buckley &amp; Marc A. Scott       At the City College of New York Immigration and Education Conference, March 19, 2011       The Impact of Immigration on New York City Public Schools Amy Ellen Schwartz, Leanna Stiefel, and Elizabeth Debraggio       On January 19, 2011, Sean Corcoran presented at the Educational Testing Services symposium entitled \"Standardized Tests and Teacher Accountability: The Research\".    At the Association for Public Policy and Management (APPAM) Annual Conference , November 2010    The Effects of Housing Instability on Educational Access and Outcomes Vicki Been, Amy Ellen Schwartz, Leanna Stiefel, Ingrid Gould Ellen At-Risk-At-College: Identification, Persistence and Success Colin Chellman, David Crook, Amy Ellen Schwartz, Leanna Stiefel The Impact of Price on the Provision of School Meals Jacob Leos-Urbel, Sean Corcoran, Amy Ellen Schwartz, Meryle Weinstein    At the National Center for Education Statistics Annual Data Conference, July 30, 2010:    School Food, School Performance, and the Price of School Food Jacob Leos-Urbel, Meryle Weinstein    At the Institute for Education Sciences Annual Research Conference, June 28, 2010:    The Impacts of School Meal Pricing Policy on Meals Served and on Academic Achievement (poster presentation) Jacob Leos-Urbel, Meryle Weinstein, and Amy Ellen Schwartz       The Impact of State Testing on Teacher Time Use (poster presentation) Erin F. Cocke, Jack Buckley and Marc Scott       Why Do (Don't) Girls Choose Science? The Determinants of Attendance in Science High Schools in New York City (poster presentation) Jessica Boccardo, Amy Ellen Schwartz, Leanna Stiefel and Matt Wiswall    Do Small Schools Improve Student Performance in Large, Urban Districts? Evidence from New York City (poster presentation) Amy Ellen Schwartz, Leanna Stiefel, Matt Wiswall, Jessica Bocarrdo, and Jennifer Sallman    At the 35th Annual Conference of the American Education Finance Association (AEFA), March 18-20, 2010:       The Collateral Costs of the Mortgage Crisis: How do Foreclosures Affect Children's School Mobility and Performance?, Leanna Stiefel, presenter (Meryle Weinstein, co-author)       Changing Finances, Changing Inputs, Changing Outcomes, Leanna Stiefel, discussant College Cost, Dylan Conger, discussant   Does NCLB Lead Schools to Focus on Marginal Students? Evidence From Wisconsin, Rajashri Chakrabarti, presenter          Effect of Constraints on Tiebout Competition: Evidence from some School Finance Reforms in the U.S., Rajashri Chakrabarti, presenter       Equity, Adequacy, and Measurement of School Facilities, Todd Ely, presenter       Expensive Colleges, Poor Students: Who Goes to a Private Two-Year College?, Dylan Conger, presenter       Exploring the Distribution and Assignment of Secondary School Teachers, Patrice Iatarola, presenter       Immigrants and Inequality in Public Schools, Amy Ellen Schwartz, presenter (Leanna Stiefel, co-author)    NCLB and Student Outcomes: Some of the Unexpected Routes to the Goal, Amy Ellen Schwartz, chair and discussant    School Leadership: How principal training impacts student achievement, Meryle Weinstein, Chair    The New York City Aspiring Principals Program: A School-Level Evaluation, Sean Corcoran, presenter       Student Testing, Patrice Iatarola, discussant       The Intradistrict Distribution of College Preparatory Coursework in New York City, Colin Chellman, presenter       The Impact of State Testing on Teacher Time Use, Erin Cocke, presenter       Using Test Performance Data, Jeff Zabel, discussant    The Teacher Workforce, Sean Corcoran, chair and discussant       At the National Education Association Alternatice Compensation summit, January 7-8, 2010     Performance-Based Pay and Value-Added Assessment: What We Know...And Don't Sean Corcoran    Archive          2009, 2008, 2007                                                  Steinhardt School of Culture, Education, and Human Development      Robert F. Wagner School of Public Service              This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.    Institute for Education and Social Policy, NYU Steinhardt - 665 Broadway, Suite 805, New York, NY 10012"}]},
{"detail": [{"content": "Presentations - Institute for Education and Social Policy - NYU Steinhardt                                                   Skip to content        The Institute for Education and Social Policy    NYU                 About Us             Overview       People       Education and Social Policy Master's Degree       Funders       Career Opportunities       Contact             Areas of Work             Education in NYC       Education &amp; Social Policy       Evaluation       Organization of Schooling       Race, Immigration &amp; Poverty       School Finance       Housing, Neighborhoods, &amp; Schools             Publications             Publications       Occasional Papers and Reports       Working Papers       Policy Briefs              Resources        Events             Brown Bags       Presentations       Seminar Series             News                  Presentations                                 Recent Presentations    IESP at AERA Conference, April 3-7, 2014    The Power of Education Research for Innovation in Practice and Policy Philadelphia, PA    Successful Schools: How School-Level Factors Influence Success With Urban Advantage. Meryle Weinstein, Emilyn Ruble Whitesell and Michele Leardo.    The Impact of School Progress Report Grades on School Practices in New York City. Emilyn Ruble Whitesell.    Pathways to an Elite Education: Application, Admission, and Matriculation to New York City&rsquo;s Specialized High Schools. Christine Baker-Smith and Sean Patrick Corcoran.       IESP at AEFP Conference, March 13-15, 2014    New Players in Education Finance and Policy San Antonio, TX    The Short Term Impacts of Summer Employment on Academic Performance. Amy Ellen Schwartz, Jacob Leos-Urbel and Megan Silander    Public Violence, Public Schools: The Impact of Neighborhood Violence on Academic Performance. Amy Ellen Schwartz, Patrick Sharkey, Ingrid Gould Ellen and Agustina Laurito.    Successful Schools: How School-Level Factors Influence Success With Urban Advantage. Meryle Weinstein, Emilyn Ruble Whitesell and Michele Leardo.    Teacher Effects on Student Achievement and Height: A Cautionary Tale. Sean Corcoran, Marianne Bitler, Thurston Domina and Emily Penner.    The Effect of Residential Mobility on Student Performance. Sarah Cordes, Amy Ellen Schwartz and Leanna Stiefel.    Does School Finance Reform Lead to Racially Neutral Funding?: Examining the Effects of School Finance Reform in New York State. (Poster) Michah W. Rothbart.    Agree to Disagree? How School Accountability Influences Stakeholders&rsquo; Perceptions of the School Environment. Emilyn Ruble Whitesell.    The Impact of Tuition Increases on Undocumented College Students&rsquo; Schooling Decisions. Dylan Conger.    The Role of Tax-Exempt Debt in Financing Nonprofit Institutions of Higher Education. Todd Ely and Thad Calabrese.    Why Don&rsquo;t Housing Choice Voucher Holders Live Near Better Schools? Ingrid Gould Ellen, Keren Mertens Horn and Amy Ellen Schwartz.    Expansion of AP-Course Classroom and Outcome Implications: The Case of Broward County Public Schools. Patrice Iatarola and Taek Hyung Kim.    High School Accountability: Early Evidence from Florida. Patrice Iatarola and Niu Gao    Evaluating the Academic and Behavioral Impact of &ldquo;School in the Park&rdquo;. Johanna Lacoe, Gary D. Painter and Danielle Williams.    The Impact of Hurricane Sandy on Students at the City University of New York. Simon McDonnell, Colin Chellman, Giljae Lee and David Crook.       IESP at AEFP, March 14-16, 2013    Education Renewal and Reform&hellip;in the Face of Resource Constraints ? New Orleans, LA    The Impact of Mid-year Movers on Stable Students , Leanna Stiefel, Amy Ellen Schwartz, and Emilyn Ruble Whitesell Do Charter Schools Ruin Local Public Schools in Poor Neighborhoods? The Impact of Charter Schools on NYC Public Schools , Sarah Cordes Children Underwater: Effects of Negative Equity on Children's Educational Outcomes , Ashlyn Aiko Nelson, David Figlio, Amy Ellen Schwartz, Leanna Stiefel, and Vicki Been Top Dog/Bottom Dog: The Impact of Grade Span on Bullying, Safety, and Belonging , Amy Ellen Schwartz, Leanna Stiefel, and Michah Rothbart How Low-Achieving Students Fare in the NYC High School Choice Process , Lori Nathanson and Sean Corcoran Pathways to the Elite: Application, Admission, and Matriculation to New York City's Specialized High Schools , Sean Corcoran and Christine Baker-Smith The View from the Front of the Class? Using the Concerns-Based Adaption Model to Understand Science Teachers&rsquo; Use of New Instructional Tools , Susan Elgendy, James Short, and Meryle Weinstein The Effect of Breakfast in the Classroom on Obesity and Academic Performance: Evidence from New York City , Sean Corcoran, Elizabeth Debraggio, and Amy Ellen Schwartz    IESP at APPAM, November 8-10, 2012    Policy Analysis and Public Management in an Age of Scarcity: The Challenges of Assessing Effectiveness and Efficiency Baltimore, MD    Are Learning Environments Better at Small Schools? Jessica Boccardo, Amy Ellen Schwartz, Leanna Stiefel, and Matt Wiswall Housing and Childhood Obesity (poster presentation), Sarah Cordes and Amy Ellen Schwartz Are We Punishing Our Poorest Neighborhoods? Evaluating the Consequences of No Child Left Behind , Keren Horn and Amy Ellen Schwartz Crime, Context, and Children's Academic Performance , Johanna Lacoe, Amy Ellen Schwartz, Pat Sharkey, and Ingrid Gould Ellen The Impact of Summer Youth Employment On Academic Outcomes: Evidence From a Large-Scale Lottery , Jacob Leos-Urbel Moving Matters: The Causal Effect of School Mobility On Student Performance , Leanna Stiefel and Amy Ellen Schwartz    IESP at APPAM International Education Conference, October 3-5, 2012    Improving Education through Accountability and Evaluation: Lessons from Around the World Rome, Italy    The Impact of High School Choice on Mediators of Student Success , Sean Corcoran, Lori Nathanson, and Jim Kemple Moving Matters: The Causal Effect of School Mobility On Student Performance , Leanna Stiefel and Amy Ellen Schwartz Can Formal-Informal Collaborations Improve Science Literacy in Urban Middle Schools? The Impact of Urban Advantage , Meryle Weinstein, Emilyn Ruble Whitesell, and Amy Ellen Schwartz    At the Center for American Progress, September 19, 2012    Stealth Inequities: How Local Tax Systems &amp; State Aid Formulas Undermine Educational Equality in U.S. States , Sean P. Corcoran (with Bruce Baker). Watch the presentation here .    At the NYSAIS Institutional Advancement Conference, June 18, 2012    Economics, Public Policy, and Independent Schools , Amy Ellen Schwartz    At the National Center on Scaling Up Effective Schools Conference, June 10-12, 2012    Does Small High School Reform Lift Urban Districts? Evidence from NYC , Elizabeth Debraggio co-authored with Leanna Stiefel, Matthew Wiswall, and Amy Ellen Schwartz. Watch the presentation here .    At the Denver Museum of Nature and Science to the UA Denver Research and Evaluation Advisory Board, April 4, 2012    Can Formal-Informal Collaborations Improve Science Literacy in Urban Middle Schools? The Impact of Urban Advantage , Meryle Weinstein co-authored with Amy Ellen Schwartz and Emilyn Ruble Whitesell    At the Steinhardt Education Policy Breakfast, April 2012    Sean Corcoran was invited as a guest speaker at the Steinhardt Education Policy Breakfast in April. He presented &ldquo;Teacher Quality, Teacher Evaluation, and &ldquo;Value-Added.&rdquo; Watch the presentation here .    At the Federal Reserve Bank of Cleveland's policy summit \"Housing, Human Capital, and Inequality\", June 9-10, 2011    Does Losing Your Home Mean Losing Your School? Effects of Foreclosure on Student Mobility of Children, Leanna Stiefel    At the New York University's \"A Symposium on Refugee Youth: The Relationship of Education to Health\", April 29th    Immigrants, Migrants, and Public Schools: Evidence from NYC, Amy Ellen Schwartz    At the New School panel entitled \"High Stakes Decisions: How NYC&rsquo;s Students Have Fared Under High School Choice\", April 20, 2011    How NYC&rsquo;s Students Have Fared Under High School Choice, Sean P. Corcoran Watch the presentation here .    At the Association for Education Finance and Policy Annual Conference, March 24-26, 2011       Merit Aid Programs, Incentives and Student Mobility: Joydeep Roy and Rajashri Chakrabarti          The Dynamics of Teacher Quality: Matthew Wiswall    Science Learning Outside of School: Preliminary Findings from the Evaluation of Urban Advantage: Meryle Weinstein and Elizabeth Debraggio    Accountability and Within-School Teacher Sorting in North Carolina: Erin F. Cocke, Jessica Boccardo and Sean Corcoran    How do Boys and Girls do it? New Evidence on the Gender Gay from New York City Public Schools: Charles Parekh    Just (not) showing up? The role of STEM high schools in closing the gender gap in STEM education: Matt Wiswall, Amy Ellen Schwartz, Leanna Stiefel, Jessica Boccardo    Do Small Schools Improve Student Performance in Large, Urban Districts? Leanna Stiefel, Matthew Wiswall, Amy Ellen Schwartz    School District Pension Bond Issuance and the Influence on Spending Behavior: Thad Calabrese and Todd Ely    The Intended and Unintended Consequences of No Child Left Behind: Rajashri Chakrabarti    The Educational Experiences and Outcomes of Undocumented College Students: Colin Chellman    Impact of Accountability on Teacher Distribution and Assignment in Low-Performing High Schools: Patrice Iatarola, Niu Gao    Indirect Aid for Uncertain Times: State Credit Enhancement Programs for School Districts: Todd Ely    Examining the Say Yes to Education Programs' Initial Impacts on Family Choices and Economic Development in Syracuse: Ross Rubenstein, Robert Bifulco    Teacher Effectiveness of High- and Low-Stakes Tests: Sean Corcoran, Jennifer Jennings, Andrew Beveridge    At-Risk At College: Differing Paths to Success for Disadvantaged Students in Higher Education: Colin Chellman, Leanna Stiefel, Amy Ellen Schwartz, David Crook    Examining the Say Yes to Education Programs' Initial Impacts on Family Choices and Economic Development in Syracuse: Ross Rubenstein, Robert Bifulco    Does Lunch Money Matter? The Impact of Changing Prices on Students' School Meal Participation and Academic Outcomes: Jacob Leos-Urbel, Amy Ellen Schwartz, Meryle Weinstein, Sean Corcoran       At the Society for Research on Educational Effectiveness. March 3-5, 2011.       Accountability and Teacher Practice: Investigating the Impact of a New State Test and the Timing of State Test Adoption on Teacher Time Use Erin F. Cocke, Jack Buckley &amp; Marc A. Scott       At the City College of New York Immigration and Education Conference, March 19, 2011       The Impact of Immigration on New York City Public Schools Amy Ellen Schwartz, Leanna Stiefel, and Elizabeth Debraggio       On January 19, 2011, Sean Corcoran presented at the Educational Testing Services symposium entitled \"Standardized Tests and Teacher Accountability: The Research\".    At the Association for Public Policy and Management (APPAM) Annual Conference , November 2010    The Effects of Housing Instability on Educational Access and Outcomes Vicki Been, Amy Ellen Schwartz, Leanna Stiefel, Ingrid Gould Ellen At-Risk-At-College: Identification, Persistence and Success Colin Chellman, David Crook, Amy Ellen Schwartz, Leanna Stiefel The Impact of Price on the Provision of School Meals Jacob Leos-Urbel, Sean Corcoran, Amy Ellen Schwartz, Meryle Weinstein    At the National Center for Education Statistics Annual Data Conference, July 30, 2010:    School Food, School Performance, and the Price of School Food Jacob Leos-Urbel, Meryle Weinstein    At the Institute for Education Sciences Annual Research Conference, June 28, 2010:    The Impacts of School Meal Pricing Policy on Meals Served and on Academic Achievement (poster presentation) Jacob Leos-Urbel, Meryle Weinstein, and Amy Ellen Schwartz       The Impact of State Testing on Teacher Time Use (poster presentation) Erin F. Cocke, Jack Buckley and Marc Scott       Why Do (Don't) Girls Choose Science? The Determinants of Attendance in Science High Schools in New York City (poster presentation) Jessica Boccardo, Amy Ellen Schwartz, Leanna Stiefel and Matt Wiswall    Do Small Schools Improve Student Performance in Large, Urban Districts? Evidence from New York City (poster presentation) Amy Ellen Schwartz, Leanna Stiefel, Matt Wiswall, Jessica Bocarrdo, and Jennifer Sallman    At the 35th Annual Conference of the American Education Finance Association (AEFA), March 18-20, 2010:       The Collateral Costs of the Mortgage Crisis: How do Foreclosures Affect Children's School Mobility and Performance?, Leanna Stiefel, presenter (Meryle Weinstein, co-author)       Changing Finances, Changing Inputs, Changing Outcomes, Leanna Stiefel, discussant College Cost, Dylan Conger, discussant   Does NCLB Lead Schools to Focus on Marginal Students? Evidence From Wisconsin, Rajashri Chakrabarti, presenter          Effect of Constraints on Tiebout Competition: Evidence from some School Finance Reforms in the U.S., Rajashri Chakrabarti, presenter       Equity, Adequacy, and Measurement of School Facilities, Todd Ely, presenter       Expensive Colleges, Poor Students: Who Goes to a Private Two-Year College?, Dylan Conger, presenter       Exploring the Distribution and Assignment of Secondary School Teachers, Patrice Iatarola, presenter       Immigrants and Inequality in Public Schools, Amy Ellen Schwartz, presenter (Leanna Stiefel, co-author)    NCLB and Student Outcomes: Some of the Unexpected Routes to the Goal, Amy Ellen Schwartz, chair and discussant    School Leadership: How principal training impacts student achievement, Meryle Weinstein, Chair    The New York City Aspiring Principals Program: A School-Level Evaluation, Sean Corcoran, presenter       Student Testing, Patrice Iatarola, discussant       The Intradistrict Distribution of College Preparatory Coursework in New York City, Colin Chellman, presenter       The Impact of State Testing on Teacher Time Use, Erin Cocke, presenter       Using Test Performance Data, Jeff Zabel, discussant    The Teacher Workforce, Sean Corcoran, chair and discussant       At the National Education Association Alternatice Compensation summit, January 7-8, 2010     Performance-Based Pay and Value-Added Assessment: What We Know...And Don't Sean Corcoran    Archive          2009, 2008, 2007                                                  Steinhardt School of Culture, Education, and Human Development      Robert F. Wagner School of Public Service              This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.    Institute for Education and Social Policy, NYU Steinhardt - 665 Broadway, Suite 805, New York, NY 10012"}, {"content": "Undergraduate Research Conference, College of Arts and Science | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni               Home &gt; Undergraduate Research &gt; Research Conference         Undergraduate Research Conference       41st Annual Undergraduate Research Conference    Friday, April 24th, 2015   Undergraduate Research Conference    The College takes seriously the role of research in the liberal arts education of undergraduates. Students regularly benefit from direct contact with our research faculty and are empowered and encouraged to conduct their own inquiries. All undergraduates at the University are invited to participate in and present their research at the College’s 41st annual Undergraduate Research Conference on Friday, April 24th, 2015. Projects showcasing undergraduate work in the Natural Sciences, Social Sciences and Humanities are welcome. The work may have been done in connection with a course or as independent or supervised study.     Click here to download a copy of the April 24th, 2015 Conference Program     Congratulations to the 2015 Undergraduate Research Winners!          In order to help participants prepare for the Conference, we will be hosting a series of presentation workshops, 2 for students doing panel presentations and 2 for students doing poster presentations.     These interactive workshops will focus on both the theoretical and practical aspects of communicating research. Faculty from NYU's Writing in the Disciplines program will facilitate these sessions and fellow undergraduates with experience presenting at conferences will also be on hand to answer questions and provide insights from their own experience. Students attending the sessions are strongly encouraged to bring current drafts of their presentation to receive critique and guidance from fellow students and workshop facilitators.     All workshops will be held in Silver 907 from 5:30-7PM:     Workshops for Panel Presentations:     Wednesday, April 8th     Thursday, April 16th      Workshops for Poster Presentations     Thursday, April 9th     Wednesday, April 15th      2015 Conference Preview   Cindy Tsui (CAS ’15) majoring in Computer Science, Pre-Med Long-Term Durability and Dose Escalation Patterns in Infliximab Therapy for Psoriasis Psoriasis is a chronic, inflammatory skin disease affecting 3% of the population. The prevailing reason for discontinuation of infliximab treatment for psoriasis is loss of clinical response, requiring dose intensification to optimize the treatment regimen. Furthermore, concomitant immunosuppressive medications, e.g. methotrexate, theoretically extend infliximab durability. Our research shows infliximab dose escalation to be well tolerated in our patient cohort and confirms that concurrent methotrexate is associated with significantly improved maintenance of clinical response. Our experience with intensified infliximab regimens supports the efficacy and safety of dose escalation in treating psoriasis.                  All Undergraduate Research Conference presenters are strongly encouraged to attend a workshop entitled \"Designing and Delivering Dynamic Presentations.\"     Click here for slides from the 2014 workshop, \"Designing and Delivering Dynamic Presentations.\"                                        Welcome!       About CAS       Academic Programs       Undergraduate Research                Dean's Undergraduate Research Fund              Research+            Undergraduate Research Conference            Inquiry: A Journal of Undergraduate Research              Funding Sources              Database of Faculty Research Specializations              Women in Science         Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events           Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram                          See Also               Past Conference Programs & Winners                      Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}]},
{"detail": [{"content": "Presentations - Institute for Education and Social Policy - NYU Steinhardt                                                   Skip to content        The Institute for Education and Social Policy    NYU                 About Us             Overview       People       Education and Social Policy Master's Degree       Funders       Career Opportunities       Contact             Areas of Work             Education in NYC       Education &amp; Social Policy       Evaluation       Organization of Schooling       Race, Immigration &amp; Poverty       School Finance       Housing, Neighborhoods, &amp; Schools             Publications             Publications       Occasional Papers and Reports       Working Papers       Policy Briefs              Resources        Events             Brown Bags       Presentations       Seminar Series             News                  Presentations                                 Recent Presentations    IESP at AERA Conference, April 3-7, 2014    The Power of Education Research for Innovation in Practice and Policy Philadelphia, PA    Successful Schools: How School-Level Factors Influence Success With Urban Advantage. Meryle Weinstein, Emilyn Ruble Whitesell and Michele Leardo.    The Impact of School Progress Report Grades on School Practices in New York City. Emilyn Ruble Whitesell.    Pathways to an Elite Education: Application, Admission, and Matriculation to New York City&rsquo;s Specialized High Schools. Christine Baker-Smith and Sean Patrick Corcoran.       IESP at AEFP Conference, March 13-15, 2014    New Players in Education Finance and Policy San Antonio, TX    The Short Term Impacts of Summer Employment on Academic Performance. Amy Ellen Schwartz, Jacob Leos-Urbel and Megan Silander    Public Violence, Public Schools: The Impact of Neighborhood Violence on Academic Performance. Amy Ellen Schwartz, Patrick Sharkey, Ingrid Gould Ellen and Agustina Laurito.    Successful Schools: How School-Level Factors Influence Success With Urban Advantage. Meryle Weinstein, Emilyn Ruble Whitesell and Michele Leardo.    Teacher Effects on Student Achievement and Height: A Cautionary Tale. Sean Corcoran, Marianne Bitler, Thurston Domina and Emily Penner.    The Effect of Residential Mobility on Student Performance. Sarah Cordes, Amy Ellen Schwartz and Leanna Stiefel.    Does School Finance Reform Lead to Racially Neutral Funding?: Examining the Effects of School Finance Reform in New York State. (Poster) Michah W. Rothbart.    Agree to Disagree? How School Accountability Influences Stakeholders&rsquo; Perceptions of the School Environment. Emilyn Ruble Whitesell.    The Impact of Tuition Increases on Undocumented College Students&rsquo; Schooling Decisions. Dylan Conger.    The Role of Tax-Exempt Debt in Financing Nonprofit Institutions of Higher Education. Todd Ely and Thad Calabrese.    Why Don&rsquo;t Housing Choice Voucher Holders Live Near Better Schools? Ingrid Gould Ellen, Keren Mertens Horn and Amy Ellen Schwartz.    Expansion of AP-Course Classroom and Outcome Implications: The Case of Broward County Public Schools. Patrice Iatarola and Taek Hyung Kim.    High School Accountability: Early Evidence from Florida. Patrice Iatarola and Niu Gao    Evaluating the Academic and Behavioral Impact of &ldquo;School in the Park&rdquo;. Johanna Lacoe, Gary D. Painter and Danielle Williams.    The Impact of Hurricane Sandy on Students at the City University of New York. Simon McDonnell, Colin Chellman, Giljae Lee and David Crook.       IESP at AEFP, March 14-16, 2013    Education Renewal and Reform&hellip;in the Face of Resource Constraints ? New Orleans, LA    The Impact of Mid-year Movers on Stable Students , Leanna Stiefel, Amy Ellen Schwartz, and Emilyn Ruble Whitesell Do Charter Schools Ruin Local Public Schools in Poor Neighborhoods? The Impact of Charter Schools on NYC Public Schools , Sarah Cordes Children Underwater: Effects of Negative Equity on Children's Educational Outcomes , Ashlyn Aiko Nelson, David Figlio, Amy Ellen Schwartz, Leanna Stiefel, and Vicki Been Top Dog/Bottom Dog: The Impact of Grade Span on Bullying, Safety, and Belonging , Amy Ellen Schwartz, Leanna Stiefel, and Michah Rothbart How Low-Achieving Students Fare in the NYC High School Choice Process , Lori Nathanson and Sean Corcoran Pathways to the Elite: Application, Admission, and Matriculation to New York City's Specialized High Schools , Sean Corcoran and Christine Baker-Smith The View from the Front of the Class? Using the Concerns-Based Adaption Model to Understand Science Teachers&rsquo; Use of New Instructional Tools , Susan Elgendy, James Short, and Meryle Weinstein The Effect of Breakfast in the Classroom on Obesity and Academic Performance: Evidence from New York City , Sean Corcoran, Elizabeth Debraggio, and Amy Ellen Schwartz    IESP at APPAM, November 8-10, 2012    Policy Analysis and Public Management in an Age of Scarcity: The Challenges of Assessing Effectiveness and Efficiency Baltimore, MD    Are Learning Environments Better at Small Schools? Jessica Boccardo, Amy Ellen Schwartz, Leanna Stiefel, and Matt Wiswall Housing and Childhood Obesity (poster presentation), Sarah Cordes and Amy Ellen Schwartz Are We Punishing Our Poorest Neighborhoods? Evaluating the Consequences of No Child Left Behind , Keren Horn and Amy Ellen Schwartz Crime, Context, and Children's Academic Performance , Johanna Lacoe, Amy Ellen Schwartz, Pat Sharkey, and Ingrid Gould Ellen The Impact of Summer Youth Employment On Academic Outcomes: Evidence From a Large-Scale Lottery , Jacob Leos-Urbel Moving Matters: The Causal Effect of School Mobility On Student Performance , Leanna Stiefel and Amy Ellen Schwartz    IESP at APPAM International Education Conference, October 3-5, 2012    Improving Education through Accountability and Evaluation: Lessons from Around the World Rome, Italy    The Impact of High School Choice on Mediators of Student Success , Sean Corcoran, Lori Nathanson, and Jim Kemple Moving Matters: The Causal Effect of School Mobility On Student Performance , Leanna Stiefel and Amy Ellen Schwartz Can Formal-Informal Collaborations Improve Science Literacy in Urban Middle Schools? The Impact of Urban Advantage , Meryle Weinstein, Emilyn Ruble Whitesell, and Amy Ellen Schwartz    At the Center for American Progress, September 19, 2012    Stealth Inequities: How Local Tax Systems &amp; State Aid Formulas Undermine Educational Equality in U.S. States , Sean P. Corcoran (with Bruce Baker). Watch the presentation here .    At the NYSAIS Institutional Advancement Conference, June 18, 2012    Economics, Public Policy, and Independent Schools , Amy Ellen Schwartz    At the National Center on Scaling Up Effective Schools Conference, June 10-12, 2012    Does Small High School Reform Lift Urban Districts? Evidence from NYC , Elizabeth Debraggio co-authored with Leanna Stiefel, Matthew Wiswall, and Amy Ellen Schwartz. Watch the presentation here .    At the Denver Museum of Nature and Science to the UA Denver Research and Evaluation Advisory Board, April 4, 2012    Can Formal-Informal Collaborations Improve Science Literacy in Urban Middle Schools? The Impact of Urban Advantage , Meryle Weinstein co-authored with Amy Ellen Schwartz and Emilyn Ruble Whitesell    At the Steinhardt Education Policy Breakfast, April 2012    Sean Corcoran was invited as a guest speaker at the Steinhardt Education Policy Breakfast in April. He presented &ldquo;Teacher Quality, Teacher Evaluation, and &ldquo;Value-Added.&rdquo; Watch the presentation here .    At the Federal Reserve Bank of Cleveland's policy summit \"Housing, Human Capital, and Inequality\", June 9-10, 2011    Does Losing Your Home Mean Losing Your School? Effects of Foreclosure on Student Mobility of Children, Leanna Stiefel    At the New York University's \"A Symposium on Refugee Youth: The Relationship of Education to Health\", April 29th    Immigrants, Migrants, and Public Schools: Evidence from NYC, Amy Ellen Schwartz    At the New School panel entitled \"High Stakes Decisions: How NYC&rsquo;s Students Have Fared Under High School Choice\", April 20, 2011    How NYC&rsquo;s Students Have Fared Under High School Choice, Sean P. Corcoran Watch the presentation here .    At the Association for Education Finance and Policy Annual Conference, March 24-26, 2011       Merit Aid Programs, Incentives and Student Mobility: Joydeep Roy and Rajashri Chakrabarti          The Dynamics of Teacher Quality: Matthew Wiswall    Science Learning Outside of School: Preliminary Findings from the Evaluation of Urban Advantage: Meryle Weinstein and Elizabeth Debraggio    Accountability and Within-School Teacher Sorting in North Carolina: Erin F. Cocke, Jessica Boccardo and Sean Corcoran    How do Boys and Girls do it? New Evidence on the Gender Gay from New York City Public Schools: Charles Parekh    Just (not) showing up? The role of STEM high schools in closing the gender gap in STEM education: Matt Wiswall, Amy Ellen Schwartz, Leanna Stiefel, Jessica Boccardo    Do Small Schools Improve Student Performance in Large, Urban Districts? Leanna Stiefel, Matthew Wiswall, Amy Ellen Schwartz    School District Pension Bond Issuance and the Influence on Spending Behavior: Thad Calabrese and Todd Ely    The Intended and Unintended Consequences of No Child Left Behind: Rajashri Chakrabarti    The Educational Experiences and Outcomes of Undocumented College Students: Colin Chellman    Impact of Accountability on Teacher Distribution and Assignment in Low-Performing High Schools: Patrice Iatarola, Niu Gao    Indirect Aid for Uncertain Times: State Credit Enhancement Programs for School Districts: Todd Ely    Examining the Say Yes to Education Programs' Initial Impacts on Family Choices and Economic Development in Syracuse: Ross Rubenstein, Robert Bifulco    Teacher Effectiveness of High- and Low-Stakes Tests: Sean Corcoran, Jennifer Jennings, Andrew Beveridge    At-Risk At College: Differing Paths to Success for Disadvantaged Students in Higher Education: Colin Chellman, Leanna Stiefel, Amy Ellen Schwartz, David Crook    Examining the Say Yes to Education Programs' Initial Impacts on Family Choices and Economic Development in Syracuse: Ross Rubenstein, Robert Bifulco    Does Lunch Money Matter? The Impact of Changing Prices on Students' School Meal Participation and Academic Outcomes: Jacob Leos-Urbel, Amy Ellen Schwartz, Meryle Weinstein, Sean Corcoran       At the Society for Research on Educational Effectiveness. March 3-5, 2011.       Accountability and Teacher Practice: Investigating the Impact of a New State Test and the Timing of State Test Adoption on Teacher Time Use Erin F. Cocke, Jack Buckley &amp; Marc A. Scott       At the City College of New York Immigration and Education Conference, March 19, 2011       The Impact of Immigration on New York City Public Schools Amy Ellen Schwartz, Leanna Stiefel, and Elizabeth Debraggio       On January 19, 2011, Sean Corcoran presented at the Educational Testing Services symposium entitled \"Standardized Tests and Teacher Accountability: The Research\".    At the Association for Public Policy and Management (APPAM) Annual Conference , November 2010    The Effects of Housing Instability on Educational Access and Outcomes Vicki Been, Amy Ellen Schwartz, Leanna Stiefel, Ingrid Gould Ellen At-Risk-At-College: Identification, Persistence and Success Colin Chellman, David Crook, Amy Ellen Schwartz, Leanna Stiefel The Impact of Price on the Provision of School Meals Jacob Leos-Urbel, Sean Corcoran, Amy Ellen Schwartz, Meryle Weinstein    At the National Center for Education Statistics Annual Data Conference, July 30, 2010:    School Food, School Performance, and the Price of School Food Jacob Leos-Urbel, Meryle Weinstein    At the Institute for Education Sciences Annual Research Conference, June 28, 2010:    The Impacts of School Meal Pricing Policy on Meals Served and on Academic Achievement (poster presentation) Jacob Leos-Urbel, Meryle Weinstein, and Amy Ellen Schwartz       The Impact of State Testing on Teacher Time Use (poster presentation) Erin F. Cocke, Jack Buckley and Marc Scott       Why Do (Don't) Girls Choose Science? The Determinants of Attendance in Science High Schools in New York City (poster presentation) Jessica Boccardo, Amy Ellen Schwartz, Leanna Stiefel and Matt Wiswall    Do Small Schools Improve Student Performance in Large, Urban Districts? Evidence from New York City (poster presentation) Amy Ellen Schwartz, Leanna Stiefel, Matt Wiswall, Jessica Bocarrdo, and Jennifer Sallman    At the 35th Annual Conference of the American Education Finance Association (AEFA), March 18-20, 2010:       The Collateral Costs of the Mortgage Crisis: How do Foreclosures Affect Children's School Mobility and Performance?, Leanna Stiefel, presenter (Meryle Weinstein, co-author)       Changing Finances, Changing Inputs, Changing Outcomes, Leanna Stiefel, discussant College Cost, Dylan Conger, discussant   Does NCLB Lead Schools to Focus on Marginal Students? Evidence From Wisconsin, Rajashri Chakrabarti, presenter          Effect of Constraints on Tiebout Competition: Evidence from some School Finance Reforms in the U.S., Rajashri Chakrabarti, presenter       Equity, Adequacy, and Measurement of School Facilities, Todd Ely, presenter       Expensive Colleges, Poor Students: Who Goes to a Private Two-Year College?, Dylan Conger, presenter       Exploring the Distribution and Assignment of Secondary School Teachers, Patrice Iatarola, presenter       Immigrants and Inequality in Public Schools, Amy Ellen Schwartz, presenter (Leanna Stiefel, co-author)    NCLB and Student Outcomes: Some of the Unexpected Routes to the Goal, Amy Ellen Schwartz, chair and discussant    School Leadership: How principal training impacts student achievement, Meryle Weinstein, Chair    The New York City Aspiring Principals Program: A School-Level Evaluation, Sean Corcoran, presenter       Student Testing, Patrice Iatarola, discussant       The Intradistrict Distribution of College Preparatory Coursework in New York City, Colin Chellman, presenter       The Impact of State Testing on Teacher Time Use, Erin Cocke, presenter       Using Test Performance Data, Jeff Zabel, discussant    The Teacher Workforce, Sean Corcoran, chair and discussant       At the National Education Association Alternatice Compensation summit, January 7-8, 2010     Performance-Based Pay and Value-Added Assessment: What We Know...And Don't Sean Corcoran    Archive          2009, 2008, 2007                                                  Steinhardt School of Culture, Education, and Human Development      Robert F. Wagner School of Public Service              This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.    Institute for Education and Social Policy, NYU Steinhardt - 665 Broadway, Suite 805, New York, NY 10012"}, {"content": "Undergraduate Research Conference, College of Arts and Science | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni               Home &gt; Undergraduate Research &gt; Research Conference         Undergraduate Research Conference       41st Annual Undergraduate Research Conference    Friday, April 24th, 2015   Undergraduate Research Conference    The College takes seriously the role of research in the liberal arts education of undergraduates. Students regularly benefit from direct contact with our research faculty and are empowered and encouraged to conduct their own inquiries. All undergraduates at the University are invited to participate in and present their research at the College’s 41st annual Undergraduate Research Conference on Friday, April 24th, 2015. Projects showcasing undergraduate work in the Natural Sciences, Social Sciences and Humanities are welcome. The work may have been done in connection with a course or as independent or supervised study.     Click here to download a copy of the April 24th, 2015 Conference Program     Congratulations to the 2015 Undergraduate Research Winners!          In order to help participants prepare for the Conference, we will be hosting a series of presentation workshops, 2 for students doing panel presentations and 2 for students doing poster presentations.     These interactive workshops will focus on both the theoretical and practical aspects of communicating research. Faculty from NYU's Writing in the Disciplines program will facilitate these sessions and fellow undergraduates with experience presenting at conferences will also be on hand to answer questions and provide insights from their own experience. Students attending the sessions are strongly encouraged to bring current drafts of their presentation to receive critique and guidance from fellow students and workshop facilitators.     All workshops will be held in Silver 907 from 5:30-7PM:     Workshops for Panel Presentations:     Wednesday, April 8th     Thursday, April 16th      Workshops for Poster Presentations     Thursday, April 9th     Wednesday, April 15th      2015 Conference Preview   Cindy Tsui (CAS ’15) majoring in Computer Science, Pre-Med Long-Term Durability and Dose Escalation Patterns in Infliximab Therapy for Psoriasis Psoriasis is a chronic, inflammatory skin disease affecting 3% of the population. The prevailing reason for discontinuation of infliximab treatment for psoriasis is loss of clinical response, requiring dose intensification to optimize the treatment regimen. Furthermore, concomitant immunosuppressive medications, e.g. methotrexate, theoretically extend infliximab durability. Our research shows infliximab dose escalation to be well tolerated in our patient cohort and confirms that concurrent methotrexate is associated with significantly improved maintenance of clinical response. Our experience with intensified infliximab regimens supports the efficacy and safety of dose escalation in treating psoriasis.                  All Undergraduate Research Conference presenters are strongly encouraged to attend a workshop entitled \"Designing and Delivering Dynamic Presentations.\"     Click here for slides from the 2014 workshop, \"Designing and Delivering Dynamic Presentations.\"                                        Welcome!       About CAS       Academic Programs       Undergraduate Research                Dean's Undergraduate Research Fund              Research+            Undergraduate Research Conference            Inquiry: A Journal of Undergraduate Research              Funding Sources              Database of Faculty Research Specializations              Women in Science         Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events           Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram                          See Also               Past Conference Programs & Winners                      Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}, {"content": "NYU Stern | Corporate Presentations                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Recruiters    Recruiters Home           The Stern Advantage Full-Time Employment Report   Summer Internship Employment Report   Student Stories   Your Relationship Manager   Employer List     Post a Job FAQs     Recruit On-Campus Full-Time Class Profile   Recruitment Calendar   Schedule Interviews   Host a Corporate Presentation   Coffee Chats   International Students   View Resumes   Interview Policies   Offer Policies     Recruit Experienced Talent Langone Class Profile   Events   Recruiting Policies     Get Involved Year-Round Career Fairs   Partner with Student Clubs     Visit Stern Directions   Parking   Your Relationship Manager   Career Development Team     Contact Us             Home / Portal &amp; Partners / Recruiters / Recruit On-Campus / Host a Corporate Presentation                        Share / Print                Print      Email      Share       Like                                              Host a Corporate Presentation   Companies may host corporate presentations prior to the start of interviews. These events provide our students with insights into your corporate culture and business strategies, and offer forums for networking with alumni and other members of your team. Presentations are held throughout the week during the afternoon and evening, except on Fridays. Though several presentations may be delivered simultaneously, OCD will do its best to not schedule firms in the same industry at the same time. All presentations are promoted free of charge through the Stern Recruiting System and in the weekly career alerts to students, but additional publicity is advised.     Corporate Presentation Reservation Requests:  To assist your efforts to recruit the best talent for your firm, we invite you to reserve a Stern MBA on-campus presentation starting Monday, April 29th, 2013 through the Stern Recruiting System .     Dates :  To allow students time to acclimate to their academic commitments, recruitment at Stern will officially begin on:     September 8, 2014 for second-year students    September 29, 2014 for joint presentations    October 6, 2014 for first-year students       Corporate Presentation Quick Facts:       Corporate presentations are 90-minutes in length.    Available times are: Monday through Thursday from 12:00pm-1:30pm, 4:30pm-6:00pm and 7:00pm-8:30pm.    In most cases, company representatives can access the presentation room 30 minutes before start time.       Audio Visual Equipment  Standard audiovisual equipment is provided for all corporate presentations. To ensure that we are able to accommodate all your needs, please include your media requests on the Corporate Presentation reservation form through your Stern Recruiting System . Please note any special requirements on that form.       Company Literature/Products  Materials that you would like distributed at your corporate presentation should be sent no more than two weeks beforehand to:    New York University  Leonard N. Stern School of Business  Office of Career Development  44 West Fourth Street, Suite 5-100  New York, NY 10012  Attn: ( Relationship Manager )    We recommend that you send all products pre-packed and marked with your company name, date and type of event. Please include a self-addressed shipping label and notify your Relationship Manager of the number of boxes you are sending.       Catering  Although catering is not scheduled through OCD, we request that you use the School’s preferred vendors:   Food In Motion : Lloyd Zimet (212) 766-4400   Food For Thought : Steve Sotland (212) 929-4689       Publicity  OCD promotes all events facilitated through our office in a weekly newsletter to students as well as through our Stern Recruiting System. If you would like additional publicity, we recommend the following:     Send an electronic flyer to targeted student clubs for distribution    Place an advertisement in the Stern Opportunity, the School’s student newspaper. For details, e-mail opportun@stern.nyu.edu or call 212-995-4432.    Note: Please make sure to send all advertisements to your Relationship Manager for approval before submitting to either the clubs or the Opportunity. Please do not send hardcopy flyers, as Stern students do not have individual mailboxes.                                               Take the Next Step      Post a Job    Partner with Student Clubs    Contact Us                                              Student Stories                Andres Perez Salazar Rios, MBA 2015  Google     More Stories                                                        Recruit On-Campus     Full-Time Class Profile   Recruitment Calendar   Schedule Interviews   Host a Corporate Presentation   Coffee Chats   International Students   View Resumes   Interview Policies   Offer Policies                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]