[{"detail": [{"content": "Music Therapy Graduate Program - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy Graduate Program                        NYU's master's degree program in music psychotherapy is designed to accommodate mature students who seek a credential in music therapy for the first time as well as students already certified in music therapy who wish to develop specialized skills beyond the competencies that are gained in an entry-level training program. The length of the program varies from 48 to 60 credits based on student experience and background and can be taken full or part time based on student needs.    All students must participate in an audition/interview process before being admitted to the program. We seek students who share our excitement for the practice of music therapy and demonstrate readiness for training based on a belief in the power of music for therapy and healing, personal maturity, sensitivity to others, a deep love of music making, and openness to self-exploration. Prior to applying, students must have earned a bachelor's degree in music therapy or a related field such as, but not limited to, music education, music performance, psychology, etc.    Our program is highly selective in order to keep our classes small and the training individualized. The student to faculty ratio in our program is about 4 to 1. Class size varies from 5 to 18 students according to the design and goals of each course.    Upon completing our program, students will be able to:    1. Demonstrate their proficiency in the clinical music competencies, particularly clinical improvisation.    2. Describe a specific client population along with their relevant clinical issues and adapt a treatment plan accordingly.    3. Employ intercultural and international perspectives in their work as music psychotherapists.    4. Integrate current research and basic research methods into their work as music psychotherapists.    Please refer to Curriculum for a detailed outline of the program.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Music Therapy Graduate Program - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy Graduate Program                        NYU's master's degree program in music psychotherapy is designed to accommodate mature students who seek a credential in music therapy for the first time as well as students already certified in music therapy who wish to develop specialized skills beyond the competencies that are gained in an entry-level training program. The length of the program varies from 48 to 60 credits based on student experience and background and can be taken full or part time based on student needs.    All students must participate in an audition/interview process before being admitted to the program. We seek students who share our excitement for the practice of music therapy and demonstrate readiness for training based on a belief in the power of music for therapy and healing, personal maturity, sensitivity to others, a deep love of music making, and openness to self-exploration. Prior to applying, students must have earned a bachelor's degree in music therapy or a related field such as, but not limited to, music education, music performance, psychology, etc.    Our program is highly selective in order to keep our classes small and the training individualized. The student to faculty ratio in our program is about 4 to 1. Class size varies from 5 to 18 students according to the design and goals of each course.    Upon completing our program, students will be able to:    1. Demonstrate their proficiency in the clinical music competencies, particularly clinical improvisation.    2. Describe a specific client population along with their relevant clinical issues and adapt a treatment plan accordingly.    3. Employ intercultural and international perspectives in their work as music psychotherapists.    4. Integrate current research and basic research methods into their work as music psychotherapists.    Please refer to Curriculum for a detailed outline of the program.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Welcome to Music Therapy                     News       Nordoff-Robbins Center and NYU Rusk Receive Grammy Foundation Grant    Two Alumni Lead To \"The Compassionate Voice\" Workshop April 22    Prof. Barbara Hesser and Dr. Peter Jampel to present in Greece, March 2015    Barbara Hesser Publishes \"In memory of Helen Bonny - 1921-2010\" in Music and Medicine: An Interdisciplinary Journal    Music therapy adjunct faculty member Gillian Stephens-Langdon to present at the ISPS International Congress in NYC, March 2015    Advanced Topics in Music Therapy Supervision Presenter: Susan Feiner    Nordoff-Robbins Music Therapy Research Course February 11    Application deadline: January 6, 2015    Financial Aid: February 1, 2015    Audition Date: February 22, 2015       Featured Students       Read about our current students              Music therapy is defined broadly as the use of music to advance health-related goals and improve the quality of life. Clinical applications range across the entire life span as music therapists work with a wide range of people including individuals with and without disabilities. Because of the large variety of people with whom music therapists work, and the breadth of possible uses of music, the profession of music therapy encourages specialization at the graduate level. NYU Steinhardt offers a Master of Arts Degree in Music Therapy. The music therapy program is approved by the American Music Therapy Association (AMTA) and upon graduation students are qualified to sit for the examination for Board Certification in music therapy (MT-BC) through the Certification Board for Music Therapists (CBMT). The program is approved by the New York State Education Department and qualifies the student for licensure in Creative Arts Therapy (LCAT) after graduation and 1500 hours of post-graduate supervised practice.    The music therapy program attracts students from diverse cultural and academic backgrounds to study and apprentice with leading professionals in music psychotherapy. Classes are small, and students are encouraged to develop their particular specialization in music psychotherapy during the program. At the core of our program is clinical training: the New York metropolitan area offers rich opportunities for clinical observation and internships in facilities such as medical and psychiatric hospitals, prisons, schools and centers for special needs children, rehabilitation centers, and treatment centers for the homeless, elderly, and terminally ill, among others.    Professor Barbara Hesser, CMT, LCAT, FAMI, Program Director, leads an internationally recognized clinical faculty . All of the faculty members are practicing music therapists who bring a rich and diverse understanding of clinical work to their teaching. In addition to teaching courses, they are active in their clinical practice, professional writing and research, and serve the professional music therapy association (AMTA) in many capacities. This dedication to ongoing clinical, professional and creative work is an important aspect of the philosophy guiding our program. In addition to the regular required coursework, these professionals offer workshops throughout the year that expose students to various music psychotherapy specializations, such as the Bonny Method of Guided Imagery and Music (BMGIM), Analytical Music Therapy (AMT), Nordoff-Robbins Music Therapy (NRMT), and others.    NYU Steinhardt also offers a Doctor of Philosophy (PhD) Degree in Music Education/Therapy. This is a music education degree that is open to music therapists who want to develop research skills, whether this is in service of an academic career or to be integrated into clinical positions. The degree is a highly individualized one with a great deal of student choice in terms of research topics and methods, including qualitative, quantitative, and mixed-methods options. Students can matriculate on either a full-time or part-time basis and all course work is completed in residency on the NYU campus. Associate Professor Kenneth Aigen, DA, MT-BC, LCAT, serves as the adviser for all doctoral students. The Nordoff-Robbins Center , located around the corner from the NYU music therapy program, offers NYU music therapy students a unique opportunity to gain entry level music therapy skills and advanced competencies with a specialization in the Nordoff-Robbins approach. Center staff members teach in the program and provide clinical supervision as well. Nordoff-Robbins publications, research, and clinical material are embedded into the curriculum of the master&rsquo;s music therapy program. The on-site location affords daily interaction both at the formal and informal levels between Center staff, program faculty and music therapy master&rsquo;s students. Our unique relationship with this center provides our students with opportunities to actively engage with some of the most innovative clinical and research practices currently used in music therapy.    For more information, please contact: 1-212-998-5452 or music.therapy@nyu.edu .                           Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Therapy FAQ - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy FAQ                        Q: Do I need a Bachelor&rsquo;s degree in Music Therapy to be considered for the Master&rsquo;s Program?    A. A Bachelor&rsquo;s Degree is required for admission into the Master&rsquo;s program, but it need not be in Music Therapy. Past graduates have come into the program with backgrounds in areas including medicine, music, psychology, and business.    Q: Are there any classes I should take prior to applying to the Master&rsquo;s program?    A. There are 2 prerequisite courses that we want incoming students to take: (1) Abnormal Psychology and (2) Developmental Psychology. It is our recommendation that these courses be taken prior to starting the program here at NYU.    Q: How much is tuition?    A: Tuition at the graduate-level is charged on a per credit basis. For the most current information on tuition and fees, please visit http://steinhardt.nyu.edu/tuition .    Q: Are there scholarships available?    A: School-based scholarship consideration is available to full-time and part-time applicants (U.S. citizens and permanent residents) who submit a FAFSA by February 1 for the fall semester or November 1 for the spring semester. Learn more about eligibility requirements, the application process and the types of financial aid available at NYU Steinhardt at http://steinhardt.nyu.edu/financial_aid .    Q: Do I need to take the GRE?    A. The GRE is not required for application to the MA in music therapy program.    Q: I am an international student. What is the desired TOEFL score for admission?    A. Successful candidates typically score 600 on the paper-based exam; 250 on the computer-based exam; or 100 on the internet-based exam.    Q: My primary instrument is not guitar or piano. Should I still apply to this program?    A. We strongly encourage students in our program to work at incorporating their primary instrument into their clinical work. In addition, piano and guitar competencies are required for national certification as a music therapist and are the primary harmonic instruments used to support clinical work.    Q: Are there any special procedures involved in pre-internship and internship clinical placements?    A: Please be advised that licensing agencies and fieldwork placement facilities in your field of study may require that you undergo a criminal background check, the results of which the agency or facility must find acceptable prior to placement or licensure.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Music Therapy Graduate Program - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy Graduate Program                        NYU's master's degree program in music psychotherapy is designed to accommodate mature students who seek a credential in music therapy for the first time as well as students already certified in music therapy who wish to develop specialized skills beyond the competencies that are gained in an entry-level training program. The length of the program varies from 48 to 60 credits based on student experience and background and can be taken full or part time based on student needs.    All students must participate in an audition/interview process before being admitted to the program. We seek students who share our excitement for the practice of music therapy and demonstrate readiness for training based on a belief in the power of music for therapy and healing, personal maturity, sensitivity to others, a deep love of music making, and openness to self-exploration. Prior to applying, students must have earned a bachelor's degree in music therapy or a related field such as, but not limited to, music education, music performance, psychology, etc.    Our program is highly selective in order to keep our classes small and the training individualized. The student to faculty ratio in our program is about 4 to 1. Class size varies from 5 to 18 students according to the design and goals of each course.    Upon completing our program, students will be able to:    1. Demonstrate their proficiency in the clinical music competencies, particularly clinical improvisation.    2. Describe a specific client population along with their relevant clinical issues and adapt a treatment plan accordingly.    3. Employ intercultural and international perspectives in their work as music psychotherapists.    4. Integrate current research and basic research methods into their work as music psychotherapists.    Please refer to Curriculum for a detailed outline of the program.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Welcome to Music Therapy                     News       Nordoff-Robbins Center and NYU Rusk Receive Grammy Foundation Grant    Two Alumni Lead To \"The Compassionate Voice\" Workshop April 22    Prof. Barbara Hesser and Dr. Peter Jampel to present in Greece, March 2015    Barbara Hesser Publishes \"In memory of Helen Bonny - 1921-2010\" in Music and Medicine: An Interdisciplinary Journal    Music therapy adjunct faculty member Gillian Stephens-Langdon to present at the ISPS International Congress in NYC, March 2015    Advanced Topics in Music Therapy Supervision Presenter: Susan Feiner    Nordoff-Robbins Music Therapy Research Course February 11    Application deadline: January 6, 2015    Financial Aid: February 1, 2015    Audition Date: February 22, 2015       Featured Students       Read about our current students              Music therapy is defined broadly as the use of music to advance health-related goals and improve the quality of life. Clinical applications range across the entire life span as music therapists work with a wide range of people including individuals with and without disabilities. Because of the large variety of people with whom music therapists work, and the breadth of possible uses of music, the profession of music therapy encourages specialization at the graduate level. NYU Steinhardt offers a Master of Arts Degree in Music Therapy. The music therapy program is approved by the American Music Therapy Association (AMTA) and upon graduation students are qualified to sit for the examination for Board Certification in music therapy (MT-BC) through the Certification Board for Music Therapists (CBMT). The program is approved by the New York State Education Department and qualifies the student for licensure in Creative Arts Therapy (LCAT) after graduation and 1500 hours of post-graduate supervised practice.    The music therapy program attracts students from diverse cultural and academic backgrounds to study and apprentice with leading professionals in music psychotherapy. Classes are small, and students are encouraged to develop their particular specialization in music psychotherapy during the program. At the core of our program is clinical training: the New York metropolitan area offers rich opportunities for clinical observation and internships in facilities such as medical and psychiatric hospitals, prisons, schools and centers for special needs children, rehabilitation centers, and treatment centers for the homeless, elderly, and terminally ill, among others.    Professor Barbara Hesser, CMT, LCAT, FAMI, Program Director, leads an internationally recognized clinical faculty . All of the faculty members are practicing music therapists who bring a rich and diverse understanding of clinical work to their teaching. In addition to teaching courses, they are active in their clinical practice, professional writing and research, and serve the professional music therapy association (AMTA) in many capacities. This dedication to ongoing clinical, professional and creative work is an important aspect of the philosophy guiding our program. In addition to the regular required coursework, these professionals offer workshops throughout the year that expose students to various music psychotherapy specializations, such as the Bonny Method of Guided Imagery and Music (BMGIM), Analytical Music Therapy (AMT), Nordoff-Robbins Music Therapy (NRMT), and others.    NYU Steinhardt also offers a Doctor of Philosophy (PhD) Degree in Music Education/Therapy. This is a music education degree that is open to music therapists who want to develop research skills, whether this is in service of an academic career or to be integrated into clinical positions. The degree is a highly individualized one with a great deal of student choice in terms of research topics and methods, including qualitative, quantitative, and mixed-methods options. Students can matriculate on either a full-time or part-time basis and all course work is completed in residency on the NYU campus. Associate Professor Kenneth Aigen, DA, MT-BC, LCAT, serves as the adviser for all doctoral students. The Nordoff-Robbins Center , located around the corner from the NYU music therapy program, offers NYU music therapy students a unique opportunity to gain entry level music therapy skills and advanced competencies with a specialization in the Nordoff-Robbins approach. Center staff members teach in the program and provide clinical supervision as well. Nordoff-Robbins publications, research, and clinical material are embedded into the curriculum of the master&rsquo;s music therapy program. The on-site location affords daily interaction both at the formal and informal levels between Center staff, program faculty and music therapy master&rsquo;s students. Our unique relationship with this center provides our students with opportunities to actively engage with some of the most innovative clinical and research practices currently used in music therapy.    For more information, please contact: 1-212-998-5452 or music.therapy@nyu.edu .                           Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Therapy FAQ - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy FAQ                        Q: Do I need a Bachelor&rsquo;s degree in Music Therapy to be considered for the Master&rsquo;s Program?    A. A Bachelor&rsquo;s Degree is required for admission into the Master&rsquo;s program, but it need not be in Music Therapy. Past graduates have come into the program with backgrounds in areas including medicine, music, psychology, and business.    Q: Are there any classes I should take prior to applying to the Master&rsquo;s program?    A. There are 2 prerequisite courses that we want incoming students to take: (1) Abnormal Psychology and (2) Developmental Psychology. It is our recommendation that these courses be taken prior to starting the program here at NYU.    Q: How much is tuition?    A: Tuition at the graduate-level is charged on a per credit basis. For the most current information on tuition and fees, please visit http://steinhardt.nyu.edu/tuition .    Q: Are there scholarships available?    A: School-based scholarship consideration is available to full-time and part-time applicants (U.S. citizens and permanent residents) who submit a FAFSA by February 1 for the fall semester or November 1 for the spring semester. Learn more about eligibility requirements, the application process and the types of financial aid available at NYU Steinhardt at http://steinhardt.nyu.edu/financial_aid .    Q: Do I need to take the GRE?    A. The GRE is not required for application to the MA in music therapy program.    Q: I am an international student. What is the desired TOEFL score for admission?    A. Successful candidates typically score 600 on the paper-based exam; 250 on the computer-based exam; or 100 on the internet-based exam.    Q: My primary instrument is not guitar or piano. Should I still apply to this program?    A. We strongly encourage students in our program to work at incorporating their primary instrument into their clinical work. In addition, piano and guitar competencies are required for national certification as a music therapist and are the primary harmonic instruments used to support clinical work.    Q: Are there any special procedures involved in pre-internship and internship clinical placements?    A: Please be advised that licensing agencies and fieldwork placement facilities in your field of study may require that you undergo a criminal background check, the results of which the agency or facility must find acceptable prior to placement or licensure.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}][{"detail": [{"content": "Music Therapy Audition/Interview - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy Audition/Interview                        All prospective students must be interviewed and auditioned by a committee of the Music Therapy faculty. Prerequisites for the Clinical Advanced Training Program at NYU include:    1. Musical Foundations       Technical competence on piano, guitar, and voice. Flexibility of style on these instruments Ability to improvise Music Theory Music History       2. Psychology Study *       Abnormal Psychology Developmental Psychology       3. Practical work or volunteer experience with individuals who have mental, physical, and emotional problems.    4. Personal awareness and willingness to examine oneself for the purpose of helping others.    * It is recommended that psychology prerequisites be taken prior to the first semester. They must be completed prior to starting internship.    A prospective student is not expected to have all the prerequisites to apply for training. However, students are selected who will be able to attain these skills by the end of the first stage of training.    For the audition, candidates should prepare to play their major instrument, piano and guitar. Candidates will be asked to demonstrate their technical ability, expressive range, and familiarity with different musical styles with each of these instruments. Ability to sight read, improvise, and play by ear are all evaluated during the audition. Candidates will also be asked to sing and accompany themselves on a harmonic instrument.    The verbal interview involves discussion of the student's educational and professional background, professional or volunteer experience with client populations, knowledge about the profession of Music Therapy, and readiness for advanced music therapy training.    Application deadline: January 5, 2015    Financial aid ( FAFSA ) deadline (do not wait to be accepted to apply for financial aid) : February 1, 2015    Audition date: February 22, 2015    Contact Music Therapy at 212 998 5452 for more information.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Music Therapy Audition/Interview - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy Audition/Interview                        All prospective students must be interviewed and auditioned by a committee of the Music Therapy faculty. Prerequisites for the Clinical Advanced Training Program at NYU include:    1. Musical Foundations       Technical competence on piano, guitar, and voice. Flexibility of style on these instruments Ability to improvise Music Theory Music History       2. Psychology Study *       Abnormal Psychology Developmental Psychology       3. Practical work or volunteer experience with individuals who have mental, physical, and emotional problems.    4. Personal awareness and willingness to examine oneself for the purpose of helping others.    * It is recommended that psychology prerequisites be taken prior to the first semester. They must be completed prior to starting internship.    A prospective student is not expected to have all the prerequisites to apply for training. However, students are selected who will be able to attain these skills by the end of the first stage of training.    For the audition, candidates should prepare to play their major instrument, piano and guitar. Candidates will be asked to demonstrate their technical ability, expressive range, and familiarity with different musical styles with each of these instruments. Ability to sight read, improvise, and play by ear are all evaluated during the audition. Candidates will also be asked to sing and accompany themselves on a harmonic instrument.    The verbal interview involves discussion of the student's educational and professional background, professional or volunteer experience with client populations, knowledge about the profession of Music Therapy, and readiness for advanced music therapy training.    Application deadline: January 5, 2015    Financial aid ( FAFSA ) deadline (do not wait to be accepted to apply for financial aid) : February 1, 2015    Audition date: February 22, 2015    Contact Music Therapy at 212 998 5452 for more information.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Therapy Graduate Program - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy Graduate Program                        NYU's master's degree program in music psychotherapy is designed to accommodate mature students who seek a credential in music therapy for the first time as well as students already certified in music therapy who wish to develop specialized skills beyond the competencies that are gained in an entry-level training program. The length of the program varies from 48 to 60 credits based on student experience and background and can be taken full or part time based on student needs.    All students must participate in an audition/interview process before being admitted to the program. We seek students who share our excitement for the practice of music therapy and demonstrate readiness for training based on a belief in the power of music for therapy and healing, personal maturity, sensitivity to others, a deep love of music making, and openness to self-exploration. Prior to applying, students must have earned a bachelor's degree in music therapy or a related field such as, but not limited to, music education, music performance, psychology, etc.    Our program is highly selective in order to keep our classes small and the training individualized. The student to faculty ratio in our program is about 4 to 1. Class size varies from 5 to 18 students according to the design and goals of each course.    Upon completing our program, students will be able to:    1. Demonstrate their proficiency in the clinical music competencies, particularly clinical improvisation.    2. Describe a specific client population along with their relevant clinical issues and adapt a treatment plan accordingly.    3. Employ intercultural and international perspectives in their work as music psychotherapists.    4. Integrate current research and basic research methods into their work as music psychotherapists.    Please refer to Curriculum for a detailed outline of the program.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Welcome to Music Therapy                     News       Nordoff-Robbins Center and NYU Rusk Receive Grammy Foundation Grant    Two Alumni Lead To \"The Compassionate Voice\" Workshop April 22    Prof. Barbara Hesser and Dr. Peter Jampel to present in Greece, March 2015    Barbara Hesser Publishes \"In memory of Helen Bonny - 1921-2010\" in Music and Medicine: An Interdisciplinary Journal    Music therapy adjunct faculty member Gillian Stephens-Langdon to present at the ISPS International Congress in NYC, March 2015    Advanced Topics in Music Therapy Supervision Presenter: Susan Feiner    Nordoff-Robbins Music Therapy Research Course February 11    Application deadline: January 6, 2015    Financial Aid: February 1, 2015    Audition Date: February 22, 2015       Featured Students       Read about our current students              Music therapy is defined broadly as the use of music to advance health-related goals and improve the quality of life. Clinical applications range across the entire life span as music therapists work with a wide range of people including individuals with and without disabilities. Because of the large variety of people with whom music therapists work, and the breadth of possible uses of music, the profession of music therapy encourages specialization at the graduate level. NYU Steinhardt offers a Master of Arts Degree in Music Therapy. The music therapy program is approved by the American Music Therapy Association (AMTA) and upon graduation students are qualified to sit for the examination for Board Certification in music therapy (MT-BC) through the Certification Board for Music Therapists (CBMT). The program is approved by the New York State Education Department and qualifies the student for licensure in Creative Arts Therapy (LCAT) after graduation and 1500 hours of post-graduate supervised practice.    The music therapy program attracts students from diverse cultural and academic backgrounds to study and apprentice with leading professionals in music psychotherapy. Classes are small, and students are encouraged to develop their particular specialization in music psychotherapy during the program. At the core of our program is clinical training: the New York metropolitan area offers rich opportunities for clinical observation and internships in facilities such as medical and psychiatric hospitals, prisons, schools and centers for special needs children, rehabilitation centers, and treatment centers for the homeless, elderly, and terminally ill, among others.    Professor Barbara Hesser, CMT, LCAT, FAMI, Program Director, leads an internationally recognized clinical faculty . All of the faculty members are practicing music therapists who bring a rich and diverse understanding of clinical work to their teaching. In addition to teaching courses, they are active in their clinical practice, professional writing and research, and serve the professional music therapy association (AMTA) in many capacities. This dedication to ongoing clinical, professional and creative work is an important aspect of the philosophy guiding our program. In addition to the regular required coursework, these professionals offer workshops throughout the year that expose students to various music psychotherapy specializations, such as the Bonny Method of Guided Imagery and Music (BMGIM), Analytical Music Therapy (AMT), Nordoff-Robbins Music Therapy (NRMT), and others.    NYU Steinhardt also offers a Doctor of Philosophy (PhD) Degree in Music Education/Therapy. This is a music education degree that is open to music therapists who want to develop research skills, whether this is in service of an academic career or to be integrated into clinical positions. The degree is a highly individualized one with a great deal of student choice in terms of research topics and methods, including qualitative, quantitative, and mixed-methods options. Students can matriculate on either a full-time or part-time basis and all course work is completed in residency on the NYU campus. Associate Professor Kenneth Aigen, DA, MT-BC, LCAT, serves as the adviser for all doctoral students. The Nordoff-Robbins Center , located around the corner from the NYU music therapy program, offers NYU music therapy students a unique opportunity to gain entry level music therapy skills and advanced competencies with a specialization in the Nordoff-Robbins approach. Center staff members teach in the program and provide clinical supervision as well. Nordoff-Robbins publications, research, and clinical material are embedded into the curriculum of the master&rsquo;s music therapy program. The on-site location affords daily interaction both at the formal and informal levels between Center staff, program faculty and music therapy master&rsquo;s students. Our unique relationship with this center provides our students with opportunities to actively engage with some of the most innovative clinical and research practices currently used in music therapy.    For more information, please contact: 1-212-998-5452 or music.therapy@nyu.edu .                           Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Music Therapy Audition/Interview - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy Audition/Interview                        All prospective students must be interviewed and auditioned by a committee of the Music Therapy faculty. Prerequisites for the Clinical Advanced Training Program at NYU include:    1. Musical Foundations       Technical competence on piano, guitar, and voice. Flexibility of style on these instruments Ability to improvise Music Theory Music History       2. Psychology Study *       Abnormal Psychology Developmental Psychology       3. Practical work or volunteer experience with individuals who have mental, physical, and emotional problems.    4. Personal awareness and willingness to examine oneself for the purpose of helping others.    * It is recommended that psychology prerequisites be taken prior to the first semester. They must be completed prior to starting internship.    A prospective student is not expected to have all the prerequisites to apply for training. However, students are selected who will be able to attain these skills by the end of the first stage of training.    For the audition, candidates should prepare to play their major instrument, piano and guitar. Candidates will be asked to demonstrate their technical ability, expressive range, and familiarity with different musical styles with each of these instruments. Ability to sight read, improvise, and play by ear are all evaluated during the audition. Candidates will also be asked to sing and accompany themselves on a harmonic instrument.    The verbal interview involves discussion of the student's educational and professional background, professional or volunteer experience with client populations, knowledge about the profession of Music Therapy, and readiness for advanced music therapy training.    Application deadline: January 5, 2015    Financial aid ( FAFSA ) deadline (do not wait to be accepted to apply for financial aid) : February 1, 2015    Audition date: February 22, 2015    Contact Music Therapy at 212 998 5452 for more information.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Therapy Graduate Program - Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Music Therapy Graduate Program                        NYU's master's degree program in music psychotherapy is designed to accommodate mature students who seek a credential in music therapy for the first time as well as students already certified in music therapy who wish to develop specialized skills beyond the competencies that are gained in an entry-level training program. The length of the program varies from 48 to 60 credits based on student experience and background and can be taken full or part time based on student needs.    All students must participate in an audition/interview process before being admitted to the program. We seek students who share our excitement for the practice of music therapy and demonstrate readiness for training based on a belief in the power of music for therapy and healing, personal maturity, sensitivity to others, a deep love of music making, and openness to self-exploration. Prior to applying, students must have earned a bachelor's degree in music therapy or a related field such as, but not limited to, music education, music performance, psychology, etc.    Our program is highly selective in order to keep our classes small and the training individualized. The student to faculty ratio in our program is about 4 to 1. Class size varies from 5 to 18 students according to the design and goals of each course.    Upon completing our program, students will be able to:    1. Demonstrate their proficiency in the clinical music competencies, particularly clinical improvisation.    2. Describe a specific client population along with their relevant clinical issues and adapt a treatment plan accordingly.    3. Employ intercultural and international perspectives in their work as music psychotherapists.    4. Integrate current research and basic research methods into their work as music psychotherapists.    Please refer to Curriculum for a detailed outline of the program.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Therapy - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Therapy                 Programs       Master's    Doctoral        Curriculum   People       Faculty    Students         About Students     Doctoral Dissertation Directory               Auditions   FAQ   Nordoff Robbins Center for Music Therapy                    Welcome to Music Therapy                     News       Nordoff-Robbins Center and NYU Rusk Receive Grammy Foundation Grant    Two Alumni Lead To \"The Compassionate Voice\" Workshop April 22    Prof. Barbara Hesser and Dr. Peter Jampel to present in Greece, March 2015    Barbara Hesser Publishes \"In memory of Helen Bonny - 1921-2010\" in Music and Medicine: An Interdisciplinary Journal    Music therapy adjunct faculty member Gillian Stephens-Langdon to present at the ISPS International Congress in NYC, March 2015    Advanced Topics in Music Therapy Supervision Presenter: Susan Feiner    Nordoff-Robbins Music Therapy Research Course February 11    Application deadline: January 6, 2015    Financial Aid: February 1, 2015    Audition Date: February 22, 2015       Featured Students       Read about our current students              Music therapy is defined broadly as the use of music to advance health-related goals and improve the quality of life. Clinical applications range across the entire life span as music therapists work with a wide range of people including individuals with and without disabilities. Because of the large variety of people with whom music therapists work, and the breadth of possible uses of music, the profession of music therapy encourages specialization at the graduate level. NYU Steinhardt offers a Master of Arts Degree in Music Therapy. The music therapy program is approved by the American Music Therapy Association (AMTA) and upon graduation students are qualified to sit for the examination for Board Certification in music therapy (MT-BC) through the Certification Board for Music Therapists (CBMT). The program is approved by the New York State Education Department and qualifies the student for licensure in Creative Arts Therapy (LCAT) after graduation and 1500 hours of post-graduate supervised practice.    The music therapy program attracts students from diverse cultural and academic backgrounds to study and apprentice with leading professionals in music psychotherapy. Classes are small, and students are encouraged to develop their particular specialization in music psychotherapy during the program. At the core of our program is clinical training: the New York metropolitan area offers rich opportunities for clinical observation and internships in facilities such as medical and psychiatric hospitals, prisons, schools and centers for special needs children, rehabilitation centers, and treatment centers for the homeless, elderly, and terminally ill, among others.    Professor Barbara Hesser, CMT, LCAT, FAMI, Program Director, leads an internationally recognized clinical faculty . All of the faculty members are practicing music therapists who bring a rich and diverse understanding of clinical work to their teaching. In addition to teaching courses, they are active in their clinical practice, professional writing and research, and serve the professional music therapy association (AMTA) in many capacities. This dedication to ongoing clinical, professional and creative work is an important aspect of the philosophy guiding our program. In addition to the regular required coursework, these professionals offer workshops throughout the year that expose students to various music psychotherapy specializations, such as the Bonny Method of Guided Imagery and Music (BMGIM), Analytical Music Therapy (AMT), Nordoff-Robbins Music Therapy (NRMT), and others.    NYU Steinhardt also offers a Doctor of Philosophy (PhD) Degree in Music Education/Therapy. This is a music education degree that is open to music therapists who want to develop research skills, whether this is in service of an academic career or to be integrated into clinical positions. The degree is a highly individualized one with a great deal of student choice in terms of research topics and methods, including qualitative, quantitative, and mixed-methods options. Students can matriculate on either a full-time or part-time basis and all course work is completed in residency on the NYU campus. Associate Professor Kenneth Aigen, DA, MT-BC, LCAT, serves as the adviser for all doctoral students. The Nordoff-Robbins Center , located around the corner from the NYU music therapy program, offers NYU music therapy students a unique opportunity to gain entry level music therapy skills and advanced competencies with a specialization in the Nordoff-Robbins approach. Center staff members teach in the program and provide clinical supervision as well. Nordoff-Robbins publications, research, and clinical material are embedded into the curriculum of the master&rsquo;s music therapy program. The on-site location affords daily interaction both at the formal and informal levels between Center staff, program faculty and music therapy master&rsquo;s students. Our unique relationship with this center provides our students with opportunities to actively engage with some of the most innovative clinical and research practices currently used in music therapy.    For more information, please contact: 1-212-998-5452 or music.therapy@nyu.edu .                           Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]