[{"detail": [{"content": "NYU > Russian Slavic > Course Descriptions (GSAS Bulletin)                         New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Department of Russian and Slavic Studies             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Descriptions (GSAS Bulletin)     Russian Literature and Culture    Reading Contemporary Russian for Academic Purposes    RUSSN-GA 1003 Greenlee. 4 points. 2013-14. The course will focus on reading texts from different media and from different fields of knowledge. We will concentrate on literary analysis and discussion of various topics of life in the Soviet Union and Russia.; grammar and syntax of the written language; vocabulary studies style (literary, conversational, official etc), rhetoric and the author's voice.    Seminar in 19th-Century Russian Literature    RUSSN-GA 1006 Kliger, Lounsbery. 4 points. 2013-14, 2014-15.    Seminar in 20th-Century Russian Literature    RUSSN-GA 1092 Borenstein, Kunichika. 4 points. 2013-14, 2014-15.    Russia and its Disciplines    RUSSN-GA 1323 Kotsonis, Kunichika. 4 points. 2013-2014. This course brings together faculty from across the disciplines who have a primary research interest in Russia. Organized into methodological and thematic units, the course examines the critical theories and methods that have underpinned various disciplinary and interdisciplinary studies of Russia. Our intent throughout is to consider Russia as a specific case on one or another continuum, i.e., to appreciate the specificities of the national study and also its relationship to other geographic fields.    Special Studies in Literary Genres    RUSSN-GA 2006 Staff. 4 points. 2013-14.    Theory of the Avant-Garde, East and West, 1890-1930    RUSSN-GA 2103 Groys. 4 points. 2013-14. Examines movements of the avant-garde—cubism, futurism, imagism, vorticism, constructivism, dadaism, and surrealism—in their international and interdisciplinary perspectives. Attention is given to the interrelation and mutual influence of visual and verbal art.    Special Studies in Literary Movements    RUSSN-GA 2106 Staff. 2-4 points. 2013-14.    Russian Utopian Fiction    RUSSN-GA 2112 Borenstein. 4 points. 2013-14. Survey of the development of the utopian tradition in Russia, within the context of the larger European utopian tradition. Special attention is paid to 20th-century works and to questions of genre.    Russian Popular Culture    RUSSN-GA 2114 Borenstein. 4 points. 2013-14. Broad survey of the main trends in Russian film, radio, television, poster art, pop music, and pulp fiction throughout the 20th century, providing an in-depth analysis of the forces and ideologies that helped shape these trends.    Russian Modernism    RUSSN-GA 2115 Borenstein, Kunichika. 4 points. 2013-14. Russian fiction from the years immediately prior to the Revolution through the early 1930s. Particular emphasis is placed on the interplay between art and ideology.    Russian Postmodernist Fiction    RUSSN-GA 2116 Borenstein. 4 points. 2013-14. Examination of the experimental and self-referential novels and stories of the last decades of the 20th century. Addresses the question of Russian postmodernism's relation to postmodernism in the West and also to Soviet socialist realism.    Authorship and Authority in the Russian Tradition    RUSSN-GA 2120 Lounsbery. 4 points. 2013-14. Critical examination of literary works reflecting the Russian author's role as cultural and moral authority. Focuses on the 19th century (Pushkin, Gogol, Chaadaev, Herzen, Chernyshevsky, Turgenev, Dostoevsky, Tolstoy) with some attention to the Soviet era (Lenin, Mayakovsky, Akhmatova, Solzhenitsyn, Brodsky).    Defining Russia    RUSSN-GA 2121 Required course for graduate students in the department. Lounsbery. 4 points. 2013-14. Interdisciplinary, team-taught course designed to introduce the main methods and chief scholarly debates in contemporary Russian studies.    Conspiracy Theories: Paranoid Fictions After Freud    RUSSN-GA 2122 Borenstein. 4 points. 2013-14. With its clash of ideologies and the rise and fall of metanarratives (modernism, postmodernism, Marxism), the 20th century saw a proliferation of conspiracy theories and intricate attempts to impose rational order on increasingly chaotic systems. This course examines 20th-century narratives that exemplify and explore the modernist and postmodernist paranoid mindset. Authors include Kafka, Olesha, Freud, Pelevin, Pynchon, Dick, and Sologub.    Adultery in the Novel    RUSSN-GA 2124 Lounsbery. 4 points. 2013-14. Examines novels from the Russian, European, and American traditions that take adultery as their organizing theme. Primary texts include Anna Karenina, Madame Bovary, The Scarlet Letter, Jude the Obscure, and others; critical readings by Georg Lukacs, Tony Tanner, Naomi Schor, Shoshana Fleman, and others.    Imagining Eurasia    RUSSN-GA 2129 Kunichika. 4 points. 2013-14. Focuses on the idea and image of a Eurasia in Russian and Russophone literature, as well as in Soviet and post-Soviet film.    Marxist Aesthetics in Russia    RUSSN-GA 2139 Groys. 4 points. 2013-14. The course has a goal to describe and discuss the development of the Marxist thought on art in Russia before and after the October revolution. It begins with the writings by Plekhanov on the Marxist aesthetics and follows its evolution through Russian avant-garde and Proletkult up to the theories of the theories of the Socialist Realism of the 1930s. In the framework of the seminar we will be reading also the authors relevant for the Russian Marxist art critique like Lukacs, Brecht and Adorno.    Tolstoy vs. Dostoevsky    RUSSN-GA 2208 Lounsbery. 4 points. 2013-14. Study of Tolstoy's and Dostoevsky's major novels as well as some shorter works and nonfictional writings; consideration of the critical tradition that has grown up around both writers, with attention to their role in the Russian canon and world literature.    Chekhov    RUSSN-GA 2210 Lounsbery. 4 points. 2013-14. Critical introduction to Chekhov's work. Examination of Chekhov's creative art, with emphasis on the evolution of the thematic and formal elements in his prose. Chekhov's place within the Russian literary tradition is assessed. Considers Chekhov's plays and his importance as a dramatist.    The Narrative Shape of Truth    RUSSN-GA 2125 Kliger. 4 points. 2013-14. The novel has been for a long time understood by its theorists as the genre par excellence of truthlessness. This course attempts to reevaluate this view, proposing that the 19th-century novel in particular should be understood as responding to the emerging tendency to view truth as inseparable from, rather than opposed to, time. This tendency, then, can be said to account for the specific shape and the remarkable \"success\" of the 19th-century European novel. It is in these novels that narrative's essential relation to time achieves its most dramatic fruition. Readings from Goethe, Hegel, Balzac, Stendhal, Dostoevsky, Tolstoy, Henry James, Bakhtin, Kojève, Peter Brooks.    The Bildungsroman in Russia and the West    RUSSN-GA 2126 Kliger. 4 points. 2013-14. Explores the generic field of the Bildungsroman as it organizes a number of representative narratives in 19th-century Russia and Western Europe in light of modernity's paradoxical injunctions toward rigorous socialization on the one hand and subjective volatilization on the other. The course foregrounds difficulties and rewards of the Bildungsroman within the specifically Russian literary tradition and social context. Readings from Goethe, Balzac, Constant, Dostoevsky, Goncharov, Flaubert, Lermontov, Pushkin, Tolstoy, and Turgenev.    Malevich    RUSSN-GA 2290 Seminar. Groys. 4 points. 2013-14. Examination of the work and thought of the 20th-century artist Kazimir Malevich.    Special Studies in Literary Criticism    RUSSN-GA 2304 Staff. 4 points. 2013-14.    Culture of Modernity: Case Eisenstein    RUSSN-GA 2900 Seminar. Iampolski. 4 points. 2014-15. Russian film director Sergey Eisenstein (1898-1948) is a great representative of the revolutionary avant-garde. This course explores his poetics based on montage, shock, violence, and political engagement in the context of modernist, revolutionary, intellectual, and artistic trends.       Back to top             Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}]}]