[{"detail": [{"content": "&quot;Knowing What It Is Like: The Ability Hypothesis and the Knowledge Argument&quot; by Michael Tye        Forthcoming in a collection of essays on the work of David Lewis      KNOWING WHAT IT IS LIKE: THE ABILITY HYPOTHESIS AND THE KNOWLEDGE ARGUMENT    Michael Tye  Temple University and  King's College London       Mary, as the familiar story goes (Jackson 1982), is imprisoned in a black and white room. Never having been permitted to leave it, she acquires information about the world outside from the black and white books her captors have made available to her, from the black and white television sets attached to external cameras, and from the black and white monitor screens hooked up to banks of computers. As time passes, Mary acquires more and more information about the physical aspects of color and color vision. She comes to know all the familiar color names and the objects to which they apply, the physical character of the surfaces of those objects, the way the light is reflected, the changes in the retina and the optic nerve as different colors are perceived, the physical changes in the visual cortex. Eventually, she becomes the world's leading authority on color and color vision. Indeed she comes to know all the physical facts pertinent to everday colors and color vision.    Still, as the years go by, she becomes more and more dissatisfied. She wonders to herself: What do people in the outside world experience when they see the various colors? What is it like  for them to see red or green? No matter how often she reads her books or how long she spends examining the print-outs from her computers, she still can't answer these questions fully. 1 One day her captors release her. She is free at last to see things with their real colors (and free too to scrub off the awful black and white paint that covers her body). She steps outside her room into a garden full of flowers. &quot;So, that is what it is like to experience red,&quot; she exclaims, as she sees a red rose. &quot;And that,&quot; she adds, looking down at the grass, &quot;is what it is like to experience green.&quot;    Mary here seems to make some important discoveries. She seems to find out things she did not know before. How can that be, if, as seems possible, at least in principle, she has all the physical information there is to have about color and color vision -- if she knows all the pertinent physical facts?    One popular explanation among philosophers (so-called 'qualia freaks') is that that there is a realm of subjective, phenomenal qualities associated with color, qualities the intrinsic nature of which Mary comes to discover upon her release, as she herself undergoes the various new color experiences. Before she left her room, she only knew the objective, physical basis of those subjective qualities, their causes and effects, and various relations of similarity and difference. She had no knowledge of the subjective qualities in themselves.    This explanation is not available to the physicalist. If what it is like for someone to experience red is one and the same as some physical quality, then Mary already knows that while in her room. Likewise, for experiences of the other colors. For Mary knows all the pertinent physical facts. What, then, can the physicalist say?    Some physicalists respond that knowing what it is like is know-how and nothing more. Mary acquires certain abilities, e.g., the ability to recognize red things by sight alone, the ability to imagine a green expanse. She does not come to know any new information, any new facts about color, any new qualities. This is the view of David Lewis. In the postcript to &quot;Mad Pain and Martian Pain,&quot; he comments:      .... knowing what it is like isn't the possession  of information at all. It isn't the elimination  of any hitherto open possibilities. Rather,  knowing what it is like is the possession  of abilities: abilities to recognize, abilities to imagine,  abilities to predict one's behavior by imaginative experiments  (1983, p. 131).      In a similar vein, in &quot;What Experience Teaches Us,&quot; Lewis says:      The Ability Hypothesis says that knowing what  an experience is like just is the possession  of these abilities to remember, imagine, and  recognize. ... It isn't knowing-that. It's knowing-how.  (1990, p. 516)      Lawrence Nemirow holds the same (or almost the same) view. According to Nemirow:      Knowing what an experience is like is the same  as knowing how to imagine having the experience  (1990, p. 495).      Is the Ability Hypothesis true? Moreover, if it is true, is it really the case that captive Mary poses no problem for physicalism? In what follows, I argue that the answer to both of these questions is 'No'. I also propose an alternative hybrid account of knowing what it is like that ties it conceptually both to knowing-that and to knowing-how. Given this account, I maintain, the physicalist still has a satisfactory response to the case of Mary and the Knowledge Argument. 2        I. The Hypothesis Clarified    Lewis identifies knowing what an experience is like with certain abilities. What exactly are these abilities supposed to be? To begin with, there is the ability to remember the experience in question. Suppose you smell a skunk for the first time, and you thereby learn what it is like to smell a skunk. Afterwards, you can remember the experience. Moreover, by remembering it, you can imaginatively recreate it. This will be the case, even if, as Lewis notes, you eventually forget the occasion on which you had the experience. By having the experience of smelling a skunk, then, you gain new abilities to remember and imagine.    Included within the ability to imagine is more than just the ability to imagine the experience you underwent earlier. After seeing something red, for example, and seeing something yellow, you are able to imagine something red with yellow spots, even if you have never seen anything red with yellow spots. By imagining certain situations you could not imagine before, you also gain the ability to predict with a fair degree of confidence what you would do were the situations to arise. For example, having seen the color purple, you can now imagine how you would likely react, if you were offered a purple shirt to wear.    Another important ability you gain is the ability to recognize the experience when it comes again. Lewis says:      If you taste Vegemite on another day [your second  encounter with it], you will probably know  that you have met the taste once before. And  if, while tasting Vegemite, you know that it is  Vegemite that you are tasting, then you will be able to put the name to the experience if you have it again. (1990,  p.515)      These abilities -- to remember, imagine, and recognize -- constitute knowing what it is like, on Lewis' view. There is no claim that you could not possibly have these abilities without having the relevant experiences. After all, you might acquire them by some possible future neurophysiology or by magic. The point is that, given how the world actually works, lessons alone won't do the trick, no matter how complicated they become. Experience, as Lewis puts it, is the best teacher about what a new experience is like.       II. The Three L's (Levin, Lycan, and Loar): Some Unpersuasive Objections to the Ability Hypothesis    Janet Levin suggests that the Ability Hypothesis has a number of undesirable consequences. She comments:      First of all, it would be perverse to claim that  bare experience can provide us only with practical  abilities.... By being shown an unfamilar  color, I acquire information about its similarities  and compatibilities with other colors, and its  effects on other of our mental states: surely I seem to be acquiring certain facts about that color and the visual   experience of it (1990, p. 479).      This seems to me to miss the point. It is certainly true that I can gain information about a color I have never seen before by experiencing it. The real question, however, is whether Mary could or whether I could in a comparable situation. In actual fact I myself do not know all the relevant physical facts; so, of course, I can learn things about similarities and differences and causes and effects by undergoing new color experiences. Mary's situation is different, however. Arguably, she already knows all such relations for the case of color even though she does not know what it is like to experience the various colors. As Lewis observes,      Maybe Mary knows enough to triangulate each color  experience exactly in a network of resemblances,  or in many networks of resemblance in different  respects, while never knowing what any node  of any network is like. (1990, p. 502)      The Ability Hypothesis has it that Mary's failure to know what any node in any network is like consists in her lacking certain crucial abilities. Nothing in Levin's first objection undercuts this claim.    Levin has a second objection. She continues:      ... it is not implausible to suppose that experience  is the only source of at least some  of these facts... [H]ow does one convey the  taste of pineapple to someone who has not yet tried  it, and does that first taste not dramatically increase, if  not fully constitute, the knowledge of what the taste of pineapple  is?      Again, this seems uncompelling. The first taste of pineapple provides one with knowledge of what the taste of pineapple is like, as everyone agrees. On Lewis' view (1990, p. 519), the expression &quot;what experience E is like&quot; denotes experience E. So, Lewis can happily grant that knowledge of what the taste of pineapple is like is knowledge of the taste of pineapple, of what that taste is. 3   The real issue concerns the kind of knowledge acquired here. Lewis says that it is knowledge-how. Having tasted pineapple, one now has the ability to remember what the taste of pineapple is, to imagine the taste, and so on. Levin evidently takes the opposing view. But she has not given us a clear reason in her second objection for taking her side.    Levin's final objection is this:      ... there seem to be important cognitive differences   between ourselves and those incapable of sharing  our experiences. It would seem extremely natural  to explain this by appeal to differences in  our knowledge of the facts about experience:  indeed what other explanation could there be? (1990,  p. 479)      The obvious reply by the advocate of the Ability Hypothesis is that the difference can be explained by differences in cognitive abilities. If you have never experienced a certain experience E , you lack the ability to remember E , to recognize E when it comes again, to imagine E .    All of the above objections by Levin to the Ability Hypothesis are endorsed by Bill Lycan (see his 1996). He has some further objections of his own. None of them seem to me very persuasive. I shall quickly discuss four.    Lycan tells us that instances of &quot; S  knows wh-...&quot; are closely related to &quot; S knows that...&quot;. For example, &quot;I know where Tom is&quot; is true in virtue of my knowing that Tom is in such-and- such place. Likewise &quot;You know who Bill Clinton is&quot; is true in virtue of your knowing that Bill Clinton is so-and-so (e.g., the president of the USA). This model leads Lycan to propose that &quot; S knows what it is like to see blue&quot; means (roughly) &quot; S  knows that it is like Q to see blue,&quot; where 'Q' names the pertinent phenomenal quality. So, according to Lycan, the 'knowing what it is like' locution does not pick out an ability at all.    Presumably Lycan introduces the name 'Q' into the proposed analysis rather than an indexical for a phenomenal quality, since one can know what it is like to experience blue at times at which one is not experiencing it and hence at times at which one does not know that experiencing blue is like this . But the presence of a qualia name within a propositional attitude context creates a difficulty. If I can know that Hesperus is a planet without knowing that Phosphorus is a planet, even though 'Hesperus' and 'Phosphorus' are co-referential, I can surely likewise know that seeing blue is like Q without knowing that seeing blue is like R, or vice- versa, even though 'Q' and ' R ' denote the same phenomenal quality. So, which name is the appropriate one for the analysis? Presumably whichever name  S antecedently knows or introduces for the relevant phenomenal quality. Still, what if S neither introduces a name nor knows one already? This surely does not preclude S from knowing what it is like to see blue. Moreover, even if S has a suitable name, she can satisfy Lycan's analysans without satisfying the analysandum.    Consider again Mary. Arguably, as Lewis suggests, Mary knows enough to triangulate each color experience within a network of resemblances. Hence, she knows of the experience of indigo, for example, that it is like seeing blue. If she names the former experience 'Q', Mary knows that seeing blue is like Q. However, Mary does not know what it is like to see blue (or indigo) until she leaves her cell. This objection, I might add, also refutes the suggestion that &quot; S knows what it is like to see blue&quot; means &quot;There is a phenomenal quality (or state) such that S knows that seeing blue is like it.&quot;    So Lycan has not shown that 'knowing what it's like' sentences are analyzable as 'knowing- that' sentences. Nor it is obvious how to revise Lycan's proposal satisfactorily.    A rather different objection Lycan raises is that comparisons can be made between what it is like to experience one thing (e.g., Hydrogen Sulphide) and what it is like to experience another (e.g., rotten eggs). What it's like, then, is a matter of fact. &quot;The facts in question per se are not about imagining but about actually smelling,&quot; Lycan asserts, &quot;[a]nd what is factual is propositional.&quot; (1996, p. 99).    It seems to me that Lewis would deny none of this. He explicitly allows that color experiences can be compared, and also that what it like to taste Vegemite can be compared to what it is like to taste Marmite (see his 1990, pp. 501-502). He explicitly asserts that what experience E is like is the same as E. So, what it's like, according to Lewis, is a matter of fact. The issue, to repeat what I said earlier, concerns knowledge  of what it's like. Lycan's argument for the conclusion that the relevant knowledge is propositional is a non-sequitur. 4    Lycan has another objection from success or failure. If knowing what it is like to experience red is largely being able to imagine experiencing red, the imagining here must be accurate. I do not know what it is like to experience red, if, when I take myself to be imagining it, I am really visualizing blue. From this, Lycan concludes:      .... there is such a thing as getting &quot;what  it's like&quot; right, representing truly  rather than falsely, from which it seems to follow  that &quot;knowing what it's like&quot; is knowing a truth. (1990, p. 99)      This is a blatant non-sequitur. From the fact that the abilities with which knowing what it is like is identified are abilities to be in certain propositional states, it certainly does not follow that knowing what it is like is knowing a truth. What follows is that knowing what it's like consists in abilities, the exercise of which demands (at the time of exercise) the representation of certain truths. So what?    Lycan also objects that the Ability Hypothesis leaves us without a satisfactory explanation of why we have the abilities it describes. Consider our ability to visualize red. How is this best explained? According to Lycan, the answer is that we have factual knowledge of what it is like to experience red. No such explanation is available to Lewis.    This again seems to me inconclusive. Lewis can respond that we have the ability to visualize red because we have experienced red, and we can generate a mental image of red from a suitable memory representation of the experience. Of course, the ability to generate images from memory representations itself needs some sort of explanation. However, this explanation (which lies within the domain of cognitive science) is not obviously one that need appeal to factual knowledge of what it is like to see red. For it is not at all obvious that the relevant memory representations will be propositional at all. One alternative possibility is that they are stored representations with a picture-like format. 5    The third L -- Brian Loar -- cites two objections to the Ability Hypothesis. His initial complaint (echoed again by Lycan 1996) goes as follows:      One can have knowledge not only of the form &quot;pains  feels like such and such&quot; but also of  the form &quot;if pains feel like such and  such then Q&quot;. Perhaps you could get away with saying that the former expresses (not a genuine judgement but) the  mere possession of recognitional know-how.  There seems however no comparable way of accounting  for the embedded occurrence of 'feels like  such and such' in the latter; it seems to introduce  a predicate with a distinct content. (1990, p. 96)      It is not easy to evaluate this objection, since Lewis and Nemirow focus on the locution &quot;knows what it is like&quot;, not the locution &quot;feels like such and such.&quot; Their claim is simply that the former expresses an ability. Still, let us take a concrete example: Suppose I have never felt any pains before, and I remark about my current experience: ( P ) &quot;If pains feel like this , then I do not want to feel pain ever again.&quot; ( P ) seems equivalent to saying &quot;If what pain feels like is the same as what this feels like, then I do not want to feel pain ever again.&quot; As noted earlier, Lewis claims that &quot;what experience E is like&quot; denotes E . So, on Lewis' view, ( P ) may be recast as &quot;If pain is the same as this experience, then I do not want to experience pain ever again,&quot; or more simply &quot;If this is pain, then I do not want to experience it again.&quot; 6    What is supposed to be the problem here? No-one who endorses the Ability Hypothesis should deny that the final quoted sentence expresses a genuine judgement. Lewis, for example, is a realist about pain. Pain, in his view, is both a brain state and a functional state (see his 1983a). Abilities enter only with respect to knowing what pain is like . One's knowledge of the state of pain, when one knows what it is like, consists in the possession of certain cognitive abilities, all of which pertain to that state (e.g., the ability to recognize it when it comes again, the ability to imagine it, etc).    So far so good, then, for the Ability Hypothesis. But Loar has one further objection:      For many conceptions of phenomenal qualities,  there simply is no candidate for an independently  mastered term instances of which one then  proceeds to learn how to recognize: my conception  of a peculiar way my left knee feels when I run (a conception  that occurs predicatively in various judgments) is not  my knowing how to apply an independently mastered predicate.  (1990, p. 86)      The obvious riposte is: Whoever said that the conceptions pertinent to the relevant abilities must be ones that correlate neatly with linguistic terms? If I know the way my left knee feels when I run, then, according to the Ability Theorist, I must have certain abilities. These abilities (to recognize, to imagine) require conceptions. But the conceptions need not be ones that their subjects can articulate publicly in language. Of course, if Loar here has in mind terms in the language of thought, then this response is inappropriate. But Loar's initial claim now needs defense. For why should the Ability Theorist accept that there are no suitable terms in the language of thought, terms that are deployed when the pertinent abilities are exercised?    Still, there is, I believe, a real difficulty lurking here in the background for the Ability Hypothesis. It is to the development of this difficulty that I turn in the next section.         III. The Problem As I See It    Human sensory experience is enormously rich. Take color experience. There is a plenitude of detail here that goes far beyond our concepts. Humans can experience an enormous number of subtly different colors, something on the order of 10 million, according to some estimates. But we have names for only a few of these colors, and we also have no stored representations in memory for most colors either. There simply isn't enough room. My experience of red19 , for example, is phenomenally different from my experience of red21 , even though I have no stored memory representations of these specific hues and hence no such concepts as the concepts red19 and red21 . This is why I cannot go into a paint store and reliably identify a color on a chart as exactly matching the precise hue of my dining room walls. I possess the concept red , of course, and I exercise it when I recognize something as red, but I lack the concepts for determinate hues. My ordinary color judgements are, of necessity, far less discriminating than my experiences of color. Human memory simply isn't up to the task of capturing the wealth of detail found in the experiences. Beliefs or judgements abstract from the details and impose more general categories. Sensory experience is the basis for many beliefs or judgements, but it is far, far richer.    This point is not restricted to color, of course. The same is true for our sensory experiences of sounds, to mention another obvious example. They too admit of many more fine-grained distinctions than our stored representations of sounds in memory. Experiences of shapes are likewise nonconceptual. Presented with an inkblot, for example, Mary will likely have an experience of a shape for which she has no corresponding concept.    When Mary first sees the rose and exclaims, &quot;So, that is what it is like to see red,&quot; she certainly acquires certain abilities, as Lewis and Nemirow suppose. She is now able to recognize red things by sight; she can identify the experience of red when it comes again; afterwards, she can remember the experience of red; she can imagine what it is for something to be red. So far no obvious difficulty. But she knows more than just what it is like to experience red. As she stares at the rose, it is also true of her at that time that she knows what it is like to experience the particular determinate hue of red -- call it 'red17' -- she is seeing. Of course, she does not know that hue as red17. Her conception of it is indexical. She thinks of it only as that shade of red. But she certainly knows what it is like to experience that particular hue at the time at which she is experiencing it .    What is the new ability that Mary acquires here? She is not now able to recognize things that are red17 as red17 by sight. Ex hypothesi, Mary is one of us, a human-being. She lacks the concept red17. Nor is she able to recognize things other than the rose as having that very determinate color (whatever it is). She has no mental template that is sufficiently fine-grained to permit her to identify the experience of red17 when it comes again. Presented with two items, one red17 and the other red18, in a series of tests, she cannot say with any accuracy which experience her earlier experience of the rose matches. Sometimes she picks one; at other times she picks the other. Nor is she able afterwards to imagine things as having hue, red17, or as having that very shade of red the rose had; and for precisely the same reason.    Mary lacks the abilities Lewis lists. But, as she stares at the rose, she certainly knows what it is like to experience the particular shade of red she is experiencing. If you doubt this, suppose we inform Mary that she is seeing red17. She replies, &quot;So, this is what it is like to see red17. I had always wondered. Seventeen, you see, is my favorite number; and red the color of my mother's favorite dress.&quot; We then say to her, &quot;No, you don't know what it is like to see red17. For you won't remember it accurately, when you take your eyes from the rose; you won't be able to recognize it when it comes again; you won't be able to imagine the experience of seeing red17.&quot; Should Mary then admit that she doesn't really know what it is like to see red17 even while she is staring at the rose? She won't know it later certainly. But it seems intuitively bizarre to deny that she knows it at the time .    Perhaps it is correct to say that Mary never really  learns what it is like to see red17. For learning arguably requires not just knowledge but the retention of that knowledge. You haven't learned that the distance of the earth from the sun is 93 million miles, if you only know it at the moment your teacher tells you. You need to retain that knowledge to have genuinely learned what the distance is. But the Knowledge Argument against physicalism is just that: an argument from knowledge. It makes no essential use of the concept of learning. The main claim is that Mary comes to know things she didn't know before even though she knows all the physical facts.    I conclude that the Ability Hypothesis, as elaborated by Lewis, does not afford us a satisfactory general account of knowing what it is like. The Knowledge Argument still presents physicalism with a very serious difficulty.         IV. A Possible Revision to the Ability Hypothesis    When Mary leaves her room, she gains certain abilities. Among them is the ability to recognize certain experiences when they come again. Another more basic ability is the ability to cognize the experience for as long as it is present. The latter ability, it might be said, is one Mary possesses even with respect to the experience of red17. For when Mary first sees that particular shade of red, she does have the ability then and there to cognize her experience as an experience of that sort. She can mentally point at the experience with an indexical concept for as long as it lasts. Perhaps knowing what it is like should be identified not with the cluster of abilities Lewis cites -- for they may all be lacking while knowing what it is like is present -- but rather with the more basic ability to apply an indexical concept to the experience via introspection.    This, it seems to me, still won't save the Ability Hypothesis. Mary, when she is shown the rose for the first time, may be distracted. Perhaps she is still thinking hard about a theoretical problem that occupied her in her black and white room. The fact that she is distracted does not entail that she doesn't undergo any color experience any more than the fact that I am sometimes distracted by philosophical thoughts when I drive entails that I no longer see the road and the cars ahead. I am able at such times to attend to my visual sensations even though I do not do so. But the visual sensations are there alright. How else do I keep the car on the road? And the same points apply mutatis mutandis to Mary. She has her eyes open. The rose is immediately before her. She is not cognitively blocked from her visual experiences by a psychological impairment. She can  introspect those experiences even if, in fact, she does not do so.    Now if Mary sees the rose, as I see the road ahead in the driving example, then she must have a visual experience caused by it. If, say, she has massive damage to the visual cortex, then it won't matter what activity the rose elicits in the cells of her retina. She won't have any visual experiences and she won't see anything. 7 But if Mary has visual experiences , then she must have consciousness at the phenomenal level. There must be something it is like for her as she sees the rose. Her state must have phenomenal qualities. What it is like for her is something she can become aware of by introspection. Had she paid attention to her visual state, she would have been conscious of it in the higher-order sense. She would have formed a thought about it. She would have been aware that she was undergoing that visual experience. But, in fact, Mary is distracted. And being distracted, she does not actually apply any concept at all to her experience. In these circumstances, she clearly does not know what it is like to have the experience in question. For she has no conception, no cogitive awareness of her phenomenal state. But she certainly has the ability to mentally point to her experience with an indexical concept via introspection. So, here the proposed ability is present, but knowing what it is like is absent. In the earlier examples, the reverse had been true. Cut the pie any way you like, then, the Ability Hypothesis is false.    Of course, I am not claiming that knowing what it is like is never the possession of abilities. In particular, I am not claiming that in those cases where the subject has the appropriate concept knowing what it is like is not the possession of abilities. Nothing that I have said undercuts the claim that knowing what it is like to experience red, for example, is a cluster of abilities of the sort Lewis proposes. But the 'is' here cannot be the 'is' of identity. For knowing what it is like to experience red and knowing what it is like to experience red17 have something in common: they are both cases of knowing what it is like. This common feature is lost, if knowing what it is like to experience red is literally one and the same as the possession of certain abilities.    It is also worth stressing that even if some specimens of knowing what it is like could be identified with various abilities, this would not help the physicalist with the Knowledge Argument. For if there are any examples of knowing what it is like that do not conform to some version of the Ability Hypothesis, then physicalism is threatened. And that there are such examples is what I have been primarily at pains to show.    I now want to make the case for something stronger: that physicalism is threatened by the Knowledge Argument, even if knowing what is is like is an ability or cluster of abilities. If this is correct, then the Ability Hypothesis has less significance than is usually supposed.    Consider again Mary, as she remarks, &quot;So, this is what it is like to experience red.&quot; Intuitively, in making this remark, Mary is expressing a discovery that she has made. But what has she discovered? Well, she now knows what it is like to experience red. So, on the Ability Hypothesis, she has acquired some know-how. But that know-how she retains even after she stops having any experience of red; and intuitively, there is a cognitive difference between Mary at the time at which she makes her remark and Mary later on, after the experience ceases (at least at those times at which she is not exercising any of the pertinent abilities). If we agree with Lewis that what experience E is like is the same as E, then the difference seems well captured by saying that while she is attending to her experience Mary has knowledge-that she didn't have before, knowledge (in part) that this is the experience of red. 8 So, Mary does make a genuine propositional discovery. And that, according to advocates of the Knowledge Argument, spells trouble for physicalism.         V. More on Knowing What It Is Like and the Knowledge Argument    In the case described in the last section in which Mary is distracted, Mary has knowledge how to do something. She knows how to mentally point to her experience in introspection. But, being distracted, she doesn't exercise her know-how. Were she to do so, she would turn her knowledge-how into knowledge-that. Intuitively, she would come to know that  that is the phenomenal character of her experience. And in so doing, she would come to know what it is like to have an experience of that sort. So, introspective knowing-that is sufficient for knowing what it is like. Such knowing-that is not necessary, however. One need not be paying attention to one's current experiences to know what it is like to experience red. Intuitively, in such a case, it is necessary and sufficient to have abilities of the sort Lewis describes. 9    It seems, then, that knowing what it is like is best captured by a disjunction of introspective knowing-that and knowing-how along the following lines:       S knows what  it is like to undergo experience E =df Either S now has indexical knowledge-that with respect to E   obtained via current introspection or S   has the Lewis abilities with respect to E .      This proposal is very similar to one I made some ten years ago (Tye 1986), and it still seems to me to do more justice to our ordinary understanding of the expression &quot;know what it is like&quot; than does any other I have seen. But prima facie it leaves the physicalist with a problem. For how can it now be denied that Mary gains some new propositional knowledge when she leaves her room as she introspects her new experiences -- for example, knowledge that this is the experience of red, while viewing a ripe tomato, or knowledge, on the same occasion, that she is having an experience of this phenomenal type? The worry, of course, is that physicalism cannot allow such discoveries.    Let us focus first on Mary's discovery that this is the experience of red. It will not suffice for the physicalist to try to explain this discovery by saying simply that, confined to her cell, Mary can form no indexical conception of what it is like to experience red or any particular shade of red. For if the experience of red is a physical state, then it is not at all obvious that captive Mary cannot perceptually demonstrate it, as it is tokened in others outside her room -- given the appropriate finely focussed, high-tech, viewing apparatus.    A more promising strategy is to argue that Mary, while she is confined, lacks the phenomenal concept experience of red . This is not to say that she attaches no meaning to the term 'experience of red'. On the contrary, given the information at her disposal, she can use the term correctly in a wide range of cases. Still, the concept Mary exercises here is non- phenomenal. She does not know what it is like experience red; and intuitively knowing what it is like to have that experience is necessary for possession of the phenomenal concept experience of red . 10 It follows that there is a thought that Mary cannot think to herself while in her room, namely the thought that this is the experience of red , where the concept experience of red , as it is exercised in this thought, is the one she acquires upon her release after seeing red things. But if she cannot think this thought as she languishes in her cell, she cannot know its content then. Since she does know that content upon her release, she discovers something. Experience is her teacher even though, according to the physicalist, there is nothing non-physical in the world that makes her new thought true.    Perhaps it will be replied that if there are various phenomenal concepts pertaining to color experience that Mary acquires upon her release, then she cannot really know all there is to know about the nature of color vision from within her room. For where there is a difference between the old and the new concepts, there must be a difference in the world between the properties these concepts stand for or express. Some of these properties she knew in her cell; others she became cognizant of only upon her release. That I simply deny, however. Properties individuate no more finely than causal powers. But conceptual differences exist even between concepts that are analytically equivalent. So, conceptual differences need not be mirrored in worldly differences. Sense is one thing; reference another. 11    Consider now Mary's thought that she is having an experience of this phenomenal type , as she introspects her first experience of red. Here it is certainly the case that she cannot think this thought truly, while she is held in her room. For the concept this , exercised in her thought, refers to the phenomenal quality associated with her experiencing red. So, once again, when she thinks a thought of this sort on the appropriate occasion, she is making a genuine discovery.    The position sketched above assumes that indexical thoughts and thought-contents are partly individuated by the items picked out by the relevant indexical concepts and partly by concepts or modes of presentation themselves. That real-world items play a role in individuating indexical thoughts and thought contents is an externalist claim that is very widely accepted, and one which needs no further argument here. That concepts or modes of presentation are also involved in the individuation of thought-contents should also be uncontroversial, given one sense of the term 'content' -- the sense in which thought-content is whatever information that-clauses provide that suffices for the purposes of even the most demanding rationalizing explanation. In this sense, what I think, when I think that Cicero was an orator, is not what I think when I think that Tully was an orator. This is precisely why it is possible to discover that Cicero is Tully. The thought that Cicero was an orator differs from the thought that Tully was an orator not at the level of truth-conditions -- the same singular proposition is partly constitutive of the content of both -- but at the level of concepts or mode of presentation. The one thought exercises the concept Cicero ; the other the concept Tully . The concepts have the same reference, but they present the referent in different ways and thus the two thoughts can play different roles in rationalizing explanation.    So, there is no difficulty in holding both that Mary comes to know some new things upon her release, while already knowing all the pertinent real-world physical facts, even though the new experiences she undergoes and their introspectible qualities are wholly physical. 12 In an ordinary, everyday sense, Mary's knowledge increases. And that is all the physicalist needs to answer the Knowledge Argument.    Some philosophers (including Lewis) individuate thought-contents more coarsely than I have above, as, for example, sets of possible worlds. On this view, the thought that Cicero was an orator has the very same content as the thought that Tully was an orator. However, it seems intuitively undeniable that the event type, thinking that Cicero was an orator, plays a different role in rationalizing explanation than the event type, thinking that Tully was an orator. So, on this approach, thought-types cannot be individuated for the purposes of rationalizing explanations by their contents alone. Two different thought-types can have the same content. Likewise for belief-types.    It follows that even on this two-factor theory of thought-types (according to which thought- types are individuated by their contents plus some other factor), the physicalist can insist that there is a perfectly good sense in which Mary discovers that so-and-so is the case after she is released. For she comes to instantiate cognitive thought-types (knowing-that types) she did not instantiate before, even though, given her exhaustive knowledge of the physical facts, the contents of her thought-types before and after remain unchanged. And if Mary or anyone else knows that p at time t without knowing that p before t, then surely it is correct to say, in ordinary parlance, that the person has made a discovery at t.    My overall conclusion is that there is much that is right in the Ability Hypothesis, but that it cannot be the whole truth about the nature of knowing what it is like. Moreover, even if it were the whole truth, there would still be propositional cases of knowing, not themselves properly classifiable as knowing what it is like, that advocates of the Knowledge Argument might well take to refute physicalism. This should not overly concern the physicalist, however. Even with the demise of the Ability Hypothesis, these cases can be comfortably handled in the manner I have indicated. Either way, then, the Knowledge Argument can be answered.          REFERENCES     Chalmers, D. 1996 The Conscious Mind , Oxford: Oxford University Press.    Horgan, T. 1984 &quot;Jackson on Physical Informationa and Qualia,&quot; Philosophical Quarterly , 34, 147-83.    Jackson, F. 1982 &quot;Epiphenomenal Qualia,&quot;  Philosophical Quarterly , 32, 127-136.    Kosslyn, S. 1980 Image and Mind , Cambridge, Mass : Harvard University Press.    Levin, J. 1990 &quot;Could Love be like a Heat-Wave? Physicalism and the Subjective Character of Experience,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan (Oxford: Blackwells).    Lewis, D. 1983a &quot;Mad Pain and Martian Pain,&quot; in his P hilosophical Papers , Volume 1, Oxford: Oxford University Press.    Lewis, D. 1983b &quot;Postcript to 'Mad Pain and Martian Pain,'&quot; in his Philososophical Papers , Volume 1, Oxford: Oxford University Press.    Lewis, D. 1990 &quot;What Experience Teaches Us,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan, (Oxford: Blackwells).    Loar, B. 1990 &quot;Phenomenal States,&quot; in  Philsophical Perspectives , 4, J. Tomberlin, ed., Northridge : Ridgeview Publishing Company.    Lycan, W. 1996 Consciousness and Experience  (Cambridge Mass: The MIT Press, Bradford Books).    Nemirow, L. 1980 &quot;Review of Nagel's Mortal Questions,&quot; Philosophical Review , 89, 473-477.    Nemirow, L. 1990 &quot;Physicalism and the Cognitive Role of Acquaintance,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan (Oxford: Blackwells).    Papineau, D. 1994 Philosophical Naturalism  (Oxford: Blackwells).    Sacks O. 1996 The Island of the Colorblind  (Alfred A. Knopf).    Tye, M. 1986 &quot;The Subjective Qualities of Experience,&quot; Mind 95, 1-17.    Tye, M. 1995 Ten Problems of Consciousness  (Cambridge, Mass: The MIT Press, Bradford Books).         FOOTNOTES    1. For a real life case of a visual scientist (Knut Norby) who is an achromotope, see Sacks 1996, Chapter 1.    2. Of course, the case of Mary is a threat not only to physicalism with respect to phenomenal qualities but also to functionalism. For Mary has all the pertinent functional information too. To simplify exposition, I focus on physicalism. But what I say applies mutatis mutandis to functionalism. For a theory of the nature of phenomenal qualities that falls within the physicalist-functionalist camp, see my 1995.     3. Nemirow (1990) takes a different view. His claim is that &quot;what E is like&quot; is a syncategorematic part of the expression &quot;know what experience E is like.&quot; This creates difficulties for him of a sort that Lewis can avoid.    4. A response of the same sort can be given to Lycan's argument from attempting-to-describe. See his 1996, p. 98.    5. See, for example, Kosslyn (1980). These representations (on Kosslyn's view) are also importantly dissimilar from pictures.    6. For Lewis, pain and the feeling of pain are one and the same. See his 1983, p. 130.    7. I ignore here blindsight. My remark is made with respect to normal, everyday seeing.    8. By parallel reasoning, we may infer that Mary has other new knowledge-that associated with her experience of red, notably knowledge that she is having an experience of this particular shade of red and knowledge that she is having an experience of this phenomenal type. The latter knowledge, incidentally, should be granted even by those who deny that what experience E is like is the same as E .     9. These abilities, I might add, are best taken to have an indexical component themselves. The relevant recognitional ability is the ability to recognize that this is the experience of red, when the experience of red comes again. Likewise, the memory ability is the ability to remember that the experience of red is an experience of this sort, as one undergoes a suitable phenomenal memory image. (Patently, it is not just the ability to remember that one has had experiences of red. For one might have that without now having any idea what such experiences were like).    10. Given the above analysis of knowing what it is like (and my comments in note 9 about how the Lewis abilities are best understood), there is an intimate connection between phenomenal concept possession and indexical concepts. In my view, however, it is a mistake to suppose that phenomenal concepts generally are identical with indexical concepts. Physicalists who have appealed to indexicals in connection with the case of Mary include Horgan (1984), Loar (1990), Papineau (1994). For more here, see Tye (1995).    11. If the phenomenal concept  experience of red picks out a physical property, P , then it must be a posteriori necessary that the experience of red is P . But according to some (see, e.g., Chalmers 1996), a posteriori necessities require a divergence between prior and posterior intensions; and there is no such divergence for 'experience of red', understood phenomenally. For a critique of this position, see Tye forthcoming.    It is also sometimes supposed that true property identity statements can only be a posteriori if one or other of the terms flanking the identity sign picks out its referent via a contingent property of that referent. Since 'the experience of red', understood phenomenally, does not refer in this manner and neither does 'P' (let us grant), it follows that the experience of red is not P . The obvious problem with this argument is that the principle upon which it rests is false. H2O is one and the same as a certain quantum-mechanical system (call it 'Q' ), but neither 'H2O' nor 'Q' pick out their referents via contingent properties of those referents.    12. The term 'fact' is itself ambiguous. Sometimes it is used to pick out real-world states of affairs alone; sometimes it is used for such states of affairs under certain conceptualizations. When I speak of the physical facts here, I should be taken to refer either to physical states of affairs alone or to those states of affairs under purely physical conceptualizations. For more on 'fact', see Tye 1995."}]},
{"detail": [{"content": "&quot;Knowing What It Is Like: The Ability Hypothesis and the Knowledge Argument&quot; by Michael Tye        Forthcoming in a collection of essays on the work of David Lewis      KNOWING WHAT IT IS LIKE: THE ABILITY HYPOTHESIS AND THE KNOWLEDGE ARGUMENT    Michael Tye  Temple University and  King's College London       Mary, as the familiar story goes (Jackson 1982), is imprisoned in a black and white room. Never having been permitted to leave it, she acquires information about the world outside from the black and white books her captors have made available to her, from the black and white television sets attached to external cameras, and from the black and white monitor screens hooked up to banks of computers. As time passes, Mary acquires more and more information about the physical aspects of color and color vision. She comes to know all the familiar color names and the objects to which they apply, the physical character of the surfaces of those objects, the way the light is reflected, the changes in the retina and the optic nerve as different colors are perceived, the physical changes in the visual cortex. Eventually, she becomes the world's leading authority on color and color vision. Indeed she comes to know all the physical facts pertinent to everday colors and color vision.    Still, as the years go by, she becomes more and more dissatisfied. She wonders to herself: What do people in the outside world experience when they see the various colors? What is it like  for them to see red or green? No matter how often she reads her books or how long she spends examining the print-outs from her computers, she still can't answer these questions fully. 1 One day her captors release her. She is free at last to see things with their real colors (and free too to scrub off the awful black and white paint that covers her body). She steps outside her room into a garden full of flowers. &quot;So, that is what it is like to experience red,&quot; she exclaims, as she sees a red rose. &quot;And that,&quot; she adds, looking down at the grass, &quot;is what it is like to experience green.&quot;    Mary here seems to make some important discoveries. She seems to find out things she did not know before. How can that be, if, as seems possible, at least in principle, she has all the physical information there is to have about color and color vision -- if she knows all the pertinent physical facts?    One popular explanation among philosophers (so-called 'qualia freaks') is that that there is a realm of subjective, phenomenal qualities associated with color, qualities the intrinsic nature of which Mary comes to discover upon her release, as she herself undergoes the various new color experiences. Before she left her room, she only knew the objective, physical basis of those subjective qualities, their causes and effects, and various relations of similarity and difference. She had no knowledge of the subjective qualities in themselves.    This explanation is not available to the physicalist. If what it is like for someone to experience red is one and the same as some physical quality, then Mary already knows that while in her room. Likewise, for experiences of the other colors. For Mary knows all the pertinent physical facts. What, then, can the physicalist say?    Some physicalists respond that knowing what it is like is know-how and nothing more. Mary acquires certain abilities, e.g., the ability to recognize red things by sight alone, the ability to imagine a green expanse. She does not come to know any new information, any new facts about color, any new qualities. This is the view of David Lewis. In the postcript to &quot;Mad Pain and Martian Pain,&quot; he comments:      .... knowing what it is like isn't the possession  of information at all. It isn't the elimination  of any hitherto open possibilities. Rather,  knowing what it is like is the possession  of abilities: abilities to recognize, abilities to imagine,  abilities to predict one's behavior by imaginative experiments  (1983, p. 131).      In a similar vein, in &quot;What Experience Teaches Us,&quot; Lewis says:      The Ability Hypothesis says that knowing what  an experience is like just is the possession  of these abilities to remember, imagine, and  recognize. ... It isn't knowing-that. It's knowing-how.  (1990, p. 516)      Lawrence Nemirow holds the same (or almost the same) view. According to Nemirow:      Knowing what an experience is like is the same  as knowing how to imagine having the experience  (1990, p. 495).      Is the Ability Hypothesis true? Moreover, if it is true, is it really the case that captive Mary poses no problem for physicalism? In what follows, I argue that the answer to both of these questions is 'No'. I also propose an alternative hybrid account of knowing what it is like that ties it conceptually both to knowing-that and to knowing-how. Given this account, I maintain, the physicalist still has a satisfactory response to the case of Mary and the Knowledge Argument. 2        I. The Hypothesis Clarified    Lewis identifies knowing what an experience is like with certain abilities. What exactly are these abilities supposed to be? To begin with, there is the ability to remember the experience in question. Suppose you smell a skunk for the first time, and you thereby learn what it is like to smell a skunk. Afterwards, you can remember the experience. Moreover, by remembering it, you can imaginatively recreate it. This will be the case, even if, as Lewis notes, you eventually forget the occasion on which you had the experience. By having the experience of smelling a skunk, then, you gain new abilities to remember and imagine.    Included within the ability to imagine is more than just the ability to imagine the experience you underwent earlier. After seeing something red, for example, and seeing something yellow, you are able to imagine something red with yellow spots, even if you have never seen anything red with yellow spots. By imagining certain situations you could not imagine before, you also gain the ability to predict with a fair degree of confidence what you would do were the situations to arise. For example, having seen the color purple, you can now imagine how you would likely react, if you were offered a purple shirt to wear.    Another important ability you gain is the ability to recognize the experience when it comes again. Lewis says:      If you taste Vegemite on another day [your second  encounter with it], you will probably know  that you have met the taste once before. And  if, while tasting Vegemite, you know that it is  Vegemite that you are tasting, then you will be able to put the name to the experience if you have it again. (1990,  p.515)      These abilities -- to remember, imagine, and recognize -- constitute knowing what it is like, on Lewis' view. There is no claim that you could not possibly have these abilities without having the relevant experiences. After all, you might acquire them by some possible future neurophysiology or by magic. The point is that, given how the world actually works, lessons alone won't do the trick, no matter how complicated they become. Experience, as Lewis puts it, is the best teacher about what a new experience is like.       II. The Three L's (Levin, Lycan, and Loar): Some Unpersuasive Objections to the Ability Hypothesis    Janet Levin suggests that the Ability Hypothesis has a number of undesirable consequences. She comments:      First of all, it would be perverse to claim that  bare experience can provide us only with practical  abilities.... By being shown an unfamilar  color, I acquire information about its similarities  and compatibilities with other colors, and its  effects on other of our mental states: surely I seem to be acquiring certain facts about that color and the visual   experience of it (1990, p. 479).      This seems to me to miss the point. It is certainly true that I can gain information about a color I have never seen before by experiencing it. The real question, however, is whether Mary could or whether I could in a comparable situation. In actual fact I myself do not know all the relevant physical facts; so, of course, I can learn things about similarities and differences and causes and effects by undergoing new color experiences. Mary's situation is different, however. Arguably, she already knows all such relations for the case of color even though she does not know what it is like to experience the various colors. As Lewis observes,      Maybe Mary knows enough to triangulate each color  experience exactly in a network of resemblances,  or in many networks of resemblance in different  respects, while never knowing what any node  of any network is like. (1990, p. 502)      The Ability Hypothesis has it that Mary's failure to know what any node in any network is like consists in her lacking certain crucial abilities. Nothing in Levin's first objection undercuts this claim.    Levin has a second objection. She continues:      ... it is not implausible to suppose that experience  is the only source of at least some  of these facts... [H]ow does one convey the  taste of pineapple to someone who has not yet tried  it, and does that first taste not dramatically increase, if  not fully constitute, the knowledge of what the taste of pineapple  is?      Again, this seems uncompelling. The first taste of pineapple provides one with knowledge of what the taste of pineapple is like, as everyone agrees. On Lewis' view (1990, p. 519), the expression &quot;what experience E is like&quot; denotes experience E. So, Lewis can happily grant that knowledge of what the taste of pineapple is like is knowledge of the taste of pineapple, of what that taste is. 3   The real issue concerns the kind of knowledge acquired here. Lewis says that it is knowledge-how. Having tasted pineapple, one now has the ability to remember what the taste of pineapple is, to imagine the taste, and so on. Levin evidently takes the opposing view. But she has not given us a clear reason in her second objection for taking her side.    Levin's final objection is this:      ... there seem to be important cognitive differences   between ourselves and those incapable of sharing  our experiences. It would seem extremely natural  to explain this by appeal to differences in  our knowledge of the facts about experience:  indeed what other explanation could there be? (1990,  p. 479)      The obvious reply by the advocate of the Ability Hypothesis is that the difference can be explained by differences in cognitive abilities. If you have never experienced a certain experience E , you lack the ability to remember E , to recognize E when it comes again, to imagine E .    All of the above objections by Levin to the Ability Hypothesis are endorsed by Bill Lycan (see his 1996). He has some further objections of his own. None of them seem to me very persuasive. I shall quickly discuss four.    Lycan tells us that instances of &quot; S  knows wh-...&quot; are closely related to &quot; S knows that...&quot;. For example, &quot;I know where Tom is&quot; is true in virtue of my knowing that Tom is in such-and- such place. Likewise &quot;You know who Bill Clinton is&quot; is true in virtue of your knowing that Bill Clinton is so-and-so (e.g., the president of the USA). This model leads Lycan to propose that &quot; S knows what it is like to see blue&quot; means (roughly) &quot; S  knows that it is like Q to see blue,&quot; where 'Q' names the pertinent phenomenal quality. So, according to Lycan, the 'knowing what it is like' locution does not pick out an ability at all.    Presumably Lycan introduces the name 'Q' into the proposed analysis rather than an indexical for a phenomenal quality, since one can know what it is like to experience blue at times at which one is not experiencing it and hence at times at which one does not know that experiencing blue is like this . But the presence of a qualia name within a propositional attitude context creates a difficulty. If I can know that Hesperus is a planet without knowing that Phosphorus is a planet, even though 'Hesperus' and 'Phosphorus' are co-referential, I can surely likewise know that seeing blue is like Q without knowing that seeing blue is like R, or vice- versa, even though 'Q' and ' R ' denote the same phenomenal quality. So, which name is the appropriate one for the analysis? Presumably whichever name  S antecedently knows or introduces for the relevant phenomenal quality. Still, what if S neither introduces a name nor knows one already? This surely does not preclude S from knowing what it is like to see blue. Moreover, even if S has a suitable name, she can satisfy Lycan's analysans without satisfying the analysandum.    Consider again Mary. Arguably, as Lewis suggests, Mary knows enough to triangulate each color experience within a network of resemblances. Hence, she knows of the experience of indigo, for example, that it is like seeing blue. If she names the former experience 'Q', Mary knows that seeing blue is like Q. However, Mary does not know what it is like to see blue (or indigo) until she leaves her cell. This objection, I might add, also refutes the suggestion that &quot; S knows what it is like to see blue&quot; means &quot;There is a phenomenal quality (or state) such that S knows that seeing blue is like it.&quot;    So Lycan has not shown that 'knowing what it's like' sentences are analyzable as 'knowing- that' sentences. Nor it is obvious how to revise Lycan's proposal satisfactorily.    A rather different objection Lycan raises is that comparisons can be made between what it is like to experience one thing (e.g., Hydrogen Sulphide) and what it is like to experience another (e.g., rotten eggs). What it's like, then, is a matter of fact. &quot;The facts in question per se are not about imagining but about actually smelling,&quot; Lycan asserts, &quot;[a]nd what is factual is propositional.&quot; (1996, p. 99).    It seems to me that Lewis would deny none of this. He explicitly allows that color experiences can be compared, and also that what it like to taste Vegemite can be compared to what it is like to taste Marmite (see his 1990, pp. 501-502). He explicitly asserts that what experience E is like is the same as E. So, what it's like, according to Lewis, is a matter of fact. The issue, to repeat what I said earlier, concerns knowledge  of what it's like. Lycan's argument for the conclusion that the relevant knowledge is propositional is a non-sequitur. 4    Lycan has another objection from success or failure. If knowing what it is like to experience red is largely being able to imagine experiencing red, the imagining here must be accurate. I do not know what it is like to experience red, if, when I take myself to be imagining it, I am really visualizing blue. From this, Lycan concludes:      .... there is such a thing as getting &quot;what  it's like&quot; right, representing truly  rather than falsely, from which it seems to follow  that &quot;knowing what it's like&quot; is knowing a truth. (1990, p. 99)      This is a blatant non-sequitur. From the fact that the abilities with which knowing what it is like is identified are abilities to be in certain propositional states, it certainly does not follow that knowing what it is like is knowing a truth. What follows is that knowing what it's like consists in abilities, the exercise of which demands (at the time of exercise) the representation of certain truths. So what?    Lycan also objects that the Ability Hypothesis leaves us without a satisfactory explanation of why we have the abilities it describes. Consider our ability to visualize red. How is this best explained? According to Lycan, the answer is that we have factual knowledge of what it is like to experience red. No such explanation is available to Lewis.    This again seems to me inconclusive. Lewis can respond that we have the ability to visualize red because we have experienced red, and we can generate a mental image of red from a suitable memory representation of the experience. Of course, the ability to generate images from memory representations itself needs some sort of explanation. However, this explanation (which lies within the domain of cognitive science) is not obviously one that need appeal to factual knowledge of what it is like to see red. For it is not at all obvious that the relevant memory representations will be propositional at all. One alternative possibility is that they are stored representations with a picture-like format. 5    The third L -- Brian Loar -- cites two objections to the Ability Hypothesis. His initial complaint (echoed again by Lycan 1996) goes as follows:      One can have knowledge not only of the form &quot;pains  feels like such and such&quot; but also of  the form &quot;if pains feel like such and  such then Q&quot;. Perhaps you could get away with saying that the former expresses (not a genuine judgement but) the  mere possession of recognitional know-how.  There seems however no comparable way of accounting  for the embedded occurrence of 'feels like  such and such' in the latter; it seems to introduce  a predicate with a distinct content. (1990, p. 96)      It is not easy to evaluate this objection, since Lewis and Nemirow focus on the locution &quot;knows what it is like&quot;, not the locution &quot;feels like such and such.&quot; Their claim is simply that the former expresses an ability. Still, let us take a concrete example: Suppose I have never felt any pains before, and I remark about my current experience: ( P ) &quot;If pains feel like this , then I do not want to feel pain ever again.&quot; ( P ) seems equivalent to saying &quot;If what pain feels like is the same as what this feels like, then I do not want to feel pain ever again.&quot; As noted earlier, Lewis claims that &quot;what experience E is like&quot; denotes E . So, on Lewis' view, ( P ) may be recast as &quot;If pain is the same as this experience, then I do not want to experience pain ever again,&quot; or more simply &quot;If this is pain, then I do not want to experience it again.&quot; 6    What is supposed to be the problem here? No-one who endorses the Ability Hypothesis should deny that the final quoted sentence expresses a genuine judgement. Lewis, for example, is a realist about pain. Pain, in his view, is both a brain state and a functional state (see his 1983a). Abilities enter only with respect to knowing what pain is like . One's knowledge of the state of pain, when one knows what it is like, consists in the possession of certain cognitive abilities, all of which pertain to that state (e.g., the ability to recognize it when it comes again, the ability to imagine it, etc).    So far so good, then, for the Ability Hypothesis. But Loar has one further objection:      For many conceptions of phenomenal qualities,  there simply is no candidate for an independently  mastered term instances of which one then  proceeds to learn how to recognize: my conception  of a peculiar way my left knee feels when I run (a conception  that occurs predicatively in various judgments) is not  my knowing how to apply an independently mastered predicate.  (1990, p. 86)      The obvious riposte is: Whoever said that the conceptions pertinent to the relevant abilities must be ones that correlate neatly with linguistic terms? If I know the way my left knee feels when I run, then, according to the Ability Theorist, I must have certain abilities. These abilities (to recognize, to imagine) require conceptions. But the conceptions need not be ones that their subjects can articulate publicly in language. Of course, if Loar here has in mind terms in the language of thought, then this response is inappropriate. But Loar's initial claim now needs defense. For why should the Ability Theorist accept that there are no suitable terms in the language of thought, terms that are deployed when the pertinent abilities are exercised?    Still, there is, I believe, a real difficulty lurking here in the background for the Ability Hypothesis. It is to the development of this difficulty that I turn in the next section.         III. The Problem As I See It    Human sensory experience is enormously rich. Take color experience. There is a plenitude of detail here that goes far beyond our concepts. Humans can experience an enormous number of subtly different colors, something on the order of 10 million, according to some estimates. But we have names for only a few of these colors, and we also have no stored representations in memory for most colors either. There simply isn't enough room. My experience of red19 , for example, is phenomenally different from my experience of red21 , even though I have no stored memory representations of these specific hues and hence no such concepts as the concepts red19 and red21 . This is why I cannot go into a paint store and reliably identify a color on a chart as exactly matching the precise hue of my dining room walls. I possess the concept red , of course, and I exercise it when I recognize something as red, but I lack the concepts for determinate hues. My ordinary color judgements are, of necessity, far less discriminating than my experiences of color. Human memory simply isn't up to the task of capturing the wealth of detail found in the experiences. Beliefs or judgements abstract from the details and impose more general categories. Sensory experience is the basis for many beliefs or judgements, but it is far, far richer.    This point is not restricted to color, of course. The same is true for our sensory experiences of sounds, to mention another obvious example. They too admit of many more fine-grained distinctions than our stored representations of sounds in memory. Experiences of shapes are likewise nonconceptual. Presented with an inkblot, for example, Mary will likely have an experience of a shape for which she has no corresponding concept.    When Mary first sees the rose and exclaims, &quot;So, that is what it is like to see red,&quot; she certainly acquires certain abilities, as Lewis and Nemirow suppose. She is now able to recognize red things by sight; she can identify the experience of red when it comes again; afterwards, she can remember the experience of red; she can imagine what it is for something to be red. So far no obvious difficulty. But she knows more than just what it is like to experience red. As she stares at the rose, it is also true of her at that time that she knows what it is like to experience the particular determinate hue of red -- call it 'red17' -- she is seeing. Of course, she does not know that hue as red17. Her conception of it is indexical. She thinks of it only as that shade of red. But she certainly knows what it is like to experience that particular hue at the time at which she is experiencing it .    What is the new ability that Mary acquires here? She is not now able to recognize things that are red17 as red17 by sight. Ex hypothesi, Mary is one of us, a human-being. She lacks the concept red17. Nor is she able to recognize things other than the rose as having that very determinate color (whatever it is). She has no mental template that is sufficiently fine-grained to permit her to identify the experience of red17 when it comes again. Presented with two items, one red17 and the other red18, in a series of tests, she cannot say with any accuracy which experience her earlier experience of the rose matches. Sometimes she picks one; at other times she picks the other. Nor is she able afterwards to imagine things as having hue, red17, or as having that very shade of red the rose had; and for precisely the same reason.    Mary lacks the abilities Lewis lists. But, as she stares at the rose, she certainly knows what it is like to experience the particular shade of red she is experiencing. If you doubt this, suppose we inform Mary that she is seeing red17. She replies, &quot;So, this is what it is like to see red17. I had always wondered. Seventeen, you see, is my favorite number; and red the color of my mother's favorite dress.&quot; We then say to her, &quot;No, you don't know what it is like to see red17. For you won't remember it accurately, when you take your eyes from the rose; you won't be able to recognize it when it comes again; you won't be able to imagine the experience of seeing red17.&quot; Should Mary then admit that she doesn't really know what it is like to see red17 even while she is staring at the rose? She won't know it later certainly. But it seems intuitively bizarre to deny that she knows it at the time .    Perhaps it is correct to say that Mary never really  learns what it is like to see red17. For learning arguably requires not just knowledge but the retention of that knowledge. You haven't learned that the distance of the earth from the sun is 93 million miles, if you only know it at the moment your teacher tells you. You need to retain that knowledge to have genuinely learned what the distance is. But the Knowledge Argument against physicalism is just that: an argument from knowledge. It makes no essential use of the concept of learning. The main claim is that Mary comes to know things she didn't know before even though she knows all the physical facts.    I conclude that the Ability Hypothesis, as elaborated by Lewis, does not afford us a satisfactory general account of knowing what it is like. The Knowledge Argument still presents physicalism with a very serious difficulty.         IV. A Possible Revision to the Ability Hypothesis    When Mary leaves her room, she gains certain abilities. Among them is the ability to recognize certain experiences when they come again. Another more basic ability is the ability to cognize the experience for as long as it is present. The latter ability, it might be said, is one Mary possesses even with respect to the experience of red17. For when Mary first sees that particular shade of red, she does have the ability then and there to cognize her experience as an experience of that sort. She can mentally point at the experience with an indexical concept for as long as it lasts. Perhaps knowing what it is like should be identified not with the cluster of abilities Lewis cites -- for they may all be lacking while knowing what it is like is present -- but rather with the more basic ability to apply an indexical concept to the experience via introspection.    This, it seems to me, still won't save the Ability Hypothesis. Mary, when she is shown the rose for the first time, may be distracted. Perhaps she is still thinking hard about a theoretical problem that occupied her in her black and white room. The fact that she is distracted does not entail that she doesn't undergo any color experience any more than the fact that I am sometimes distracted by philosophical thoughts when I drive entails that I no longer see the road and the cars ahead. I am able at such times to attend to my visual sensations even though I do not do so. But the visual sensations are there alright. How else do I keep the car on the road? And the same points apply mutatis mutandis to Mary. She has her eyes open. The rose is immediately before her. She is not cognitively blocked from her visual experiences by a psychological impairment. She can  introspect those experiences even if, in fact, she does not do so.    Now if Mary sees the rose, as I see the road ahead in the driving example, then she must have a visual experience caused by it. If, say, she has massive damage to the visual cortex, then it won't matter what activity the rose elicits in the cells of her retina. She won't have any visual experiences and she won't see anything. 7 But if Mary has visual experiences , then she must have consciousness at the phenomenal level. There must be something it is like for her as she sees the rose. Her state must have phenomenal qualities. What it is like for her is something she can become aware of by introspection. Had she paid attention to her visual state, she would have been conscious of it in the higher-order sense. She would have formed a thought about it. She would have been aware that she was undergoing that visual experience. But, in fact, Mary is distracted. And being distracted, she does not actually apply any concept at all to her experience. In these circumstances, she clearly does not know what it is like to have the experience in question. For she has no conception, no cogitive awareness of her phenomenal state. But she certainly has the ability to mentally point to her experience with an indexical concept via introspection. So, here the proposed ability is present, but knowing what it is like is absent. In the earlier examples, the reverse had been true. Cut the pie any way you like, then, the Ability Hypothesis is false.    Of course, I am not claiming that knowing what it is like is never the possession of abilities. In particular, I am not claiming that in those cases where the subject has the appropriate concept knowing what it is like is not the possession of abilities. Nothing that I have said undercuts the claim that knowing what it is like to experience red, for example, is a cluster of abilities of the sort Lewis proposes. But the 'is' here cannot be the 'is' of identity. For knowing what it is like to experience red and knowing what it is like to experience red17 have something in common: they are both cases of knowing what it is like. This common feature is lost, if knowing what it is like to experience red is literally one and the same as the possession of certain abilities.    It is also worth stressing that even if some specimens of knowing what it is like could be identified with various abilities, this would not help the physicalist with the Knowledge Argument. For if there are any examples of knowing what it is like that do not conform to some version of the Ability Hypothesis, then physicalism is threatened. And that there are such examples is what I have been primarily at pains to show.    I now want to make the case for something stronger: that physicalism is threatened by the Knowledge Argument, even if knowing what is is like is an ability or cluster of abilities. If this is correct, then the Ability Hypothesis has less significance than is usually supposed.    Consider again Mary, as she remarks, &quot;So, this is what it is like to experience red.&quot; Intuitively, in making this remark, Mary is expressing a discovery that she has made. But what has she discovered? Well, she now knows what it is like to experience red. So, on the Ability Hypothesis, she has acquired some know-how. But that know-how she retains even after she stops having any experience of red; and intuitively, there is a cognitive difference between Mary at the time at which she makes her remark and Mary later on, after the experience ceases (at least at those times at which she is not exercising any of the pertinent abilities). If we agree with Lewis that what experience E is like is the same as E, then the difference seems well captured by saying that while she is attending to her experience Mary has knowledge-that she didn't have before, knowledge (in part) that this is the experience of red. 8 So, Mary does make a genuine propositional discovery. And that, according to advocates of the Knowledge Argument, spells trouble for physicalism.         V. More on Knowing What It Is Like and the Knowledge Argument    In the case described in the last section in which Mary is distracted, Mary has knowledge how to do something. She knows how to mentally point to her experience in introspection. But, being distracted, she doesn't exercise her know-how. Were she to do so, she would turn her knowledge-how into knowledge-that. Intuitively, she would come to know that  that is the phenomenal character of her experience. And in so doing, she would come to know what it is like to have an experience of that sort. So, introspective knowing-that is sufficient for knowing what it is like. Such knowing-that is not necessary, however. One need not be paying attention to one's current experiences to know what it is like to experience red. Intuitively, in such a case, it is necessary and sufficient to have abilities of the sort Lewis describes. 9    It seems, then, that knowing what it is like is best captured by a disjunction of introspective knowing-that and knowing-how along the following lines:       S knows what  it is like to undergo experience E =df Either S now has indexical knowledge-that with respect to E   obtained via current introspection or S   has the Lewis abilities with respect to E .      This proposal is very similar to one I made some ten years ago (Tye 1986), and it still seems to me to do more justice to our ordinary understanding of the expression &quot;know what it is like&quot; than does any other I have seen. But prima facie it leaves the physicalist with a problem. For how can it now be denied that Mary gains some new propositional knowledge when she leaves her room as she introspects her new experiences -- for example, knowledge that this is the experience of red, while viewing a ripe tomato, or knowledge, on the same occasion, that she is having an experience of this phenomenal type? The worry, of course, is that physicalism cannot allow such discoveries.    Let us focus first on Mary's discovery that this is the experience of red. It will not suffice for the physicalist to try to explain this discovery by saying simply that, confined to her cell, Mary can form no indexical conception of what it is like to experience red or any particular shade of red. For if the experience of red is a physical state, then it is not at all obvious that captive Mary cannot perceptually demonstrate it, as it is tokened in others outside her room -- given the appropriate finely focussed, high-tech, viewing apparatus.    A more promising strategy is to argue that Mary, while she is confined, lacks the phenomenal concept experience of red . This is not to say that she attaches no meaning to the term 'experience of red'. On the contrary, given the information at her disposal, she can use the term correctly in a wide range of cases. Still, the concept Mary exercises here is non- phenomenal. She does not know what it is like experience red; and intuitively knowing what it is like to have that experience is necessary for possession of the phenomenal concept experience of red . 10 It follows that there is a thought that Mary cannot think to herself while in her room, namely the thought that this is the experience of red , where the concept experience of red , as it is exercised in this thought, is the one she acquires upon her release after seeing red things. But if she cannot think this thought as she languishes in her cell, she cannot know its content then. Since she does know that content upon her release, she discovers something. Experience is her teacher even though, according to the physicalist, there is nothing non-physical in the world that makes her new thought true.    Perhaps it will be replied that if there are various phenomenal concepts pertaining to color experience that Mary acquires upon her release, then she cannot really know all there is to know about the nature of color vision from within her room. For where there is a difference between the old and the new concepts, there must be a difference in the world between the properties these concepts stand for or express. Some of these properties she knew in her cell; others she became cognizant of only upon her release. That I simply deny, however. Properties individuate no more finely than causal powers. But conceptual differences exist even between concepts that are analytically equivalent. So, conceptual differences need not be mirrored in worldly differences. Sense is one thing; reference another. 11    Consider now Mary's thought that she is having an experience of this phenomenal type , as she introspects her first experience of red. Here it is certainly the case that she cannot think this thought truly, while she is held in her room. For the concept this , exercised in her thought, refers to the phenomenal quality associated with her experiencing red. So, once again, when she thinks a thought of this sort on the appropriate occasion, she is making a genuine discovery.    The position sketched above assumes that indexical thoughts and thought-contents are partly individuated by the items picked out by the relevant indexical concepts and partly by concepts or modes of presentation themselves. That real-world items play a role in individuating indexical thoughts and thought contents is an externalist claim that is very widely accepted, and one which needs no further argument here. That concepts or modes of presentation are also involved in the individuation of thought-contents should also be uncontroversial, given one sense of the term 'content' -- the sense in which thought-content is whatever information that-clauses provide that suffices for the purposes of even the most demanding rationalizing explanation. In this sense, what I think, when I think that Cicero was an orator, is not what I think when I think that Tully was an orator. This is precisely why it is possible to discover that Cicero is Tully. The thought that Cicero was an orator differs from the thought that Tully was an orator not at the level of truth-conditions -- the same singular proposition is partly constitutive of the content of both -- but at the level of concepts or mode of presentation. The one thought exercises the concept Cicero ; the other the concept Tully . The concepts have the same reference, but they present the referent in different ways and thus the two thoughts can play different roles in rationalizing explanation.    So, there is no difficulty in holding both that Mary comes to know some new things upon her release, while already knowing all the pertinent real-world physical facts, even though the new experiences she undergoes and their introspectible qualities are wholly physical. 12 In an ordinary, everyday sense, Mary's knowledge increases. And that is all the physicalist needs to answer the Knowledge Argument.    Some philosophers (including Lewis) individuate thought-contents more coarsely than I have above, as, for example, sets of possible worlds. On this view, the thought that Cicero was an orator has the very same content as the thought that Tully was an orator. However, it seems intuitively undeniable that the event type, thinking that Cicero was an orator, plays a different role in rationalizing explanation than the event type, thinking that Tully was an orator. So, on this approach, thought-types cannot be individuated for the purposes of rationalizing explanations by their contents alone. Two different thought-types can have the same content. Likewise for belief-types.    It follows that even on this two-factor theory of thought-types (according to which thought- types are individuated by their contents plus some other factor), the physicalist can insist that there is a perfectly good sense in which Mary discovers that so-and-so is the case after she is released. For she comes to instantiate cognitive thought-types (knowing-that types) she did not instantiate before, even though, given her exhaustive knowledge of the physical facts, the contents of her thought-types before and after remain unchanged. And if Mary or anyone else knows that p at time t without knowing that p before t, then surely it is correct to say, in ordinary parlance, that the person has made a discovery at t.    My overall conclusion is that there is much that is right in the Ability Hypothesis, but that it cannot be the whole truth about the nature of knowing what it is like. Moreover, even if it were the whole truth, there would still be propositional cases of knowing, not themselves properly classifiable as knowing what it is like, that advocates of the Knowledge Argument might well take to refute physicalism. This should not overly concern the physicalist, however. Even with the demise of the Ability Hypothesis, these cases can be comfortably handled in the manner I have indicated. Either way, then, the Knowledge Argument can be answered.          REFERENCES     Chalmers, D. 1996 The Conscious Mind , Oxford: Oxford University Press.    Horgan, T. 1984 &quot;Jackson on Physical Informationa and Qualia,&quot; Philosophical Quarterly , 34, 147-83.    Jackson, F. 1982 &quot;Epiphenomenal Qualia,&quot;  Philosophical Quarterly , 32, 127-136.    Kosslyn, S. 1980 Image and Mind , Cambridge, Mass : Harvard University Press.    Levin, J. 1990 &quot;Could Love be like a Heat-Wave? Physicalism and the Subjective Character of Experience,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan (Oxford: Blackwells).    Lewis, D. 1983a &quot;Mad Pain and Martian Pain,&quot; in his P hilosophical Papers , Volume 1, Oxford: Oxford University Press.    Lewis, D. 1983b &quot;Postcript to 'Mad Pain and Martian Pain,'&quot; in his Philososophical Papers , Volume 1, Oxford: Oxford University Press.    Lewis, D. 1990 &quot;What Experience Teaches Us,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan, (Oxford: Blackwells).    Loar, B. 1990 &quot;Phenomenal States,&quot; in  Philsophical Perspectives , 4, J. Tomberlin, ed., Northridge : Ridgeview Publishing Company.    Lycan, W. 1996 Consciousness and Experience  (Cambridge Mass: The MIT Press, Bradford Books).    Nemirow, L. 1980 &quot;Review of Nagel's Mortal Questions,&quot; Philosophical Review , 89, 473-477.    Nemirow, L. 1990 &quot;Physicalism and the Cognitive Role of Acquaintance,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan (Oxford: Blackwells).    Papineau, D. 1994 Philosophical Naturalism  (Oxford: Blackwells).    Sacks O. 1996 The Island of the Colorblind  (Alfred A. Knopf).    Tye, M. 1986 &quot;The Subjective Qualities of Experience,&quot; Mind 95, 1-17.    Tye, M. 1995 Ten Problems of Consciousness  (Cambridge, Mass: The MIT Press, Bradford Books).         FOOTNOTES    1. For a real life case of a visual scientist (Knut Norby) who is an achromotope, see Sacks 1996, Chapter 1.    2. Of course, the case of Mary is a threat not only to physicalism with respect to phenomenal qualities but also to functionalism. For Mary has all the pertinent functional information too. To simplify exposition, I focus on physicalism. But what I say applies mutatis mutandis to functionalism. For a theory of the nature of phenomenal qualities that falls within the physicalist-functionalist camp, see my 1995.     3. Nemirow (1990) takes a different view. His claim is that &quot;what E is like&quot; is a syncategorematic part of the expression &quot;know what experience E is like.&quot; This creates difficulties for him of a sort that Lewis can avoid.    4. A response of the same sort can be given to Lycan's argument from attempting-to-describe. See his 1996, p. 98.    5. See, for example, Kosslyn (1980). These representations (on Kosslyn's view) are also importantly dissimilar from pictures.    6. For Lewis, pain and the feeling of pain are one and the same. See his 1983, p. 130.    7. I ignore here blindsight. My remark is made with respect to normal, everyday seeing.    8. By parallel reasoning, we may infer that Mary has other new knowledge-that associated with her experience of red, notably knowledge that she is having an experience of this particular shade of red and knowledge that she is having an experience of this phenomenal type. The latter knowledge, incidentally, should be granted even by those who deny that what experience E is like is the same as E .     9. These abilities, I might add, are best taken to have an indexical component themselves. The relevant recognitional ability is the ability to recognize that this is the experience of red, when the experience of red comes again. Likewise, the memory ability is the ability to remember that the experience of red is an experience of this sort, as one undergoes a suitable phenomenal memory image. (Patently, it is not just the ability to remember that one has had experiences of red. For one might have that without now having any idea what such experiences were like).    10. Given the above analysis of knowing what it is like (and my comments in note 9 about how the Lewis abilities are best understood), there is an intimate connection between phenomenal concept possession and indexical concepts. In my view, however, it is a mistake to suppose that phenomenal concepts generally are identical with indexical concepts. Physicalists who have appealed to indexicals in connection with the case of Mary include Horgan (1984), Loar (1990), Papineau (1994). For more here, see Tye (1995).    11. If the phenomenal concept  experience of red picks out a physical property, P , then it must be a posteriori necessary that the experience of red is P . But according to some (see, e.g., Chalmers 1996), a posteriori necessities require a divergence between prior and posterior intensions; and there is no such divergence for 'experience of red', understood phenomenally. For a critique of this position, see Tye forthcoming.    It is also sometimes supposed that true property identity statements can only be a posteriori if one or other of the terms flanking the identity sign picks out its referent via a contingent property of that referent. Since 'the experience of red', understood phenomenally, does not refer in this manner and neither does 'P' (let us grant), it follows that the experience of red is not P . The obvious problem with this argument is that the principle upon which it rests is false. H2O is one and the same as a certain quantum-mechanical system (call it 'Q' ), but neither 'H2O' nor 'Q' pick out their referents via contingent properties of those referents.    12. The term 'fact' is itself ambiguous. Sometimes it is used to pick out real-world states of affairs alone; sometimes it is used for such states of affairs under certain conceptualizations. When I speak of the physical facts here, I should be taken to refer either to physical states of affairs alone or to those states of affairs under purely physical conceptualizations. For more on 'fact', see Tye 1995."}, {"content": "%PDF-1.3 %  28 0 obj  >  endobj                xref 28 29  0000000016 00000 n  0000000927 00000 n  0000001187 00000 n  0000001414 00000 n  0000001559 00000 n  0000001706 00000 n  0000002307 00000 n  0000002487 00000 n  0000002666 00000 n  0000002687 00000 n  0000003282 00000 n  0000003303 00000 n  0000004036 00000 n  0000004057 00000 n  0000004807 00000 n  0000004828 00000 n  0000005502 00000 n  0000005523 00000 n  0000006170 00000 n  0000006191 00000 n  0000006378 00000 n  0000006611 00000 n  0000007314 00000 n  0000007335 00000 n  0000007968 00000 n  0000007989 00000 n  0000008067 00000 n  0000000982 00000 n  0000001166 00000 n  trailer  ] >> startxref 0 %%EOF    29 0 obj  >  endobj 55 0 obj  >  stream  Hb```\u0006k   .  \b\u0000b\u0003E\u0019868 0(t~-p\u0004\u0006\u0014\u000e\u0014\b\u0000$\u0014302p\u0019\u001f~\u0001\u001dN\u0003M\u0006 LE \\A\u0018\u001c\u0018,\u0013\u001a@\u0000\u0002 \u00007\u0019 endstream endobj 56 0 obj 100  endobj 30 0 obj  >  endobj 31 0 obj  >  endobj 32 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 33 0 obj  >  endobj 34 0 obj [  /CalRGB >   ] endobj 35 0 obj  >  endobj 36 0 obj 517  endobj 37 0 obj  >  stream  H|͎0\u0014~ /\u0005\u0017_Gʹ.n\u0005U\u001d\u0018\u0011\u0010}f%\u0013\u0018eD\u0002sS\u0016D7\u0002\u000e|Q'HNW1\u007fn\\5u-\u007f]6B˼\u0012ZxQϕv˷Tė,\\3,\u0016\u001bGd\u0011\b&_o)r\u001coFC,\b ̛B\b֌\u0019JV!\u0019\u0002\u0012s{9/\u000f5cg\u001a%\u0019j򔤏SLSσ\u001e|m#i^> u. 8y$X[\b]rݩ `jjW\"D n\u0011g\u001d\u0015\u0006X\u007f I-\u000fLJlO\u0005#&:rw\u0007|72\u0002\u0003u\u001dP!ږvRu3!\u001cPOV\u0004\u0017#!'g\\ \u0012uLg\u0012/!^\u001e4=(Rd\u0017MqQkг(K39==]S >  stream  H|Tn0 )xFeY\u001bÆ\u0001\u000e\u000e6\u00129\u0015}4]2\u0004PLI~HڐrE s \u001fUe)+U?$\u007ft_O]V\u0014V5 X[)@UVC\u001a\u0003\u0007=f\u001f\u0002ÿ֊n\u0018v\u0019q\u001a\u0005\u001b/_\u0011 6\u0011݄nj%z(VF\u001ci\u0016[i\u001a֪R/e\u001f3Z7J7nJsrWJ5b#q-If\"u2j U\u0016/ļbiϼկ.\u0010I#n {i\u0019v˲,UyQW\"ʹQԥ dU\u0002{ڞ{Z'5' \u001bC\u0012\u001e\u0006?\u0007\u001c6\u000eT!~鸞f\u0017z\u000f~)|-P\u0015[A8)173b}\u0018` \u0010vw\u0018eA\u0000țg`R\u0000\u0017\u001c6Bs\u00015&\u0001u܁ /|\u001b`ܟ7nFk\u001cꙬ'3gN뗴kfR> >  stream  H|Tn0\u0010+\u00069mXR\u0013S\u000f\u00159P\u0014\u001b I$#y\u0001^$r7f!\u001d-_\u0016ft\u0015\u001f+:~,~ޮkN\u000e) e \u007f endstream endobj 42 0 obj 596  endobj 43 0 obj  >  stream  HTMs0\u0010WQ \u0002SOHz3=49\b\u00067Fh\u007f_V\u000e&L//\u0000My n#+?e] /8*+!v\u0010O \u0007Э=\u0001 D?\u0000Um\u0003{6[*w\b*ٔJgpzDps6\u001d-6vN\u0016^\u001bcq#@>ޠY(p\bL\u0016jC(hf\u0018\\%h\"c*SmkBL{=9q3\u0083nŃ&h\u001b=DkԶ\u000e\u0015\u0002v0ZF{A@0\u001bfWУ\u0016\u0016'޳5..#RJd\u008ak\u0018ӱ\u0007r6,\u001fݛ;]\u0014][@EA$>\u001bg{\u0001G.GN4\u0010,1\b/yg\u0007}\u000e\u0016\u0010nPyN;t\u0019A}:C'y\bvU䇓xf* ۞;l2iL3}槓e\u0014HTo%+ӝ E1)s LAp\u0013b7\u000e;~5\u0011˩0b o3YəQ+\u0016EW5Ý\u0002U(p\u0015}\u000fLa·ݮ6V \u0002+\"\u0017w>-6TQBFA  >  stream  HTM0\u0010W1Fm\u0014mh\b!9\u0015\u0007z [\u001aWkg\u0017=3ܦP\u001eϼyIݗ{WU]o답=uCٴ;0){Sm즤hև Kc\u0018䔌(d\u001d0>F\"\u0015黑\u0003F\u001ae  e \"z[\u00040^*)>4 \u0003CyQ *\"0%|\u0012 E\u0002+,XXMog4H߼\u001fsrcAJW J%k(H\u001e#/$\u007f\u0014e_[\u000726ouCY{*l5Wh10{! p!V43sR2ზ%9҆58\u0013C\u0003\u0005\u0012-XJҳqh\u000e(:\u001f\u0001Ag7@FmXZ\u0004˵fq{IɈϐܳB[zB^\u0002XB/X\u000eGi.\u001b ݕ'\u0004sc\u0005\u0017QYg@i6J3\u0001J\u0001G@n#5>$bSp( h>]\u0006%V\u0017\u001a\u000f̍\u0001Zb\u0012\u0004Y'=O@xJu{eŵ7\u0011GG\u0001\u0000\u0004Mk, endstream endobj 46 0 obj 625  endobj 47 0 obj  >  endobj 48 0 obj  >  endobj 49 0 obj  >  stream  HTv0\u0010+f)\u0018\u000e\u000f;=]zt!`jhD-4\u007fߑF\u0018x Ҽy\b8~_\u001d4ˊ\u0002*$.2٤{M1hSaTܧ\u001b\u0001E  Z&y$:׽ʼH `f\u001dF  o2ߐw'׵`\b N\u0017\u0006;-( \u0018\u0016ҕ\u0002ϙf\u000f4m(ɖF\u0014wJ\u0019mO\u001cr \u0010Q;TY\bum,T7{{E$\u000e-u/*(Ӊ\u001ev`&\u0005L\u0017\u0015,]9|ovA@}wXP/CP\u0005S'\u0003պ%Ͽ2/\u0006̨FU>,\u000f liX`\u007f}[r1`4B% &c.Ey\u0016U\u0011\u000f*\"8\u000fY\u0006!UybWd('Fo\u00045]\\$e\u000f8[iM9hn\u0003j\u000ejEhnCdQ0g\u0018G\u0015s -\u001ckz\u0012~yT큷  wJN4NְFsXT\u001a|ҿ2 nbsB\u001fLJ q @cdS)\u0011x`!g7J{fk|N\u0002K 1:6\u0003|3uxvPQ\u0013\u0004 n~=Ck\u0015 >n \u0013\u001c神\u0019߇L7`\u0005eD\u0003+ K\u0017mz?ӼK\u0004mhK,t>G1\u0007\u0015O\u0001\u0000\u000f}W endstream endobj 50 0 obj 555  endobj 51 0 obj  >  stream  HT=o0\u0010+n+YX\u0018Ukf\u0010 @l\u0015$\u0016J\u007f;l\"\u001e}w77EUVU5-k\u0013?v([3ҋu| q~Pzu\u001c\u00021ѧF=E=U{9SI*\u00073| \u001ao9^\u0012V\u0000ǉR$\u0014%ö\u00115\u00110vّNfkW:3\u0014^a  \u0005H\u0017U\u001dqf\u0005\u0012dkI\u0014!9 \u0013'r\u0012,\u0005\u0017%\\ ܂\u001f\\ω6f\b\u0018P6ȅ̳\u0015SzF Cd\u0017\u0018az\u0005\u001d\u0001|\u0014ωyQz|\u0015\u007fɿ״\u001e:\bz\u0003\u0004h\u0014p 5̝\u000ect)W-)WoGyy@ة41/J\u0012\u0012~۳f\u000egc8\u0015\u0003n\u000eR\u000f_K}\u001c EbjZ+$g\u0002\u0018^2JR  \u0011GR\u00162}zQ]\u007fԑ-j&lN\":ƛû?yy\"nD1{Ush:D\u0011ߛC|\u001d]\u0015ǫrI@pme\u0018=dT3Fb\u0004\u0012.q\u007f8\u001b\u0004\u0018\u0000f}P endstream endobj 52 0 obj 329  endobj 53 0 obj  >  endobj 54 0 obj  >  stream  HRN0\u0010+Fl\u001a;I؊ \u0015\u0010\u0007C]\u0002\"v\u0004 \u007f:*@Hó;3I`o؅ 4\u0019iZ((h]Kc\u0002gJ*U>2\u0005{d\u001c}a\u001b˦T4PYَ/\u001dU\u0014DiM\u0012pJF$I8\u0013Uٝ&(\u0005Sˊv*\"mN&oj\u001c+w\u0010\u0017Ԟ]0w@JSC)ŜQ\u00141uz:`\u0018;\u0018 VpaZf\u000f_| 0\u0000MT endstream endobj 1 0 obj  >  endobj 2 0 obj  >  endobj 3 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 4 0 obj  >  stream  HWI۸\u0015W LiqіK,\u001cTYU9\u0000iP\u0004pf_$$RH\u0002\u000fo[x{ W-mTho\\x\\}ru^p^ \u0017Z$Ȑl?Owe鮠&'\u001a8c\u001d\u001c[QvN.\u001bE\u00079\u0007-ړ`0$ {\u0012;%j(!+\u0014Nr ^\u0014o/q^i\u0017T\u0016Mr삮3 i\u000e*^B\u000e:\u0005i؁wumՊ+Õ\u0018g\u001a\u0005\"7kf ف \u0013\u0006Zac#c˩Z%Y|\u000eǣJ\u001f]N\u000eA\u00050\u001bT=_~\u0019 ~\u00029; SϮ\u0003?\u0015gA\u0018:f|:_\u001ej&W\u001eo1gaR͟OOqIHb\u0002\u001f\u007f\u0012>ͩ4y\u0011ͮ^`H\u0014K!.:)]A3\u0019sRR\u0016m;\u00019rDn_>$.R4\u00021:t2\u001c_(Q3eKJӭb\u0002Pl#bW`\u001b)\u0003g%\u0005:S`΅pb Q\u00074q Yʲ4\u0000@u[9'¥(\"+wzα7NR\u00110\b;݇܅wo׮..pF Cַ\u0003pR!l@#G~'z~Ur}2'\u0004(5z OFZ#-z׹au.\u0002#^^Hb\u0018ܧqg\u0007v?u$G=KL\u0007t 4P\u007fT d>J3fٰ\u001bRe1BN3-ÿeߕ;d,\u001b`qxY-/t+ӄtF+Վq0Yd\u000e|E[,\"[_\u001bR\u0001q{hjPpdd# 5G+Ԕk67ۧ\u0018\u0002\u00162o;l.]q#PQӝ;@;LYa3J  6\u0013^4B\u00164KAB!+\u0010\u0011\u00139#a#5\u0019t\u0013\u0015hoX\u000f\u0013&=uht\u0014z\u0011hwGߌ LOɡB\u0002Su \b ʒ \"}ke\\\b\u0019)A H$1&2*rx/'\u001b)\u000e\byL$b +\u001dݛ\u0016\u0019qW2H}68fЪep\u001cB #i {  &t(bqQvYUe* ,>.\u001f\u00170׭\u0007\u0012( + (\u0007\u0004M\u001a \u0011cY\u0019T/PP:\u000ezuf2jf6\u0004mp9Wx\u0017\u0014ΓX\u0012\u0014^k\u000069B57NPf 9_o\u007fT5t.G'w\\u\u0011z\u0012;+\u0002qҡ\u0014` \u0003hcǔ/ς.2v=NU33\u000e\u0019tE\u0012:YcѼ0Z] RT(\bY\u0019\u0005\u0007\u000f\u00199?m\u001d8\u001a=44\u001cAQ+U3KAC;nQ | v:hx2_'\u00039\"\u0019Wnw.!Ip`J_RQ\u001bLo ( %[`\u00121*j !h͕~`\u0001gxSz4k\u001f\u0017[Ldf\"p\u0019ȴ'܀\u0016 \u0005;D6\u0011 a\u001c\u000e\u0001Pq\u0000#8*ko|+v \u0015R\u0007B$\u0018}hT5\u0003$ Y\u0014^W۩EVf[-'+HBQ\u001e{z\u001c`Y\"Q\u0011 Xk/[q;PC\"\borvr\u0000]`)\u0016g\u0002\u0087\u0005\u0001@\u0006BvA-l\u0018\u0017*;Ìԥ\u001eG}\u0019T-78u\u0003 \u001b,\u001b}%\u001d#:DH/&GИ\u001f\u00003\u000eG\"()O3o6n}T\u0010fq.s'\u0010&d\u001c\u0003@˘?Ko@\u0010| ғ& 6Ȟj \"\u0018c\u001fP\u001e ,3;m\u0007i\u0007Z+\u0015D_`; *E|U\bdr\u0013d\u0019\u0016\u0012+#\u0003% Tb\u0007Um3\u000e Tn[\u0007uX\u0004ճr\u000fqaǠ4خeҚP0n\u0013\u0017Z\u000e{3E,՝\u0000-91St\u0015q[Ie+\u001d\\r\b5`6Ȁm q\bFumƶX׆^\\B\u0016vIed6t^icik\u001a\u0007u|\u0011T\u001e_\u0006\u0013\u001epgKYg\u001c\\2\u0007w \u000f_0LMC>\u0000N&m\u0003Zk-`DэAh9pv\u000f\u0013 IY瓪\u000f0B1| \u0014&U}y]Q!2sq\u0007z\u0018Ғj\u0012Geh[D,\u0015\b*Q\u007f\u0016::Db>]ޏWOb2ZE\u0013\u0001\u0012MB Mz\u0007RW>$y6\\ݻ\u0010\u000e\u0007,pHi(+\u0019]W͏D\u0010v`\u000f\u0000z[ endstream endobj 5 0 obj  >  endobj 6 0 obj  >  endobj 7 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 8 0 obj  >  stream  HWێ\u0011}W4\u0002V\u001b)`\u001d\u001bH\u0002`\u0016kjGdETթefvg`S\u001ego̤qffE\u007f8n_ssgo\u001c6\b2\u0012fj\u007f\u000eCb.[%e\u0014Y|\\'\u001f\u0007h>5\u0016/\u001dws\u0016r~^9c\u001b=f|V.8͜4%\u000f\u0012DҘ9l;\u00056OXkg+s.Ӎ9~'&f\u001dL$)\u0010'qΔ2,\u0006\u001fH\u0015.op') LOzV\u0014]\u0018ְ8[ 9[ ih\u0006cX w1h\u0006\u000f.Z Y\u001d^[ט╾X&)}\u001aii8[TD> Q\u0017UFys'I\u0004\u0017X\u0004ێ\u0002\u001b8\u007fIOBRy$\u001cs\u0006'-X7P6Ќ vmZћ#G\u0004;\u0018Zhś3wT& 9\u0005\u001cY]&\u0014\u0016X3 \u0019{]S8Ά*,|Ս3  \u001a{r\u0011߾It \u0005\u0007ఖ cؤt\u000e㎋XD1\u001e?IJv{\btXaћЏ8|/ S\u0017[\u001a }&mt覫R\\R!B׺ѷ1\u0010p-`o\u0018q \u001ba\u0010\u0003K}ѪC;\u001d\u001e\u0000\u0001\b!.Wc{\bv[ST8F \u0006HUL\u0007}TV \u0007'}E\u0013Dݘ1\u0001_ %\u00130\u0011\u001d\u001cl@\u001d?\u0011SL\u0018Z̤ClH}:݉\u0011'ÓE0u麫%\u0000l/\u0003P}&QȰZşTĶ_5a\u001cd\u001e\" -r\u0090\u0012 \u000e\u001cFA%\u0006BI&`LX[Z\u000f4_'̣@̦AxTp-L\u000eVR6v \u0003\u001e\u0003CN\u0012A\u0007lW\u001e+UQD8,u~Ͷ\u00017N*\u0002(0C]\u0002ց PCK[g6m*K\u0013w'3\u007f n\u0013>{qk\u0016i :438\u0002[6 endstream endobj 9 0 obj  >  endobj 10 0 obj  >  endobj 11 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 12 0 obj  >  stream  HWێ\u0011}W@\u0015/(샑85@\u0000 1\u0002;\u000f-ג%|B~3Uuyь6\u0017\b\u00107٫&3|YЏ\u001eY-* k.h/1\u001f@u8\u007f͘^TIU|6@\u001f^U?ĲZX\u001cj(\u0011N[o:lwvf7\u0012MvS|\u0004\\7p6`H x65\u0006v$\u000fR{F ڮSzAh\u001aD\u0010\u007fJER\u0011jˤ|2=Sߓs\u001eUw\"5GT\u0019#ޠt|~\u001d]\u001dG\u0002[ )l@\u001aU\\G$ܘ\u0013֠~\u001eĜ>  r5 K$l\u0007ζ 4e\u0019g\u0003 fd:9S   ;wx\u0012\u0007^x\u001eӇ\u0013\u0016uY8`+wz#tBz\u001a|\u001e q\u001f \u0006s\u001d\u0019сZ-e\u0019\u007f$揭.s\u0004ګMW\\kjdKzo w\u001f;\u001c\\R@7KlH>;)\u0019Ut=+Ew9ñ6sc'\u001e4E=b^X\u0015\u0012/ikGbKG϶8 \u0093y'-\u00193\"uG'`JЃ\u0018_&N\bR\u0015[3\b\"\u0011h(*\u0000\u0003޸O\u0005rX3ǦW\u001a\u000fO=,F\u0002@\u0001ƾ %$di9)k\u0002gw\u001aAD[М=kP\u001aJe8ZP\u0017\u0012\u000fZp2S0\u0010\u0016\u0015\u0005\u0007\u0014[wr;X!IMQ%\u0002n\bjVތs\u001e{WkgȰ~ោ\u0004\u001dD|9'\u001f`]ؖ\u001aIrtZ !O\u001d\u001a\u001d\u001aiT\u001c yІ\u0018\u00076 d/w{} \u0018D}!Ig\u000f#^\u000e $4nWͤ\u0014#\u00056~Ǘ\u0000^Tr\u0017\u0002}צ ! u'\u0010\\$$qC47N\u0002lvd\u0019\u001dSG )d4a\u0007:\u00156\u001a >;\u000eRJ`ʶ\u0001\u0012Y\u0010#0ֵ|\\LTK\u000026#\bGPZ\u0016ZZE2\u0000%\u0010\u0017\u0014xdU>feRU(\u0013\u0089\u0005;?ٛh\u0016JKrjIUyH BN\u0015Xpr| , Nh\u0017q\u001c1J;b&s _\u0006-#\u0000虳\u000et\u0004ݨC&4nZ4\bccm!>#IG\u0019\u001dS(m-\u0016\u001aVD:e{c͡BnC?iAY\u001f!\u001d֑NYSGa\u001e8MYŮ6\b/\u0019i'/*O֔\u007f\u0004\u0015+8F$8S+\u0018|Dڎt6[H֙c$sa##D\u000fYPBLsI~!\u0010f\u001a}\u0010O\u001bb\"ÉϹx\u0004 =ޔs܉^\u0002\u0019~\u0012]>!\u001d`8et1E#}8 ˂T\u0011 \u0001\u0002äȣ*%kzw\u0005-PB>[j\b\u0015i'Â\u0004\u000f \u0007  sv}8m*sn\u00127\u0002qxQl}e©Ilx@6\u0010N`{\u0018\u0013KΒ\u0003 ^^t_9\u0004\\~ \u001cw\u0014\u001ar\u001dNMP\u0004킁b E_uzkQFC렖\u0006_NA\u0017YxG\u0000O\u0018\u0014\u0002/\u0019CE\u0019/HN#St WHRRI`\u0005^dKQ@ \u00116\bu'44$\u0003\u0002Q[\u0006p E\u001d8RKf0er\u0011*G~A\u0019l!k䤉21P\u0014\u0015O;W,zZE\u001b\u009a ̹3F\u0015w5M\u007f[\u0015QdJ\u0004 Ri\u0000.\u0011!{mR\u0018\u001c#9\bɜӔ@F Aٷg}1qj7{=·Qsm 0籸E1^\u0006[96\u0010\u001bb{w,si \u0012\\JHS>'wok\"\u001b|\u001f̊D\u001a;ΦKQ{\u0011`*i?1[\\&dGʘճ\\N,f*ɤG>\u000f%\u0000{[m\u0014/>t=v7PI:\u0015\u0013w@\u0014isMm\u0015\u000fc$t\u0000\u001d+\u0004| 9*n\u0004>ri\u0010A@x9%KT%l|+\u0002!\u0007_\u0001̭Luu=2J r&~V\"pk*F. SxPOA]2$\u0005* \u0017\u0017&\u0002\bN\u0018t\u00180aa/c\u0005\u0012$aAIU\u0014/\u0081PQ}蟮]\u0000Xf\u0013\u001bg ,MRez`7\u0001\bO({> 'WDմ{\u0012j]q;xL24iziE\u001c\u000f Lt8t9\u00039dŢ|ۄ\u0016Gy \u0004{5F\u0002\u0017\u001c3\"eSđ \u0004\b;jio\u0004)s\u0018z^]qYUâ\u007f\u00173ނ:=OWH OZ\u001f+\u000e'[=Z\u001eD!Rh5B*\u001cb\u001c8~\u001d9qL:*\u000e[rz\"PxS\u00028H'nAՂ_#\u0002*VTD#2ඕ\u0002`\u0014 -\u0005jK\u0004QV\u0006(sn^kn.\u001dgN n4\u0013s\u0018\bz a6\u001f9\u0013~ +\"Fjb] Kf;O8TyF%pf\u0000q\u001c.\u0017W\u0015* >  endobj 14 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 15 0 obj  >  stream  HWێ\u0011}W4\u00122hE\u001c\u0002;5\u0018 7\u000f-wՐͨ]\u007fĿefv\u0006\u0000#ԩ7}n2r?٭v}+̾^{(M\u0015dmmBxw\u0018\u0016z?;-98\u0007w4v^U8c\u001b{M?;郡͵ǆl\u0013,{\u001b\u001c\u007fH N`e`\b!;xlBKfuZg\u007f\\MJ^?^N߲Ig|c\"i][v*Wwb\u0005\u0019\\\u0013XGS>1AHL\u0004>=UIV\u001f\u001b~R+d\u000f!*Dj\u0014tr s o\u001b\u001a|9 \u0013N\u001d2*nf~Mo|Seq`56'g\u0013\u0007\"Ϊdj9_7\u0018h|^־v }į;Pł$[1P n5 \"]]V.\u0001\u0016OVA\u001bf.`\u0007v8S;UbzNOY\u001aOh8=\u001eCas\u0012uJո7]!\"mOz \\W\u0018xx`\\\u0001\u00137\u0003\u0007\u001c\u001b:(q3֠CC*\u0019N:m7`NonD.3Vq r|Y#>T\u001f%\"\u0019t+L\u001b{̞\u001ap=BW*\u0012\u0007\u0007|\u001ea\u0002B\u0016)\"\u0015'd&\u001b(g/ Q\u007f=Cc\u0014)M\u0005\u001cu Ed&RM fĔ+`c>P!9q\u0011͋!~P~O@\u001bAǅg:E;-PA\u001425@2X\bc߷'XskD+o|he\u001aE\u0013ط(\u001b&\u000fa\u0001T2f%\u001bM*9rnǔ(U!\\䗴P\u0004e\u0015\\$VZ&z^R\u0000+^fY\"B\u0012:\u001dTRQf\u0019GXb|\u000f H[;U?M~\u001d\u0004ѹ%>\u001a %95(\u0005? UvA\u007f\u000e A\u001e&>B\u000fوUX[Ar\u0010W\u001bQl i=nJ\u0000q4 \u007ft_\u0001o1k\u0006\u0004_\u0001s*\\YxG'{4 P$s=t\" \u0005\u001a\u0006\u0017\u001a\u00028\u001eoYk\u0017n7' \u00111JуDj5P?}#`fC /'mG \u000e`4>\u0006\u001fuf\u0015*\u001a!lXdOTPM*`\u007fEW`dXR\u0004 2\u0006؃\u001eG\u0017c\u000fk\u0013p S[\u001dji^RL T\u001bsa\u000fɝNSp#ʉ{\u001c|\u001bՅNg BNLφ\u0007X'o\u001bC]ۃ(Y#,Yj\u0005\"OdW'P|CӚ\\\u0014?W)ƚ\u0017NmTL\u0011VG\u001dP 3\u0002ŵiM})3DH)(\u0006Jj8GΘV'E(\u001fR\u0000,WrĴHc_i\bh' Z\u0016ಟ5TGb%.Y_A_\"|\u0007?ON{VزneE꩖Շ+b\u0003  2k(AU,E=\"\u0013]1 wu v$\u0019ĶPA!\u0012\u0014q\u0007fL1#Vm\u0007%6z\\fF\u0011Erfq6 0}FԞ\u001e\u0000T|%IfQ||B\u00110d|//QgWz}\u00141 \u0012SSkt%cj(b;[| eqPߗSofR}_$6Rwk^'j8B$6K\u0003\u001eѨY\\Ģ\u001ep gB;Աv^$p*s0:g#R 5\u0003\u001fpZ\u001aUFR\u0002_J(jeG5wa$#_&w(\u0011$k*9\u0004؄T$5Ht2X;iy\"`\u0010:ՙK1R\u001f4\"OC\u0014>B«eA\u0018\b K9E \u0000רC~ \u000f*.H6fgw\u0016HU\u0018{YٙD\u0003@ȹQq\u0010 f\u00139,`ۉp_R- ڠRᷢ]KWKov\u0001n\u0004+o\u001cwN0g NRR1,zNƤW\u001aR&ۨmTF@\u0011`7N4 M䷨\u001b`EmH%و\u0001q1: 8 \u0019\u0017%\u001cS z |m7M6(&- >  endobj 17 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 18 0 obj  >  stream  HWr\u0011}WL! $ ʬW&5.3U'w+U\u007f}X-W$1jqˈ\u0018\u001cF2 \\HY\u0018$1CWއ\u0005lgv,\u0002Sn\u0000\u0018~ԇq4\u00006Gٕ\u001d \u0005\u0012ybC\u0015MDlU\u000e51MPY >\u2029Ag ?$ %v\u001d\u000f9r n\bctx\u0014\u000fBߘCB0T,4kxK\u000e|$V\u001a'/QJT\u0007@̐@ǔlp0\u0019\u00125@i!\u001f%2Grόƽ\u0011jĨ\u0006~425\u0014\u001bvjJ_cI\u0003  i\u0012};fcH\u0013MٕUM;#㚥0T{\"6j\u0012jb,N\bt) {?PG 撏ӗ\u0014캞\u0013\u00011_u+\u001e\u0018꩞ęlMQ\u0013\u001aiKɒ^Q\u0011t- XQ7\u0006e ̵\u0014j740PH νp&Q&q >\u0005cQ\u0016;|Q\u001c\"?Ujy\u001fr\u001aDGm\u001aW\u0000zcl x \u0004\u0006jMoWY';9;R7,P}H\u001fy9[wݍ#I&{i'Mm\u0017M;Yk=9݆\u0006RJ]Yb8MS\u0019k)434G ЀEx`[L_\u000e\u0018\u0016?rb{aJ#5#泆+yM\u0019OAT\u0014ѧ\u0002B>Yy(&\u001bjK /;D#ؙ\u0003#ۛҨKs\u007f\u0012@E\u001e.꧘~4V1\u0010toAdLy񔔃s#)Ȁ\u0004Gl\u007fbr:I͜k\u001bҳ8]hs)s{6` Uo\u0002^_|4dS(O#08Y)\u001a}OH R E\u001bC\u0000?\u001fku`M]?\\ttB:=jY=H~\u000eqI z'>}$Uy_g.\u0002C;IjN{{=ѕ=\b8\u0011Yv{EUk}d\u001d-t\u000eP\u0006{n\u001fC aVqVʩz°[ۀ D̼\u0002Kz ;;3 gl,-v\u001d΄?\u0016&\u0006\u0013q]\u001aAs\u0012n2\u0005wHC\u00001F,Ȩ\u0014#;\u001eM/)CBF9s^u}>\u0000gQ\u0000\u0006f+W(R`  bU\u0013)c\u0005K[+V! `khVؔ5'SU\u00070U\u0017.Bdx}#i͠cr*vs U e N\u001f\u001cU0a\u00148E\u0003_\u0007;b.^\u001e\u0011V\u0003!k2ޘ\u007f`\u0005i=\u001e\u001a@F\u001f\u000f\u00047 e/SO%\u001b\u0015;^\u0010\u0000Eb\"(E9*&\u0014~Z^f=X\u0013o\u00011d\u000e\u001a.\u0004]%di\u001d,dV_\u00172;no4\u00194\u0007E/\u000ef\u007fDdr\u0011\u0002 (SdV -\u0013U\\\b&DMH $/BS0 \u0017ŧ \u0013p$AJ7F\u0000\u0002 SW=)t0~4ٜ4!\u0013^*m ր3\u001f\u0013/RoDW5 LD 8ֵ?>8Hg.?y\u0003q;H x22 IԾn??XqJaq Ks1\u0007\u007f\\'Qʬ\u0000\u0003\u00006\u0011 endstream endobj 19 0 obj  >  endobj 20 0 obj  >  endobj 21 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 22 0 obj  >  stream  HW˒ۺ\u0011+PڄJih\":ɤ*UX;; -e$@\u0016C $0\u00199\u0007\u0005@N\u001foF\u001f6R\u0015juTj\u0006\u007fೞl*9>ת6S\u0019}B}Y>զ\u0019Jm~>g'm:/3SS_'w8p\u0013ZeM畳8ayR3\u0018\u0019廭omL?eU7\u001fHXj1\u0013Ѓ?&\u0005獚{L\u0015yQͯt\u001a]MV\"3\u0016\u0017sT08\u0014|܀{\u00169f.Ju>\u0007\u007f.futWE^U Z3R[\u001fmɨ#[ڶCvxe]xr˔\u000etNF[\u0012g\u000f?Z,аZ\u0017̢P:n>ϫe\u001ak\\B&4[\u0001aL߶\u000f>$\u001e\u0007\u001fP?V'ͱػ'r50*2_Ba\u0006UZ\"r_b\u007f[)ycGJ>\u0012tj|)mwpΛF^iXA\u0003%p\u0017i3[`I\u000fb֨s׶\u0015KF%k\u0013\"&wUE\u0003yB\\ 1^[CVjp\u0017{P\u0003s\u001d\u0015jNאK#|\"\u00018B?WK.8\u0005y}z٫|?-g \u0006iz:J\u000f Ц8I\u001cT\u0018!9B 8p!'wN,\u0016h'ˎJ\u0002*\u001b\u0007*;\u001cx \u0019bO0\u001dX\bTbT\u0019\u0003\\\u0003\u0004\u000fbxUk4\u00050\u0017} Bx\u0012tJ\u0000 \u00140H>+rz xW\u0001\u0010 \u007f7@\u0006\u0001\u001c k\u00025fpkl\u001b_\u001dc_ԱO%;E35\\\u00010%JH(Ȏ\u0017e)\u0012D\"4bV H\u00146(\u000ei㝒 !RM5\u00155Ǌ ,\u0012 w{vb[8\u000e7ҹ`P6֑Ab8\u0012\u0006\u0001J_K\u0011l(Qw\u001cseNpY4;>~' 2a\u0015pe9BID\u0017q=\u000fBV_k\u0005%DD^ոY\u0006T3[F+\u0017T@eN\u0010>X5Ϥ\u0001\u0019z hy\u0018廭o5r71핷\u0007ʹmƌS\u001b9;H\u007f܏׵?s\"\u0005N 5${5jc@ZYu! #H\u0003_;TخfJgD\u007f 'cGh ɹ;\u0015\u0001>Z:S\\[kICҢ\u007fKJQ\u000e\u0014#!\u0017$\u001a9g]p=\u0002\u001f8\u001c_>\u0006\u0017#|@\u0007'?\u001a  \u000e!\u001c+_P\u0011JcJnb\u0013KV5-P\u0018x@dyҤ\u0004>?\u0011\u0016R :9l \u00055o$Y\u001dՒ` 9\u0006 \u001a$\u0014;c!\u000f\u0018d}'\u001a  v轆6UY\\Fm\u00033\u0002iЂ9Y'90\u0001\u0006z\u001dCDP\u0000%:/2 1L=f.aϡ9n#,m5= \u0015'/yƽfǭNms1ˏi\b( M'q˝J^iH[[\u001ae! \u000eiY\u000fr\u0013B\u0015/W\u0015`;V\u0004t\b\u0000[kzmBSd]\u0014\u0014B(\u001b\u001bT\u0003\brTn X6^\\\"Ăe Ч;g4dXR,\u0015Nw\"_\u0015T\u0001X\u001bl{\u001c1e\u0012f\u0000iND\u0085\u001a&X峊\u001fgh;f%Z6𨬞l\u0013;a \b>3r\u0019@?yߝ\u0005\u0011?D\u0002\u001dcg||$B\u001e4ëg\u001dĲI\u0001:/\u0004b }Ӓl0t\u001b'\u000f\u001e'H B肅ld\u000ep\u0002\u0014>\u0012% Ύ\u0004';J \u0002ǱcaW5~\u0001/ס\u001d'7F\"\u0000 b4\b\"?y\u000e endstream endobj 23 0 obj  >  endobj 24 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 25 0 obj  >  stream  HWێF\u0012}W4\u0012rE}17.\u0004X9yȶVG[UXb\u0011ޜ\u0016N$qfC\u007fsܘ&_95W;Sz9\u0018_.^}|zI\u000fT.s3_\u0017\u001fxzk\u001bgcw:̯q\u001aKq>DRvfilOqN?zze~U\u000fF[=~\u001fc|w]]\b/ttu?x{Zlt }n:ٛ .>.ޜ&&KVIa\u0015kcN~G\"ub}dD4[e&~\u0003r\u000ftg\u0017$5`_\u001eU)dX/x;1\u001d\u00198\u0003k S:\u0019'V# \u0018HXK\u009c*!o\"v\u00142mN.%O\u0016,}g&(*v\u001298r\u0010\u0016{8c\u000f93-۳\u000f* V$黑Qz>VLPxx2!j HӺΜy\u001d!p2⋊iыR\u0005Y7Y\u0006\u001f)\u0019\u001du\u001af\u001e*ZSTEzF%;${a%21\u001a4Xm\u0019N\u0007p]! k,F%H%%Yr4m\u000f* YA\u0017\u0012aB b\u0015L׏u}9ILHAD\u001e%Q͒\u0016÷\u0014W%#jkWK!ь'1\u0005\u0001G\u00171 \u0003m߈d\u0014Y7L f{v\u00173[2HWʏ&O\\ Ӫt[\u00034\u001f \u001cr2NhjPgQY]S]\u000fbU콊ALCLCl\"18nr*kT4\u0000Uk\u0003 \u00191>fV@\u0000Gu\u0003\\Y\u0016/Z(L!gCo\u0006\"%jW\u0010r6 \u0002LJ\u0016޻_.:%X?*\u0013ڹ\u00161ZB[dMt&Y]/h \u0012ܺyS\u0010R Y\u0010ޒv@q/t퀾?tsV\u001dʫ\u000fG{|C{\u0015X1+\u0015Ni\u001c KǠP^&A~\u001ey1\u000e?}BT\u0014\u0004E&N\u0016 . t-:ӡ\u000e\u001f\u007f}V{w/5naLcDңG?ɐ:\u0003\u001d\"tTLm\u0004(:;dA\u0012z9\b\u0001\b4+0*\u001fd+pdV!G\u007ft\b!\u0015g>a#\u00105t\u0010j]\u0018I vԙ\u0017\u000e\u001eXg7\bn\u0017)\u0017e9K1\u0016P-|\\>+g$ \\2'\u0016z>r?Kb\u0006e\u000e77{\u001a$~\u001eZW%u`&T%\u001c^GgϾY&K@z;Yݷl;\b/v`JSJ/AHW)Qzo\u001f77)^9:\u007f\u0001=jUE6$@\u0007s\u0017lXrW]|y8nLz!$5)ǐ3so\u0017\u001f\u0017oN *\u001bMK5G^ll[i4 $n:9Ta,`os 5 4\u001dj`BQ\u0003[\u0010 W*  p%2]N2dL&N@%\u000e}Ԅi.\u0010`ݡ%i[a۵\u007f\u000ft5ȱ\u0013H* =:\u001ePC\u0010bi6D2.?BA\u001dᔰzrTiQ  >  endobj 27 0 obj  >  endobj xref 0 28  0000000000 65535 f  0000008474 00000 n  0000008644 00000 n  0000008787 00000 n  0000008933 00000 n  0000012339 00000 n  0000012509 00000 n  0000012652 00000 n  0000012798 00000 n  0000016226 00000 n  0000016399 00000 n  0000016543 00000 n  0000016690 00000 n  0000020409 00000 n  0000020563 00000 n  0000020698 00000 n  0000024183 00000 n  0000024337 00000 n  0000024472 00000 n  0000028197 00000 n  0000028371 00000 n  0000028516 00000 n  0000028663 00000 n  0000032172 00000 n  0000032326 00000 n  0000032461 00000 n  0000035056 00000 n  0000035168 00000 n  trailer  ] >> startxref 173 %%EOF"}]},
{"detail": [{"content": "&quot;Knowing What It Is Like: The Ability Hypothesis and the Knowledge Argument&quot; by Michael Tye        Forthcoming in a collection of essays on the work of David Lewis      KNOWING WHAT IT IS LIKE: THE ABILITY HYPOTHESIS AND THE KNOWLEDGE ARGUMENT    Michael Tye  Temple University and  King's College London       Mary, as the familiar story goes (Jackson 1982), is imprisoned in a black and white room. Never having been permitted to leave it, she acquires information about the world outside from the black and white books her captors have made available to her, from the black and white television sets attached to external cameras, and from the black and white monitor screens hooked up to banks of computers. As time passes, Mary acquires more and more information about the physical aspects of color and color vision. She comes to know all the familiar color names and the objects to which they apply, the physical character of the surfaces of those objects, the way the light is reflected, the changes in the retina and the optic nerve as different colors are perceived, the physical changes in the visual cortex. Eventually, she becomes the world's leading authority on color and color vision. Indeed she comes to know all the physical facts pertinent to everday colors and color vision.    Still, as the years go by, she becomes more and more dissatisfied. She wonders to herself: What do people in the outside world experience when they see the various colors? What is it like  for them to see red or green? No matter how often she reads her books or how long she spends examining the print-outs from her computers, she still can't answer these questions fully. 1 One day her captors release her. She is free at last to see things with their real colors (and free too to scrub off the awful black and white paint that covers her body). She steps outside her room into a garden full of flowers. &quot;So, that is what it is like to experience red,&quot; she exclaims, as she sees a red rose. &quot;And that,&quot; she adds, looking down at the grass, &quot;is what it is like to experience green.&quot;    Mary here seems to make some important discoveries. She seems to find out things she did not know before. How can that be, if, as seems possible, at least in principle, she has all the physical information there is to have about color and color vision -- if she knows all the pertinent physical facts?    One popular explanation among philosophers (so-called 'qualia freaks') is that that there is a realm of subjective, phenomenal qualities associated with color, qualities the intrinsic nature of which Mary comes to discover upon her release, as she herself undergoes the various new color experiences. Before she left her room, she only knew the objective, physical basis of those subjective qualities, their causes and effects, and various relations of similarity and difference. She had no knowledge of the subjective qualities in themselves.    This explanation is not available to the physicalist. If what it is like for someone to experience red is one and the same as some physical quality, then Mary already knows that while in her room. Likewise, for experiences of the other colors. For Mary knows all the pertinent physical facts. What, then, can the physicalist say?    Some physicalists respond that knowing what it is like is know-how and nothing more. Mary acquires certain abilities, e.g., the ability to recognize red things by sight alone, the ability to imagine a green expanse. She does not come to know any new information, any new facts about color, any new qualities. This is the view of David Lewis. In the postcript to &quot;Mad Pain and Martian Pain,&quot; he comments:      .... knowing what it is like isn't the possession  of information at all. It isn't the elimination  of any hitherto open possibilities. Rather,  knowing what it is like is the possession  of abilities: abilities to recognize, abilities to imagine,  abilities to predict one's behavior by imaginative experiments  (1983, p. 131).      In a similar vein, in &quot;What Experience Teaches Us,&quot; Lewis says:      The Ability Hypothesis says that knowing what  an experience is like just is the possession  of these abilities to remember, imagine, and  recognize. ... It isn't knowing-that. It's knowing-how.  (1990, p. 516)      Lawrence Nemirow holds the same (or almost the same) view. According to Nemirow:      Knowing what an experience is like is the same  as knowing how to imagine having the experience  (1990, p. 495).      Is the Ability Hypothesis true? Moreover, if it is true, is it really the case that captive Mary poses no problem for physicalism? In what follows, I argue that the answer to both of these questions is 'No'. I also propose an alternative hybrid account of knowing what it is like that ties it conceptually both to knowing-that and to knowing-how. Given this account, I maintain, the physicalist still has a satisfactory response to the case of Mary and the Knowledge Argument. 2        I. The Hypothesis Clarified    Lewis identifies knowing what an experience is like with certain abilities. What exactly are these abilities supposed to be? To begin with, there is the ability to remember the experience in question. Suppose you smell a skunk for the first time, and you thereby learn what it is like to smell a skunk. Afterwards, you can remember the experience. Moreover, by remembering it, you can imaginatively recreate it. This will be the case, even if, as Lewis notes, you eventually forget the occasion on which you had the experience. By having the experience of smelling a skunk, then, you gain new abilities to remember and imagine.    Included within the ability to imagine is more than just the ability to imagine the experience you underwent earlier. After seeing something red, for example, and seeing something yellow, you are able to imagine something red with yellow spots, even if you have never seen anything red with yellow spots. By imagining certain situations you could not imagine before, you also gain the ability to predict with a fair degree of confidence what you would do were the situations to arise. For example, having seen the color purple, you can now imagine how you would likely react, if you were offered a purple shirt to wear.    Another important ability you gain is the ability to recognize the experience when it comes again. Lewis says:      If you taste Vegemite on another day [your second  encounter with it], you will probably know  that you have met the taste once before. And  if, while tasting Vegemite, you know that it is  Vegemite that you are tasting, then you will be able to put the name to the experience if you have it again. (1990,  p.515)      These abilities -- to remember, imagine, and recognize -- constitute knowing what it is like, on Lewis' view. There is no claim that you could not possibly have these abilities without having the relevant experiences. After all, you might acquire them by some possible future neurophysiology or by magic. The point is that, given how the world actually works, lessons alone won't do the trick, no matter how complicated they become. Experience, as Lewis puts it, is the best teacher about what a new experience is like.       II. The Three L's (Levin, Lycan, and Loar): Some Unpersuasive Objections to the Ability Hypothesis    Janet Levin suggests that the Ability Hypothesis has a number of undesirable consequences. She comments:      First of all, it would be perverse to claim that  bare experience can provide us only with practical  abilities.... By being shown an unfamilar  color, I acquire information about its similarities  and compatibilities with other colors, and its  effects on other of our mental states: surely I seem to be acquiring certain facts about that color and the visual   experience of it (1990, p. 479).      This seems to me to miss the point. It is certainly true that I can gain information about a color I have never seen before by experiencing it. The real question, however, is whether Mary could or whether I could in a comparable situation. In actual fact I myself do not know all the relevant physical facts; so, of course, I can learn things about similarities and differences and causes and effects by undergoing new color experiences. Mary's situation is different, however. Arguably, she already knows all such relations for the case of color even though she does not know what it is like to experience the various colors. As Lewis observes,      Maybe Mary knows enough to triangulate each color  experience exactly in a network of resemblances,  or in many networks of resemblance in different  respects, while never knowing what any node  of any network is like. (1990, p. 502)      The Ability Hypothesis has it that Mary's failure to know what any node in any network is like consists in her lacking certain crucial abilities. Nothing in Levin's first objection undercuts this claim.    Levin has a second objection. She continues:      ... it is not implausible to suppose that experience  is the only source of at least some  of these facts... [H]ow does one convey the  taste of pineapple to someone who has not yet tried  it, and does that first taste not dramatically increase, if  not fully constitute, the knowledge of what the taste of pineapple  is?      Again, this seems uncompelling. The first taste of pineapple provides one with knowledge of what the taste of pineapple is like, as everyone agrees. On Lewis' view (1990, p. 519), the expression &quot;what experience E is like&quot; denotes experience E. So, Lewis can happily grant that knowledge of what the taste of pineapple is like is knowledge of the taste of pineapple, of what that taste is. 3   The real issue concerns the kind of knowledge acquired here. Lewis says that it is knowledge-how. Having tasted pineapple, one now has the ability to remember what the taste of pineapple is, to imagine the taste, and so on. Levin evidently takes the opposing view. But she has not given us a clear reason in her second objection for taking her side.    Levin's final objection is this:      ... there seem to be important cognitive differences   between ourselves and those incapable of sharing  our experiences. It would seem extremely natural  to explain this by appeal to differences in  our knowledge of the facts about experience:  indeed what other explanation could there be? (1990,  p. 479)      The obvious reply by the advocate of the Ability Hypothesis is that the difference can be explained by differences in cognitive abilities. If you have never experienced a certain experience E , you lack the ability to remember E , to recognize E when it comes again, to imagine E .    All of the above objections by Levin to the Ability Hypothesis are endorsed by Bill Lycan (see his 1996). He has some further objections of his own. None of them seem to me very persuasive. I shall quickly discuss four.    Lycan tells us that instances of &quot; S  knows wh-...&quot; are closely related to &quot; S knows that...&quot;. For example, &quot;I know where Tom is&quot; is true in virtue of my knowing that Tom is in such-and- such place. Likewise &quot;You know who Bill Clinton is&quot; is true in virtue of your knowing that Bill Clinton is so-and-so (e.g., the president of the USA). This model leads Lycan to propose that &quot; S knows what it is like to see blue&quot; means (roughly) &quot; S  knows that it is like Q to see blue,&quot; where 'Q' names the pertinent phenomenal quality. So, according to Lycan, the 'knowing what it is like' locution does not pick out an ability at all.    Presumably Lycan introduces the name 'Q' into the proposed analysis rather than an indexical for a phenomenal quality, since one can know what it is like to experience blue at times at which one is not experiencing it and hence at times at which one does not know that experiencing blue is like this . But the presence of a qualia name within a propositional attitude context creates a difficulty. If I can know that Hesperus is a planet without knowing that Phosphorus is a planet, even though 'Hesperus' and 'Phosphorus' are co-referential, I can surely likewise know that seeing blue is like Q without knowing that seeing blue is like R, or vice- versa, even though 'Q' and ' R ' denote the same phenomenal quality. So, which name is the appropriate one for the analysis? Presumably whichever name  S antecedently knows or introduces for the relevant phenomenal quality. Still, what if S neither introduces a name nor knows one already? This surely does not preclude S from knowing what it is like to see blue. Moreover, even if S has a suitable name, she can satisfy Lycan's analysans without satisfying the analysandum.    Consider again Mary. Arguably, as Lewis suggests, Mary knows enough to triangulate each color experience within a network of resemblances. Hence, she knows of the experience of indigo, for example, that it is like seeing blue. If she names the former experience 'Q', Mary knows that seeing blue is like Q. However, Mary does not know what it is like to see blue (or indigo) until she leaves her cell. This objection, I might add, also refutes the suggestion that &quot; S knows what it is like to see blue&quot; means &quot;There is a phenomenal quality (or state) such that S knows that seeing blue is like it.&quot;    So Lycan has not shown that 'knowing what it's like' sentences are analyzable as 'knowing- that' sentences. Nor it is obvious how to revise Lycan's proposal satisfactorily.    A rather different objection Lycan raises is that comparisons can be made between what it is like to experience one thing (e.g., Hydrogen Sulphide) and what it is like to experience another (e.g., rotten eggs). What it's like, then, is a matter of fact. &quot;The facts in question per se are not about imagining but about actually smelling,&quot; Lycan asserts, &quot;[a]nd what is factual is propositional.&quot; (1996, p. 99).    It seems to me that Lewis would deny none of this. He explicitly allows that color experiences can be compared, and also that what it like to taste Vegemite can be compared to what it is like to taste Marmite (see his 1990, pp. 501-502). He explicitly asserts that what experience E is like is the same as E. So, what it's like, according to Lewis, is a matter of fact. The issue, to repeat what I said earlier, concerns knowledge  of what it's like. Lycan's argument for the conclusion that the relevant knowledge is propositional is a non-sequitur. 4    Lycan has another objection from success or failure. If knowing what it is like to experience red is largely being able to imagine experiencing red, the imagining here must be accurate. I do not know what it is like to experience red, if, when I take myself to be imagining it, I am really visualizing blue. From this, Lycan concludes:      .... there is such a thing as getting &quot;what  it's like&quot; right, representing truly  rather than falsely, from which it seems to follow  that &quot;knowing what it's like&quot; is knowing a truth. (1990, p. 99)      This is a blatant non-sequitur. From the fact that the abilities with which knowing what it is like is identified are abilities to be in certain propositional states, it certainly does not follow that knowing what it is like is knowing a truth. What follows is that knowing what it's like consists in abilities, the exercise of which demands (at the time of exercise) the representation of certain truths. So what?    Lycan also objects that the Ability Hypothesis leaves us without a satisfactory explanation of why we have the abilities it describes. Consider our ability to visualize red. How is this best explained? According to Lycan, the answer is that we have factual knowledge of what it is like to experience red. No such explanation is available to Lewis.    This again seems to me inconclusive. Lewis can respond that we have the ability to visualize red because we have experienced red, and we can generate a mental image of red from a suitable memory representation of the experience. Of course, the ability to generate images from memory representations itself needs some sort of explanation. However, this explanation (which lies within the domain of cognitive science) is not obviously one that need appeal to factual knowledge of what it is like to see red. For it is not at all obvious that the relevant memory representations will be propositional at all. One alternative possibility is that they are stored representations with a picture-like format. 5    The third L -- Brian Loar -- cites two objections to the Ability Hypothesis. His initial complaint (echoed again by Lycan 1996) goes as follows:      One can have knowledge not only of the form &quot;pains  feels like such and such&quot; but also of  the form &quot;if pains feel like such and  such then Q&quot;. Perhaps you could get away with saying that the former expresses (not a genuine judgement but) the  mere possession of recognitional know-how.  There seems however no comparable way of accounting  for the embedded occurrence of 'feels like  such and such' in the latter; it seems to introduce  a predicate with a distinct content. (1990, p. 96)      It is not easy to evaluate this objection, since Lewis and Nemirow focus on the locution &quot;knows what it is like&quot;, not the locution &quot;feels like such and such.&quot; Their claim is simply that the former expresses an ability. Still, let us take a concrete example: Suppose I have never felt any pains before, and I remark about my current experience: ( P ) &quot;If pains feel like this , then I do not want to feel pain ever again.&quot; ( P ) seems equivalent to saying &quot;If what pain feels like is the same as what this feels like, then I do not want to feel pain ever again.&quot; As noted earlier, Lewis claims that &quot;what experience E is like&quot; denotes E . So, on Lewis' view, ( P ) may be recast as &quot;If pain is the same as this experience, then I do not want to experience pain ever again,&quot; or more simply &quot;If this is pain, then I do not want to experience it again.&quot; 6    What is supposed to be the problem here? No-one who endorses the Ability Hypothesis should deny that the final quoted sentence expresses a genuine judgement. Lewis, for example, is a realist about pain. Pain, in his view, is both a brain state and a functional state (see his 1983a). Abilities enter only with respect to knowing what pain is like . One's knowledge of the state of pain, when one knows what it is like, consists in the possession of certain cognitive abilities, all of which pertain to that state (e.g., the ability to recognize it when it comes again, the ability to imagine it, etc).    So far so good, then, for the Ability Hypothesis. But Loar has one further objection:      For many conceptions of phenomenal qualities,  there simply is no candidate for an independently  mastered term instances of which one then  proceeds to learn how to recognize: my conception  of a peculiar way my left knee feels when I run (a conception  that occurs predicatively in various judgments) is not  my knowing how to apply an independently mastered predicate.  (1990, p. 86)      The obvious riposte is: Whoever said that the conceptions pertinent to the relevant abilities must be ones that correlate neatly with linguistic terms? If I know the way my left knee feels when I run, then, according to the Ability Theorist, I must have certain abilities. These abilities (to recognize, to imagine) require conceptions. But the conceptions need not be ones that their subjects can articulate publicly in language. Of course, if Loar here has in mind terms in the language of thought, then this response is inappropriate. But Loar's initial claim now needs defense. For why should the Ability Theorist accept that there are no suitable terms in the language of thought, terms that are deployed when the pertinent abilities are exercised?    Still, there is, I believe, a real difficulty lurking here in the background for the Ability Hypothesis. It is to the development of this difficulty that I turn in the next section.         III. The Problem As I See It    Human sensory experience is enormously rich. Take color experience. There is a plenitude of detail here that goes far beyond our concepts. Humans can experience an enormous number of subtly different colors, something on the order of 10 million, according to some estimates. But we have names for only a few of these colors, and we also have no stored representations in memory for most colors either. There simply isn't enough room. My experience of red19 , for example, is phenomenally different from my experience of red21 , even though I have no stored memory representations of these specific hues and hence no such concepts as the concepts red19 and red21 . This is why I cannot go into a paint store and reliably identify a color on a chart as exactly matching the precise hue of my dining room walls. I possess the concept red , of course, and I exercise it when I recognize something as red, but I lack the concepts for determinate hues. My ordinary color judgements are, of necessity, far less discriminating than my experiences of color. Human memory simply isn't up to the task of capturing the wealth of detail found in the experiences. Beliefs or judgements abstract from the details and impose more general categories. Sensory experience is the basis for many beliefs or judgements, but it is far, far richer.    This point is not restricted to color, of course. The same is true for our sensory experiences of sounds, to mention another obvious example. They too admit of many more fine-grained distinctions than our stored representations of sounds in memory. Experiences of shapes are likewise nonconceptual. Presented with an inkblot, for example, Mary will likely have an experience of a shape for which she has no corresponding concept.    When Mary first sees the rose and exclaims, &quot;So, that is what it is like to see red,&quot; she certainly acquires certain abilities, as Lewis and Nemirow suppose. She is now able to recognize red things by sight; she can identify the experience of red when it comes again; afterwards, she can remember the experience of red; she can imagine what it is for something to be red. So far no obvious difficulty. But she knows more than just what it is like to experience red. As she stares at the rose, it is also true of her at that time that she knows what it is like to experience the particular determinate hue of red -- call it 'red17' -- she is seeing. Of course, she does not know that hue as red17. Her conception of it is indexical. She thinks of it only as that shade of red. But she certainly knows what it is like to experience that particular hue at the time at which she is experiencing it .    What is the new ability that Mary acquires here? She is not now able to recognize things that are red17 as red17 by sight. Ex hypothesi, Mary is one of us, a human-being. She lacks the concept red17. Nor is she able to recognize things other than the rose as having that very determinate color (whatever it is). She has no mental template that is sufficiently fine-grained to permit her to identify the experience of red17 when it comes again. Presented with two items, one red17 and the other red18, in a series of tests, she cannot say with any accuracy which experience her earlier experience of the rose matches. Sometimes she picks one; at other times she picks the other. Nor is she able afterwards to imagine things as having hue, red17, or as having that very shade of red the rose had; and for precisely the same reason.    Mary lacks the abilities Lewis lists. But, as she stares at the rose, she certainly knows what it is like to experience the particular shade of red she is experiencing. If you doubt this, suppose we inform Mary that she is seeing red17. She replies, &quot;So, this is what it is like to see red17. I had always wondered. Seventeen, you see, is my favorite number; and red the color of my mother's favorite dress.&quot; We then say to her, &quot;No, you don't know what it is like to see red17. For you won't remember it accurately, when you take your eyes from the rose; you won't be able to recognize it when it comes again; you won't be able to imagine the experience of seeing red17.&quot; Should Mary then admit that she doesn't really know what it is like to see red17 even while she is staring at the rose? She won't know it later certainly. But it seems intuitively bizarre to deny that she knows it at the time .    Perhaps it is correct to say that Mary never really  learns what it is like to see red17. For learning arguably requires not just knowledge but the retention of that knowledge. You haven't learned that the distance of the earth from the sun is 93 million miles, if you only know it at the moment your teacher tells you. You need to retain that knowledge to have genuinely learned what the distance is. But the Knowledge Argument against physicalism is just that: an argument from knowledge. It makes no essential use of the concept of learning. The main claim is that Mary comes to know things she didn't know before even though she knows all the physical facts.    I conclude that the Ability Hypothesis, as elaborated by Lewis, does not afford us a satisfactory general account of knowing what it is like. The Knowledge Argument still presents physicalism with a very serious difficulty.         IV. A Possible Revision to the Ability Hypothesis    When Mary leaves her room, she gains certain abilities. Among them is the ability to recognize certain experiences when they come again. Another more basic ability is the ability to cognize the experience for as long as it is present. The latter ability, it might be said, is one Mary possesses even with respect to the experience of red17. For when Mary first sees that particular shade of red, she does have the ability then and there to cognize her experience as an experience of that sort. She can mentally point at the experience with an indexical concept for as long as it lasts. Perhaps knowing what it is like should be identified not with the cluster of abilities Lewis cites -- for they may all be lacking while knowing what it is like is present -- but rather with the more basic ability to apply an indexical concept to the experience via introspection.    This, it seems to me, still won't save the Ability Hypothesis. Mary, when she is shown the rose for the first time, may be distracted. Perhaps she is still thinking hard about a theoretical problem that occupied her in her black and white room. The fact that she is distracted does not entail that she doesn't undergo any color experience any more than the fact that I am sometimes distracted by philosophical thoughts when I drive entails that I no longer see the road and the cars ahead. I am able at such times to attend to my visual sensations even though I do not do so. But the visual sensations are there alright. How else do I keep the car on the road? And the same points apply mutatis mutandis to Mary. She has her eyes open. The rose is immediately before her. She is not cognitively blocked from her visual experiences by a psychological impairment. She can  introspect those experiences even if, in fact, she does not do so.    Now if Mary sees the rose, as I see the road ahead in the driving example, then she must have a visual experience caused by it. If, say, she has massive damage to the visual cortex, then it won't matter what activity the rose elicits in the cells of her retina. She won't have any visual experiences and she won't see anything. 7 But if Mary has visual experiences , then she must have consciousness at the phenomenal level. There must be something it is like for her as she sees the rose. Her state must have phenomenal qualities. What it is like for her is something she can become aware of by introspection. Had she paid attention to her visual state, she would have been conscious of it in the higher-order sense. She would have formed a thought about it. She would have been aware that she was undergoing that visual experience. But, in fact, Mary is distracted. And being distracted, she does not actually apply any concept at all to her experience. In these circumstances, she clearly does not know what it is like to have the experience in question. For she has no conception, no cogitive awareness of her phenomenal state. But she certainly has the ability to mentally point to her experience with an indexical concept via introspection. So, here the proposed ability is present, but knowing what it is like is absent. In the earlier examples, the reverse had been true. Cut the pie any way you like, then, the Ability Hypothesis is false.    Of course, I am not claiming that knowing what it is like is never the possession of abilities. In particular, I am not claiming that in those cases where the subject has the appropriate concept knowing what it is like is not the possession of abilities. Nothing that I have said undercuts the claim that knowing what it is like to experience red, for example, is a cluster of abilities of the sort Lewis proposes. But the 'is' here cannot be the 'is' of identity. For knowing what it is like to experience red and knowing what it is like to experience red17 have something in common: they are both cases of knowing what it is like. This common feature is lost, if knowing what it is like to experience red is literally one and the same as the possession of certain abilities.    It is also worth stressing that even if some specimens of knowing what it is like could be identified with various abilities, this would not help the physicalist with the Knowledge Argument. For if there are any examples of knowing what it is like that do not conform to some version of the Ability Hypothesis, then physicalism is threatened. And that there are such examples is what I have been primarily at pains to show.    I now want to make the case for something stronger: that physicalism is threatened by the Knowledge Argument, even if knowing what is is like is an ability or cluster of abilities. If this is correct, then the Ability Hypothesis has less significance than is usually supposed.    Consider again Mary, as she remarks, &quot;So, this is what it is like to experience red.&quot; Intuitively, in making this remark, Mary is expressing a discovery that she has made. But what has she discovered? Well, she now knows what it is like to experience red. So, on the Ability Hypothesis, she has acquired some know-how. But that know-how she retains even after she stops having any experience of red; and intuitively, there is a cognitive difference between Mary at the time at which she makes her remark and Mary later on, after the experience ceases (at least at those times at which she is not exercising any of the pertinent abilities). If we agree with Lewis that what experience E is like is the same as E, then the difference seems well captured by saying that while she is attending to her experience Mary has knowledge-that she didn't have before, knowledge (in part) that this is the experience of red. 8 So, Mary does make a genuine propositional discovery. And that, according to advocates of the Knowledge Argument, spells trouble for physicalism.         V. More on Knowing What It Is Like and the Knowledge Argument    In the case described in the last section in which Mary is distracted, Mary has knowledge how to do something. She knows how to mentally point to her experience in introspection. But, being distracted, she doesn't exercise her know-how. Were she to do so, she would turn her knowledge-how into knowledge-that. Intuitively, she would come to know that  that is the phenomenal character of her experience. And in so doing, she would come to know what it is like to have an experience of that sort. So, introspective knowing-that is sufficient for knowing what it is like. Such knowing-that is not necessary, however. One need not be paying attention to one's current experiences to know what it is like to experience red. Intuitively, in such a case, it is necessary and sufficient to have abilities of the sort Lewis describes. 9    It seems, then, that knowing what it is like is best captured by a disjunction of introspective knowing-that and knowing-how along the following lines:       S knows what  it is like to undergo experience E =df Either S now has indexical knowledge-that with respect to E   obtained via current introspection or S   has the Lewis abilities with respect to E .      This proposal is very similar to one I made some ten years ago (Tye 1986), and it still seems to me to do more justice to our ordinary understanding of the expression &quot;know what it is like&quot; than does any other I have seen. But prima facie it leaves the physicalist with a problem. For how can it now be denied that Mary gains some new propositional knowledge when she leaves her room as she introspects her new experiences -- for example, knowledge that this is the experience of red, while viewing a ripe tomato, or knowledge, on the same occasion, that she is having an experience of this phenomenal type? The worry, of course, is that physicalism cannot allow such discoveries.    Let us focus first on Mary's discovery that this is the experience of red. It will not suffice for the physicalist to try to explain this discovery by saying simply that, confined to her cell, Mary can form no indexical conception of what it is like to experience red or any particular shade of red. For if the experience of red is a physical state, then it is not at all obvious that captive Mary cannot perceptually demonstrate it, as it is tokened in others outside her room -- given the appropriate finely focussed, high-tech, viewing apparatus.    A more promising strategy is to argue that Mary, while she is confined, lacks the phenomenal concept experience of red . This is not to say that she attaches no meaning to the term 'experience of red'. On the contrary, given the information at her disposal, she can use the term correctly in a wide range of cases. Still, the concept Mary exercises here is non- phenomenal. She does not know what it is like experience red; and intuitively knowing what it is like to have that experience is necessary for possession of the phenomenal concept experience of red . 10 It follows that there is a thought that Mary cannot think to herself while in her room, namely the thought that this is the experience of red , where the concept experience of red , as it is exercised in this thought, is the one she acquires upon her release after seeing red things. But if she cannot think this thought as she languishes in her cell, she cannot know its content then. Since she does know that content upon her release, she discovers something. Experience is her teacher even though, according to the physicalist, there is nothing non-physical in the world that makes her new thought true.    Perhaps it will be replied that if there are various phenomenal concepts pertaining to color experience that Mary acquires upon her release, then she cannot really know all there is to know about the nature of color vision from within her room. For where there is a difference between the old and the new concepts, there must be a difference in the world between the properties these concepts stand for or express. Some of these properties she knew in her cell; others she became cognizant of only upon her release. That I simply deny, however. Properties individuate no more finely than causal powers. But conceptual differences exist even between concepts that are analytically equivalent. So, conceptual differences need not be mirrored in worldly differences. Sense is one thing; reference another. 11    Consider now Mary's thought that she is having an experience of this phenomenal type , as she introspects her first experience of red. Here it is certainly the case that she cannot think this thought truly, while she is held in her room. For the concept this , exercised in her thought, refers to the phenomenal quality associated with her experiencing red. So, once again, when she thinks a thought of this sort on the appropriate occasion, she is making a genuine discovery.    The position sketched above assumes that indexical thoughts and thought-contents are partly individuated by the items picked out by the relevant indexical concepts and partly by concepts or modes of presentation themselves. That real-world items play a role in individuating indexical thoughts and thought contents is an externalist claim that is very widely accepted, and one which needs no further argument here. That concepts or modes of presentation are also involved in the individuation of thought-contents should also be uncontroversial, given one sense of the term 'content' -- the sense in which thought-content is whatever information that-clauses provide that suffices for the purposes of even the most demanding rationalizing explanation. In this sense, what I think, when I think that Cicero was an orator, is not what I think when I think that Tully was an orator. This is precisely why it is possible to discover that Cicero is Tully. The thought that Cicero was an orator differs from the thought that Tully was an orator not at the level of truth-conditions -- the same singular proposition is partly constitutive of the content of both -- but at the level of concepts or mode of presentation. The one thought exercises the concept Cicero ; the other the concept Tully . The concepts have the same reference, but they present the referent in different ways and thus the two thoughts can play different roles in rationalizing explanation.    So, there is no difficulty in holding both that Mary comes to know some new things upon her release, while already knowing all the pertinent real-world physical facts, even though the new experiences she undergoes and their introspectible qualities are wholly physical. 12 In an ordinary, everyday sense, Mary's knowledge increases. And that is all the physicalist needs to answer the Knowledge Argument.    Some philosophers (including Lewis) individuate thought-contents more coarsely than I have above, as, for example, sets of possible worlds. On this view, the thought that Cicero was an orator has the very same content as the thought that Tully was an orator. However, it seems intuitively undeniable that the event type, thinking that Cicero was an orator, plays a different role in rationalizing explanation than the event type, thinking that Tully was an orator. So, on this approach, thought-types cannot be individuated for the purposes of rationalizing explanations by their contents alone. Two different thought-types can have the same content. Likewise for belief-types.    It follows that even on this two-factor theory of thought-types (according to which thought- types are individuated by their contents plus some other factor), the physicalist can insist that there is a perfectly good sense in which Mary discovers that so-and-so is the case after she is released. For she comes to instantiate cognitive thought-types (knowing-that types) she did not instantiate before, even though, given her exhaustive knowledge of the physical facts, the contents of her thought-types before and after remain unchanged. And if Mary or anyone else knows that p at time t without knowing that p before t, then surely it is correct to say, in ordinary parlance, that the person has made a discovery at t.    My overall conclusion is that there is much that is right in the Ability Hypothesis, but that it cannot be the whole truth about the nature of knowing what it is like. Moreover, even if it were the whole truth, there would still be propositional cases of knowing, not themselves properly classifiable as knowing what it is like, that advocates of the Knowledge Argument might well take to refute physicalism. This should not overly concern the physicalist, however. Even with the demise of the Ability Hypothesis, these cases can be comfortably handled in the manner I have indicated. Either way, then, the Knowledge Argument can be answered.          REFERENCES     Chalmers, D. 1996 The Conscious Mind , Oxford: Oxford University Press.    Horgan, T. 1984 &quot;Jackson on Physical Informationa and Qualia,&quot; Philosophical Quarterly , 34, 147-83.    Jackson, F. 1982 &quot;Epiphenomenal Qualia,&quot;  Philosophical Quarterly , 32, 127-136.    Kosslyn, S. 1980 Image and Mind , Cambridge, Mass : Harvard University Press.    Levin, J. 1990 &quot;Could Love be like a Heat-Wave? Physicalism and the Subjective Character of Experience,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan (Oxford: Blackwells).    Lewis, D. 1983a &quot;Mad Pain and Martian Pain,&quot; in his P hilosophical Papers , Volume 1, Oxford: Oxford University Press.    Lewis, D. 1983b &quot;Postcript to 'Mad Pain and Martian Pain,'&quot; in his Philososophical Papers , Volume 1, Oxford: Oxford University Press.    Lewis, D. 1990 &quot;What Experience Teaches Us,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan, (Oxford: Blackwells).    Loar, B. 1990 &quot;Phenomenal States,&quot; in  Philsophical Perspectives , 4, J. Tomberlin, ed., Northridge : Ridgeview Publishing Company.    Lycan, W. 1996 Consciousness and Experience  (Cambridge Mass: The MIT Press, Bradford Books).    Nemirow, L. 1980 &quot;Review of Nagel's Mortal Questions,&quot; Philosophical Review , 89, 473-477.    Nemirow, L. 1990 &quot;Physicalism and the Cognitive Role of Acquaintance,&quot; in Mind and Cognition: A Reader , ed. by W. Lycan (Oxford: Blackwells).    Papineau, D. 1994 Philosophical Naturalism  (Oxford: Blackwells).    Sacks O. 1996 The Island of the Colorblind  (Alfred A. Knopf).    Tye, M. 1986 &quot;The Subjective Qualities of Experience,&quot; Mind 95, 1-17.    Tye, M. 1995 Ten Problems of Consciousness  (Cambridge, Mass: The MIT Press, Bradford Books).         FOOTNOTES    1. For a real life case of a visual scientist (Knut Norby) who is an achromotope, see Sacks 1996, Chapter 1.    2. Of course, the case of Mary is a threat not only to physicalism with respect to phenomenal qualities but also to functionalism. For Mary has all the pertinent functional information too. To simplify exposition, I focus on physicalism. But what I say applies mutatis mutandis to functionalism. For a theory of the nature of phenomenal qualities that falls within the physicalist-functionalist camp, see my 1995.     3. Nemirow (1990) takes a different view. His claim is that &quot;what E is like&quot; is a syncategorematic part of the expression &quot;know what experience E is like.&quot; This creates difficulties for him of a sort that Lewis can avoid.    4. A response of the same sort can be given to Lycan's argument from attempting-to-describe. See his 1996, p. 98.    5. See, for example, Kosslyn (1980). These representations (on Kosslyn's view) are also importantly dissimilar from pictures.    6. For Lewis, pain and the feeling of pain are one and the same. See his 1983, p. 130.    7. I ignore here blindsight. My remark is made with respect to normal, everyday seeing.    8. By parallel reasoning, we may infer that Mary has other new knowledge-that associated with her experience of red, notably knowledge that she is having an experience of this particular shade of red and knowledge that she is having an experience of this phenomenal type. The latter knowledge, incidentally, should be granted even by those who deny that what experience E is like is the same as E .     9. These abilities, I might add, are best taken to have an indexical component themselves. The relevant recognitional ability is the ability to recognize that this is the experience of red, when the experience of red comes again. Likewise, the memory ability is the ability to remember that the experience of red is an experience of this sort, as one undergoes a suitable phenomenal memory image. (Patently, it is not just the ability to remember that one has had experiences of red. For one might have that without now having any idea what such experiences were like).    10. Given the above analysis of knowing what it is like (and my comments in note 9 about how the Lewis abilities are best understood), there is an intimate connection between phenomenal concept possession and indexical concepts. In my view, however, it is a mistake to suppose that phenomenal concepts generally are identical with indexical concepts. Physicalists who have appealed to indexicals in connection with the case of Mary include Horgan (1984), Loar (1990), Papineau (1994). For more here, see Tye (1995).    11. If the phenomenal concept  experience of red picks out a physical property, P , then it must be a posteriori necessary that the experience of red is P . But according to some (see, e.g., Chalmers 1996), a posteriori necessities require a divergence between prior and posterior intensions; and there is no such divergence for 'experience of red', understood phenomenally. For a critique of this position, see Tye forthcoming.    It is also sometimes supposed that true property identity statements can only be a posteriori if one or other of the terms flanking the identity sign picks out its referent via a contingent property of that referent. Since 'the experience of red', understood phenomenally, does not refer in this manner and neither does 'P' (let us grant), it follows that the experience of red is not P . The obvious problem with this argument is that the principle upon which it rests is false. H2O is one and the same as a certain quantum-mechanical system (call it 'Q' ), but neither 'H2O' nor 'Q' pick out their referents via contingent properties of those referents.    12. The term 'fact' is itself ambiguous. Sometimes it is used to pick out real-world states of affairs alone; sometimes it is used for such states of affairs under certain conceptualizations. When I speak of the physical facts here, I should be taken to refer either to physical states of affairs alone or to those states of affairs under purely physical conceptualizations. For more on 'fact', see Tye 1995."}, {"content": "%PDF-1.3 %  28 0 obj  >  endobj                xref 28 29  0000000016 00000 n  0000000927 00000 n  0000001187 00000 n  0000001414 00000 n  0000001559 00000 n  0000001706 00000 n  0000002307 00000 n  0000002487 00000 n  0000002666 00000 n  0000002687 00000 n  0000003282 00000 n  0000003303 00000 n  0000004036 00000 n  0000004057 00000 n  0000004807 00000 n  0000004828 00000 n  0000005502 00000 n  0000005523 00000 n  0000006170 00000 n  0000006191 00000 n  0000006378 00000 n  0000006611 00000 n  0000007314 00000 n  0000007335 00000 n  0000007968 00000 n  0000007989 00000 n  0000008067 00000 n  0000000982 00000 n  0000001166 00000 n  trailer  ] >> startxref 0 %%EOF    29 0 obj  >  endobj 55 0 obj  >  stream  Hb```\u0006k   .  \b\u0000b\u0003E\u0019868 0(t~-p\u0004\u0006\u0014\u000e\u0014\b\u0000$\u0014302p\u0019\u001f~\u0001\u001dN\u0003M\u0006 LE \\A\u0018\u001c\u0018,\u0013\u001a@\u0000\u0002 \u00007\u0019 endstream endobj 56 0 obj 100  endobj 30 0 obj  >  endobj 31 0 obj  >  endobj 32 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 33 0 obj  >  endobj 34 0 obj [  /CalRGB >   ] endobj 35 0 obj  >  endobj 36 0 obj 517  endobj 37 0 obj  >  stream  H|͎0\u0014~ /\u0005\u0017_Gʹ.n\u0005U\u001d\u0018\u0011\u0010}f%\u0013\u0018eD\u0002sS\u0016D7\u0002\u000e|Q'HNW1\u007fn\\5u-\u007f]6B˼\u0012ZxQϕv˷Tė,\\3,\u0016\u001bGd\u0011\b&_o)r\u001coFC,\b ̛B\b֌\u0019JV!\u0019\u0002\u0012s{9/\u000f5cg\u001a%\u0019j򔤏SLSσ\u001e|m#i^> u. 8y$X[\b]rݩ `jjW\"D n\u0011g\u001d\u0015\u0006X\u007f I-\u000fLJlO\u0005#&:rw\u0007|72\u0002\u0003u\u001dP!ږvRu3!\u001cPOV\u0004\u0017#!'g\\ \u0012uLg\u0012/!^\u001e4=(Rd\u0017MqQkг(K39==]S >  stream  H|Tn0 )xFeY\u001bÆ\u0001\u000e\u000e6\u00129\u0015}4]2\u0004PLI~HڐrE s \u001fUe)+U?$\u007ft_O]V\u0014V5 X[)@UVC\u001a\u0003\u0007=f\u001f\u0002ÿ֊n\u0018v\u0019q\u001a\u0005\u001b/_\u0011 6\u0011݄nj%z(VF\u001ci\u0016[i\u001a֪R/e\u001f3Z7J7nJsrWJ5b#q-If\"u2j U\u0016/ļbiϼկ.\u0010I#n {i\u0019v˲,UyQW\"ʹQԥ dU\u0002{ڞ{Z'5' \u001bC\u0012\u001e\u0006?\u0007\u001c6\u000eT!~鸞f\u0017z\u000f~)|-P\u0015[A8)173b}\u0018` \u0010vw\u0018eA\u0000țg`R\u0000\u0017\u001c6Bs\u00015&\u0001u܁ /|\u001b`ܟ7nFk\u001cꙬ'3gN뗴kfR> >  stream  H|Tn0\u0010+\u00069mXR\u0013S\u000f\u00159P\u0014\u001b I$#y\u0001^$r7f!\u001d-_\u0016ft\u0015\u001f+:~,~ޮkN\u000e) e \u007f endstream endobj 42 0 obj 596  endobj 43 0 obj  >  stream  HTMs0\u0010WQ \u0002SOHz3=49\b\u00067Fh\u007f_V\u000e&L//\u0000My n#+?e] /8*+!v\u0010O \u0007Э=\u0001 D?\u0000Um\u0003{6[*w\b*ٔJgpzDps6\u001d-6vN\u0016^\u001bcq#@>ޠY(p\bL\u0016jC(hf\u0018\\%h\"c*SmkBL{=9q3\u0083nŃ&h\u001b=DkԶ\u000e\u0015\u0002v0ZF{A@0\u001bfWУ\u0016\u0016'޳5..#RJd\u008ak\u0018ӱ\u0007r6,\u001fݛ;]\u0014][@EA$>\u001bg{\u0001G.GN4\u0010,1\b/yg\u0007}\u000e\u0016\u0010nPyN;t\u0019A}:C'y\bvU䇓xf* ۞;l2iL3}槓e\u0014HTo%+ӝ E1)s LAp\u0013b7\u000e;~5\u0011˩0b o3YəQ+\u0016EW5Ý\u0002U(p\u0015}\u000fLa·ݮ6V \u0002+\"\u0017w>-6TQBFA  >  stream  HTM0\u0010W1Fm\u0014mh\b!9\u0015\u0007z [\u001aWkg\u0017=3ܦP\u001eϼyIݗ{WU]o답=uCٴ;0){Sm즤hև Kc\u0018䔌(d\u001d0>F\"\u0015黑\u0003F\u001ae  e \"z[\u00040^*)>4 \u0003CyQ *\"0%|\u0012 E\u0002+,XXMog4H߼\u001fsrcAJW J%k(H\u001e#/$\u007f\u0014e_[\u000726ouCY{*l5Wh10{! p!V43sR2ზ%9҆58\u0013C\u0003\u0005\u0012-XJҳqh\u000e(:\u001f\u0001Ag7@FmXZ\u0004˵fq{IɈϐܳB[zB^\u0002XB/X\u000eGi.\u001b ݕ'\u0004sc\u0005\u0017QYg@i6J3\u0001J\u0001G@n#5>$bSp( h>]\u0006%V\u0017\u001a\u000f̍\u0001Zb\u0012\u0004Y'=O@xJu{eŵ7\u0011GG\u0001\u0000\u0004Mk, endstream endobj 46 0 obj 625  endobj 47 0 obj  >  endobj 48 0 obj  >  endobj 49 0 obj  >  stream  HTv0\u0010+f)\u0018\u000e\u000f;=]zt!`jhD-4\u007fߑF\u0018x Ҽy\b8~_\u001d4ˊ\u0002*$.2٤{M1hSaTܧ\u001b\u0001E  Z&y$:׽ʼH `f\u001dF  o2ߐw'׵`\b N\u0017\u0006;-( \u0018\u0016ҕ\u0002ϙf\u000f4m(ɖF\u0014wJ\u0019mO\u001cr \u0010Q;TY\bum,T7{{E$\u000e-u/*(Ӊ\u001ev`&\u0005L\u0017\u0015,]9|ovA@}wXP/CP\u0005S'\u0003պ%Ͽ2/\u0006̨FU>,\u000f liX`\u007f}[r1`4B% &c.Ey\u0016U\u0011\u000f*\"8\u000fY\u0006!UybWd('Fo\u00045]\\$e\u000f8[iM9hn\u0003j\u000ejEhnCdQ0g\u0018G\u0015s -\u001ckz\u0012~yT큷  wJN4NְFsXT\u001a|ҿ2 nbsB\u001fLJ q @cdS)\u0011x`!g7J{fk|N\u0002K 1:6\u0003|3uxvPQ\u0013\u0004 n~=Ck\u0015 >n \u0013\u001c神\u0019߇L7`\u0005eD\u0003+ K\u0017mz?ӼK\u0004mhK,t>G1\u0007\u0015O\u0001\u0000\u000f}W endstream endobj 50 0 obj 555  endobj 51 0 obj  >  stream  HT=o0\u0010+n+YX\u0018Ukf\u0010 @l\u0015$\u0016J\u007f;l\"\u001e}w77EUVU5-k\u0013?v([3ҋu| q~Pzu\u001c\u00021ѧF=E=U{9SI*\u00073| \u001ao9^\u0012V\u0000ǉR$\u0014%ö\u00115\u00110vّNfkW:3\u0014^a  \u0005H\u0017U\u001dqf\u0005\u0012dkI\u0014!9 \u0013'r\u0012,\u0005\u0017%\\ ܂\u001f\\ω6f\b\u0018P6ȅ̳\u0015SzF Cd\u0017\u0018az\u0005\u001d\u0001|\u0014ωyQz|\u0015\u007fɿ״\u001e:\bz\u0003\u0004h\u0014p 5̝\u000ect)W-)WoGyy@ة41/J\u0012\u0012~۳f\u000egc8\u0015\u0003n\u000eR\u000f_K}\u001c EbjZ+$g\u0002\u0018^2JR  \u0011GR\u00162}zQ]\u007fԑ-j&lN\":ƛû?yy\"nD1{Ush:D\u0011ߛC|\u001d]\u0015ǫrI@pme\u0018=dT3Fb\u0004\u0012.q\u007f8\u001b\u0004\u0018\u0000f}P endstream endobj 52 0 obj 329  endobj 53 0 obj  >  endobj 54 0 obj  >  stream  HRN0\u0010+Fl\u001a;I؊ \u0015\u0010\u0007C]\u0002\"v\u0004 \u007f:*@Hó;3I`o؅ 4\u0019iZ((h]Kc\u0002gJ*U>2\u0005{d\u001c}a\u001b˦T4PYَ/\u001dU\u0014DiM\u0012pJF$I8\u0013Uٝ&(\u0005Sˊv*\"mN&oj\u001c+w\u0010\u0017Ԟ]0w@JSC)ŜQ\u00141uz:`\u0018;\u0018 VpaZf\u000f_| 0\u0000MT endstream endobj 1 0 obj  >  endobj 2 0 obj  >  endobj 3 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 4 0 obj  >  stream  HWI۸\u0015W LiqіK,\u001cTYU9\u0000iP\u0004pf_$$RH\u0002\u000fo[x{ W-mTho\\x\\}ru^p^ \u0017Z$Ȑl?Owe鮠&'\u001a8c\u001d\u001c[QvN.\u001bE\u00079\u0007-ړ`0$ {\u0012;%j(!+\u0014Nr ^\u0014o/q^i\u0017T\u0016Mr삮3 i\u000e*^B\u000e:\u0005i؁wumՊ+Õ\u0018g\u001a\u0005\"7kf ف \u0013\u0006Zac#c˩Z%Y|\u000eǣJ\u001f]N\u000eA\u00050\u001bT=_~\u0019 ~\u00029; SϮ\u0003?\u0015gA\u0018:f|:_\u001ej&W\u001eo1gaR͟OOqIHb\u0002\u001f\u007f\u0012>ͩ4y\u0011ͮ^`H\u0014K!.:)]A3\u0019sRR\u0016m;\u00019rDn_>$.R4\u00021:t2\u001c_(Q3eKJӭb\u0002Pl#bW`\u001b)\u0003g%\u0005:S`΅pb Q\u00074q Yʲ4\u0000@u[9'¥(\"+wzα7NR\u00110\b;݇܅wo׮..pF Cַ\u0003pR!l@#G~'z~Ur}2'\u0004(5z OFZ#-z׹au.\u0002#^^Hb\u0018ܧqg\u0007v?u$G=KL\u0007t 4P\u007fT d>J3fٰ\u001bRe1BN3-ÿeߕ;d,\u001b`qxY-/t+ӄtF+Վq0Yd\u000e|E[,\"[_\u001bR\u0001q{hjPpdd# 5G+Ԕk67ۧ\u0018\u0002\u00162o;l.]q#PQӝ;@;LYa3J  6\u0013^4B\u00164KAB!+\u0010\u0011\u00139#a#5\u0019t\u0013\u0015hoX\u000f\u0013&=uht\u0014z\u0011hwGߌ LOɡB\u0002Su \b ʒ \"}ke\\\b\u0019)A H$1&2*rx/'\u001b)\u000e\byL$b +\u001dݛ\u0016\u0019qW2H}68fЪep\u001cB #i {  &t(bqQvYUe* ,>.\u001f\u00170׭\u0007\u0012( + (\u0007\u0004M\u001a \u0011cY\u0019T/PP:\u000ezuf2jf6\u0004mp9Wx\u0017\u0014ΓX\u0012\u0014^k\u000069B57NPf 9_o\u007fT5t.G'w\\u\u0011z\u0012;+\u0002qҡ\u0014` \u0003hcǔ/ς.2v=NU33\u000e\u0019tE\u0012:YcѼ0Z] RT(\bY\u0019\u0005\u0007\u000f\u00199?m\u001d8\u001a=44\u001cAQ+U3KAC;nQ | v:hx2_'\u00039\"\u0019Wnw.!Ip`J_RQ\u001bLo ( %[`\u00121*j !h͕~`\u0001gxSz4k\u001f\u0017[Ldf\"p\u0019ȴ'܀\u0016 \u0005;D6\u0011 a\u001c\u000e\u0001Pq\u0000#8*ko|+v \u0015R\u0007B$\u0018}hT5\u0003$ Y\u0014^W۩EVf[-'+HBQ\u001e{z\u001c`Y\"Q\u0011 Xk/[q;PC\"\borvr\u0000]`)\u0016g\u0002\u0087\u0005\u0001@\u0006BvA-l\u0018\u0017*;Ìԥ\u001eG}\u0019T-78u\u0003 \u001b,\u001b}%\u001d#:DH/&GИ\u001f\u00003\u000eG\"()O3o6n}T\u0010fq.s'\u0010&d\u001c\u0003@˘?Ko@\u0010| ғ& 6Ȟj \"\u0018c\u001fP\u001e ,3;m\u0007i\u0007Z+\u0015D_`; *E|U\bdr\u0013d\u0019\u0016\u0012+#\u0003% Tb\u0007Um3\u000e Tn[\u0007uX\u0004ճr\u000fqaǠ4خeҚP0n\u0013\u0017Z\u000e{3E,՝\u0000-91St\u0015q[Ie+\u001d\\r\b5`6Ȁm q\bFumƶX׆^\\B\u0016vIed6t^icik\u001a\u0007u|\u0011T\u001e_\u0006\u0013\u001epgKYg\u001c\\2\u0007w \u000f_0LMC>\u0000N&m\u0003Zk-`DэAh9pv\u000f\u0013 IY瓪\u000f0B1| \u0014&U}y]Q!2sq\u0007z\u0018Ғj\u0012Geh[D,\u0015\b*Q\u007f\u0016::Db>]ޏWOb2ZE\u0013\u0001\u0012MB Mz\u0007RW>$y6\\ݻ\u0010\u000e\u0007,pHi(+\u0019]W͏D\u0010v`\u000f\u0000z[ endstream endobj 5 0 obj  >  endobj 6 0 obj  >  endobj 7 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 8 0 obj  >  stream  HWێ\u0011}W4\u0002V\u001b)`\u001d\u001bH\u0002`\u0016kjGdETթefvg`S\u001ego̤qffE\u007f8n_ssgo\u001c6\b2\u0012fj\u007f\u000eCb.[%e\u0014Y|\\'\u001f\u0007h>5\u0016/\u001dws\u0016r~^9c\u001b=f|V.8͜4%\u000f\u0012DҘ9l;\u00056OXkg+s.Ӎ9~'&f\u001dL$)\u0010'qΔ2,\u0006\u001fH\u0015.op') LOzV\u0014]\u0018ְ8[ 9[ ih\u0006cX w1h\u0006\u000f.Z Y\u001d^[ט╾X&)}\u001aii8[TD> Q\u0017UFys'I\u0004\u0017X\u0004ێ\u0002\u001b8\u007fIOBRy$\u001cs\u0006'-X7P6Ќ vmZћ#G\u0004;\u0018Zhś3wT& 9\u0005\u001cY]&\u0014\u0016X3 \u0019{]S8Ά*,|Ս3  \u001a{r\u0011߾It \u0005\u0007ఖ cؤt\u000e㎋XD1\u001e?IJv{\btXaћЏ8|/ S\u0017[\u001a }&mt覫R\\R!B׺ѷ1\u0010p-`o\u0018q \u001ba\u0010\u0003K}ѪC;\u001d\u001e\u0000\u0001\b!.Wc{\bv[ST8F \u0006HUL\u0007}TV \u0007'}E\u0013Dݘ1\u0001_ %\u00130\u0011\u001d\u001cl@\u001d?\u0011SL\u0018Z̤ClH}:݉\u0011'ÓE0u麫%\u0000l/\u0003P}&QȰZşTĶ_5a\u001cd\u001e\" -r\u0090\u0012 \u000e\u001cFA%\u0006BI&`LX[Z\u000f4_'̣@̦AxTp-L\u000eVR6v \u0003\u001e\u0003CN\u0012A\u0007lW\u001e+UQD8,u~Ͷ\u00017N*\u0002(0C]\u0002ց PCK[g6m*K\u0013w'3\u007f n\u0013>{qk\u0016i :438\u0002[6 endstream endobj 9 0 obj  >  endobj 10 0 obj  >  endobj 11 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 12 0 obj  >  stream  HWێ\u0011}W@\u0015/(샑85@\u0000 1\u0002;\u000f-ג%|B~3Uuyь6\u0017\b\u00107٫&3|YЏ\u001eY-* k.h/1\u001f@u8\u007f͘^TIU|6@\u001f^U?ĲZX\u001cj(\u0011N[o:lwvf7\u0012MvS|\u0004\\7p6`H x65\u0006v$\u000fR{F ڮSzAh\u001aD\u0010\u007fJER\u0011jˤ|2=Sߓs\u001eUw\"5GT\u0019#ޠt|~\u001d]\u001dG\u0002[ )l@\u001aU\\G$ܘ\u0013֠~\u001eĜ>  r5 K$l\u0007ζ 4e\u0019g\u0003 fd:9S   ;wx\u0012\u0007^x\u001eӇ\u0013\u0016uY8`+wz#tBz\u001a|\u001e q\u001f \u0006s\u001d\u0019сZ-e\u0019\u007f$揭.s\u0004ګMW\\kjdKzo w\u001f;\u001c\\R@7KlH>;)\u0019Ut=+Ew9ñ6sc'\u001e4E=b^X\u0015\u0012/ikGbKG϶8 \u0093y'-\u00193\"uG'`JЃ\u0018_&N\bR\u0015[3\b\"\u0011h(*\u0000\u0003޸O\u0005rX3ǦW\u001a\u000fO=,F\u0002@\u0001ƾ %$di9)k\u0002gw\u001aAD[М=kP\u001aJe8ZP\u0017\u0012\u000fZp2S0\u0010\u0016\u0015\u0005\u0007\u0014[wr;X!IMQ%\u0002n\bjVތs\u001e{WkgȰ~ោ\u0004\u001dD|9'\u001f`]ؖ\u001aIrtZ !O\u001d\u001a\u001d\u001aiT\u001c yІ\u0018\u00076 d/w{} \u0018D}!Ig\u000f#^\u000e $4nWͤ\u0014#\u00056~Ǘ\u0000^Tr\u0017\u0002}צ ! u'\u0010\\$$qC47N\u0002lvd\u0019\u001dSG )d4a\u0007:\u00156\u001a >;\u000eRJ`ʶ\u0001\u0012Y\u0010#0ֵ|\\LTK\u000026#\bGPZ\u0016ZZE2\u0000%\u0010\u0017\u0014xdU>feRU(\u0013\u0089\u0005;?ٛh\u0016JKrjIUyH BN\u0015Xpr| , Nh\u0017q\u001c1J;b&s _\u0006-#\u0000虳\u000et\u0004ݨC&4nZ4\bccm!>#IG\u0019\u001dS(m-\u0016\u001aVD:e{c͡BnC?iAY\u001f!\u001d֑NYSGa\u001e8MYŮ6\b/\u0019i'/*O֔\u007f\u0004\u0015+8F$8S+\u0018|Dڎt6[H֙c$sa##D\u000fYPBLsI~!\u0010f\u001a}\u0010O\u001bb\"ÉϹx\u0004 =ޔs܉^\u0002\u0019~\u0012]>!\u001d`8et1E#}8 ˂T\u0011 \u0001\u0002äȣ*%kzw\u0005-PB>[j\b\u0015i'Â\u0004\u000f \u0007  sv}8m*sn\u00127\u0002qxQl}e©Ilx@6\u0010N`{\u0018\u0013KΒ\u0003 ^^t_9\u0004\\~ \u001cw\u0014\u001ar\u001dNMP\u0004킁b E_uzkQFC렖\u0006_NA\u0017YxG\u0000O\u0018\u0014\u0002/\u0019CE\u0019/HN#St WHRRI`\u0005^dKQ@ \u00116\bu'44$\u0003\u0002Q[\u0006p E\u001d8RKf0er\u0011*G~A\u0019l!k䤉21P\u0014\u0015O;W,zZE\u001b\u009a ̹3F\u0015w5M\u007f[\u0015QdJ\u0004 Ri\u0000.\u0011!{mR\u0018\u001c#9\bɜӔ@F Aٷg}1qj7{=·Qsm 0籸E1^\u0006[96\u0010\u001bb{w,si \u0012\\JHS>'wok\"\u001b|\u001f̊D\u001a;ΦKQ{\u0011`*i?1[\\&dGʘճ\\N,f*ɤG>\u000f%\u0000{[m\u0014/>t=v7PI:\u0015\u0013w@\u0014isMm\u0015\u000fc$t\u0000\u001d+\u0004| 9*n\u0004>ri\u0010A@x9%KT%l|+\u0002!\u0007_\u0001̭Luu=2J r&~V\"pk*F. SxPOA]2$\u0005* \u0017\u0017&\u0002\bN\u0018t\u00180aa/c\u0005\u0012$aAIU\u0014/\u0081PQ}蟮]\u0000Xf\u0013\u001bg ,MRez`7\u0001\bO({> 'WDմ{\u0012j]q;xL24iziE\u001c\u000f Lt8t9\u00039dŢ|ۄ\u0016Gy \u0004{5F\u0002\u0017\u001c3\"eSđ \u0004\b;jio\u0004)s\u0018z^]qYUâ\u007f\u00173ނ:=OWH OZ\u001f+\u000e'[=Z\u001eD!Rh5B*\u001cb\u001c8~\u001d9qL:*\u000e[rz\"PxS\u00028H'nAՂ_#\u0002*VTD#2ඕ\u0002`\u0014 -\u0005jK\u0004QV\u0006(sn^kn.\u001dgN n4\u0013s\u0018\bz a6\u001f9\u0013~ +\"Fjb] Kf;O8TyF%pf\u0000q\u001c.\u0017W\u0015* >  endobj 14 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 15 0 obj  >  stream  HWێ\u0011}W4\u00122hE\u001c\u0002;5\u0018 7\u000f-wՐͨ]\u007fĿefv\u0006\u0000#ԩ7}n2r?٭v}+̾^{(M\u0015dmmBxw\u0018\u0016z?;-98\u0007w4v^U8c\u001b{M?;郡͵ǆl\u0013,{\u001b\u001c\u007fH N`e`\b!;xlBKfuZg\u007f\\MJ^?^N߲Ig|c\"i][v*Wwb\u0005\u0019\\\u0013XGS>1AHL\u0004>=UIV\u001f\u001b~R+d\u000f!*Dj\u0014tr s o\u001b\u001a|9 \u0013N\u001d2*nf~Mo|Seq`56'g\u0013\u0007\"Ϊdj9_7\u0018h|^־v }į;Pł$[1P n5 \"]]V.\u0001\u0016OVA\u001bf.`\u0007v8S;UbzNOY\u001aOh8=\u001eCas\u0012uJո7]!\"mOz \\W\u0018xx`\\\u0001\u00137\u0003\u0007\u001c\u001b:(q3֠CC*\u0019N:m7`NonD.3Vq r|Y#>T\u001f%\"\u0019t+L\u001b{̞\u001ap=BW*\u0012\u0007\u0007|\u001ea\u0002B\u0016)\"\u0015'd&\u001b(g/ Q\u007f=Cc\u0014)M\u0005\u001cu Ed&RM fĔ+`c>P!9q\u0011͋!~P~O@\u001bAǅg:E;-PA\u001425@2X\bc߷'XskD+o|he\u001aE\u0013ط(\u001b&\u000fa\u0001T2f%\u001bM*9rnǔ(U!\\䗴P\u0004e\u0015\\$VZ&z^R\u0000+^fY\"B\u0012:\u001dTRQf\u0019GXb|\u000f H[;U?M~\u001d\u0004ѹ%>\u001a %95(\u0005? UvA\u007f\u000e A\u001e&>B\u000fوUX[Ar\u0010W\u001bQl i=nJ\u0000q4 \u007ft_\u0001o1k\u0006\u0004_\u0001s*\\YxG'{4 P$s=t\" \u0005\u001a\u0006\u0017\u001a\u00028\u001eoYk\u0017n7' \u00111JуDj5P?}#`fC /'mG \u000e`4>\u0006\u001fuf\u0015*\u001a!lXdOTPM*`\u007fEW`dXR\u0004 2\u0006؃\u001eG\u0017c\u000fk\u0013p S[\u001dji^RL T\u001bsa\u000fɝNSp#ʉ{\u001c|\u001bՅNg BNLφ\u0007X'o\u001bC]ۃ(Y#,Yj\u0005\"OdW'P|CӚ\\\u0014?W)ƚ\u0017NmTL\u0011VG\u001dP 3\u0002ŵiM})3DH)(\u0006Jj8GΘV'E(\u001fR\u0000,WrĴHc_i\bh' Z\u0016ಟ5TGb%.Y_A_\"|\u0007?ON{VزneE꩖Շ+b\u0003  2k(AU,E=\"\u0013]1 wu v$\u0019ĶPA!\u0012\u0014q\u0007fL1#Vm\u0007%6z\\fF\u0011Erfq6 0}FԞ\u001e\u0000T|%IfQ||B\u00110d|//QgWz}\u00141 \u0012SSkt%cj(b;[| eqPߗSofR}_$6Rwk^'j8B$6K\u0003\u001eѨY\\Ģ\u001ep gB;Աv^$p*s0:g#R 5\u0003\u001fpZ\u001aUFR\u0002_J(jeG5wa$#_&w(\u0011$k*9\u0004؄T$5Ht2X;iy\"`\u0010:ՙK1R\u001f4\"OC\u0014>B«eA\u0018\b K9E \u0000רC~ \u000f*.H6fgw\u0016HU\u0018{YٙD\u0003@ȹQq\u0010 f\u00139,`ۉp_R- ڠRᷢ]KWKov\u0001n\u0004+o\u001cwN0g NRR1,zNƤW\u001aR&ۨmTF@\u0011`7N4 M䷨\u001b`EmH%و\u0001q1: 8 \u0019\u0017%\u001cS z |m7M6(&- >  endobj 17 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 18 0 obj  >  stream  HWr\u0011}WL! $ ʬW&5.3U'w+U\u007f}X-W$1jqˈ\u0018\u001cF2 \\HY\u0018$1CWއ\u0005lgv,\u0002Sn\u0000\u0018~ԇq4\u00006Gٕ\u001d \u0005\u0012ybC\u0015MDlU\u000e51MPY >\u2029Ag ?$ %v\u001d\u000f9r n\bctx\u0014\u000fBߘCB0T,4kxK\u000e|$V\u001a'/QJT\u0007@̐@ǔlp0\u0019\u00125@i!\u001f%2Grόƽ\u0011jĨ\u0006~425\u0014\u001bvjJ_cI\u0003  i\u0012};fcH\u0013MٕUM;#㚥0T{\"6j\u0012jb,N\bt) {?PG 撏ӗ\u0014캞\u0013\u00011_u+\u001e\u0018꩞ęlMQ\u0013\u001aiKɒ^Q\u0011t- XQ7\u0006e ̵\u0014j740PH νp&Q&q >\u0005cQ\u0016;|Q\u001c\"?Ujy\u001fr\u001aDGm\u001aW\u0000zcl x \u0004\u0006jMoWY';9;R7,P}H\u001fy9[wݍ#I&{i'Mm\u0017M;Yk=9݆\u0006RJ]Yb8MS\u0019k)434G ЀEx`[L_\u000e\u0018\u0016?rb{aJ#5#泆+yM\u0019OAT\u0014ѧ\u0002B>Yy(&\u001bjK /;D#ؙ\u0003#ۛҨKs\u007f\u0012@E\u001e.꧘~4V1\u0010toAdLy񔔃s#)Ȁ\u0004Gl\u007fbr:I͜k\u001bҳ8]hs)s{6` Uo\u0002^_|4dS(O#08Y)\u001a}OH R E\u001bC\u0000?\u001fku`M]?\\ttB:=jY=H~\u000eqI z'>}$Uy_g.\u0002C;IjN{{=ѕ=\b8\u0011Yv{EUk}d\u001d-t\u000eP\u0006{n\u001fC aVqVʩz°[ۀ D̼\u0002Kz ;;3 gl,-v\u001d΄?\u0016&\u0006\u0013q]\u001aAs\u0012n2\u0005wHC\u00001F,Ȩ\u0014#;\u001eM/)CBF9s^u}>\u0000gQ\u0000\u0006f+W(R`  bU\u0013)c\u0005K[+V! `khVؔ5'SU\u00070U\u0017.Bdx}#i͠cr*vs U e N\u001f\u001cU0a\u00148E\u0003_\u0007;b.^\u001e\u0011V\u0003!k2ޘ\u007f`\u0005i=\u001e\u001a@F\u001f\u000f\u00047 e/SO%\u001b\u0015;^\u0010\u0000Eb\"(E9*&\u0014~Z^f=X\u0013o\u00011d\u000e\u001a.\u0004]%di\u001d,dV_\u00172;no4\u00194\u0007E/\u000ef\u007fDdr\u0011\u0002 (SdV -\u0013U\\\b&DMH $/BS0 \u0017ŧ \u0013p$AJ7F\u0000\u0002 SW=)t0~4ٜ4!\u0013^*m ր3\u001f\u0013/RoDW5 LD 8ֵ?>8Hg.?y\u0003q;H x22 IԾn??XqJaq Ks1\u0007\u007f\\'Qʬ\u0000\u0003\u00006\u0011 endstream endobj 19 0 obj  >  endobj 20 0 obj  >  endobj 21 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 22 0 obj  >  stream  HW˒ۺ\u0011+PڄJih\":ɤ*UX;; -e$@\u0016C $0\u00199\u0007\u0005@N\u001foF\u001f6R\u0015juTj\u0006\u007fೞl*9>ת6S\u0019}B}Y>զ\u0019Jm~>g'm:/3SS_'w8p\u0013ZeM畳8ayR3\u0018\u0019廭omL?eU7\u001fHXj1\u0013Ѓ?&\u0005獚{L\u0015yQͯt\u001a]MV\"3\u0016\u0017sT08\u0014|܀{\u00169f.Ju>\u0007\u007f.futWE^U Z3R[\u001fmɨ#[ڶCvxe]xr˔\u000etNF[\u0012g\u000f?Z,аZ\u0017̢P:n>ϫe\u001ak\\B&4[\u0001aL߶\u000f>$\u001e\u0007\u001fP?V'ͱػ'r50*2_Ba\u0006UZ\"r_b\u007f[)ycGJ>\u0012tj|)mwpΛF^iXA\u0003%p\u0017i3[`I\u000fb֨s׶\u0015KF%k\u0013\"&wUE\u0003yB\\ 1^[CVjp\u0017{P\u0003s\u001d\u0015jNאK#|\"\u00018B?WK.8\u0005y}z٫|?-g \u0006iz:J\u000f Ц8I\u001cT\u0018!9B 8p!'wN,\u0016h'ˎJ\u0002*\u001b\u0007*;\u001cx \u0019bO0\u001dX\bTbT\u0019\u0003\\\u0003\u0004\u000fbxUk4\u00050\u0017} Bx\u0012tJ\u0000 \u00140H>+rz xW\u0001\u0010 \u007f7@\u0006\u0001\u001c k\u00025fpkl\u001b_\u001dc_ԱO%;E35\\\u00010%JH(Ȏ\u0017e)\u0012D\"4bV H\u00146(\u000ei㝒 !RM5\u00155Ǌ ,\u0012 w{vb[8\u000e7ҹ`P6֑Ab8\u0012\u0006\u0001J_K\u0011l(Qw\u001cseNpY4;>~' 2a\u0015pe9BID\u0017q=\u000fBV_k\u0005%DD^ոY\u0006T3[F+\u0017T@eN\u0010>X5Ϥ\u0001\u0019z hy\u0018廭o5r71핷\u0007ʹmƌS\u001b9;H\u007f܏׵?s\"\u0005N 5${5jc@ZYu! #H\u0003_;TخfJgD\u007f 'cGh ɹ;\u0015\u0001>Z:S\\[kICҢ\u007fKJQ\u000e\u0014#!\u0017$\u001a9g]p=\u0002\u001f8\u001c_>\u0006\u0017#|@\u0007'?\u001a  \u000e!\u001c+_P\u0011JcJnb\u0013KV5-P\u0018x@dyҤ\u0004>?\u0011\u0016R :9l \u00055o$Y\u001dՒ` 9\u0006 \u001a$\u0014;c!\u000f\u0018d}'\u001a  v轆6UY\\Fm\u00033\u0002iЂ9Y'90\u0001\u0006z\u001dCDP\u0000%:/2 1L=f.aϡ9n#,m5= \u0015'/yƽfǭNms1ˏi\b( M'q˝J^iH[[\u001ae! \u000eiY\u000fr\u0013B\u0015/W\u0015`;V\u0004t\b\u0000[kzmBSd]\u0014\u0014B(\u001b\u001bT\u0003\brTn X6^\\\"Ăe Ч;g4dXR,\u0015Nw\"_\u0015T\u0001X\u001bl{\u001c1e\u0012f\u0000iND\u0085\u001a&X峊\u001fgh;f%Z6𨬞l\u0013;a \b>3r\u0019@?yߝ\u0005\u0011?D\u0002\u001dcg||$B\u001e4ëg\u001dĲI\u0001:/\u0004b }Ӓl0t\u001b'\u000f\u001e'H B肅ld\u000ep\u0002\u0014>\u0012% Ύ\u0004';J \u0002ǱcaW5~\u0001/ס\u001d'7F\"\u0000 b4\b\"?y\u000e endstream endobj 23 0 obj  >  endobj 24 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 25 0 obj  >  stream  HWێF\u0012}W4\u0012rE}17.\u0004X9yȶVG[UXb\u0011ޜ\u0016N$qfC\u007fsܘ&_95W;Sz9\u0018_.^}|zI\u000fT.s3_\u0017\u001fxzk\u001bgcw:̯q\u001aKq>DRvfilOqN?zze~U\u000fF[=~\u001fc|w]]\b/ttu?x{Zlt }n:ٛ .>.ޜ&&KVIa\u0015kcN~G\"ub}dD4[e&~\u0003r\u000ftg\u0017$5`_\u001eU)dX/x;1\u001d\u00198\u0003k S:\u0019'V# \u0018HXK\u009c*!o\"v\u00142mN.%O\u0016,}g&(*v\u001298r\u0010\u0016{8c\u000f93-۳\u000f* V$黑Qz>VLPxx2!j HӺΜy\u001d!p2⋊iыR\u0005Y7Y\u0006\u001f)\u0019\u001du\u001af\u001e*ZSTEzF%;${a%21\u001a4Xm\u0019N\u0007p]! k,F%H%%Yr4m\u000f* YA\u0017\u0012aB b\u0015L׏u}9ILHAD\u001e%Q͒\u0016÷\u0014W%#jkWK!ь'1\u0005\u0001G\u00171 \u0003m߈d\u0014Y7L f{v\u00173[2HWʏ&O\\ Ӫt[\u00034\u001f \u001cr2NhjPgQY]S]\u000fbU콊ALCLCl\"18nr*kT4\u0000Uk\u0003 \u00191>fV@\u0000Gu\u0003\\Y\u0016/Z(L!gCo\u0006\"%jW\u0010r6 \u0002LJ\u0016޻_.:%X?*\u0013ڹ\u00161ZB[dMt&Y]/h \u0012ܺyS\u0010R Y\u0010ޒv@q/t퀾?tsV\u001dʫ\u000fG{|C{\u0015X1+\u0015Ni\u001c KǠP^&A~\u001ey1\u000e?}BT\u0014\u0004E&N\u0016 . t-:ӡ\u000e\u001f\u007f}V{w/5naLcDңG?ɐ:\u0003\u001d\"tTLm\u0004(:;dA\u0012z9\b\u0001\b4+0*\u001fd+pdV!G\u007ft\b!\u0015g>a#\u00105t\u0010j]\u0018I vԙ\u0017\u000e\u001eXg7\bn\u0017)\u0017e9K1\u0016P-|\\>+g$ \\2'\u0016z>r?Kb\u0006e\u000e77{\u001a$~\u001eZW%u`&T%\u001c^GgϾY&K@z;Yݷl;\b/v`JSJ/AHW)Qzo\u001f77)^9:\u007f\u0001=jUE6$@\u0007s\u0017lXrW]|y8nLz!$5)ǐ3so\u0017\u001f\u0017oN *\u001bMK5G^ll[i4 $n:9Ta,`os 5 4\u001dj`BQ\u0003[\u0010 W*  p%2]N2dL&N@%\u000e}Ԅi.\u0010`ݡ%i[a۵\u007f\u000ft5ȱ\u0013H* =:\u001ePC\u0010bi6D2.?BA\u001dᔰzrTiQ  >  endobj 27 0 obj  >  endobj xref 0 28  0000000000 65535 f  0000008474 00000 n  0000008644 00000 n  0000008787 00000 n  0000008933 00000 n  0000012339 00000 n  0000012509 00000 n  0000012652 00000 n  0000012798 00000 n  0000016226 00000 n  0000016399 00000 n  0000016543 00000 n  0000016690 00000 n  0000020409 00000 n  0000020563 00000 n  0000020698 00000 n  0000024183 00000 n  0000024337 00000 n  0000024472 00000 n  0000028197 00000 n  0000028371 00000 n  0000028516 00000 n  0000028663 00000 n  0000032172 00000 n  0000032326 00000 n  0000032461 00000 n  0000035056 00000 n  0000035168 00000 n  trailer  ] >> startxref 173 %%EOF"}, {"content": "%PDF-1.3 %  49 0 obj > endobj        xref  49 24  0000000016 00000 n  0000001073 00000 n  0000000776 00000 n  0000001174 00000 n  0000001432 00000 n  0000001602 00000 n  0000001777 00000 n  0000002359 00000 n  0000003283 00000 n  0000003644 00000 n  0000004573 00000 n  0000005222 00000 n  0000005903 00000 n  0000006581 00000 n  0000007200 00000 n  0000007909 00000 n  0000008086 00000 n  0000008413 00000 n  0000009335 00000 n  0000010015 00000 n  0000010732 00000 n  0000011399 00000 n  0000027823 00000 n  0000035194 00000 n  trailer   ]>>  startxref  0  %%EOF        51 0 obj >stream  xb```b``e`e`bf\u0010`@\u0000\u0001\u0006\u0016( \u0003 \b\u007fA$\u0005\u0002\u0007l9\u001cl[޳?a`8q\u0001qn!J,t(\u0018F\u0018,\u0013Yi\bU5 EY\u000154Q\u00032\u0000\u001d  \u0001a10\bJX\u001d \u001c\u001d\u0004Da\u0015\u0003\u001fc\u0002msOp\u007f{>\u001f\u0003\u0005N 2\u00170著?Gq\u0005L\u001fc@\u0017\u0001I \u0018\u0012 y\u0001u  \u0000!>  endstream endobj 50 0 obj >/Metadata 47 0 R>> endobj 52 0 obj >/ProcSet[/PDF/Text]>>>> endobj 53 0 obj > endobj 54 0 obj > endobj 55 0 obj > endobj 56 0 obj[778 778 250 333 408 500 500 833 778 180 333 333 500 564 250 333 250 278 500 500 500 500 500 500 500 500 500 500 278 278 564 564 564 444 921 722 667 667 722 611 556 722 722 333 389 722 611 889 722 722 556 722 667 556 611 722 722 944 722 722 611 333 278 333 469 500 333 444 500 444 500 444 333 500 500 278 278 500 278 778 500 500 500 500 333 389 278 500 500 722 500 500 444 480 200 480 541 778 500 778 333 500 444 1000 500 500 333 1000 556 333 889 778 611 778 778 333 333 444 444 350 500 1000 333 980 389 333 722 778 444 722 250 333 500 500 500 500 200 500 333 760 276 500 564 333 760 500 400 549 300 300 333 576 453 250 333 300 310 500 750 750 750 444 722 722 722 722 722 722 889 667 611 611 611 611 333 333 333 333 722 722 722 722 722 722 722 564 722 722 722 722 722 722 556 500 444 444 444 444 444 444 667 444 444 444 444 444 278 278 278 278 500 500 500 500 500 500 500 549 500 500 500 500 500 500 500 500] endobj 57 0 obj > endobj 58 0 obj[778 778 250 333 555 500 500 1000 833 278 333 333 500 570 250 333 250 278 500 500 500 500 500 500 500 500 500 500 333 333 570 570 570 500 930 722 667 722 722 667 611 778 778 389 500 778 667 944 722 778 611 778 722 556 667 722 722 1000 722 722 667 333 278 333 581 500 333 500 556 444 556 444 333 500 556 278 333 556 278 833 556 500 556 556 444 389 333 556 500 722 500 500 444 394 220 394 520 778 500 778 333 500 500 1000 500 500 333 1000 556 333 1000 778 667 778 778 333 333 500 500 350 500 1000 333 1000 389 333 722 778 444 722 250 333 500 500 500 500 220 500 333 747 300 500 570 333 747 500 400 549 300 300 333 576 540 250 333 300 330 500 750 750 750 500 722 722 722 722 722 722 1000 722 667 667 667 667 389 389 389 389 722 722 778 778 778 778 778 570 778 722 722 722 722 722 611 556 500 500 500 500 500 500 722 444 444 444 444 444 278 278 278 278 500 556 500 500 500 500 500 549 500 556 556 556 556 500 556 500] endobj 59 0 obj >stream  HUM0\u0010#\u001fJ]O\u0003TmӭR)\u0007f+UԿ_\\xP)C07of\u0007x\u000f >stream  HU0 g&v&\u0001\u0002\u0004\udd07\u001ez\u000f8`؄W`\"&%$6/\u007f9n\u008ci\u0010@\u0002vҽMP`G,\u0016*\u001d\u0014g!p\u0012|U\u000eKh\u001e\u001c\u0014ӰƝQ\u001ae.&2t'#[[w\\\u0014\u001al©\u007fذ֑\u001f+-\u007fȢt$8\" $t\u0013Oh7 u mXIH2));4} >stream  HU \u0010[?̱(ĹCCc\u001a\u0002\u0011/.av\u000f냍 8\u0011`6\u0015Vi :>F\u008a+\u001f }=\u0019p!G.k=\u0001x r֦Eq\u001f\u0001\u0006\u0000:  endstream endobj 62 0 obj >stream  HVn \u0010[?̱+&6va\u0001qBC`\u0015\u0013yK l\u0014QCsQ0ü7̸[в\u0007M2\u0007pG }S-麅\u001ef2cF\u001a\u0005\u0000\u0017\u0015vUr\u0001\u001e\u001d48{\u0019Nf%Λⶄr\u0014?\u0006zȖ@L) >stream  HVMs0\u00103Gg&QA|\u00184tz\b\u0010\u001a \u001a\u0007M\u0010\u0006\u0007x{~|\u001eU %M \u000fQ\u0003IҘ%^ZeB#P^gKJd\u0019c-\u000f9]UI3YB\u0002Wxzjlym\u0010iH%M\u001cg.ÿ!I_5pTc > endobj 65 0 obj > endobj 66 0 obj[778 778 250 333 420 500 500 833 778 214 333 333 500 675 250 333 250 278 500 500 500 500 500 500 500 500 500 500 333 333 675 675 675 500 920 611 611 667 722 611 611 722 722 333 444 667 556 833 667 722 611 722 611 500 556 722 611 833 611 556 556 389 278 389 422 500 333 500 500 444 500 444 278 500 500 278 278 444 278 722 500 500 500 500 389 389 278 500 444 667 444 444 389 400 275 400 541 778 500 778 333 500 556 889 500 500 333 1000 500 333 944 778 556 778 778 333 333 556 556 350 500 889 333 980 389 333 667 778 389 556 250 389 500 500 500 500 275 500 333 760 276 500 675 333 760 500 400 549 300 300 333 576 523 250 333 300 310 500 750 750 750 500 611 611 611 611 611 611 889 667 611 611 611 611 333 333 333 333 722 667 722 722 722 722 722 675 722 722 722 722 722 556 611 500 500 500 500 500 500 500 667 444 444 444 444 444 278 278 278 278 500 500 500 500 500 500 500 549 500 500 500 500 500 444 500 444] endobj 67 0 obj >stream  HUˮ0\u0010G?̲Ϋ?\u0007B0%(6\u001b \"N\u0016UņD̙3\u0004רȲ 2#M=\u0007(8IPC`d7 riM\u0006\u0004џļg:/. &\u0019*E\u001c`V41T8o\u001bG\u0003nֱ L7\"\u001d*e\u0011yHK{1IװU\u001a\u0012eqzu@Kf#B\u0002j@2]옠\u000f(zQ!(xc\u001a\u0012N\u0007\u000eC'u{7? 3\u0006\u0003ei\u000f{4\u0011\u001a^qIUP57Q5{qQe\\Iܝ\u0007W!gd\u0000*`o\u00132d\u000e:\u0016sxuU\u0017P\u0013[~\u0002Yx!Q\u0011>\u001fZ\b+\u0000:  endstream endobj 68 0 obj >stream  HUێ0\u0010}G\u001fJŹUۇ\u001ff q7m`7\u001dRZ]$Ōrɂ&z?=apGrq[.,deI*w} ^brQ}GOokv\u0003*\u001cYdVg\u001fv\u001cZWSR~JZdC I9+*$0}\b\"|\u001ak\b\u001b×\u0002\u001d+QK\u001f\u000e_\u001a4qMӇ\u000e5d[Łi~\u001bx N\u001dZ q>\u0000?\u0013 JbJiČ0SZ&x\u0017\u001c)G\u001dbu6w\u0005U \u0018.I\u001e\u0011\u0005\u0006G\u0003 >stream  HU͎0\u0010#\u000esl\u0005\u000e\u0001rv\u000f\u0005 uW`G؄;`;bhO&7(!I\u0002ϟ\u0012G?NqTPH9]Nq8J3rˌ7\u0010\u001aά՜j\u001f(U?.!'Y飞\u001a\u000e6'\\d\u000eZ(  \u0006UY?0,9NK3Uf\u001afAͭ}\u001b&$tܰks\u0015ZԬ#\u0003fM\u0012B\u0005UBl3JQ W%+@n\u001c*B .\u0019û+(y5\u0018,\u00017KIu{I@_ξ\bâo y\u0001CI_q`d6\u0004/\u0007&G P`\u0006ׯ \u0013\u0017\\\u0016Q# \u001aXp\u007f\u0000\u0004\u007f\u0004\u0018\u0000Uv  endstream endobj 70 0 obj >stream  xUX\\Q-K\u0004ww\b\u0012\u001c\u001awwwww\u0000Npg}^nKYUFUUkR\"Q\u001bkGe7[ #-#\u001d\u0003\u0017@   tQҷ\u000600|\u001e20Ó \u0003\u001dm\u0000B6@K(@\u001a\b\u0000023t\u0004\u0018\u0000?! CMlM*\u0014l\u000f7+\u001f'6[?L\u0015|l]? \u0012\u007fѧ\"ѿ\u0019\u007f\u0019\u0011\u007f1|&311}#sj >\"S?-q;O\"3_Oq\u007fU|z\u0003ǬY\u0018,\udcf5\"X9S9\u007f\u0010kvt--F\u0006#\u001d# _ճϔr\u007fg\u000f\u0019g)\u007f}\buII\u00002zY?\u0005Y~>?\u0017\u0019eVwߺ?\u000fd\u0006|\u001e?r\u0002:83Ǚ\u007fz,2 6N\u007fw\u0003ǧ\u0000tf\u0014I`^q|&sY}f?K\u0010?kI\u0000O\u0001\u000e\u000e\u0016̐\u007fkE,(h `\u0015?Ws_/\u0000f\u0000\u0002] pGH\u001cJCT3dzM&֨-JM\u0019\u0019A\u001al O\u0019hwhG\u0015\u0015GxG8\u0002\u007foaTr\u00196#?3f&\u0017D\"\u0014\u0017>\u000f\u0007S0D\u007f\u001d\u0003Ռ4ӿ0\u001b9D\u001fB4tMC'Qb^3Ie\u0001sH,Zkq-`6Q;!\"p5xd#\u0011\u0005z.N\u007fPa\u0019\u00193\u0005MS!bG sޟ*2.\"J7׹vYv#\u00126\u0000ٛ\u0006~˭*4D\u0010 mң }Ht\u001b\u000ez^:ƜѺ|}Υ\u0018\u0018\u007f\u0018VV̧=V\u0016( ueqMF\u0006c֩\u0012~B㡅\u001d|?\u00010$\"&_oA'k\u001dV[\u0003\u0017s\u0016\u0015 `hkiԯᎢ\u001aoqJ\u0017ԗGI\u0019gF)L3/URd\u0014ETi:bU\u00120\u001cik%q|z9 z&\u001dnB3;`\u001b6[>\u0014\u0011A`DGiz\u0006$n\u0018q)/j\u001a*Qb\u007f\u001f6rz_pV\u0013%a~?/؊6!L %7\u001b%N\u0017\u00015J!us$+\u001cjiM# l\u0014 /JSϔb2B%l\u0007\u0015) L{'\u0010~aZ+I6N -wu{\"rqJDWJğ\u001e\u0014Z\u0018D^|.va! S=>D@\u001cGX\u0014& k1V\u001c4;\u0016#SxKԗN&\u000e\u001b\u0015\u0007F֪|  v l\u0018g+i\u00050A\u001b>Lȯ5\u001fZ\u001c\u0018%ܣ4\u0006 W VF\u001e_\u0007 \u001csP[lnX\u0015_Bī\u007f\u001bՍY1-w JqN\u001e碝xt8x\u001f]F\u0018dVĤ\u0014\u0019 \\\\׊n#Tw\"|iǓ #LG/]v=]pA\u0015?\u000eՎ\u00059@=[\u000ey ,\u0011_jFj{R\u0010':J%ZB^> 7\u001e;\u0003)\u0003Tn>C[j\u0014@ uIDS|\u001aڑ\b hgK\u001b\u001c`> sE>G|\u0011\u001b|6ӳ(yolY\u001a\u0013;ʜ $\u001b%i}\u0001\u000e'$Yڵbp\u00972\u0016$ n\u000egIa\u000flR-wƫ Xx2=S\u0019{G k.\u0010L\u0005bҘD\u000e  D\" ' )VN\u0019l\\JՖwOo)Dp?2\u001d~PBEh*lVFZ8z{I|Q8k˸ \\޲E)Y-P{>OSnx/\u0002\u000e;9\u000338\u007fGȥW\u0005gzd\u0013t\u0007aq2GW:R@ǒD \u000e1\u0014Jdlk-ݺQb4>[h~bdv[szr¦_7y \u0006G\u0015\u0006\u0018F78cK\u0017\b*'8-x\u0011J\u0006%8`;E-\u0006\u0005(\u000f\u000fo#!Ϙ'ѝr_\u001f=N \u0006N.kҾ@\u0000XW\u0003|C0vݜ\"]?&]=\u0001ey  &˛+a|usS\u000fvIDgM[ݾC@6ه{#B[t):\u001d'#sϏH5Pַ\u001c\u001c-:4$-\u0013?%Ŵ-А[\u001aX\u0010 p+N9\u001dTz,p:U =u7(5\u001fag  )3\u0004;!\\\u0018ُ/g)x:\u000e'\u0018 (\u0012:.7%dHׇ-*\u0014p.u\u001b'vV:uؠ\u001d\u0012JCA uhc\u001d\u0006N@\u001a]t8&GrQ6[;wuuրi\u001f_,+\u0003\u001a,l\\6\u000fqNyaD@TN.\u001cj\u00112Qti|t^Ջ. $o\u0016UѺ\u0017VP\u00019k\u0010 x\u0011Ś2M\u0001#c=J4r#}a;|'RF\u0003\u0014z\u0015\u001b`Ɉ D \\\b`?\bb\\\\yܬgd\u001f\u000fs;/l͠qgT\u007f\u0014F;'o?VP\u0003W^8#t5GD`oxLpi2膲->@ 4Oo\u001fw\u0001 }\u001c7ѣisq\"vL\u0000\"õ\u007f9 \u000egC 4\u0001];b\u00133\u0001v^G'\u00113w;+\u0011*lXWm\u0004g)HI_:vLVף\u0018\u00123q\u001e PbanВ\u0006 MC\u0017|ӥɵ\u001bZM|N&ט`\u0001i t2E=\u001fAsh:Z\u001ePGO}@\u0001k洀L𳪏f鋃\u0001\u0016◹\u0011. 44\u0015P\u0016n|p-k[ ,15\u001e\u0004s{_FxwY\u001ejj\"!\u0011 \u001em7{\u001f񢾱-\u0001\u0005F\by`̪}T~1?|\u0017S\u0011\u0016\u0012\u001dzOѽXx3 -(uަSyA*\u0005ÈUV,TV'IB&\u0004W#rNA׮p(q\u0018:5\u0014d|\u001b#XoO21 s\b7T玙\u0004EU\u0006eHJp\u000603Щ& nMɶ\u001ep@aЀ\u0014߽?~2>TΙQ&hrw9cEr}{\u0011,^?\"(iz3\u0019!G;CͿ\u0019 0LfW\u0000-\u001eB\u0019\u0018[\u0011\u0015N\u0017*B{aӈ&w(~Q\u0016\u0015p\u0010N'l\u0007A [f)\u0005{;\u001e=EV] /,\u0003\b\u0004  T_Փѷ0O3\bȞ\u00056饟\u0012w4Jt-uH ` ;\u0003j/|8j~-!6+\u001d;\u0000trY>Sk\"\u0003\u001a&\u001b*\u0017g_2\u0017l=㬲\u0010W01{O{\u0006JŠ\u0005RRɻ\u0004,V>\u0002Ѳpjl \u0011sT~U\u0011:S\bG`\u0019}jTua\u0005Zp@:xw]pmYz\u0017;bP!Yi\u0003r\u007f B \u0007˲\u0015N CkM5\u000e\\4GQe+3d_\u0011~W\u0006\u001fa6 f\\M0gIr-rn+,\u001bl\u0010׀ \u0017׫[Y\u0007\u001a\u0001P\"iNjRv\u0016'*G\u0017^Mض?w\u0013'.T6\u0013y\u0016xa>\u0010F(wk\\F.V &D%\u001d\u0006\u00144d\"m;{W1ḥW5:J\u001d?Y \u001a'$a̯\u0018ģW^ʁr3\u0006l>Wd K@v]\u0012qﺵ1:Iû\u0002ygp\u001f\u0004_^7\u000eAV\u000f$:n)%\u0014\\ӤCNJ?$dR &+\\w\u001a\b1ȷJkE ~\"'\u0012F\u001eiGʎl\\ 藪OSiw d\u0017\u0003 0==%\u000f$\u0004\u000e\u001c\u001eb&*\u0005\b\u001c9T\u00125$Ǳf\u0018۳ѱYun\u001c.n\u000eÝ4w\u0017g1\u0017 nc鎈o\u007f6\u0006_+\u001a $U\u001a\u001358]\u0014w\u001e  ױ[L\u00130pDqq\"G\u0005\u0019狨\u001eZ0\u0016\"\u001c\u0005\u0011f\u0013wVF\\`\u000eRg\u0019K:ސj\u0002&Wt\u0004a\u001feO܃\u001dRFy)\u001bZ۹[ \u00011 Tfc\u00042۔;JpR>≒C\u000e`@N9 .la\u00006\u001dj\u0000ҘCR \u0014o7\u0014n\u000e= Nr>GA>|^dn`H$S݅ u{\u0000N+՜|,/R7\u0002}l\u0006%hS \u0007j\u001bD$k\u0019'X+f2'\u001fsS\u0019D` UE3\\e'{|,\u0002P/\u0001\u0002v9+:26I\u000fY0   ҟ(\u0003\u007fY\"\u0018\u0010Rb0f\u0018!\u0013\u001daKwփ\u000eh@Mʥ!\u0007tD8I%8_\u0013s\u0019DD\u0013iS5CH\\'LҲOPQi\u0010ͮv>؎d>~h}\u001f \u0003#6\b Sc@}[HfS#\u0002 \u0017vh4{A\u0018`1@i\u001dᖻ$Wkc\u0019ȷy\u001aJ//ٜ\u000f\u0010\u007f݇1֣\u0006a r\u0015to/\"F\u0015S\u0000﭂ȽLBٯG9T܎N\u0012?$Af\u0011-\u0015|.z+rߟuUbkw\u0012s .eO\u00125F\u0003Q1 ~}08dErii;ƱNcv\u001c %&\u0002\u0006\u0016֝ x>\u0006#dUΦF|4,\u0016\u0012\u001d\u001a7;Q4ua1y\u001448)\u0012_\u000e|s̆i9\u0015\u001d\u0003#\u0005i\u0015g/\u0014AjoHݭ Iǹ^\u0011GZ{zo܌\u0012&K\u0001p\b۴d\u0019\u001aJKy29\u0019&҈\\ \u0013&=Ҏob#@GoZ cz\u0012\u001fw>\u0006\u001d4+G M\u0006U\u0014RK>)ܑY߹&%.(ҜpⴥlʾP˥F&.`eLr{k'\u0018#= \u0003\u001c 6My\u001eF\u0000{\u000eX΄\u0016%eLE\u001e\u001df(Pa\u0006п>+H\u0012Ez;ԉ\u0018Ƙ\u0000\u000e[]\u0018-I? \u001d+Q\u001bⶈ\u0015x)ǵJ\u0018Y7zƺ\u0019\u0083\u0007e\u001f:&:s\\߉\u00020V\u001d\u001a pn\u001c#]? +>h#/ElXXҐ \u001e\u001a_¨ؙ% q\u00079\u0010\b$J)\u001aѾ@\u0014UE8gi|mW {ε*\u001a3\u0017+NM6WB=\u001aw Xq06`v\u000eC`3\u0016*6,\u0004 7n;\u0011}\u001dxD=\u0003Jɾ*kYJ>\u007f[\u001cLNͪK \"\u0013!d-斆\u0006P\u0016Nb+* v\u0004\u001a g\u0003&\u0014\u001547Y\u0012STӯ\u000eDtc͂\u001eqlN? \u007f\u0000T\u0003;\u0016-!n~pBM\u000fq\u0011\u0013J·\u0007 S3֔t\u001cdڄj\u0006/~+\u000f, \u001f4{\u0001\u000eR\u0012\u001dڤ\u001cߘj!Vw\u0016!\u0018C).ڶ\u001a\u001a[L4G.|\u0002jKt0Lɽۋz/ѧdd\u001df,^ihe-\u0015gs\u0016V}Q #g,R(  \u001b5S_D\u007f\u0011\u001e3\u00118mh\u0002/DO;:ԵS&a\u001eC~LVr9\bvkV\u0016\u0007h ԮAq,Kvn1\u001a\u001bC\u0005HS:9ѽRU&\u0017w=\u0014/W.\u0007[b̡&2 \u0007\u0016-uI+ bg¸u o+\u001f}'p?Es\u000f\u0005MhSz\u0012\u0011W\u0003S/xc V@q΁LPW\u0016$aZV3q+\u000fԙ\u0010VQnH\u007f\u00012#\u001e \u0013YE5Vnh\u000f\u001ce\"b4PᯣH4\u0006ߚN&\u001c\u0006:\u0004 \u0004Ӛ^\u0012Z+\u000e\\ડDH^nF,6e-\u0010ЫKh&s=\u001bdD0Ҝ\u000fL\u000eR\u0006 G&:PM>n5`g;\u0017fǟT*w'樉}^\u0005,k\u0010 @6Z*\"2gxmP;ڃ?c-\u0012\u0018\u0004˷x^Цj5\u0015G!W\u0011\u000f2uBk\u0004\u001dҟ5\u0014/B/cmVQǈ\u0006\\Ab\u0005QQ\u0005\u001a\u000f{\u001cᇆ\u000eq8^iIJEΘ\u0006(\u0006{܃W\"+A\u001e~_\u0015$N2iIjZ+椝\"y Ұ  tŅ\u0006|Iy4 4pSBã;&_&\u001a?Vr_F?ʮ'G\u0010 C\u00036b\u0010Z=z5YN@\u0001yFSZYe:t_P\u001d#ؓDl=\b\u007f |9\u0010@\u000e>\u001a^\u001a粲&T\u0002&w:#\u0002׊6MqQ\u001esdYGX]j\u000e{5M\u001b~.}V\u0013*&k_ `\u0017FF\u001c@\u001e\u0013;\u0013(ݱ)w84/;%\u0002 I\u0018RbZkQ\" zބ\u0015n=\b⤊(\u007fLc\u0017ZL\u0004\u0006:/l j$I';T9Q\u001dB\u0013K05vַюLpGfn]SH0;(٢=K\u001cO8Tc]E\u00129\u0002`\u0004\u0003Bj\u000e7#\u0019{7j \u0017y \u001be\u0003#\u0006\u007fD^7Z2\u0006yG,.=\u0004\\\u0002~}\u0003t\u0005ŕI\u0010`1`b\u0016sT/)\u0018$З\u0000\u0003{۶\u0007RPPxTJk{I3\u0012`!l\b\u000fF\u0017!\u0004M}'*̇{T/bPWVyNtVlAJ RqH)} \u0010g2`d\u0001\u001fio_\u0006BH9Oh؎ ܦ]UGɴѓ4#O~q'ώOrS^\u0014\u007f\u0019ƱDMWG\u0010z\u0003\u0010R\u001a ,^c(Mxge.҅\u0004p\bp\u001b'\u0013@\u0002\u00062\u0011)(0\u0018nA\u001ddџ\u0012 myz\u0000]b۬Q\u0001Xl43\u001dmbDH |] \u001ar\u0001Xh\u0018ZsrJjy\u0018 M2-\u0003  ;b!#X~_\u0003\u0019};\u0011\u0000:\u0014L\u0015\u001f %\"4ƌ.Yy\u00041?^|,r[m泉+*|\u0010\u001c[\\%\u0015x:rr¬kT 2y5ńo Ҝd3wۓۏ\u000ea \u0001{\u0017+ڜ\u001ajAfj:\u0019Fm8B\u0005 \u0018y@\u0014HBV\u001aݤRb~^/ǔ=RٴsTfBg\u0001p6f?ń\u0015AN?@\u0003\u00139BkWFA\u0018ɒ DHyМCCO|ۺx\u007fzl 4\u0003r \u0005B\u0003сFZ5\u000e /??'\b -6V\u0016 \u000f*Xg  endstream endobj 71 0 obj >stream  xUTݲ \u000e H\u0003A\u001b.\u0007mqqw  %8\u0003\u0004\u001eܝ37ogV[Q@J)\u0018Q\u0016\u0002\u0007Y@\u001c\u0014!.`6`(#\u0018\u0000\u0002@\u001c\u0018@=\u0004\b\u0007!\u0000e )$\u0002 `\u0003\u0001L,\u001d\u0001F\u0017`\"\u0006\u0002`VӐf? @L1X\u0016\u0000\u0000\u007f,\u0001a\u0005+@\u0007b%ϟ\u001eŔ  jtI1\u0002j\u0006`\u0006n/Yl/\u0005`\u0003X@M \u00009\u0005 s|)\u0001:9z\u0001La\u0018&N\u000066n\u0000 N\u0000_\u0006`\u00079\u0001\u000e`c_  \u001c̴b-\u0010 QҮQ\u0016p9u-v~L׎_p E>V3G}\u0017o\u001e*C\u0000\u001eK+KPֹ\u0016恹;\u0019L[on4Z  \u00036֡o7z6s2\u001fQۢXthw.g۴sHWo9\u00179\u0017G ,MԢS{k\u0001 ?p\u00011m\u0018\u001e\u0013}ȁo=kTlY\u0018!\u0005,|!Q0[ g_:̹\u000epEioj\u001a{\u0014H\u001f\u007fe[c t,\u0006w_v\u001a\u0005 Gn\"+\u0016d\u0016\u001dp\u0019\u001aǪ\u001b\u0017¼\u00011\u0019 F\u0011\u0001 i89V\u007f!ր\bà(%\u0011g9M\u0004Iv\u0007 B\u001dZxE\u0003}\u0019kYֲ^5`\u000fLw\u0013\"g+hfFr|\u007f1\u0004%ZڌZ @f\u0014Ff\u0015oo\bnW_0kÙ͂sa\\c!y\u001ek閲\b\u0017o6\u0013u\u0007ք\u001ePƇHV\u000fi|Ö?)[\u0019ǋ.:2c\u000fFZV\u0012VsYS[cA\u00131WZ&8j,r\"4mÅ\u0004M ͷ#;zCo7T1@X?-,\u000f5\u0004j{ )\u0002f\u007f\u001e*\u000fV3EV&4Y' \u007fcf9E]6pE\u00072\u0007 \u0016aDQ\\p!s\u0018w\u0013/Aw*f; &v!SjS鏍֙ۡٻxmss\":G^ږ h\u0010 ٬Gf-z/F[}}%W\"bvi\u001fAZ\u000fܦ$E\u0006ozGYl[m&6\u001d \u0010Yvq74BHyv,.\u00123=\u0006Qt\u001a\"Ǔ;Fh\"]Fm~ŕ\u001d\u0002\u001bF_lު~ZR\u0014|r~\u0006]S\\ )\u001f~qYTͶc$\u001b$|\u007f\u0013px!n}vv  t['g+YfP\u0014g[nI]5\u001d_c1t ؝4:Z$yLZ\u0015۷ 3:e-ؼ#\u001b l^a;\u0013(\u0015elchS\u001a5eQzP\u001b=T`Ia)u\u0014 èa\\\u001d5I5^0F: NW//n;حٞd,]JG grDmp*3/`1E\u0004  wD\\\u0016mX\u001d\u0011wZ^\u0002ϝq:\bGG\u0005N03c \u007f˗\u0011 \u0004ɤ\u0005W_gadQ  X\u0018tX*[~\u000f\u001f{- 1!O{UuvEV]\u001f~N\u000252JX%mc>0\u0012\u001f ؙI=rS/r\u0015+sQ2^ͽ\u0012ic\u0000C\"M^Y69\u0016p]_\u001f \u001d\u001eq\\\b\u007fF\\w@n8W1憈\u0003p\u0007ND /\u0016ۯ8\u0004|\u001e.&' &GsA\u001aҴ e\"F>-%7\u001c}wgTו8 K=-\u0010-1C>Q^\u000f:kf( T8 \u00157Iu!0TҲN$IM\bD[KxjOϓ \u0004FU!]C,B\u0014.×oeP\u0014)'H d7a-D\u0003 ?}\u0016ǽ ~'~#l&[\u0010BLX>5\u000e~,\u001fa+\u001e\u001cC;Ԫ\u0005[\u001fEn!K\u001e\u0011  \u0012v{\u001b q\u001bAp\u0002L 4c\u00176-\"\u007f:k\u001d^uP^\u0019 z˕1Lk\u001fݏ\"hhvHke>InS~F)yL^Q>;X*dk-n`1E=\u0006uFzƥ\bMƱŪɩ؍\u0014\u00112M\u0007+c0Ƴ\u001amZ~>0e% \u0019\u0007HWZ2Y!cj7Ikν+%>Zg335 BK]Igu.=n] &t'\u001a{F;P :F\b*v\u0002ـv }R;\u000fL Gd\u0017;V d\u001b\u0018\u0012ưƨ7l WaҤUX\u0015)_//)=˕DBwrԆ0\u001c]05V\u0015\u000fc*0\u001d=1&2Z(\u0015Gc5ydHȲ::V{t@ŵJn\u0016vE\u0012n\bl2\u0002X(MeJ|C\u0001d\u00143\u001f\u0006[{ev\u001a0\"=VX\u007fѰ\u0013\u0016EN䣆SJ)\u0018gnJ\u001b+ttXZB\u00013)\u0006oyxd\u0006b\u00130>hrk)kAYc$DE@tvە Yjf:/\"oPG\u0018lx\u0093\u001b \u001cp\u001c'D*@γyt ѮJ\u000fqMfDK \u0007lTli\u000eSdRBD҇\b@Ш\u001bH',{\u000fS3;\u0018'mf\u001cM| ^\u0013̭`~\u0013~;1\u0007[NH[k1r'\u000fw!7ږ\u0011۽֍k?0ͲI0zOZsm=\u0018m4_\u000eLL=._\u0006ndC&5l\u001fͦaG\u0001*1\u001c+}EQ \u001dAtjwQm\u001bT'\u007fX 84= MSy=V^\u0002u>;\"j_ \u001f.\\\u0005D\u0005u5goǧw>އ\u0010%|U\u0019Sg0m7\u001f#R\u0003)_\u001a '\b[E\b!3\u007f3\u001bUZ\u0003BIߑOD\u0000栉G֫\u0018 ]\u0002w\u0002as.mc u;~~Q\\)o\u0007-QRYu )c)$-T-H ~Nת\u000f Jp\u0004)\\\u0005s~a+䊁mŒ\u0005v gI0CX5\u0017p5>:SBe\u001d F \u000fxu$\u0016\u0010\bz&\u0005^E\u0014\bXF=Ds;le K }?:q :f@\u0014!2(sB n=W}5j촴ʛN[\u0018O2\u000f'\u0018\u000e)\u000e\u001b{,\u001b$)Rgܓ\"\u0087xo1 r^k\u0007 5'9\u007fa*a\u000f@#;0CkՌqs !X \u001146 ӈaE:yN*Ay\u0001O,\u001d?|*jk\u0002|R\u0015v) *IJƴ\u0015Emx;**\u000f28ְ}%M  c\u0019yd^v{aޢU\\:\u0005K7b\u00134  0PeY:Z*Q?{/b\u0010e;\"Rk$gwa[Ik\u001fq},SP(.l3dKCu_/,;>|RR\"q\u000ea(dѹn5gtKQN',oO!1L.rS[\u0015.)a+[tè>⍜]EEz\u0000ia*\u001c.\u0014\u001a@jC\u0003w?e1#sD\u0018\u001a5q:;ig.BCeb\u0011INzliP[Xbh[\u001dZQuo@\u001dX\u0003ӷKС\u000683\u0006x# ,  >stream  xUT\\ݲ NиKN7N;\u0004\u0016$\u0004 \u0016\u001eK\u0018\u007fwuϬޚkȉlU=@z \u0003\u00137@\u0006$\u000fvS1\u0013\u0006\u0001\"L,H\"`#g;Gn#\u001a(*\u000e\u00105\u0005#\u0001\u0000  \u0013g1 \u0018%*od\u0003\u00060Jhj?dA`S$FE#\u007f\u00070{?v\u0000?,gh\u000eaz\u0001|K|M\u000ff dgkt1[\u0013;\u0019\u001d`h\u0005|#6\u0017\u0010`a \u0002\u0003&\u0000F\u0006[;\u0012\u000f\u0011 b\u000f`\u00030k `C\\\u0000F\u007f\u0003'\u0002`C!\u0016f\u0000 OmE\u001fb\u007f\u0015\u0016S\u0013{#\u000f\u0002\u0018Mll\u001c}7O*\u007fz\u0003\u0018e(-j\u000fv\u0003\u0004dzS3 ߆S\u0000|ጶ\u007f[/|wͦ_Vw7f\u007fվu 67eoƝA7ag}_oh\u000fr)J \b\u001e\u007fᛖܷ&\u007f %?m*\u001d\u007foĮ\u007f[\u007fU۹\u0019-\u007f\u007f\u001d~aa;w\u0017ӿ QǅJ\u0007\u0011Yŉt cnϼ\u0013\u000e,6Ank5S\u0010Lk\u0010AUH~HnA~\u000fqNO~O \u0018])- t \u0012ڪX,\u001ff\u001a/ g3\ud9b5\u0011 䱭\u0006\u001apl\u00192͜T\u001b\u0003\u0003|6\u000eLvʎf!\u001e\u0010p\u0014b\u001el%ܑ9\u0001\u0017\u0014e\u0005֡\u000fp\u007fv\u001clڮ!*g\u001fg:%\u0018P\u001c\\J|oZ7\"x/ Xq\u001e6\"(Hj\u000et8\u0016^#p䜛^\u0000|u\u00170Df\u0019\u001cM2.d&j \u001c\u0017VӼvANr>%6Ä\u0010\u0013 {H) \u00003j/\u0017J,0,=k⚡@bvζlwD:U Tp\u0000\u007fQQDǊYj\u001c\u0000{ \u001e%2'N0ȕ iK\u0003\u0015Sǡ01\u0014m\u0006b+aܽw\u0002{k\u00121S5u&p\u0016~S}ó'-\u0005\u0003/Jy\u00164 bƉ\u001eQ?KU=\u0015k@j\u001f7\u0018DOW[LLT\"\u0089@7\u0007g㽗Ld\u0011\u001f-EOo9O$>L8^\u0012T^1׭\u001a~GP?\u000faS\u001c\u000e窫cn?jt\u001aHeK״g\u0005\u001c1,+ɱ?\u0015T \u001c?\u0012s1fl/pO-\b\u0007>\u0011R\u0015YӐCЈ\u00074\u00067PZSl\u0004n Uܾt?ۆYV92μ E\u001e#|l M%{C0\u0014\u000e>\u0016^ƞ4~͡ mtK\u0003\u0006ͻ@\\\u0001]9׏5qg/_]g6֮m\u0014e_AvdŔm\u00191$ \u001c!LQ\u001e\\}IW\u0012\u0018B@6%\u0003ӿ6isH\u007f\u0004?H/Ղ\\TLg\u0006i\u007fHg\u0015O\u0018[i Ht\u0000` ~SnU8[\u0014\u0017,T\u007f8\u0016\u001a\u0015XhD@2 blҚ\u0005l\\bj~\u0012;m 0\u001c\u000f4t\"%\u00010lF)PޮF,t \u007f5\u0000̇uÄ\u000fJX7ӈ$ۨ]\u0012IRDRIoFNPsH^*$NWI:\\KU>n5N$ \\\u0000V^\u0013Z\u0005ioCG\b.\u001fR^v4=fr'D}afo޴\u001a\u0018aMT\u0016Mq;\u001aچ\u0012k\u0019cWgK`z(6G6Twz\u0014X6\b \u001c%`]^X8z \u00005\u0002 Y\u0000\u0003ٓ,¼\u00079O{b#ւ-\u0005%鸗5Aeo?\u0007p>k^ȑi=#\u001a +  ? NJw\u00110~kz}p%p9\u001b~;\u000f\u001b\u001be蔭\u001c(: \u000e\"64B/1Kj\u0015\u0016\u0002Mw\u000e0߁2\u0014v'Qn%OQ\u0014&>ZUm/L^\u0015Z\u001e]b@\u0010W \u007f l\u000f\u0011P\u0004ӹ5gq+1\u0018\u000fcy[\u0001ƵQ6:{]q\u0017\u001d*])\bEܻc~gKJ\u0014`nf~AR,@ɣĳ\u001dY\u0017\u0012,%LJ\u0019=.XE\u001cL3%\u0006dy{Nqe\u0005Eڬ\u0003Ņsݻ|DT\u0018Vʑ甍1NP\u0012y\u001es;=WAOCs9\u0015\u001eo\u0012A ykwƻ\u0004f쥛&+\u0002%Qօ==\"cLA*K\u0002>c\u0093, tȘ\u001fw5H6i\u000e4 dHc\u0012k{*W^4S\u001d\u0005\u007f`qMPj #=@pvA) e 䲎;\u0014f1~N8\u0016T  %PO(|-9Tzqcz-l\u0001Չܩ9h3F9\u001aw\u001b{Ρap\u001c_ZǙ^Ջ*XRǚeGc*ߚ[\u0005\u001c\u0011|)\u007fog%\u001d\u0018z\u00074c۸q3rFaΈzT\u001e\u00034viq\u0018w\u001c=~GczZP($t\u001c\u0010fb\"Y6_3$ \u0018姕%tGoU榥75?\u0019I3 K, \"'F\u0012\u0001t\u0002MAv7e-|8ݓx\u0017$i9\\jx|0k)Ʊ.O\u0011* 9\"׫;tqhqvfl^\u000eS\u0006nbN\u001f&B{_4 \u001eO\u001a\u00053A(W?\u0010B[O\u007fBkdF?3RQ\u0001m\u0004MRA\u001c\u0002\u0011ة48Řx9)lϪi,(\u0012\u00195(:%Ns\u0002SiV\u0010.]\u0010-DڊӅxksE|vj`U2F4FsG@yBgД](\u0012^X̓ڣp겟\u0001ShF΄@>ُT\u0003{$C\u001a̯;\u001b6!^B|i@x\u0013\u0003D 4,odg.\u0016T~\u001d5\u007f%WVEC^[\u0004V\\p6f\u0016Syu8\"(A\u001f ,\u001f\u001aڎT+)2||p%q݆\u0002tt R=d,\u0002WZ{8D2I!\u0007M^\u0015\u0011\u0007.\u0002b\"F\u001a7QC| \b/ºd(ft9S\u0007V&T\u0012+&ۅF`щu2\u0006͗x\u00056\\\u0005o \u0015*} 0\u0016W*6C^n#*\u001ef \u0007-\u000f\u0015w5Ǔ%\u0006T|X\u0004LYF\u0017YpӃet nv\u0002\u00170x~S ۼ Q&8!J΄2jz!\u007f\u0019\u001aS\u000f=cy!4\u0005\u0011 ^\u0016f\\EȖf-\u0014v\u0005/W\u000fR5\u001aCD\u001c_\u0004FSMHT}\u0018OtQH۰>_ k8\u0012m\u0000JC\u0006O\u0011Sޚ\u001e+\u0006ca\u0016v(+8\u0007*\u0001b1n\u0004\u0012ܪ\u001c|V=tU\bLj`G ΢{\u001bDN8]3\u0012*oyP}\u0016VZmp2/\u001f\u0019I%Ͷۼ/&\u0006d\u007f $ \u00071w,~*8u\u000591wX2\\/O\u00005rGΝVQ.U(؀0o\u0005\u0010S)м>T+:hI5tڃ \u0017q5ʢnz26hd?U\u0004\\7\u0018f\u0002\u0016W~+߅\u00158\u0016\u0013qBl\u007f*\u001f\\ۮh{\\\b0pp*6 \bKbOH},9woַ1\u007f,\u0010\u0019x\u001d̙l3f\u001acE5;%f\u0007IeLLf\u0004pZ\u000eý.w;\u0001J\u0003\u0017E\"N}U) Y֤Q\u0005\u000f3\u000fV.=֨+N@^\u0010WP\u001cr9\u0015y[m`\u0000UB!Dfx`sMu\u0017 13r] \u0013a{b{2'\u0005\u0016Aݴreϑ\u0002k\u0013u~$A\u001aIrM?prz\u0004L!ڨ\u0019\u0017\u007fU&w\u0011\\Et%jT v\bMGOٞureL6\u0005~M\u0015Lw0^X\u0006b'|B[\u001a\u001f\u0015l-Cs\u0015F6\u0011\u0004$a\bCwL\u0011TPnzi\u001fTz\u0016z3?&GzOuD=$u_vn\u0018R҈N{\u007fFn8I\u0018=\u0003\u001d?tg3،\u001d \u0005\u0010x 󙉸M~5]Z@o\u0018VVHqXĆe\u0012SN\u0019\u001bʬ\u001b>A\u001e֊ǊV[>pRs6ܗ)ש\u0002};\u0006v\u0013v=\u000e#5K:m@i/My\u0000\u0004\u001bfE[\u001a\u000fW!\u0007d'\u0016{\\.\u0004QA{`܍[\u0016_9\u001f6Sr0d滴O5C\bWŏxȨ\u0004ٌX\u001f_>ԯ\u0019pV}qE_q^=Tu\u001bdlK$? \u000f\u001c@0\u007f&.@0a=v\u0010he %G\u00117{?c\u0015+N7sa\u0005i4ι`\"h B\\H\u0001UN C%C\u0005\u0005e̓4UHJ\u001fs%tyl\u0015&R!\u0010]rk\u001f\u000f}xC8C2ΓJ6Ptv\u0014>\u0004D\u0004.\u0007\u001bWrr\u0001\"qԎ*IJ4\u0018\u0005-v\u001aD `9;\u000f \u0016 iA1*n=\u00065J}w\u0016:-`e=W 1sqvDplag*'\u000f9'$\u0010{\u0014@jC \u00161]\u0014np3\u000en\b*⡙ב {\u0017N\\N/6\u00110:,[ש#x H\u000f jB1\u000fonI\u0019\u001cTVu x\u0003*X@Cd!l\\a)\b!T&Qk\u0011=$4i\u007f8 m\u0001AD˷eeM:X,\u0018^OM \u0007\\R8+H xC]X!َc蝬zH\u0013V5\u00058\u001ek)F\u0010\u001b\u0002+\u001dP\bf qc3\u007fc&֣\u007f\u0007 ޣIE*瓖AL\u0000s4e\u001d?{\u0000{ KQF\u001elwJҪvH o `aL*\u001bMd%!ر%\u001a/4(!_|mҢL/\u001b\u001cMT\u0000Q\u00175ӝ\u0012lM[υ\u0006Nӧ\bT$k(4[\u0016w*Gv\u0012?/!훬iڴ\b\u001fr!Mכ.S'c1|$\u001b(!\u0017 C5of  \u0001\u0013k\u0015\u007f\u0001I_  endstream endobj 1 0 obj >/ProcSet[/PDF/Text]>>>> endobj 2 0 obj >stream  x\\K6\u0012\u000f0­\u001e)A6H\u0004b\u001be.EHG[ӿ#KEmmO{0\u0003l0Hϴ$>U_\u0018Gs\u001f4o9neb>\"Z~Lkߛ_M\u0013w,ɯjbo3_x6\u001a(|2^Dwo8%1n75@}oҕ\u000f?i9%nIb\u0006:~+Ҕ|DEq\\n$%kfd:ߓ\u001fD;|\u0010Wtã;T#\u0003\u0014+!\u0015 $NN^z-sf3KeWs\u001eQRº\"y\u000f 6-\u0016fYT 0$\u001e+x\u0000 \u0013\u0005ɰZ{\u00163t޺\u001d1[S2 \u0013vt1 \u000f)ȉ3\u0016N+]/=@9\u0012.r Y'\b\b*JOZb\u001b`];\u001f\u0011UvŶlKa\u000eZ \u001eL+0\u0001ZN]\u0013Lyg\u0019gn\u0013\\O%,9F8Lva\u001b{>\u0017hcB?\u0011\u000f{27\u001cn$%H\u0016 j ldKyk3w\u0001/a>O]\u00130,زj\u000f IfzW1\u000ez6|t3Gq\u001ep\"\u001di ]Ã \u00035\u0016l\u001awGw\u0082W/^0؃⌅\u0004F@jP\u0002Ff\u001faeȮD͙\u001c\u0003ùSFUJf\u0007x7~\u0001Ps{{Ԍ\u001c\u0010E\u0017=\u0018YG*,l] %ٔ^p\u0013\u0002\u0006\u0007ɘѕ\u00185Zi.>\u0003N2bٲNXGrlյC@9kh\u0001ޡbV[9w\u0016/zxz\u001c޼L/~_ hObpLa)Kub\u001cIE\u001a{\"C]Y㚞cx\u0011x%Q\bP\u0003\u001e` o\u0011!Z\u00127\u0014\b\u0005֏\u00063j\u001629\u0016\u0013xtEno\u0019o3b \u0005 38.%\u0017Z\u0001R\u0018\u0019q`\u0004M ÷@\b\u00161W  d\u0015 V\u000121 >\u0004X24xh\u0012bxD-\u0006XJ8\u0003\u0006\u0019E\u0001G\u0002L\u0000_|# {!&\u0011= \u001a\u0012\u0003{\u0006 P\" o\"\"g Ҏ'G$\u001e'\u0010.o+G}&\u0015\u001cll X0}\u0015oP0mKOlm4F\u0017d\u001e \u001d\u0005Ӟ$N\u0004֢\u001e\u0013ކ\u0012W\b\u001b/\u0005)l\u0001@8\u0019\u001f(\u00010{25_6]\u0016QRpI Zr]Slzy\u0010ל_fU\u0011\u0012 T=!dr\u0017\u0005@q^!g4\u0000E_\u001aoÕf?ȯT\u0004R\u001ët8v\u000f\u007fbw T/TFRd 15\u0010u|[KOPţۨ\u0014GUZ8í\u0014W끃[\u0018cnjI\")ӌV\u0004ڹ\u001b\u00061߃\u0019rәu6+tC\u0005HBI\u0006O\u001f\u001e\u0017\u001c\u0019 \u0013\u0013\u0012-\\\u0003 dN~#\u0000#c\u0013%ʀ w \u001a\u0006}F\u0004:wF?,P\u0018ux\u0015*'dyx(\u0012w6p.!\u0003؅-ȍ\u0012p|\u0001@nQTKZL1\u0001\u001a\u000ePe/b~Te\u0006`G)bzd\u0011\"\u0011bb  n~݂J QsE*Ȋĸ'ÌjUtU7fknko\u001c/\u001b$T\u0014^bEP\u001fԺc+e \u000fL\u001eJk \u0014[\u001d~W#=֘/;%@m\u0003\u000f\u0005\u0003W\u0011G\u001bļm3ħ[KG8&:]:\u000eR>c(r mW3,IV\u0005j w\u0003\u0018)\u0018yR攟\u0015\u001a3(b>\u001d:Cp& \u0001As꩞\u001f\u0017\u0014mh\u001amsc]w~x\u0015ߡ\b\u0002@\u0006n\u0000l\u0017d:R(ңӽU\u0016*L\u0001\u0019͉ u=\u0017y`s0\u0010= ͳ3^\u00043c0Үţ;q7^0s(fI\u0016g\u001brJR+ZV\u0010вbBO}\u001e\u0015pZ/tذ563O^\u0007\u001eVp*`3O\u0007-t)\u0013+xjR7V\u0016g\u0014OWx\u001b\u0004ݿT'~rEs\u0013;ݓ [\u0001ZHyL.뭷햸\u0002u\u007fĻ5&\u001bSQ\u0004MWRR%\u001c\u00120r \u0002W~]'I\u0001\u001e@\u0013\u0007|\u0003*||x/@ީYc\u000e \u0019& \u0015 \u00171 ~j\\RDY#\u001e71ʓu>[Ը-\"n~m\u001an0G'\u0013e,&r\u001c\u0003\u000e  endstream endobj 3 0 obj >/ProcSet[/PDF/Text]>>>> endobj 4 0 obj >stream  x]ݎ\u0015_`߁M6G~,E&)m\u0013l\u0001z\u001bYڑD(w\u0018i\u001eHc\u001frFɦmzMQ$\u000fHTGg\u007f'6\u007fW\u001f?!wc\u001a\u0012FI0}SN}u\u001c@  \u0002M0>\u001fLm\u0016D\u0014- f\u0011\u0006@g5\u001eK08v\"Hχ ̓\u0010CءDPZ\u0011)ܴ-ӳ6Vnm3u\u001e\u001cm*\u0019sQp\u0014\u001e\u0017 +6ǃԯ\u001c+ \u0011]k=//o`Gim&\u0015&\u0018\u00176:oF-d\u0019\u0007YM\u0019۾Za_4xcfumubSl\u001aVhTgb\u0013~ap#z2\u001a\u000f!\u00893='=kI\u0001\u0015eA5Ÿ\"\u000ekJ\u0006\u0005kYG8~4\u0014%2\\O\u0002l~ZLZ+5^ U\u0019ܵ\u001d=\u0014F\\tUE\u0015\u0017 ǌl\u0018\u000e\u001aBV~̪$Uą1\u0010\u0004y4m.ͶE!T3\u001d9yvgDu\u0003\u0006K\u0001+{p\u0013z -@\u001cG}i,l8 BaX =A^\u0005헫LE\u001c\u0012\u007f\u0002x\u0004ш&69,wssDE}/ Pi8BE']BCm{\u001f; #׌\u0017/l^\u0010jhhf\u0007j&9\u0012s(Z8\u007f\bBAbZȞJIpSo\\M*LcG}N\u0012Þrq\b(CsD\u001e9K\u001e\u0014e8X^C;k5֘|\u0006:BciI%uCS\u007fDn5g )$s/9\u0018 XwYJ]tG]txK\u0012K]T{2\u000fdR\u0002MR~ШgEU\u0019SĶϗ jU\u001cF| !?k\u007fn\u0013\u001c3VZ\u0018)wpRxXmxONYS\u000ek&\u001bچ:Vc%U~i\u001b\u0011ӧ R gd\u0012i!n&8m'Q柌mtLt֑s \u0004WƐ8 &\u0010;yAwsB?K\u000eS:P\u0011e:  fF*t4Qiܯe*&HHgb:J':S>\u001e\u0017|ֈSmL_Q\u0018\u001b=0vA\u0015VJd\u001c숙>: \"Jl\u0004>}:L,.\u001b\u0010D.9\u0014A~EG~ gC\u000e\u0001\u001bdpe\u0004\u000eGMV,\u001cu\\Ä`s\u000fw\u0005\u0017\u000fṿh砇w8\u001csHS ȣ>NgqU\u001c\u0018T\u001bȌyxD\u0012/&{-=5*\u0002׼S|/Q\u0011ēN@\u001fu\u0012;&\u000e+LbױiW/./qnCh3!3\u0016\u0003mv2X4R4FXb{q-\u0010˗(9\u001ce1_,e0΀gIs\u0012\u0012\u0014s> Daadċ|)\u0016\u001ddà\u0013h6\u0003`( ~CG\u0011\u0091Al]\u001aU˴=;\u009e?BJ7\u0002%.tEX\\\u001b ˩m\u00149N\u0001j5\u0005g0&t-Z Q!@\u0015A#{؋ Vrڒ\u001c(FQsQvn4|8zKsT 0Y\u000fNN\u0002\u000e>\\paN\u0001): \u001c^T)k|{5r3Uj~XOK\u001fO`%׭pCY\\ `҄ #T\u0010.\u0017_Qq\u001f\u001d$tw\u0013 }\u001ckO\u001d\u000eZ\u0006O\u0006\u001f2ˋ\u000fH_yY$!'{+\u000e?ZY'S\u001b\u007f0u[}\u0010ň7\u0019ڧ /$\u0005*P6gq\u0006hy*1oք\u001e6bXkcf >/ProcSet[/PDF/Text]>>>> endobj 6 0 obj >stream  x\\_ܶ\u0011\u007f?\u0003^fwy)\u001a\u0006-\u0018h^\u0012eіč(z1~\";nVk\u001b\u001cI\u0014573 \u001bl \u001e(ۛ'ԯW7&luɟo_|&H\u0010 oۛog|֬dmh|w\u001d8]\u000fV RAl8^hwƼab;2@Ot\u001dOn\u0017}s.SPSR\u0005%.\u0019y(qߡ>XsG\"\u001c]NRnE4&IK 7?\bu:\u0018~\u0010rD?(dN\u0007b\u001e7)@\u0003\u0019'\u0006xe6`eXWP\" $)ל t \u007f9*۬cem+Q~!:\u0010C1U_L=bt%YO @?uWD\u001fR\u001f 73\u000f9 W¤Jӧz\u0005[ Jdo߄#\u0013f\u0015_k\b. btVCo=r7h3\b\\:\u0019ӵ[OIK4)>0ѲjqH+\u0006Tbxo{j\u0015\u00185{O\u001cf>Kyj}Hb\u001e {T[8\u0002\u000f0 \u0017#G\u0003䫔m\u001cѰ\u000fWDGbӐ=ɬk\u0010VKQa$λ\u000eO\\RF/=\u0016Ig\u000f\u0007˃\u0012P~ cD\b'\u001c \u0018&>GM@lr\u0002N1ڷh Q3t\u0007H5E,WK3\u0004\u001aL͚8j-nc\u001b8k'-Q\u001bk8\u00066^yR1\u00190DN 5ϑc *\u00134B\u0017yG=-e+rO3@ț\u0005\u0019\u0012Dj j\u001e\u0006\u0003pX` j^\u0007R\u0016\u0016]0BrE5Q)o]]A  ?/hҭ\u0006u=E\u001chaPp環!\u001f(aoAM\u0000d o?H\u007f'W]\u007f\u0006\u0004]I\u001fZydV\u0012`+G3!vr\"\u0014t]\u0018 5ycw^A$1K\u001d\u0019 Nz:p\u001e,\u0004\u0000\u000e/\u0015B BX!J\\\u00053\u0001E  6ȯJHެ \u007f\u0005nj|/9䒝9Z@I%ﭾ\u0018nwCԄ$q[Hz=\u0002 Q!zn$|\u0006#UtȻ\u0005;$қ7\u0001aQ\u0018@!&$œ\u007f KB5=Hh\\tDސn\u001dXKU\u001ffEҪI\"R\u000fR\u001fբ ;đ ,\u0006`S\u0017|\u0001N,\u0015#>i(^(Ym\u0002\u000fLИǓ'\u0013\\\bmI\u0012\u007f!I'ze=kV\u001c\\>\u0000\u0002ܦ2bnK #Ȼ{s=ںldBmڧ>~ \u0018Y\u0003\u001dT} rx^+ch\u0010\u0000ޯ!#I\u0007,l\u001ew¡\u0012M\u0014h 7\b\u0017TV qO=zW^`de }\u0014'\u001eBKfN O[\u0000hxd>\u00110ک&zS\u0003z顟LsL\u001e.//HF j= :{]n6ߗw\u0005\u0001$~0l[ZqY\u0001'-r\u0018l^䈺_-x }`Шd{(mK20ɓ^W:_֣\u0011ꉤ\b5.k \u0003Ȝu\u0005J)\u007fcD7|\u000eia\b7V\u00152\u0012\u0011Rόm͸)?\u0004\u0014F: \"WؿL\u0018k>S-o8V\"uGꔈ\u001aQToDcA\u0014\u0003>N]\u000eP:;8hش 6}X-2m\u0012|4ZEv\u0007Lוf\u0004-\u001al\u0003.|z[\u001dOA4zjL^\u0016c*`(О>iśLGqاC`Rs]\u001bZ\u007f\u0003q-:\u0017DXc\u000f\u0014\u001e>u!\u000f\\\u001fM=\u0088rn͐aV, \u001a*Q\u007f%+/PGX7\u0003=d?nYiA\u0015ͪJR\u001aB\u0004W%R1I]\u0001'\b-׳ǎ\u0000ZH\u000fI\u0005)$iS5{k-P\u007f5\u001b۽\u00181Wi\u007f >/ProcSet[/PDF/Text]>>>> endobj 8 0 obj >stream  x\\KoF\u0012\u001b\u007fh\u0001l/QT.A\u0006\u0001\u0002\u0004=\u0018e.\u0014ٲ:Cæ,o$j[p0bW_U3 B\u001f\u0012\u001bξCI\u001f>__%aYA\u007fu}QBXpY|_Ke\u0007ؼ>z9ZNHE\u001b\u0017\u0003{\u0014mE8UKQӋe'.^]F\">w-][~K6]OV{% \u001ffWӀ߶%I'5\u0019}d\u0016\"Ó\u0006\u0013\u0012'l\u0006̼I\\,\u0007Q >Zo\u0016ħ\u001a Ye'U.g5J '\u0018&]Yۡb\u0006Ki/\u0016gqD.w\u001f\u0018\u0010 \u001d˰6 \b`+0 )RX\u0007Ie&2 )EY(FlTn\u000fׅ-\u0016\u001c\u0015}feQK\u0011\u000e;\u001457\u0015\u0018h =}z??݁m+\u0015\u0000d!#?PgzURjfE̽J.Hf&\u0004eH} P/6\u0003uksv\u001dl-`4\u0011\u0000+F̫ \u0001\"%\u000f&vcK\b[\u0011\u000eW\u001a\u0012|c\u0002\u0003GKqn>\u0012%\u000e-L\u0005.j\u0019w7Qa+a5Mp.\u0015c\u0000(\u001b6ՇxTJ\u001b|\u0012)[$ ~QX4}\u0019яl\u0016Ӿ\u001eQÓ J\u001aG/\u00138s=3lI\u0003Tou\u0019ҟKj78o(P\u001800`q*ܴ9{@ZBP\u001f,S~)mzr !\u0001XaM\u0002\u0011;\u0015Ǉq:\u0016gЈĞ4R]@׷3ƣ \u0006+ɂ2S\u0015S\u0017~\u0005\u001c\u00111ؕſe $X9RpA\u0011S\u0019KSQfk&y-[uV\u001c\u0005^9\u0000y&kl3\u001c\u0010\u0003\u0014GWhY\u0004Qo\u001fg\u0001SW]H- Z@\u0007,jcʧs R\u000fB 9U\b\bBH \u0012\u007f&y7pk%G[\u0002\u001e>Gz@ 0\u008cjʓC JN\u0005iwF\u001e%[J\u0016_-)\u001e-bـ\u001eG|\u0019AkR]\u0017\u001d6||U ZQ ͷ\u0012'-Η >`k'.tޯO!_Zw¹%,ѱ3|7s}x_y\u001c| u!\u0005gT\u001e0{^\u0014ܮe ǝ}S\u0000 A YGϰ'Mmr\u001eWaD[u׿p\u000f_G\u0011/>\u0006a\u0003\u001fI i̊\u0013;\u0016ѱ\u0007;y~3O`N4{jJļGy\u0015[]ŷ\u0010E\u000fa] 5;OZ\u0001\u0004DzCq\u0000#}.o1Ejd?O\u0018J\u0010:lfNF\u0006\u0018h!\u0014 FgZ&z\"{7ƿM{,Ox\u0015l\u0012\u001e队 LsFV=5AgI\u001ee2\u001c ]\u0011gb-\u0001[\u001eH\u000eEg/\u001eY[OI灕\u001bTo)m>^\u0012/^\b\u0011s|p\u0017(\u0002t#=Nm.ee=tFGRX8 \u0014\u0011\u007f|-  endstream endobj 9 0 obj >/ProcSet[/PDF/Text]>>>> endobj 10 0 obj >stream  x]]\u0015}_`\u0003\u0002^\u0014H\u0003$A\u0000;@Q`^d\u001ekG\u0016]}wF\u001f\\R$eñ\u0014k6Cw\u0002D{ϹMg\u007fdv?7^7ď\u007f7\u001fo߾ fE8cwo|\u0017\u0010ϗ\u000fn7o~~\u001fW\u001cyӅFٗlϪXAn\u000el%\u001dSǏ/lko\u0004\\/KZɧ~4ggOd&քm\bXrY$b\u0015 \"'$H-\u0007fS?Rлwr\u001dKs\u001e\u0004 \u001e \u0004~*/zV\"\u00134~޸Wo\u0017K\u0005Fj󅃨[зiC 'Ks'5 EK(p藿Q6\u001bUMhT\u0002M\b6|\u0000׾kF\u0006lj蛡vA;r\u0001Q\u0018\u0007 @Pp\u0010) \u0011\u007f\u0014gIJ\u001dL\u0006\u001f\\Z/(v3 {Y#5b@$\u0007;IqXC\u0001\u0017\u000e\u00186c\b6`7ETO#(?.@\u001c YDWM~'QhAn\u0014\u000e\u0010`Xˊ\u0015d_5\u0005wg\u0016\u0013P-\u0012bL\u0018\u000eIEV,\u0004g\"23\u0003QЀKJ-\u0014.\u0004Y[8 -K[I\u001er~lR\u000e|\u0005\u0006N6%I$@7g#B\u0002\u0017`t]gT\u001c*g\u001fw>\u0015T'y\u0017\"b\"\u0017r Ǒى\u0018\u0007\u000eI\u000e(G?Ҫy\u0003Ӳ&+ԒT~; gY\u0015hz6PϏyyr=\u001aZF\u00188ҁ^\u0015sk\u0015\u0015Z0I\u0015H[ж q0\u000eT\u0003Y򀚟\u0002Ks{9\u0019b\u0000NpɌU1\u001b\\Y2j{T\u000et\"s` *\u000em c0} ¥ ^'ޫ\u001a\u0011EiJplPj\u0017d)\u0011b@\u0019M!\u0019y+~>=\"ӎ# rbZ\u0015̠`\u001cN\u0003\u0014.-ᨏ\u0013xm. \u0013~{ۙa$r\u0002xR Dn s؟zsժѐ3\b(\\6;NZݹws\u0006K?\u0002LB>1a>!vqei74Vql\\\u001ca =l\u001e8*!2\u001dSt$?㦚\u0007 %\u000fR0h8*{-!*\u0010NZ \u0016\u0010(=o\"ӧ̙`\u001c->5 \u0001B>h?71\b\u0017\u0004L\u0007\u001f\u001cCJEd_/\u00118F\u0017ôc}n06\b@\u001c \"(%\u000fWnQ(Moh\u000e#PSf\u0017|\u001d\u0015xO-\u007fRx\u0000\u001eZ{xv9\u001c/C84\\oP+7ni)Q C\u0013t\u0013\u0007 Q\u001d#z( \u0015Krh\u0001$]\u001a\u001d7{t=\u001a.m\"*7\u0010-O2t=t^*\u0015āg|GNGe|\u0006S߳\u000fyV`^%˄nE\"KPYX*_\b+qsҿ\u007fCzy]ʆl;\"[CΈf ʎ%\u007f(OA\\\u0002 ! e8=\u0002F @\u0013ȳu\u007fhՅ16l#Y\\,ם-~\u000f h >/ProcSet[/PDF/Text]>>>> endobj 12 0 obj >stream  x\\_۶\u0011\u007f\u0003&/tdEi4\u000fNS3} %'(%k$]\u0010\u0000\u0013N9q\u0019O|>\u0012$o\u0017PG\u0093G6\u007fmv/_k\u0013!^ X 0Xzoկ\u0017=Q\u0004|UWE~5 3??ѓ\u0011|\u000e\u001e\u0014EA>A,\u007fx/.J7j勛\u001fz XT ki,A $r\\\u0017\u001dX4j*if\u001b\"L\u000fj\u000eIbaS6pK͕y\u0003B\u000fr\u0013}J,7-۲fEx/\bG\u0006\u0015=BM٫'\u001dTZ\u000emy_TSj-8\b8F .\u000e% [~\bJwD Z^>ki%lԥRc6_`\u0015ROS\u0007t`-:\u0000D^ '\u0001mՃ:vv;(ȕ.HCa\u0004%\u000e i\u0014\u000e%\u0015՗j!UXȿstJ,qa | KOk\u000e&}\u0002I~n4\u00055G.\u0015y4:v1h\u000f\\s\u0014 }c@.T\u001eI \u0006\u0019-\u001d``\u0015\u0016\u0017cGQe\u0003C5 ٙc\u000f]۝e\u001bL  #q\u0019\u001a\u0010fmʞTsr\u001b :8 j~2̶{|Q;l=Y\u0007 WH\u0007c \u001a?`M@|uú103mq.T\u0018s\u0002\u001b`\u0019\u0002 4T \u0013(Y3B\u001cȆ:^\u001d\b@k Iv浞»5cD `\u000e\u0012a\u001b\u001feħ \u0004`j\u007fyǓ\u0007\b&\u001d[Z\\SܙTz=՞L[tV\u0001c?ؖI:J@ \u001ftE\u001buD\u0007Ҕ!Anu\"\u001bj\u0011.\u001c\u0000{\u0011Km\u001fjđ{U#8σ 2D\u0003\u001c\u00115ّNw='pIeoϰU$\u000ec⮥id\u0003N@oڇ\u001c\u0007x'\u0003js\u001d|`H,^ܗ&;$|a;jh *$C&/]\u0002\u0011|4솣{\u007f\u001ak\u000f R\u008eQ[\u0007\u007fWs|8u?ƀ\u001a\u0017?wF84W `v\u0000\u0004\u0005oxU̽7 I\u000eLf';ġ罠/W P\\$st\u001aѵ4^S(6{:!J_8λp\u001aG߃F5u47F:s|\u007f ܮ#|@]eʭe\u0002[\u0000ǴJǡ\u001e)\u001ay$A-aӻ\u000eMGd5p~G4/M\u001c #^g R,u Ul\u0013\u0016$E,(VQ)m/>B;q9 O΅(Q56K^\u0016Aç\u0010[]p\u0014uWO.'d\u0003ɿAm:],\u0005f~mwh>.\u0015>n[4GM\u0018( Z5Tp2u\u000e\u000fy`eYxZͮe\u001aG|t\u0018 fh-?\u0012\u0018ф*&L'*?҈\u0018Lr|89> z0r3WV5S4U{M\u001c'\\9 *Gf\u001cC\b7\u0003f)c-\u0013\u0014.x(3u\u001cbp=\u0001Sˮ\u0006gxQeWsx\u007ftQq\u000f \u001d hә94ג-.\\\u001e A\u0000xb\u0007n\u001e\u001f\u00189=~\u0000m}w\\ydTI\u0005IK>,.\u0010e=\u001c_\u007fƒOe8\u007f[F7g\u0004\u001e p\u0013\u001c}?G\u001fe=  endstream endobj 13 0 obj >/ProcSet[/PDF/Text]>>>> endobj 14 0 obj >stream  x\\moܸ\u0011\u001e \u001fm%mh^qES@vŵ\u0018KDe\u000fP$C{^\u0002\u0010\\\u001cK\u00143 \u0015\u0005'\u007fGmڶ/_ 9\u007f Z SE+\u001b~yȊ0HCL0dR\u0016tm~>~Rv\u001b\u0011VxHvj8|4Kd3\u001aIXP[\u0007\u0001m[/lݣ\u001b6r\\\u001a75.\u001aVbF%Q=ʚ3J'D.\u0015\u0003K|&jf}7q\u0018YG\u0004*ᚢR$w\u001dN~@ߺլ+խ(+_N-W_FJ8lMu71aŖm`G# ;&Xc -%C5Fj\u000ezқOqZc{k\u0002\u0019\u0000k&\u001e\u007f*  \u001f \u0004D2vv CD] 0[~h1\u0010 {ڊ u[L\u0007@v\u001dZ8U\u000f?c7\u001f( !\u0012\u0010hפ$m\u001cFKD*\u001c@=J]HB#TP; ^ -\u0006\u001e{?On^)\\9 ~Ä2.iO{F?mH\u007f>ޢQ-5\b\u001bPYЗJZA r  DpPl /WW^w\u0006X`k[\u0006g\u0019\u0000!;k+ Xe! (n\u0014t `\u0007I\u0018\u00149\b\u0000Ux\u0005\u0017n\"\u000e!\u001ax栿8X:0{gpQ0CـMl z!\u001bزӌ\u0014쮆jܹ\u0005\u000e\u001e\u0015\u0004Y\u0010~\u001dheo1\u0018 R~\u007f\u0014/݂\u000fh`DSSiSWM:\u0014_8\u000e\u001f޿/9I1P  dgBTK*fx\u0016L\u0000WQ 7x|ҫ\u001e\u0017\u0014ߘ9Y;\u007f\u00116r'(\u0013\u0005Y|N32?QaTx '\u0013\u0017 +\u0000\u0007V\u001a\u0000+NcZPKiV\u0004\u0017k5%A\u0013+uAV}R\u000fi)ࢽT\u0000mJ~B\u001fHI;;\u0001+\u0014&\u001bױx \"jŘ6Mޕ(\u001d!:B`#h\u0006s#aB\u0017p\u000e!Ԅ\u0003GDEaOЕqejw,`Z\u0019]\u001eA-\u001eT QIm@A  v\u0003*5EV\u0011A *Z\u0005\u0016Uy.ץq抳-\u000eZ}\u00128\u0004P\u0006Ex]  \u0012tXf s\u001a\u0016Vd `ly/\u00054T\u0015j]s.] 2lu{  I6LK\u001aU ]\u001fJxE24zpnGŲA-\u000fq \u000eAm\u001a\u0014 h ?uW\u0017T;)EQ\u0010\u0017U\u0013{. N{\u000f\"1\u0002\u001f*]8\u001c)gPi_\u0005\u0019\u0004׭B3_\u0007㤲qP\u001d\u001cìBn\u0014vl\u001cD \u001b\u007f\u001d\\v;(G\u001dN?:ol\\s\u0003=0Xk\u001a+8\u001c\u0000I2?s\u0019 5t*\u0012~ \u000fA\u001az>k\u0000uz{uN G\u000eE\u001fb=~\u0005 s\u0006\u00077\u000f&м\u000e(*zP\u0000jS\u0007JĂ]\u0019Q\u001e \u0006\\ (\u0002] t  QI/\u0016}9\u001c\u001dz\u0010\u001c?4 _xfQ³G;i5ng{q?7 =\u001fƣg/5\u001b0\u000e\u001d\u0019\u0017Qx ɉ5l+L7 N h\u0002\u00039ڹ\u001e\u0017!/w  endstream endobj 15 0 obj >/ProcSet[/PDF/Text]>>>> endobj 16 0 obj >stream  x\u001cێ݀a\u0017;MA4HZ\u0002y W\u001aˋ!WϨ\u000f\u001b)iΡWeM\u0011ə3~(\b_, \u0014|sQ\u0010e \u001f]EI\u001c,b5 1 /XalәzjBaqƤ(Ńhn̳( s41\u000eTj-*q\u0019 =eط]kY? }fy\u0018\u001a8;\u000fа9(֊Qd Ź\u0018\u0013\u000eTC,6 \u00048VX.  RDښU\u0018D٫Z4\u0002/xLļH й\bڨ 6֠ܟ\u000frչj +!8>@9%{ә C̓-n9\u0001eZoIAh8@ Z\u0011`l\u001c\u0014/s63#>MN\u0015VH\u0007d!Rܒ@V{2G \u0016泥\u0013\u000fHju2}\u000fN_c:aZ /:(yj\u0012 1i\u0005$\u0016\u0002awf?\u0019\u001ck\u000f$5ϤâǏR8$zTLhHU\u001a̳A{V{?\u001e4lm+/q$(\u0015}ci\u0014\u001b\u0004w\"3R\u0005jz|;\\M^\u0019`;G-F|\u0012\\\u009a$D|#[\\\u007fZ7\u007fJ\u00051~Qnπh@i1!Y!~I\u000e ܙr tWue!?\u0002o\u000fL*PL/}T\u00068v\u00071!+@!Ὂ6lsp\"EW[E.^>l&b\u0019%3fZ;R?X\u0005S)jZ[@ 9I\u0005pI9R栅u4`Ά1I~*.~@3-\u00194H\u0005xWsS\u001fqJtS麨K1\u000e5;*\u0014 O-UPhI\u0002[&TRv#\u0011\u000en!peyZ\u0004ÁdeIU]r&Hpk\u0015\u0006v.߈\"Br\bJg ᕪ\u0018D\u001c0UF\u0010s+u&5WU:w0EJkSb\u000fx\u0004M\" 0^\u0016\u001e:\u0006^j\u001b9d-n\u0014\u0014ze|V\u0001۪W̫- F>(șMt% _\u0017vih,J|w\u0010p9] YJt:M߮B|\u0007Q\u0014J|\u001a\u0013#^ ˼kɍ\u0002u@\u0004 -GF$IT`Ei8PW&\u0017\u001f\u0006c\u001fSd.=>\u007f{;\u001a\u001c#\\~GHcNJB~ܥD!EtZV\b@\u001b\u0016➖M\u0003jnHv-LE$\u0014SUNS\u0007c3\u0019\b/I\u0011]n`C_֎\u0019˫ \u0013[i2h7]>\u0013[g\u0003&b3$rM:K뵨\u000eg6\"A뾶ͼ`\u0005\b\u0015\u0018mݔ tJ9ם(\\\u0002h\u001a[Tw ^\u0013u\u0014\"7\u001bF-VmR]\u001a],['B  ƜW 6~ӭ;!\"*U^\u0011\u001bY߉Rbkk\u0018i p{lԅu7\u0005/UԼSI,a'\u0015i:AWmx#ۺhǭQЦm\u0004\"M:'T>jBH\u0000\"\u001a\u0000zE\u0016:zq\u000fvQuӶ\u0006$mmbk\u0015-\u001dW\u0013\u0001\u0011\u0004  ֪(?'{G\u0018 Cԟ@[S -\u000f\u007fp-\u0006eL䪠\u0005n\u0014\u0019N).Ʊ \u0019 Q=!UݸaFpd\u0001\u0014')bi\u0004U\u000e\u0016 #Ni\u0019er4߭n3|8Ⱥ8q}sp5\u001c5.L\u001ce\u0017A\u000eUgr-@IriNF/Ѐ ӏʜӀ7RzAuc u\u001e;>\u000e\u007f\u0003$j\u0015  endstream endobj 17 0 obj >/ProcSet[/PDF/Text]>>>> endobj 18 0 obj >stream  x\\_6\u0012\u007f\u000fZ\u007f-?\u0015\u0015\u0003!\u0001/Z^EG\u007fH\u00149ל᮷\\sW\u0004fmQp70X\u007fluwW\u007f' \u000f֡y$\be\u0006o\u007f͝\u0002 tUWYl~5>\u0006\u007f\u000f\u007ft\u0013B~x\u0006 e: =UǇe\u001a}::|\u0018F]n avQ7c\u0006^\u001c>Βe\u007fg;.3]ni+JQ/2\u001b\u0006\u0017\u0014{Ydԯjd\u0017 X~I r{\u001f\u000eYcnJW^tqvhk\u00103e\u001d*qV=󊉺\u0014m'^VTl\u001e)%3Y\u0006]䵞_>LL1Uun>`L\u000f_\u0000Fg+\u0005\u0017)yB/؈reL\u00125)oTt\u0019ke8hm%\u000e-p\u0012WF\u0005+rZv\u0017U_r=q'\u001dS\"\u001dU\u001aı;\u0002\u001bM\u001fx#x])%;#&ZV[\u0011a(6r\u0016\u0004-:\u0017ƹ$t}^UF\u0011uKmK^);J\u000fʮ^\u0014 |\\ xS4)ڼ\u001cQq\u000f[Zc3=Q?\u00834Llyh5Ď3\u0019q\u0011g\u001d5%\u001a9!;\u0001|^Xuf`u>5:Z/i\u000e&9ww9'\u0010wҧ|\u0013-\u0005e\u0010'?\u00051Ff%Z\\To6Rw6$6\u001c7\u0000\"6'\u0004%ƀБX\"厵;Ah\u0017 \u0018an\u0005X\b\u000e[[\u000eH!BS\u0000\u0004\u0002 `s4rxUL\u000e\u001cAh\u0014\u0003[^wdG\u0006۳_\u0010ӛSfN],\u0006і[\u000ei%ShN/M\u001dPˣ\u0016:T\u0016f\u0004֣;Ѹ\u0015j\\.\u000e9f\u0000=?1\u0018>? \u0013$]/p2t8p J[a%jw'\u0006z58U\b\u0010D7\\Wpk'k(O>0E\u0013\u0000\u0018 qii 0nLTS\u001d-\u001cƹEZvzI2sA;A\u0016\u000f|:lT,`:F#[Ryx:c\u0016S6ɷ\u0000\\V.̖dBFX L|\u00039\u0017oJtvM[\u0011]\u001bTC#*摖%\u0003ؚNqۖ]*{J\u00105iVG *5O;y \bL&E8d2oAsk  \u001f\u0016\u0003\"փ'\u0013cT\u0019W@,r=\u0011o\u0003+zwy#YM|;Q\u0012'\u0017\u0019 \u0014+ ,\u001ar\u0006nX1\u001eUYoK0\u0005S[dk\u0005` Գ\u00189zxls\u000efYq#,4\u001c \u001f,I( 9.\u001e$ₒIGR2k\u0018C}a\u0003iak1\u00023\u000eܖ.淞͛\u0019\u0005XoTYIM\u0000m~\u0001ʹ\u001c(\u0007.O#\u0001cޑ>N!1\u001frmӨ\u000fSS5qtB=c\u001d ؅a;*A%'*J0\u001dy@F\u0013ZH} U-)\u0016fdZ>[Z\u0004i\u001c~\u0012% \u0005y*H%p'\u001bC\u001eE\u0016b{(75%\u001d[{\u0014Inc9 \u0014\u0010-ջ,>ws\u0006I\u0015Ǩtr9]O\u0017Tv\u0013í\u001cܐ 86rPNz[˞j\"өdtP~8e)vP?92\u0011qжtm\u001a \u000enpUE: \\]^S o\u000fdV\u0002o]%v4HKa>z\u001cZ\u0018e7ݒ.$fG9]r⇖d/\u00193!\u0001 U\u0007t9J%tiUӟXQ˦nT$=.}3Vb\u0015r^_\u0016:ұy)F?T\u00049֤,G~L\u0007yr%\u0004R/,xusEX4Ƿ$\u0019鏂TrWC%ٚgN.\u0001\u00058?v\u0006X\u001ah|^\u001b³$\u001be0\u001c\u0012â6\b\u0003Ex~I\u0003' I=c?Y\u0012\u007f\u0005 P\u0012]\u000eBl)/  *\u0013!qL\u0016|' g\\'~\\>׊yxHVpEQ>&CU\u001cGqRhj\u001e\u001a22yzWICr[:\u0002x mj\u0000;B쫹#\u001ach,\u0014\u0006&pItnU)}\u00194G|\"\u0015ft\\i6ݿ@$c\u0010[wFδ\u0007j-a͉\u001a\u001aY\u001a\"\u00159&3\u007f\u000f$q\u0017\u0007.\u0005\u0001\u001bqAȋ^#Ruh'Oe\u001b^wv*JbcFԥ.#$!WK0\u00128\u0018+ @Ax\u0017V\u0017J\u0006l\u0002F9J>\u0010` #^sxurO`VQĄS܄ͦ cW/\u001e\u000f\u001d?2{0 Z﹕\u0006\u0019Gym\u0018\u001fѥ\"/Q\u0000oW769\u001bIs?\u0016s`7 ?t`+EJ~\u000f8F8#2lt\u001a0zHJBa^AH6+&Kͥ\u0019הa\u0003\u001d\\\u0012aXT5C\u0007䎍\u001acCJt- J}g,ڢ]\u0010Sx\u001egIkY\u0019a\u000fU'ju\u001e:\u0013\u0007T`mao4Z\u0013O6LIΆx\u0002C\u0006˺\u001a X͘M`T2\u0017ZmBzΨ %Wj  |X+: ^:\u001b\u001f\\y\u000eZ\u0007\u0004\u001dx\u0000\u0000+Sn[]Kj \u0004zhB[}w22$J\u0005d\u0004\b\u001b9%Σ eꂋˀ(9]A[%Ry\u0001{}~ b\u0018h%8a4A\u001bt4~U*Ќ97@\u001c\u0005,[;h\u0010\u001bU$G&oݤ\u0010:\u0017c\u0019Bu9\u0012|g^k\u00066\u00136z`\u0002S\u0003SB6qpQn ^\u0007sD%m;'ÜbB[u\u0010;DcႴ[\u0001#W(nN\u0014D'm  :\u0007.S]:u;c9X\"\u0007nL\u000fW$ݘi7 \\QyIGH֘c;R\u000f8\\\u0007k\u001c~QlR\u0001tͧ@c\u001fBu>tGG;Ën\u0005ccS\u0005Y \\ 7\u001249z/}sأ\u001es> P(.>\u001cWf\u007f\u0014Wշ]h ўOBV1j(G\u0015x@4TB_}!ɐzr9/\u0002k$n=q\u001eMeu{P\u0000\u0006`-T:\u0003\u0018u^X\u0012^\u0010;\b\u0011s(1t \u0014-c`y]wZp f&\u0018F\u0010]2-JPZ]R邍n \u001e\u0003n9\u0014NZU9^\u000eiG*=> >/ProcSet[/PDF/Text]>>>> endobj 20 0 obj >stream  xZr6\u0012*\u0003~&) W 6\bhX)X\u00165`okwu u&2K( rVb|\u0000 8dڋ|5-s_쿸\u0013.fi \u000f#_?Fa\u0018d5Ք=|s\u007f\u0018`V?>Y(Δ`?~.IMt_/?5\u001d_ qqA8Ar\u001c{AW[1O\u0007fAq\u000fojs6ppNr\u001ao\u007f3:7GÌ\u001d}>\u0001\u0001MW\u0014i\u0010gW2l\b7F\u0017\u001f\u0007 ʯ\u0006vԀj?s\"|\u000e3rJtn\u0011Rpgh\u0000Z@\u0004\u0007eH\u0005f=\u001e+_E u%Y:}*\u0010޲\u000etr- }hɱ̆\u001bOAے)\u001dAt3g\u0007\u0007\u00062\u0017|,\u001eB;&\u0016$ n\u00169@\u0015\"lo.ׄ9\u0017|cɳǊd\u0002\u000f0\u0005\u001dQ3r\u0019'\u0011-dfD\u001a\u0015`\u0001\u000e!\u0012θ(ěYS5\u0018ImBѺ0/$&RQ);\u000f\u001d\u001dM\u00167Xe KGWHWh\u0000\u001a3C\u0000\u001abm80\u0019\u0007\u0018\u001f\u0002?\u001eI\u0016d|\"\u007f\u0017S88d\u000ei\u0010L.1v\u00005sg\"\u0014M̫\u0003MbZZ؜{E\u0007`BYdw_\u0003ԱQ\u0013wٮ=(\u001c_|[I7X\u001f\\7 \u0006\u000fʞfA\u001ay\u0000~ڰwxsyɧ[\u001cm\u0005솪ʭ_ IWd?PW1lƛb\u001cYZjN?\u0019h\u00059@ˇ \u0016Iϩ\u0001&;\u0019q\\G\u0019\u001d?\u0001Xx\u0006\u0015Hj\\>M/5A\u0018]j\u0000f\u0003\u0006>u *>a9kM]\"'~\u001f\\\u0000esY=\u001cw}\u0010ٓ~[\ud93e0VǠۇdmn{n c\u00145Ҫ/u\u0010Z\u0007YE[ \u0017\u0001^v\"\u0015gP@M\u0011.\u0001a`o\u0012C\u0010)&usmY}[iÙsmz!b2J>dt;\u0000\u00030q^\\Щ$?rRtQ U}O5\u0019Cgʦr%\u000fjO\u001eѝ\u001d\u001fg}\u001b\u001d3ŗF=?\u001b\u0007Zb\u001a  endstream endobj 21 0 obj > endobj 22 0 obj > endobj 23 0 obj > endobj 24 0 obj > endobj 25 0 obj > endobj 26 0 obj > endobj 27 0 obj > endobj 28 0 obj > endobj 29 0 obj > endobj 30 0 obj > endobj 31 0 obj > endobj 32 0 obj > endobj 33 0 obj > endobj 34 0 obj > endobj 35 0 obj > endobj 36 0 obj > endobj 37 0 obj > endobj 38 0 obj > endobj 39 0 obj > endobj 40 0 obj > endobj 41 0 obj > endobj 42 0 obj > endobj 43 0 obj > endobj 44 0 obj > endobj 45 0 obj > endobj 46 0 obj > endobj 47 0 obj >stream                         dianajoy                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 48 0 obj > endobj xref  0 49  0000000000 65535 f  0000044786 00000 n  0000044981 00000 n  0000049093 00000 n  0000049299 00000 n  0000053560 00000 n  0000053755 00000 n  0000057883 00000 n  0000058078 00000 n  0000062090 00000 n  0000062297 00000 n  0000066740 00000 n  0000066937 00000 n  0000070944 00000 n  0000071152 00000 n  0000074967 00000 n  0000075164 00000 n  0000079305 00000 n  0000079502 00000 n  0000083888 00000 n  0000084074 00000 n  0000086451 00000 n  0000086505 00000 n  0000086578 00000 n  0000086653 00000 n  0000086740 00000 n  0000086825 00000 n  0000086910 00000 n  0000086995 00000 n  0000087080 00000 n  0000087165 00000 n  0000087250 00000 n  0000087335 00000 n  0000087420 00000 n  0000087453 00000 n  0000087662 00000 n  0000087705 00000 n  0000087748 00000 n  0000087791 00000 n  0000087833 00000 n  0000087875 00000 n  0000087917 00000 n  0000087959 00000 n  0000088001 00000 n  0000088044 00000 n  0000088087 00000 n  0000088130 00000 n  0000088248 00000 n  0000091651 00000 n  trailer   >  startxref  116  %%EOF"}]}]