[{"detail": [{"content": "Ethical Standards in the Professions | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here The IRB Initiative › Ethical Standards in the Professions          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            Ethical Standards in the Professions          The IRB Initiative   Introduction to the Issues   Stakeholders   Ethical Standards in the Professions   Teaching Material               Request More Information    Apply to Wagner                                       Ethical Standards in the Professions   As educators and researchers, we recognize three sets of obligations:   (1) the requirement to adhere to the federal regulations governing human subjects research, through the IRB system;   (2) the need to conduct our professional work in a fashion that is consistent with the highest professional ethical standards; and   (3) the necessity to include ethical topics in our classroom teaching.   Historically, the professions have provided guidance with respect to (2) and (3). They have been active in promoting ethical conduct among their members, and have been authoritative is delimiting ethical professional practice, as well as providing guidance on the transmission of professional skills.   Professions still serve this function. This section includes codes of ethical conduct from social science professional organizations; codes of ethical conduct from consultancy related organizations (these may to be useful in providing guidance for professional practicum \"capstone\" projects); resources that speak to pressing professional ethical issues that are not well-covered in an IRB-type framework; and resources relating to ethics education.       Codes from Social Science Professional Organizations   American Evaluation Association Guiding Principles for Evaluators   American Sociological Association: Code of Ethics   American Historical Association: Professional Standards   American Anthropological Association Code of Ethics   Academy of Management Code of Ethical Conduct   American Psychological Association Section 8 of the APA code of ethics pertains to research.   American Political Science Association This code has relatively little on ethics and research   American Economics Association   Does not appear to have a code of ethics (!)       Codes from Consultancy-Related Professional Organizations   Association of Management Consulting Firms Code of Ethics   Management Consultancies Association (UK) Code of Professional Conduct   Appears as pp. 13-15 of the bylaws.   Institute of Management Consultant Code of Ethics           Other Relevant Professional Guidance   The Ethics Resource Center is devoted to issues of organizational ethics   Independent Sector provides links to some ethical codes and standards for non-profits.   Academy Health's new curriculum on conflict of interest in research deals with this issue, which is relatively neglected in the federal regulations.   The Society for Business Ethics has an exhaustive compendium of relevant links.                                                                                        © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Ethical Standards in the Professions | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here The IRB Initiative › Ethical Standards in the Professions          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            Ethical Standards in the Professions          The IRB Initiative   Introduction to the Issues   Stakeholders   Ethical Standards in the Professions   Teaching Material               Request More Information    Apply to Wagner                                       Ethical Standards in the Professions   As educators and researchers, we recognize three sets of obligations:   (1) the requirement to adhere to the federal regulations governing human subjects research, through the IRB system;   (2) the need to conduct our professional work in a fashion that is consistent with the highest professional ethical standards; and   (3) the necessity to include ethical topics in our classroom teaching.   Historically, the professions have provided guidance with respect to (2) and (3). They have been active in promoting ethical conduct among their members, and have been authoritative is delimiting ethical professional practice, as well as providing guidance on the transmission of professional skills.   Professions still serve this function. This section includes codes of ethical conduct from social science professional organizations; codes of ethical conduct from consultancy related organizations (these may to be useful in providing guidance for professional practicum \"capstone\" projects); resources that speak to pressing professional ethical issues that are not well-covered in an IRB-type framework; and resources relating to ethics education.       Codes from Social Science Professional Organizations   American Evaluation Association Guiding Principles for Evaluators   American Sociological Association: Code of Ethics   American Historical Association: Professional Standards   American Anthropological Association Code of Ethics   Academy of Management Code of Ethical Conduct   American Psychological Association Section 8 of the APA code of ethics pertains to research.   American Political Science Association This code has relatively little on ethics and research   American Economics Association   Does not appear to have a code of ethics (!)       Codes from Consultancy-Related Professional Organizations   Association of Management Consulting Firms Code of Ethics   Management Consultancies Association (UK) Code of Professional Conduct   Appears as pp. 13-15 of the bylaws.   Institute of Management Consultant Code of Ethics           Other Relevant Professional Guidance   The Ethics Resource Center is devoted to issues of organizational ethics   Independent Sector provides links to some ethical codes and standards for non-profits.   Academy Health's new curriculum on conflict of interest in research deals with this issue, which is relatively neglected in the federal regulations.   The Society for Business Ethics has an exhaustive compendium of relevant links.                                                                                        © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Faculty &amp; Staff | Department of Population Health                            Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Population Health                                                                                  Home   About   Faculty   Divisions   Research   Education   Faculty Affairs   News/Events   Contact                                  Home Divisions Sections and Other Programs Section on Tobacco, Alcohol, and Drug Use (TADU) Substance Abuse Research Education and Training (SARET) Faculty &amp; Staff            Print  Email               - A + A                                         Divisions        open/close   Biostatistics  Faculty &amp; Staff   Biostatistics Consulting Center   PhD Program   Upcoming Events       open/close   Epidemiology  Faculty       open/close   Healthcare Delivery Science     open/close   Medical Ethics  Masters Program   Training Opportunities   News &amp; Publications   Events Listing   Faculty   Volunteer for Research   Donate   External Links, Blogs, and Other Resources   NYU Medical Ethics Resources   NYU Working Group on Compassionate Use       open/close   Health and Behavior  News   Faculty   Staff   Research   Center for Healthful Behavior Change (CHBC)   Center for Stroke Disparities Solutions (CSDS)   Section on Health Choice, Policy and Evaluation (HCPE)   Section on Tobacco, Alcohol, and Drug Use (TADU)   Section for Health Equity   Center for Early Childhood Health and Development (CEHD)   Community Service Plan       open/close   Comparative Effectiveness and Decision Science  Section on Value and Effectiveness (SOLVE)   Section on Tobacco, Alcohol, and Drug Use (TADU)   Section on Health Choice, Policy and Evaluation (HCPE)   Current Research   Divisional Faculty   Divisional Staff   News       open/close   Sections and Other Programs  Section on Health Choice, Policy and Evaluation   Section on Tobacco, Alcohol, and Drug Use (TADU)  Faculty &amp; Staff   Research   Substance Abuse Research Education and Training (SARET) About Us   Faculty &amp; Staff   Trainees &amp; Research Projects   Contact Us     Contact Us   New York City Treats Tobacco (NYCTT)                                                                          Faculty &amp; Staff                                          Faculty   Marc Gourevitch, MD, MPH     Marc N. Gourevitch, MD, MPH, is Professor and founding Chair of the Department of Population Health at the NYU School of Medicine. The focus of Dr. Gourevitch’s work is to improve population health through interventions in the delivery of health care. He is co-Director of the Community Engagement and Population Health Research Core of the Clinical and Translational Science Institute that bridges NYU with New York City’s municipal hospital system, the Health and Hospitals Corporation. His research interests center on health service utilization and clinical epidemiology among drug users and other underserved populations; integrating pharmacologic treatments for opioid and alcohol dependence into primary care; and effective strategies for promoting behavior change in general medical settings. Dr. Gourevitch holds joint appointments in the Departments of Medicine and of Psychiatry as well as at NYU Wagner.     Kathleen Hanley, MD     Kathleen Hanley, MD, is an Associate Professor of Medicine at NYU and an Associate Director of the Primary Care Internal Medicine Residency Program She graduated from the University of Pennsylvania where she majored in Romance Languages and attended medical school at Albert Einstein. She completed the Primary Care IM residency at Montefiore, where she grew to love clinical epidemiology and physical diagnosis and was inspired to pursue a career caring for the underserved. After working in the ER at Montefiore for a year and travelling around the world for six months, she settled at NYU and has had the privilege of practicing primary care at Gouverneur for over 20 years! At NYU, she also developed her skills in teaching doctor-patient communication and for six years directed the Practice of Medicine course for 1st and 2nd year NYU med students. Kathleen is currently the curriculum director for the Substance Abuse Research Education and Training (SARET) program, a NIDA-funded inter-professional initiative to increase substance abuse research among physicians, nurses, dentists and social workers. She is an active member of the NYU ROMEO (Research on Medical Education Outcomes) Group and PrMEIR (Program in Medical Education Innovation and Research) Program. Her research interests include longitudinal assessment of clinical skills, especially using OSCEs and unannounced standardized patients.     Madeline A. Naegle, PhD, CNS-PMH,BC, FAAN     Madeline A. Naegle, PhD, CNS-PMH,BC, FAAN, is internationally known for program development, publications and implementation of policy in the specialties of addictions education and psychiatric nursing. Her leadership activities have focused on the integration of behavioral health into health professional education and health care delivery. Dr. Naegle has directed five HRSA funded programs developing substance abuse curricula for nursing and specialty certification, and faculty development in substance abuse education.   Professor Naegle is currently Coordinator, Substance Abuse Master’s Program Sequence, Assistant Deputy Director, Infectious Disease Core, CUDHR, (a NIDA funded P-30 Center), Affiliated Faculty NYU Institute for Global Public Health, Director, NYUCN WHO Collaborating Center in Geriatric Nursing and a psychotherapist in private practice. In addition to serving as a Co-investigator on SARET, her current research is a telemessaging intervention (with Noelle Leonard, PhD) for excess alcohol consumption in undergraduate women.   Dr. Naegle’s numerous nursing and interdisciplinary publications on addiction/psychiatric nursing include a reference text on substance abuse and a federally sponsored model nursing curriculum on substance related disorders. Dr. Naegle currently serves on the American Psychiatric Nurses Association Council on Addiction and Council on Tobacco Dependence, as well as the SECAT Nursing Steering Committee for SBIRT Training and the New York State Nurses OASAS Advisory Panel. She Is the recipient of numerous awards including the Anderson J. Spickard, Jr. Excellence in Mentorship Award, Association of Medical Educators and Researchers in Substance Abuse (2010), the National Nurses’ Society on Addictions (INTNSA) Spirit Award (2007), the American Nurses Association Hildegard Peplau Award (2002) and Honorary Recognition, New York State Nurses Association’s highest award (2007).     Ellen Tuchman, PhD     Ellen Tuchman, PhD is associate professor and coordinator of the Office of Mental Health Evidence Based Project at the New York University Silver School of Social Work. Dr. Tuchman has expertise in women’s substance abuse, their midlife health and mental health, with a special focus on injecting and sexual HIV risk behaviors. Additional research interests include harm reduction, intervention research, and HIV prevention. She has conducted research primarily in urban, resource-poor settings, including the Bronx and Lower East Side communities of New York City. In addition, she is currently an investigator on the NIDA funded Substance Abuse Research Education and Training (SARET) Program, an innovative initiative to educate and spur interest among NYU students from medicine, dentistry, nursing, and social work about addiction and the fundamentals of clinical research.     Frederick More, DDS, MS     Frederick More is Professor, Department of Epidemiology and Health Promotion. Dr. More developed a 4-year curriculum in bioethics in the predoctoral program at NYU. He teaches courses in bioethical issues and IRB skills in the MS program in Clinical Research; and taught a Core Course in Ethical issues and Decision-Making in Global Public Health in the NYU Masters in Global Public Health Leadership program for 10 years. Over the past 7 years, he has been active in human research ethics. He has served on the NYU Langone Medical Center, NYU School of Medicine IRB since 2006 and currently serves as IRB chairman.   His current research is exploring the barriers that exist for dental students raising sensitive issues with patients such as tobacco use, alcohol, drugs, nutrition, weight, health status and oral sex as these issues relate to risk reduction. Dr. More is a co-investigator on a grant funded by the National Institute for Drug Abuse. This interprofessional project, currently in its sixth year, provides education about addiction and substance abuse, and research opportunity for students in medicine, dentistry, nursing, and social work.     Staff   Sewit Bereket, MPH     Sewit Bereket is the Program Manager for the Substance Abuse Research Education and Training (SARET) program, an NIH-funded educational and research initiative within the Department of Population Health, She will be working closely with Dr. Hanley on managing and evaluating SARET. She has an MPH in epidemiology from Columbia University, where she worked on a large-scale NIH-funded HIV prevention study and was a graduate teaching assistant in Biostatistics.                                                                                                                                               NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]