[{"detail": [{"content": "Global Cultures, AS | NYU                                              Navigation       Liberal Studies: Global Liberal Studies                 About Arts and Science | Departments and Programs | The Faculty                    Back to Home             Global Cultures   Advanced Global Cultures Global Cultures Students choose from one of five Liberal Studies courses featuring the regions of Africa, East Asia, the Middle East, South Asia, and Latin America. These courses introduce aspects of one particular region’s cultural development to help students understand societies that have long histories and enormous diversity within themselves—societies and cultures that intersect across the globe. “Culture” is broadly defined as including, but not being limited to, the historical, philosophical, artistic, political, and social dimensions of the region. Course materials stress primary over secondary sources and may include multimedia. In their first year, students choose from one of the Global Cultures courses described below.  African Cultures This course is an introduction to modern African history and culture. The configurations and problems of modern African society are examined in the context of, and as a product of, a rich history and tradition. The social, political, economic, and intellectual dimensions of African life are approached through a wide variety of readings from the disciplines of history, political science, anthropology, and literature. Middle Eastern Cultures This is a general, inter-disciplinary introduction to the societies, cultures, politics and history of the contemporary Middle East and Islamic North Africa. Texts on sociological, historical and political topics, as well as artistic expressions, films and literary works, may be utilized to examine the region's rich historical legacy and current complexity. Topics may include the historical and cultural relations between the Middle East and the West and the impact of historical, economic, and political change on the region's cultures, societies and contemporary problems. East Asian Cultures This course surveys the civilizations of Japan and China, concentrating on their last 200 years and their position in today’s world. Each country’s unique culture and civilization provides the backdrop against which modern events are viewed. Major topics include the imperialist conquests of the 19th century, the nationalist movements and revolutions of the 20th century, and the impact of modernization on traditional Asian societies. South Asian Cultures This course examines the historical and cultural roots of political and social change in 19th- and 20th-century South Asia (India, Pakistan, Sri Lanka, Bangladesh, and Nepal). The course explores the complex interaction of ancient traditions, colonialism, and independence movements. It also examines a number of post-independence issues such as development and modernization, hierarchy and democracy, and continuing religious strife. Latin American Cultures This course examines major literary texts in the context of political and social change in post-independence Latin America. Genres including the novel, the essay, and poetry are read in light of the emerging nations’ quest to consolidate their identities vis-à-vis Spain, Europe, and 20th-century United States. The course explores how Latin American texts address the challenges of establishing viable politics across class and racial divides; the transition from monocultural and agricultural economies to industrialization and mass urbanization; responses to economic and ideological neocolonialism; the opportunities and crises created by integration into a global economy; the impact of the global media; and the struggle for civil rights.  Advanced Global Cultures Students take an Advanced Global Cultures course in either fall or spring semester at their global sites. These courses, which concern a wide variety of topics, connect the site experience with wider regional, national, or global phenomena; for instance, a student in Paris might choose a course on France and Islam, while a student at Buenos Aires might choose one on Latin American cinema. Students take an two-semester experiential learning sequence to immerse them in the current and historical character of the site; as a component of the class, they pursue an independent internship or equivalent with an on-site faculty director and work online with a GLS faculty member and students with similar interests from different sites to craft an independent research project, an important preparation for the senior thesis. Junior year also features foreign language courses in each term, and electives geared toward the particular academic emphases and geographic advantages of the site. Students thus attain a thorough working knowledge of the historical and contemporary culture and society of the site at which they study.                       Home               Updated on 12&#047;01&#047;2014       Contact Us                             Contact Us"}]},
{"detail": [{"content": "Global Cultures, AS | NYU                                              Navigation       Liberal Studies: Global Liberal Studies                 About Arts and Science | Departments and Programs | The Faculty                    Back to Home             Global Cultures   Advanced Global Cultures Global Cultures Students choose from one of five Liberal Studies courses featuring the regions of Africa, East Asia, the Middle East, South Asia, and Latin America. These courses introduce aspects of one particular region’s cultural development to help students understand societies that have long histories and enormous diversity within themselves—societies and cultures that intersect across the globe. “Culture” is broadly defined as including, but not being limited to, the historical, philosophical, artistic, political, and social dimensions of the region. Course materials stress primary over secondary sources and may include multimedia. In their first year, students choose from one of the Global Cultures courses described below.  African Cultures This course is an introduction to modern African history and culture. The configurations and problems of modern African society are examined in the context of, and as a product of, a rich history and tradition. The social, political, economic, and intellectual dimensions of African life are approached through a wide variety of readings from the disciplines of history, political science, anthropology, and literature. Middle Eastern Cultures This is a general, inter-disciplinary introduction to the societies, cultures, politics and history of the contemporary Middle East and Islamic North Africa. Texts on sociological, historical and political topics, as well as artistic expressions, films and literary works, may be utilized to examine the region's rich historical legacy and current complexity. Topics may include the historical and cultural relations between the Middle East and the West and the impact of historical, economic, and political change on the region's cultures, societies and contemporary problems. East Asian Cultures This course surveys the civilizations of Japan and China, concentrating on their last 200 years and their position in today’s world. Each country’s unique culture and civilization provides the backdrop against which modern events are viewed. Major topics include the imperialist conquests of the 19th century, the nationalist movements and revolutions of the 20th century, and the impact of modernization on traditional Asian societies. South Asian Cultures This course examines the historical and cultural roots of political and social change in 19th- and 20th-century South Asia (India, Pakistan, Sri Lanka, Bangladesh, and Nepal). The course explores the complex interaction of ancient traditions, colonialism, and independence movements. It also examines a number of post-independence issues such as development and modernization, hierarchy and democracy, and continuing religious strife. Latin American Cultures This course examines major literary texts in the context of political and social change in post-independence Latin America. Genres including the novel, the essay, and poetry are read in light of the emerging nations’ quest to consolidate their identities vis-à-vis Spain, Europe, and 20th-century United States. The course explores how Latin American texts address the challenges of establishing viable politics across class and racial divides; the transition from monocultural and agricultural economies to industrialization and mass urbanization; responses to economic and ideological neocolonialism; the opportunities and crises created by integration into a global economy; the impact of the global media; and the struggle for civil rights.  Advanced Global Cultures Students take an Advanced Global Cultures course in either fall or spring semester at their global sites. These courses, which concern a wide variety of topics, connect the site experience with wider regional, national, or global phenomena; for instance, a student in Paris might choose a course on France and Islam, while a student at Buenos Aires might choose one on Latin American cinema. Students take an two-semester experiential learning sequence to immerse them in the current and historical character of the site; as a component of the class, they pursue an independent internship or equivalent with an on-site faculty director and work online with a GLS faculty member and students with similar interests from different sites to craft an independent research project, an important preparation for the senior thesis. Junior year also features foreign language courses in each term, and electives geared toward the particular academic emphases and geographic advantages of the site. Students thus attain a thorough working knowledge of the historical and contemporary culture and society of the site at which they study.                       Home               Updated on 12&#047;01&#047;2014       Contact Us                             Contact Us"}, {"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Global Cultures, AS | NYU                                              Navigation       Liberal Studies: Global Liberal Studies                 About Arts and Science | Departments and Programs | The Faculty                    Back to Home             Global Cultures   Advanced Global Cultures Global Cultures Students choose from one of five Liberal Studies courses featuring the regions of Africa, East Asia, the Middle East, South Asia, and Latin America. These courses introduce aspects of one particular region’s cultural development to help students understand societies that have long histories and enormous diversity within themselves—societies and cultures that intersect across the globe. “Culture” is broadly defined as including, but not being limited to, the historical, philosophical, artistic, political, and social dimensions of the region. Course materials stress primary over secondary sources and may include multimedia. In their first year, students choose from one of the Global Cultures courses described below.  African Cultures This course is an introduction to modern African history and culture. The configurations and problems of modern African society are examined in the context of, and as a product of, a rich history and tradition. The social, political, economic, and intellectual dimensions of African life are approached through a wide variety of readings from the disciplines of history, political science, anthropology, and literature. Middle Eastern Cultures This is a general, inter-disciplinary introduction to the societies, cultures, politics and history of the contemporary Middle East and Islamic North Africa. Texts on sociological, historical and political topics, as well as artistic expressions, films and literary works, may be utilized to examine the region's rich historical legacy and current complexity. Topics may include the historical and cultural relations between the Middle East and the West and the impact of historical, economic, and political change on the region's cultures, societies and contemporary problems. East Asian Cultures This course surveys the civilizations of Japan and China, concentrating on their last 200 years and their position in today’s world. Each country’s unique culture and civilization provides the backdrop against which modern events are viewed. Major topics include the imperialist conquests of the 19th century, the nationalist movements and revolutions of the 20th century, and the impact of modernization on traditional Asian societies. South Asian Cultures This course examines the historical and cultural roots of political and social change in 19th- and 20th-century South Asia (India, Pakistan, Sri Lanka, Bangladesh, and Nepal). The course explores the complex interaction of ancient traditions, colonialism, and independence movements. It also examines a number of post-independence issues such as development and modernization, hierarchy and democracy, and continuing religious strife. Latin American Cultures This course examines major literary texts in the context of political and social change in post-independence Latin America. Genres including the novel, the essay, and poetry are read in light of the emerging nations’ quest to consolidate their identities vis-à-vis Spain, Europe, and 20th-century United States. The course explores how Latin American texts address the challenges of establishing viable politics across class and racial divides; the transition from monocultural and agricultural economies to industrialization and mass urbanization; responses to economic and ideological neocolonialism; the opportunities and crises created by integration into a global economy; the impact of the global media; and the struggle for civil rights.  Advanced Global Cultures Students take an Advanced Global Cultures course in either fall or spring semester at their global sites. These courses, which concern a wide variety of topics, connect the site experience with wider regional, national, or global phenomena; for instance, a student in Paris might choose a course on France and Islam, while a student at Buenos Aires might choose one on Latin American cinema. Students take an two-semester experiential learning sequence to immerse them in the current and historical character of the site; as a component of the class, they pursue an independent internship or equivalent with an on-site faculty director and work online with a GLS faculty member and students with similar interests from different sites to craft an independent research project, an important preparation for the senior thesis. Junior year also features foreign language courses in each term, and electives geared toward the particular academic emphases and geographic advantages of the site. Students thus attain a thorough working knowledge of the historical and contemporary culture and society of the site at which they study.                       Home               Updated on 12&#047;01&#047;2014       Contact Us                             Contact Us"}, {"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    |     Africana Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Research Activites       Events       Institute of African American Affairs       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings      Introductory Core          Concepts in Social and Cultural  Analysis SCA-UA 1 4 points. A gateway to all majors offered by the  Department of Social and Cultural Analysis. Focuses on the core  concepts that intersect the constituent programs of SCA: Africana  Studies, American Studies, Asian/Pacific/American (A/P/A) Studies,  Gender and Sexuality Studies, Latino Studies, and Metropolitan  Studies. The course surveys basic approaches to a range of  significant analytical concepts (for example, property, work,  technology, nature, popular culture, consumption, and knowledge),  each one considered within a two-week unit.          Approaches to Africana Studies SCA-UA 101 Cultures and Contexts:  Africa (MAP-UA 505) or Cultures and Contexts: The African Diaspora  (MAP-UA 532) or Cultures and Contexts: The Black Atlantic (MAP-UA  534) can substitute for this course. Offered every year. 4 points. Introduces students to a variety of  topics and methodologies associated with Africana studies as a field  of academic inquiry, including the history of the field and its  growth over the course of time. Specific topics may include the  question of African retention in the Americas, the comparative study  of slavery, the concept of creolization, an understanding of the  black Atlantic, and the meaning of diasporic studies, as well as the  use of history, sociology, linguistics, anthropology, literature,  music, and the arts as ways in which the experiences of black peoples  have been documented and transmitted.  Research Core              Senior Research Seminar SCA-UA 90 Prerequisites: Concepts in  Social and Cultural Analysis (SCA-UA 1) and either Approaches to  Africana Studies (SCA-UA 101), or Cultures and Contexts: Africa  (MAP-UA 505), or Cultures and Contexts: The African Diaspora (MAP-UA  532), or Cultures and Contexts: The Black Atlantic (MAP-UA 534).  Offered every semester. 4 points. An advanced research course in Africana  studies. It culminates in each student completing a substantive  research paper that makes use of various methodological skills.  Students work individually and collaboratively on part of a class  research project pertaining to the major in Africana studies. Majors  must take this class in the fall of their senior year.            Honors Track Senior Honors Seminar SCA-UA 92 Prerequisites: 3.65 GPA or  higher (both overall and in the major) and permission of the  department. Offered in the fall. 4 points.        Senior Honors Thesis SCA-UA 93 Prerequisites: Senior Honors  Seminar (SCA-UA 92), 3.65 GPA or higher (both overall and in the  major), and permission of the department. Offered in the spring. 4  points.            Internship Program Internship Fieldwork SCA-UA 40 Corequisite: Internship  Seminar (SCA-UA 42). Requires 10 hours of fieldwork. 2 points.          Internship Seminar SCA-UA 42 Corequisite: Internship  Fieldwork (SCA-UA 40). 2 points. The 4-point internship program  complements and enhances the formal course work of Africana studies  majors. Students intern at agencies dealing with a range of issues  pertaining to Africana studies and take a corequisite seminar that  enables them to focus the work experience in meaningful academic  terms. The goals of the internship are threefold: (1) to allow  students to apply the theory that they have gained through course  work, (2) to provide students with analytical tools, and (3) to  assist students in their exploration of professional career paths.  The internship is open to juniors and seniors and requires an  interview and permission of the director of internships.      Independent Study        Independent Study SCA-UA 197, 198 Prerequisite:  permission of the program director. Offered every semester. 1 to 4  points per term.      Elective Courses          Black Urban Studies SCA-UA 115 Formerly SCA-UA 105.  Identical to HIST-UA 90. Offered every year. 4 points. Introduces students to the tools of  cultural criticism and theory, with particular emphasis on black  culture, urban environment, and black people’s relationships to a  variety of social and cultural institutions and practices. The latter  may include the mass media, class and poverty, the police, urban  development, education, music, art, and sports.          African American 20th-Century Novels  and Narratives SCA-UA 139 Offered every year. 4  points. This seminar covers a historicized  selection of black writers who over the latter half of the 20th  century have inscribed in literature the cultural, social, and  political experiences of African Americans in the United States. We  critically explore, discuss, and write about a range of works varying  from poetry to the short story and the novel. Our studies focus on  the key topics, issues, innovations, and themes that have  consistently been important to African American literary production.  Some examples are the emancipation impulse, “double consciousness,”  the black struggle for human rights, the rise of black women writers,  postmodernism, sexual and gender politics, and contemporary  expressions of the slavery motif.          The Black Essay SCA-UA 152 Offered every year. 4  points. Examines the urban experience and black  life and culture in New York through a series of writing assignments  on African American neighborhoods, institutions, issues, and culture.  Students are required to travel throughout the black community,  conduct interviews, and do research for essays on the black  experience in the city. They are introduced to the research and  reporting techniques of journalism and given the chance to employ  these techniques in their papers.          The Black Body and the Lens SCA-UA 155 Offered every year. 4  points. This interdisciplinary seminar explores  the range of ideas and methods used by critical thinkers in  addressing the body in photography, video, music, and film. Central  to our discussions is a focus on how the display of the black body  affects how we see and interpret the world. Using a series of case  studies, we consider the construction of beauty, gendered images,  race, and hip-hop culture. The historical gaze has profoundly  determined the visual construction of the black body in contemporary  society. The interplay between the historical and the contemporary,  between self-presentation and imposed representation, is fundamental  to our discussions. The seminar centers the student within the  contemporary world of image making with an emphasis on the black  body. Final projects include an imaging project and/or a written  essay.          Black Feminism SCA-UA 156 Offered once every two  years. 4 points. This course explores the production and  practice of black feminist theory in 20th-century America. We examine  the written work and the activism of African American women and look  at the way that theory and practice historically intersect around  questions of race and gender. Because this is a course on feminism,  we also spend a good deal of time interrogating power and thinking  about the ways in which systems of oppression both produce and block  a black feminist consciousness. Hip Hop &amp; Politics SCA-UA 157 Offered every year. 4 points. In places ranging from the political theory of Adolph Reed to the comedy of Bill Cosby we find a critique of the \"hip hop generation\" so dismissive it might be a useful point of departure for further historical and theoretical inquiry. Besides realizing the worst fears of a previous generation who placed its hopes in the aspirations of 60s-era social movements, this new generation's fashion sensibilities, technological savvy, and strategies for commodifying blackness suggest a demographic now more concerned with the economics of globalization than the political economy of race. This course mixes a diverse set of readings with music and film to interrogate the specific generational tensions that structure popular and intellectual discourses concerning the \"hip-hop generation\" and the perceived demise of contemporary black politics. Race and Reproduction SCA-UA 158 Offered every other year. 4 points. Race and Reproduction is an interdisciplinary course that examines the connections between gender, racial ideology and history of medicine to consider the range of ways that reproduction—medically, culturally, and experientially—produces and troubles racial ideology. In this course we will explore issues in the history of race and reproduction, focusing primarily (though not exclusively) on North American contexts. Cross-cultural breadth will help us to consider the relationship between biological experiences (which are often portrayed as universal) and socio-cultural context. While questions about biology will be central to this history, we will also locate biology within a wider set of issues around social reproduction and the practices of motherhood. Through our readings we will consider how different disciplinary orientations (social history, medical anthropology, feminist theory, art history, etc.) help us to illuminate and problematize the connections between technologies and politics of biology and difference.             Language and Liberation: At Home in the  Caribbean and Abroad SCA-UA 163 Identical to LING-UA 26.  Offered every year. 4 points. Explores the linguistic and cultural  transformations that took place in the Commonwealth Caribbean from  17th-century slavery and bond servitude to the present day. The focus  is on the extent to which Caribbean people were given or demanded the  freedom to create and maintain a postcolonial Caribbean identity.  Discusses the sociohistorical conditions that led to the creation of  new Caribbean languages called “pidgins” and “creoles” as the  English language was transplanted from Britain to the Third World.          The Postcolonial City SCA-UA 166 Offered once every year. 4  points. Cities have played an important role  throughout African history and in various Afrodiasporic contexts:  from the metropolises of ancient Egypt and the urban centers of  well-known West African civilizations (such as Ghana, Mali, and  Songhai) to cities such as Port-au-Prince, Havana, and Georgetown in  the Caribbean and the urban enclaves in the United States. In  attending to the way actors constitute wealth and power—in  accounting for the way proximity structures interpersonal  experiences—this course uses ethnographic, sociological,  historical, and literary texts to theorize the Afrodiasporic city. We  explore the contours of these urban matrices through special  attention to historical categories that prepare us to theorize the  way Afrodiasporic populations have experienced and lived history  (e.g., the precolonial, the colonial, and the postcolonial). As part  of our mission, we consider the historical emergence of the Third  World as not simply a broad rubric for African and Asian  postcolonies, but instead, a project to reverse the course of  European exploitation. Instead of proceeding strictly  chronologically, students consider the Afrodiasporic urban experience  thematically, through a diverse array of readings.          Topics in Africana Studies SCA-UA 180 Offered once a semester. 4  points. Explores specific issues dealing with  the black urban experience, focusing on social and cultural  institutions. Possible themes, which vary from semester to semester,  include class and poverty, the police, urban development, education,  sports, music, and art.          Topics in Pan-Africanism SCA-UA 181 Offered once a semester. 4  points. Deals with specific themes of  Pan-Africanism and their impact on the modern world. Possible themes,  which vary from semester to semester, include African unity, black  rebellion, colonialism and racism, the African diaspora and culture,  and relationships between Pan-Africanism and movements such as  nationalism, Marxism, and Afrocentricity.      Language Courses          Elementary Swahili I SCA-UA 121 Offered every year. 4  points. Provides students with an elementary  understanding of Swahili, a Bantu language with a rich oral and  written tradition that is spoken by about 100 million people from  Somalia to Mozambique and Zanzibar. After a short presentation of  Swahili’s history, codification, and relation to other languages,  students are drilled in phonetics and grammar. They are also  introduced to poems, songs, and oral narratives.          Elementary Swahili II SCA-UA 122 Prerequisite: Elementary  Swahili I (SCA-UA 121) or permission of the instructor. Offered every  year. 4 points. Expands on the basic knowledge of the  pronunciation, vocabulary, useful expressions, and fundamental  grammatical features acquired in Swahili I. Allows essential  communication skills to develop into conversational ability using  simple and familiar situations. Building on the early grasp of the  language, students expand the range of conversational ability and  understanding of various grammatical concepts associated with this  agglutinative language.          Intermediate Swahili I SCA-UA 123 Prerequisite: Elementary  Swahili II (SCA-UA 122) or permission of the instructor. Offered  every year. 4 points. Builds on the basic knowledge of the  pronunciation, vocabulary, useful expressions, and fundamental  grammatical features already attained at the introductory level. Aims  to strengthen reading, writing, and conversation skills by accessing  a wide range of grammatical and literary knowledge of the language,  its cultural context, and literary genre. Students are required to  familiarize themselves with a novel and a play written in Kiswahili.          Intermediate Swahili II SCA-UA 124 Prerequisite: Intermediate  Swahili I (SCA-UA 123) or permission of the instructor. Offered every  year. 4 points. Aims to enable students to communicate  entirely in Kiswahili, to carry out bidirectional translation from  Swahili to English and from English to Swahili, and to negotiate  technical language. At this level, students would master the  intricacies of Kiswahili grammar; acquire a wide range of vocabulary;  read Kiswahili fluently; understand Kiswahili poetry, idioms, and  proverbs; and use idiomatic Kiswahili in creative writing and  translation.      Related Courses      The following courses in individual  disciplines are open to Africana studies majors and minors. See the  departmental sections in this Bulletin for course descriptions and  prerequisites.      Anthropology      African Literature    SCA-UA 775 Identical to ANTH-UA 20. 4  points.      Peoples of Sub-Saharan Africa SCA-UA 776 Identical to ANTH-UA 101. 4  points.      Peoples of the Caribbean SCA-UA 777 Identical to ANTH-UA 102. 4  points.      Visual Anthropology SCA-UA 778 Formerly Transcultural  Cinema. Identical to ANTH-UA 122. 4 points.      Art History      Arts of Africa    SCA-UA 787 Identical to ARTH-UA 560. 4  points.      Comparative Literature      The Postcolonial in African Literature    SCA-UA 779 Identical to COLIT-UA 128.  4 points.      Topics in Caribbean Literature SCA-UA 780 Identical to COLIT-UA 132,  ENGL-UA 704. 4 points.      Colonialism and the Rise of Modern  African Literature SCA-UA 781 Identical to COLIT-UA 850.  4 points.      English      18th- and 19th-Century African American  Literature   SCA-UA 783 Identical to ENGL-UA 250. 4  points.      20th-Century African American  Literature SCA-UA 784 Identical to ENGL-UA 251. 4  points.        African American Drama SCA-UA 785 Identical to DRLIT-UA 255,  THEA-UT 605. 4 points.    Contemporary African American Fiction SCA-UA 786 Identical to ENGL-UA 254. 4  points.      History      Race, Gender, and Sexuality in U.S.  History   SCA-UA 729 Identical to HIST-UA 655. 4  points.      Women and Slavery in the Americas SCA-UA 730 Identical to HIST-UA 660. 4  points.      The History of Religions in Africa SCA-UA 790 Identical to HIST-UA 566. 4  points.      Africa Since 1940 SCA-UA 791 Identical to HIST-UA 567. 4  points.      History of Southern Africa SCA-UA 792 Identical to HIST-UA 568. 4  points.      African American History to 1865 SCA-UA 795 Identical to HIST-UA 647. 4  points.      African American History Since 1865 SCA-UA 796 Identical to HIST-UA 648. 4  points.      Journalism      Journalism and Society: Minorities and  the Media   SCA-UA 702 Identical to JOUR-UA 503. 4  points.    Linguistics      African American English I: Language  and Culture   SCA-UA 799 Identical to LING-UA 23. 4  points.      African American English II SCA-UA 800 Identical to LING-UA 46. 4  points.      Politics      The Politics of the Caribbean Nations    SCA-UA 802 Identical to POL-UA 532. 4  points.      Sociology      Race and Ethnicity    SCA-UA 803 Identical to SOC-UA 135. 4  points.      Steinhardt School of Culture, Education, and Human Development      American Dilemmas: Race, Inequality,  and the Unfulfilled Promise of Education   SCA-UA 755 Formerly SCA-UA 501.  Identical to TCHL-UE 41. 4 points.               Contact Us | &copy; New York University , Arts and Science"}]}]