[{"detail": [{"content": "J.J. Thomson's experiment and the charge-to-mass ratio of the electron                                                Next: Rutherford's experiment and the   Up: lecture_3   Previous: lecture_3         J.J. Thomson's experiment and the charge-to-mass ratio of the electron       The first is the experiment of Joseph John Thomson, who first demonstrated that atoms are actually composed of aggregates of charged particles. Prior to his work, it was believed that atoms were the fundamental building blocks of matter. The first evidence contrary to  this notion came when people began studying the properties of atoms in large electric fields.           If a gas sample is introduced into the region between two charged plates, a current flow can be observed, suggesting that the atoms have been broken down into charged constituents. The source of these charged particles is a heated cathode that, in fact, causes the atoms of the sample to ionize. These were known as cathode rays .  In 1897, Thomson set out to prove that the cathode rays produced from the cathode were actually a stream of negatively charged particles called electrons.  (See Figure 1.8 in the textbook for Thomson's experimental setup).  From Maxwell's theory, he knew that charged particles could be deflected in a magnetic field. A schematic of the experimental setup is shown below:        Figure 1:  Schematic of J.J. Thomson's experiment.                  We now zero in on the field region and set up a coordinate system as shown in the figure below:        Figure 2:                    In this coordinate system,  electrons enter the region between the plates with an (unknown) velocity  in the -direction. In order to determine this velocity, electric and magnetic fields are both applied, and each gives rise to a force on the electron. These forces are in the  -direction. The electric force , where  is the magnitude of the electric field, and the magnetic force is , where is the magnitude of the magnetic field, and is opposed to the force on the electric field.     If these forces balance, then there will be no deflection of the electron in the -direction, i.e. all of the electrons' motion will be along the -direction, which  was the initial direction when they entered the field region. If the forces balance, then the total force on the electrons will be zero, that is or              from which the unknown velocity can be determined as                        Next, the magnetic field is switched off, so that the total force is due entirely to the electric field. Since the force is non-zero, if the charge carriers can be deflected by the force, this provides evidence for their being fundamental particles. If they are fundamental charged particles, then they should have a well defined mass and charge. In this second part of the experiment, the specific trajectory followed by the particle will be used to determine the ratio of the charge to the mass of the particle.        When there is only an electric field, then there is a  nonzero force in the -direction but no force in the -direction. Thus, this problem is exactly the same as that of a projectile in a gravitational field. As can be done in the projectile problem, the and  motion of the electrons can be analyzed separately and independently.        In the -direction, the motion is very simple because there is no force in this direction. The electrons simply move with a constant velocity , which we already determined has the value . Note that this value is correct even though there is no magnetic in this part of the experiment! It is just the velocity we determined from the previous part of the experiment, and this value has not changed. Thus, as a function of time , the  -position of the electrons is                     The force in the -direction is a constant, hence motion in the -direction is analogous the gravitational force. The constant force   gives rise to an acceleration , and  the -position at time is then               The electric field is tuned such that the particle traverses the entire plate region in the time required for it to strike the positive plate. Let the total distance travelled be , as shown in the figure. The time required to traverse the plate region ( ) is                                This is also the time required to move a distance in the direction:              Solving the above for the ration gives              Thus, using his experimental apparatus, Thomson was able to determine the charge-to-mass ratio of the electron. Today, the accepted value of  is 1.7588196 10 C kg .           In 1906, Robert Millikan was able to determine the value of the charge on the electron in his ``oil drop'' experiment. A schematic of his experiment is shown below:        Figure 3:  Schematic of Millikan's experiment.               Then using Thomson's value of , he calculated the value of . In his experiment, Millikan used a fine spray of ionized oil droplets, which he allowed to be acted on by gravity but to which he also applied an electric field in the direction opposite gravity, i.e. up. By tuning the electric field, he balanced the force due to the pull of gravity and the electric field force so that the drops remained suspended in space. Thus, if a drop has a positive charge and a mass , the force balance condition becomes              where is the magnitude of the electric field. Solving for the charge-to-mass ratio, we have . In order to determine the mass, the drops are allowed to fall in the gravitational field  without the influence of the electric field. In this case,  there are still two forces acting on the drops. One is the gravitational force and the other is the frictional force due to air resistance. Since this force is proportional  to the velocity, it vanishes when the drop is stationary, which is why it does not need to be taken into account when the electric field is on. However, when the drops are allowed to fall, the total force is , since friction opposes gravitational force. Here, is the coefficient of air resistance. Thus, according to Newton's law of motion                                Assuming the drop starts initially at rest, the equation  can be solved for , yielding              Since is very small and is relatively large, the exponential factor quickly decays to 0, leaving  simply a constant velocity known as the  terminal velocity . This velocity can be measured and used to solve for the mass . Once the mass is known, the charge-to-mass ratio determined above can be used to  determine the charge . The last remaining technical problem is that it is not known how many electrons are stripped off each drop before the experiment is performed. Thus, each drop  will have a different charge that is a multiple of the fundamental charge unit . By subtracting successive values of obtained for different drops, however, it is possible to find a ``smallest'' value, which can be  assumed to be a prediction of , although the possibility that the result is still a multiple of cannot be ruled out.    The currently accepted values of and are:                                                     Next: Rutherford's experiment and the   Up: lecture_3   Previous: lecture_3    Mark E. Tuckerman 2011-09-13"}]},
{"detail": [{"content": "J.J. Thomson's experiment and the charge-to-mass ratio of the electron                                                Next: Rutherford's experiment and the   Up: lecture_3   Previous: lecture_3         J.J. Thomson's experiment and the charge-to-mass ratio of the electron       The first is the experiment of Joseph John Thomson, who first demonstrated that atoms are actually composed of aggregates of charged particles. Prior to his work, it was believed that atoms were the fundamental building blocks of matter. The first evidence contrary to  this notion came when people began studying the properties of atoms in large electric fields.           If a gas sample is introduced into the region between two charged plates, a current flow can be observed, suggesting that the atoms have been broken down into charged constituents. The source of these charged particles is a heated cathode that, in fact, causes the atoms of the sample to ionize. These were known as cathode rays .  In 1897, Thomson set out to prove that the cathode rays produced from the cathode were actually a stream of negatively charged particles called electrons.  (See Figure 1.8 in the textbook for Thomson's experimental setup).  From Maxwell's theory, he knew that charged particles could be deflected in a magnetic field. A schematic of the experimental setup is shown below:        Figure 1:  Schematic of J.J. Thomson's experiment.                  We now zero in on the field region and set up a coordinate system as shown in the figure below:        Figure 2:                    In this coordinate system,  electrons enter the region between the plates with an (unknown) velocity  in the -direction. In order to determine this velocity, electric and magnetic fields are both applied, and each gives rise to a force on the electron. These forces are in the  -direction. The electric force , where  is the magnitude of the electric field, and the magnetic force is , where is the magnitude of the magnetic field, and is opposed to the force on the electric field.     If these forces balance, then there will be no deflection of the electron in the -direction, i.e. all of the electrons' motion will be along the -direction, which  was the initial direction when they entered the field region. If the forces balance, then the total force on the electrons will be zero, that is or              from which the unknown velocity can be determined as                        Next, the magnetic field is switched off, so that the total force is due entirely to the electric field. Since the force is non-zero, if the charge carriers can be deflected by the force, this provides evidence for their being fundamental particles. If they are fundamental charged particles, then they should have a well defined mass and charge. In this second part of the experiment, the specific trajectory followed by the particle will be used to determine the ratio of the charge to the mass of the particle.        When there is only an electric field, then there is a  nonzero force in the -direction but no force in the -direction. Thus, this problem is exactly the same as that of a projectile in a gravitational field. As can be done in the projectile problem, the and  motion of the electrons can be analyzed separately and independently.        In the -direction, the motion is very simple because there is no force in this direction. The electrons simply move with a constant velocity , which we already determined has the value . Note that this value is correct even though there is no magnetic in this part of the experiment! It is just the velocity we determined from the previous part of the experiment, and this value has not changed. Thus, as a function of time , the  -position of the electrons is                     The force in the -direction is a constant, hence motion in the -direction is analogous the gravitational force. The constant force   gives rise to an acceleration , and  the -position at time is then               The electric field is tuned such that the particle traverses the entire plate region in the time required for it to strike the positive plate. Let the total distance travelled be , as shown in the figure. The time required to traverse the plate region ( ) is                                This is also the time required to move a distance in the direction:              Solving the above for the ration gives              Thus, using his experimental apparatus, Thomson was able to determine the charge-to-mass ratio of the electron. Today, the accepted value of  is 1.7588196 10 C kg .           In 1906, Robert Millikan was able to determine the value of the charge on the electron in his ``oil drop'' experiment. A schematic of his experiment is shown below:        Figure 3:  Schematic of Millikan's experiment.               Then using Thomson's value of , he calculated the value of . In his experiment, Millikan used a fine spray of ionized oil droplets, which he allowed to be acted on by gravity but to which he also applied an electric field in the direction opposite gravity, i.e. up. By tuning the electric field, he balanced the force due to the pull of gravity and the electric field force so that the drops remained suspended in space. Thus, if a drop has a positive charge and a mass , the force balance condition becomes              where is the magnitude of the electric field. Solving for the charge-to-mass ratio, we have . In order to determine the mass, the drops are allowed to fall in the gravitational field  without the influence of the electric field. In this case,  there are still two forces acting on the drops. One is the gravitational force and the other is the frictional force due to air resistance. Since this force is proportional  to the velocity, it vanishes when the drop is stationary, which is why it does not need to be taken into account when the electric field is on. However, when the drops are allowed to fall, the total force is , since friction opposes gravitational force. Here, is the coefficient of air resistance. Thus, according to Newton's law of motion                                Assuming the drop starts initially at rest, the equation  can be solved for , yielding              Since is very small and is relatively large, the exponential factor quickly decays to 0, leaving  simply a constant velocity known as the  terminal velocity . This velocity can be measured and used to solve for the mass . Once the mass is known, the charge-to-mass ratio determined above can be used to  determine the charge . The last remaining technical problem is that it is not known how many electrons are stripped off each drop before the experiment is performed. Thus, each drop  will have a different charge that is a multiple of the fundamental charge unit . By subtracting successive values of obtained for different drops, however, it is possible to find a ``smallest'' value, which can be  assumed to be a prediction of , although the possibility that the result is still a multiple of cannot be ruled out.    The currently accepted values of and are:                                                     Next: Rutherford's experiment and the   Up: lecture_3   Previous: lecture_3    Mark E. Tuckerman 2011-09-13"}, {"content": "Structure of the Atom (grades 6-8)                              STRUCTURE OF THE ATOM             Matter has mass and takes up space. Atoms are basic building blocks     of matter, and cannot be chemically subdivided by ordinary means.             The word atom is derived from the Greek word atom which     means indivisible. The Greeks concluded that matter could be broken     down into particles to small to be seen. These particles were called      atoms             Atoms are composed of three type of particles: protons, neutrons,     and electron. Protons and neutrons are responsible for most of the atomic     mass e.g in a 150 person 149 lbs, 15 oz are protons and neutrons while     only 1 oz. is electrons. The mass of an electron is very small (9.108     X 10 -28 grams).    Both the protons and neutrons reside in the nucleus. Protons have     a postive (+) charge, neutrons have no charge --they are neutral. Electrons     reside in orbitals around the nucleus. They have a negative charge (-).     It is the number of protons that determines the atomic number, e.g.,     H = 1. The number of protons in an element is constant (e.g., H=1, Ur=92)     but neutron number may vary, so mass number (protons + neutrons) may     vary.     The same element may contain varying numbers of neutrons; these forms     of an element are called isotopes. The chemical properties of isotopes     are the same, although the physical properties of some isotopes may     be different. Some isotopes are radioactive-meaning they &quot;radiate&quot;     energy as they decay to a more stable form, perhaps another element     half-life: time required for half of the atoms of an element to decay     into stable form. Another example is oxygen, with atomic number of 8     can have 8, 9, or 10 neutrons.         What are elements?     All matter is made up of elements which are fundamental substances     which cannot be broken down by chemical means. There are 92 elements     that occur naturally. The elements hydrogen, carbon, nitrogen and oxygen     are the elements that make up most living organisms. Some other elements     found in living organisms are: magnesium, calcium, phosphorus, sodium,     potassium.     By the late 1800's many elements had already been discovered. The scientist     Dmitri Mendeleev, a Russian chemist, proposed an arrangement of know     elements based on their atomic mass. The modern arrangement of the elements     is known as the Periodic Table of Elements and is arranged according     to the atomic number of elements.              Here is an Interactive Table     of Elements where you can learn more about each of the elements.             What makes each element unique?  Every atom would like     to have an electron configuration like a noble gases. In noble gases     the outer electron shell is complete. This makes the element chemically     inert. Helium is an example of a noble (inert) gas. It is not present     in organisms because it is not chemically reactive.             Historical Models of the atom         BOHR MODEL    Bohr model shows electrons circling the nucleus at different levels     or orbitals much like planets circle the sun. Electrons move from one     energy state to another but can only exist aft defineite energy levels.     The energy absorbed or released when electrons change states is in the     form of electromagnetic radiation.         THE WAVE MODEL AND QUANTUM THEORY     The Bohr model was only able to explain the very simplest atoms, like     hydrogen. Today's modern day theory is based on mathematics and the     properties of waves. The wave model forms the basis for the     Quantum Theory     . This theory gives the probability of locating electrons in a particular     location, unlike assuming electrons orbit the nucleus as in the Bohr     model.             How are electrons organized around the nucleus?         All atoms would like to attain electron configurations like noble     gases. That is, have completed outer shells. Atoms can form stable electron     configurations like noble gases     by:         losing electrons     sharing electrons     gaining electrons.         For a stable configuration each atom must fill its outer energy level.     In the case of noble gases that means eight electrons in the last     shell (with the exception of He which has two electrons).     Atoms that have 1, 2 or 3 electrons in their outer levels will tend     to lose them in interactions with atoms that have 5, 6 or 7 electrons     in their outer levels. Atoms that have 5, 6 or 7 electrons in their     outer levels will tend to gain electrons from atoms with 1, 2 or 3 electrons     in their outer levels. Atoms that have 4 electrons in the outer most     energy level will tend neither to totally lose nor totally gain electrons     during interactions.     This     Periodic Table of Elements will show you the electron configuration     for any element you click on.         Visualizing Atomic Orbitals             The atomic orbitals of the hydrogen atom can be visualized as a cloud     around the nucleus. The orbital represents a probability of finding     the electron at a particular location. Darker regions signify a greater     probability. Shown below are the 1s (lowest orbital and the 2s orbital.             1s 2s        Atomic orbitals do not always have the shape of a sphere. Higher orbitals     have very unusual shapes.              2px 3px               These orbitals were prepared by Dr. Yue-Ling Wong from the University    of Florida for more images click    here.         Remember molecular orbitals are 3-Dimensional                  3D models     of atomic orbitals                     Here is more information on:     Model     of the Atom     Guide to Nuclear     Wallcharts -- Complete overview of atomic structure. Excellent for     K-12.        Visualization of atomic orbitals.             3D Molecule Library - 3D Interactive Images of common Molecules     using the Jmol Applet     Atomic Structure Timeline     --Discoveries related to atomic structure including the electron, proton     and neutron    Carbon     Atom Structure     Atoms     Elements and Compounds for K-12     States     of Matter                                                         Note:        Teachers, Parents, Students. It's        time to start preparing for State Math and Science Tests         Grades 4-8                                        Mass              Volume              Density              Density      Challenge                   Scientific Notation              Science      Projects                                            Try these java applets      online now! No special software is needed.                    Biology                   Chemistry              Physics              Earth      Science              Biochemistry              Mathematics              Integrated      Math&amp;Sci              Languages              Calculators              Games                                                       Latest      Science News"}, {"content": "NYU Fullerene Group                                                                                    David I. Schuster           Professor of Chemistry, Ph.D. 1961      Professor Schuster brings to our fullerene research an extensive background in physical organic chemistry and photochemistry, as well as some experience in the field of neuroscience. He joined the Chemistry Department at New York University in 1961 following graduate study at the California Institute of Technology with John D. Roberts and a postdoctoral year with Howard Zimmerman at the University of Wisconsin. He has been a Fellow of the Alfred P. Sloan Foundation and a National Science Foundation Science Faculty Fellow, and recently Professor Schuster was elected to Fellowship in the American Association for the Advancement of Science. He was a Visiting Scientist at the Royal Institution in London with Sir George Porter, Nobel Laureate (now Lord Porter), and a Visiting Professor at Yale University. He has given invited lectures at universities and scientific institutions throughout the United States and Europe, and has been an invited plenary lecturer at many scientific meetings and symposia. He is a frequent reviewer of manuscripts for many journals and proposals submitted to granting agencies. Professor Schuster's research has been funded by the National Science Foundation, the U. S. Army Research Office, the National Institutes of Health, NATO, and the Petroleum Research Fund of the American Chemical Society. He has received the Golden Dozen Teaching Award from the College of Arts and Science at NYU for outstanding achievement as a teacher.    Although Professor Schuster has achieved particular recognition for his research in organic photochemistry, he started actively working in the area of fullerene chemistry in 1993 and is currently devoting his full efforts to this field. Current research is focused on a number of aspects of fullerene chemistry, including functionalization reactions, photochemistry, photoinduced electron transfer, spectroscopy, kinetics, computations, and biological applications.   In the areas of photochemistry and photophysics, recent research resulted in the discovery of [2+2] photocycloadditions of conjugated cyclic enones, 1,3-diones, and electron rich alkenes to C 60 . These studies will be extended to C 70 and higher fullerenes. The chemistry of C 60 radical cations, generated by electron transfer to photoexcited electron acceptors such as 9,10-dicyanoanthracene and acridinium salts, has been explored, and the decay kinetics of these radical cations has been studied using transient absorption spectroscopy. Intramolecular energy and electron transfer in porphyrin-fullerene hybrids as a function of molecular topology is being studied, using a variety of flexible and rigid spacers. Since these hybrids are excellent singlet oxygen sensitizers, they have potential applications as antitumor agents through photodynamic therapy.   A number of fullerene derivatives made at NYU have been shown to have anti-HIV activity in the micromolar range, even in HIV-infected cell lines which are resistant to AZT, while they show very low levels of toxicity toward a variety of cell lines. It has been shown that the antiviral activity is primarily due to inhibition of HIV-protease. On the basis of computational studies involving interaction of fullerenes with the HIV-protease, it is possible to design new fullerene derivatives as targets for synthesis and as inhibitors of other enzyme systems More generalized testing of fullerenes as antiviral agents is in progress.   When he is not in his office, his lab, or the classroom, Professor Schuster can often be found on the racquetball and tennis courts of the Coles Sports Center at NYU. He is a serious pianist, studies with a leading teacher in New York, and gives occasional solo piano recitals as well as appearances with fellow chemist-musicians. He also writes the program notes for the American Classical Orchestra in Connecticut. Both he and his wife, Carlotta, are members of the James Beard Foundation and are experts on the restaurants of New York and many other cities."}]},
{"detail": [{"content": "J.J. Thomson's experiment and the charge-to-mass ratio of the electron                                                Next: Rutherford's experiment and the   Up: lecture_3   Previous: lecture_3         J.J. Thomson's experiment and the charge-to-mass ratio of the electron       The first is the experiment of Joseph John Thomson, who first demonstrated that atoms are actually composed of aggregates of charged particles. Prior to his work, it was believed that atoms were the fundamental building blocks of matter. The first evidence contrary to  this notion came when people began studying the properties of atoms in large electric fields.           If a gas sample is introduced into the region between two charged plates, a current flow can be observed, suggesting that the atoms have been broken down into charged constituents. The source of these charged particles is a heated cathode that, in fact, causes the atoms of the sample to ionize. These were known as cathode rays .  In 1897, Thomson set out to prove that the cathode rays produced from the cathode were actually a stream of negatively charged particles called electrons.  (See Figure 1.8 in the textbook for Thomson's experimental setup).  From Maxwell's theory, he knew that charged particles could be deflected in a magnetic field. A schematic of the experimental setup is shown below:        Figure 1:  Schematic of J.J. Thomson's experiment.                  We now zero in on the field region and set up a coordinate system as shown in the figure below:        Figure 2:                    In this coordinate system,  electrons enter the region between the plates with an (unknown) velocity  in the -direction. In order to determine this velocity, electric and magnetic fields are both applied, and each gives rise to a force on the electron. These forces are in the  -direction. The electric force , where  is the magnitude of the electric field, and the magnetic force is , where is the magnitude of the magnetic field, and is opposed to the force on the electric field.     If these forces balance, then there will be no deflection of the electron in the -direction, i.e. all of the electrons' motion will be along the -direction, which  was the initial direction when they entered the field region. If the forces balance, then the total force on the electrons will be zero, that is or              from which the unknown velocity can be determined as                        Next, the magnetic field is switched off, so that the total force is due entirely to the electric field. Since the force is non-zero, if the charge carriers can be deflected by the force, this provides evidence for their being fundamental particles. If they are fundamental charged particles, then they should have a well defined mass and charge. In this second part of the experiment, the specific trajectory followed by the particle will be used to determine the ratio of the charge to the mass of the particle.        When there is only an electric field, then there is a  nonzero force in the -direction but no force in the -direction. Thus, this problem is exactly the same as that of a projectile in a gravitational field. As can be done in the projectile problem, the and  motion of the electrons can be analyzed separately and independently.        In the -direction, the motion is very simple because there is no force in this direction. The electrons simply move with a constant velocity , which we already determined has the value . Note that this value is correct even though there is no magnetic in this part of the experiment! It is just the velocity we determined from the previous part of the experiment, and this value has not changed. Thus, as a function of time , the  -position of the electrons is                     The force in the -direction is a constant, hence motion in the -direction is analogous the gravitational force. The constant force   gives rise to an acceleration , and  the -position at time is then               The electric field is tuned such that the particle traverses the entire plate region in the time required for it to strike the positive plate. Let the total distance travelled be , as shown in the figure. The time required to traverse the plate region ( ) is                                This is also the time required to move a distance in the direction:              Solving the above for the ration gives              Thus, using his experimental apparatus, Thomson was able to determine the charge-to-mass ratio of the electron. Today, the accepted value of  is 1.7588196 10 C kg .           In 1906, Robert Millikan was able to determine the value of the charge on the electron in his ``oil drop'' experiment. A schematic of his experiment is shown below:        Figure 3:  Schematic of Millikan's experiment.               Then using Thomson's value of , he calculated the value of . In his experiment, Millikan used a fine spray of ionized oil droplets, which he allowed to be acted on by gravity but to which he also applied an electric field in the direction opposite gravity, i.e. up. By tuning the electric field, he balanced the force due to the pull of gravity and the electric field force so that the drops remained suspended in space. Thus, if a drop has a positive charge and a mass , the force balance condition becomes              where is the magnitude of the electric field. Solving for the charge-to-mass ratio, we have . In order to determine the mass, the drops are allowed to fall in the gravitational field  without the influence of the electric field. In this case,  there are still two forces acting on the drops. One is the gravitational force and the other is the frictional force due to air resistance. Since this force is proportional  to the velocity, it vanishes when the drop is stationary, which is why it does not need to be taken into account when the electric field is on. However, when the drops are allowed to fall, the total force is , since friction opposes gravitational force. Here, is the coefficient of air resistance. Thus, according to Newton's law of motion                                Assuming the drop starts initially at rest, the equation  can be solved for , yielding              Since is very small and is relatively large, the exponential factor quickly decays to 0, leaving  simply a constant velocity known as the  terminal velocity . This velocity can be measured and used to solve for the mass . Once the mass is known, the charge-to-mass ratio determined above can be used to  determine the charge . The last remaining technical problem is that it is not known how many electrons are stripped off each drop before the experiment is performed. Thus, each drop  will have a different charge that is a multiple of the fundamental charge unit . By subtracting successive values of obtained for different drops, however, it is possible to find a ``smallest'' value, which can be  assumed to be a prediction of , although the possibility that the result is still a multiple of cannot be ruled out.    The currently accepted values of and are:                                                     Next: Rutherford's experiment and the   Up: lecture_3   Previous: lecture_3    Mark E. Tuckerman 2011-09-13"}, {"content": "Structure of the Atom (grades 6-8)                              STRUCTURE OF THE ATOM             Matter has mass and takes up space. Atoms are basic building blocks     of matter, and cannot be chemically subdivided by ordinary means.             The word atom is derived from the Greek word atom which     means indivisible. The Greeks concluded that matter could be broken     down into particles to small to be seen. These particles were called      atoms             Atoms are composed of three type of particles: protons, neutrons,     and electron. Protons and neutrons are responsible for most of the atomic     mass e.g in a 150 person 149 lbs, 15 oz are protons and neutrons while     only 1 oz. is electrons. The mass of an electron is very small (9.108     X 10 -28 grams).    Both the protons and neutrons reside in the nucleus. Protons have     a postive (+) charge, neutrons have no charge --they are neutral. Electrons     reside in orbitals around the nucleus. They have a negative charge (-).     It is the number of protons that determines the atomic number, e.g.,     H = 1. The number of protons in an element is constant (e.g., H=1, Ur=92)     but neutron number may vary, so mass number (protons + neutrons) may     vary.     The same element may contain varying numbers of neutrons; these forms     of an element are called isotopes. The chemical properties of isotopes     are the same, although the physical properties of some isotopes may     be different. Some isotopes are radioactive-meaning they &quot;radiate&quot;     energy as they decay to a more stable form, perhaps another element     half-life: time required for half of the atoms of an element to decay     into stable form. Another example is oxygen, with atomic number of 8     can have 8, 9, or 10 neutrons.         What are elements?     All matter is made up of elements which are fundamental substances     which cannot be broken down by chemical means. There are 92 elements     that occur naturally. The elements hydrogen, carbon, nitrogen and oxygen     are the elements that make up most living organisms. Some other elements     found in living organisms are: magnesium, calcium, phosphorus, sodium,     potassium.     By the late 1800's many elements had already been discovered. The scientist     Dmitri Mendeleev, a Russian chemist, proposed an arrangement of know     elements based on their atomic mass. The modern arrangement of the elements     is known as the Periodic Table of Elements and is arranged according     to the atomic number of elements.              Here is an Interactive Table     of Elements where you can learn more about each of the elements.             What makes each element unique?  Every atom would like     to have an electron configuration like a noble gases. In noble gases     the outer electron shell is complete. This makes the element chemically     inert. Helium is an example of a noble (inert) gas. It is not present     in organisms because it is not chemically reactive.             Historical Models of the atom         BOHR MODEL    Bohr model shows electrons circling the nucleus at different levels     or orbitals much like planets circle the sun. Electrons move from one     energy state to another but can only exist aft defineite energy levels.     The energy absorbed or released when electrons change states is in the     form of electromagnetic radiation.         THE WAVE MODEL AND QUANTUM THEORY     The Bohr model was only able to explain the very simplest atoms, like     hydrogen. Today's modern day theory is based on mathematics and the     properties of waves. The wave model forms the basis for the     Quantum Theory     . This theory gives the probability of locating electrons in a particular     location, unlike assuming electrons orbit the nucleus as in the Bohr     model.             How are electrons organized around the nucleus?         All atoms would like to attain electron configurations like noble     gases. That is, have completed outer shells. Atoms can form stable electron     configurations like noble gases     by:         losing electrons     sharing electrons     gaining electrons.         For a stable configuration each atom must fill its outer energy level.     In the case of noble gases that means eight electrons in the last     shell (with the exception of He which has two electrons).     Atoms that have 1, 2 or 3 electrons in their outer levels will tend     to lose them in interactions with atoms that have 5, 6 or 7 electrons     in their outer levels. Atoms that have 5, 6 or 7 electrons in their     outer levels will tend to gain electrons from atoms with 1, 2 or 3 electrons     in their outer levels. Atoms that have 4 electrons in the outer most     energy level will tend neither to totally lose nor totally gain electrons     during interactions.     This     Periodic Table of Elements will show you the electron configuration     for any element you click on.         Visualizing Atomic Orbitals             The atomic orbitals of the hydrogen atom can be visualized as a cloud     around the nucleus. The orbital represents a probability of finding     the electron at a particular location. Darker regions signify a greater     probability. Shown below are the 1s (lowest orbital and the 2s orbital.             1s 2s        Atomic orbitals do not always have the shape of a sphere. Higher orbitals     have very unusual shapes.              2px 3px               These orbitals were prepared by Dr. Yue-Ling Wong from the University    of Florida for more images click    here.         Remember molecular orbitals are 3-Dimensional                  3D models     of atomic orbitals                     Here is more information on:     Model     of the Atom     Guide to Nuclear     Wallcharts -- Complete overview of atomic structure. Excellent for     K-12.        Visualization of atomic orbitals.             3D Molecule Library - 3D Interactive Images of common Molecules     using the Jmol Applet     Atomic Structure Timeline     --Discoveries related to atomic structure including the electron, proton     and neutron    Carbon     Atom Structure     Atoms     Elements and Compounds for K-12     States     of Matter                                                         Note:        Teachers, Parents, Students. It's        time to start preparing for State Math and Science Tests         Grades 4-8                                        Mass              Volume              Density              Density      Challenge                   Scientific Notation              Science      Projects                                            Try these java applets      online now! No special software is needed.                    Biology                   Chemistry              Physics              Earth      Science              Biochemistry              Mathematics              Integrated      Math&amp;Sci              Languages              Calculators              Games                                                       Latest      Science News"}, {"content": "NYU Fullerene Group                                                                                    David I. Schuster           Professor of Chemistry, Ph.D. 1961      Professor Schuster brings to our fullerene research an extensive background in physical organic chemistry and photochemistry, as well as some experience in the field of neuroscience. He joined the Chemistry Department at New York University in 1961 following graduate study at the California Institute of Technology with John D. Roberts and a postdoctoral year with Howard Zimmerman at the University of Wisconsin. He has been a Fellow of the Alfred P. Sloan Foundation and a National Science Foundation Science Faculty Fellow, and recently Professor Schuster was elected to Fellowship in the American Association for the Advancement of Science. He was a Visiting Scientist at the Royal Institution in London with Sir George Porter, Nobel Laureate (now Lord Porter), and a Visiting Professor at Yale University. He has given invited lectures at universities and scientific institutions throughout the United States and Europe, and has been an invited plenary lecturer at many scientific meetings and symposia. He is a frequent reviewer of manuscripts for many journals and proposals submitted to granting agencies. Professor Schuster's research has been funded by the National Science Foundation, the U. S. Army Research Office, the National Institutes of Health, NATO, and the Petroleum Research Fund of the American Chemical Society. He has received the Golden Dozen Teaching Award from the College of Arts and Science at NYU for outstanding achievement as a teacher.    Although Professor Schuster has achieved particular recognition for his research in organic photochemistry, he started actively working in the area of fullerene chemistry in 1993 and is currently devoting his full efforts to this field. Current research is focused on a number of aspects of fullerene chemistry, including functionalization reactions, photochemistry, photoinduced electron transfer, spectroscopy, kinetics, computations, and biological applications.   In the areas of photochemistry and photophysics, recent research resulted in the discovery of [2+2] photocycloadditions of conjugated cyclic enones, 1,3-diones, and electron rich alkenes to C 60 . These studies will be extended to C 70 and higher fullerenes. The chemistry of C 60 radical cations, generated by electron transfer to photoexcited electron acceptors such as 9,10-dicyanoanthracene and acridinium salts, has been explored, and the decay kinetics of these radical cations has been studied using transient absorption spectroscopy. Intramolecular energy and electron transfer in porphyrin-fullerene hybrids as a function of molecular topology is being studied, using a variety of flexible and rigid spacers. Since these hybrids are excellent singlet oxygen sensitizers, they have potential applications as antitumor agents through photodynamic therapy.   A number of fullerene derivatives made at NYU have been shown to have anti-HIV activity in the micromolar range, even in HIV-infected cell lines which are resistant to AZT, while they show very low levels of toxicity toward a variety of cell lines. It has been shown that the antiviral activity is primarily due to inhibition of HIV-protease. On the basis of computational studies involving interaction of fullerenes with the HIV-protease, it is possible to design new fullerene derivatives as targets for synthesis and as inhibitors of other enzyme systems More generalized testing of fullerenes as antiviral agents is in progress.   When he is not in his office, his lab, or the classroom, Professor Schuster can often be found on the racquetball and tennis courts of the Coles Sports Center at NYU. He is a serious pianist, studies with a leading teacher in New York, and gives occasional solo piano recitals as well as appearances with fellow chemist-musicians. He also writes the program notes for the American Classical Orchestra in Connecticut. Both he and his wife, Carlotta, are members of the James Beard Foundation and are experts on the restaurants of New York and many other cities."}]}]