[{"detail": [{"content": "The EconoMining Project                                                                   New York University        The EconoMining      Project at Stern School of Business, NYU                    New York University        |        IOMS Department                                                        Home                                      People                                      Publications                                      Data Sets                                      Software                                                 The EconoMining Project at NYU        You might have bought something on eBay and      left a short feedback posting, summarizing your interaction      with the seller, such as &quot;Lightning fast delivery! Sloppy      packaging, though.&quot; Similarly, you might have visited Amazon      and written a review for the latest digital camera that you      bought, such as &quot;The picture quality is fantastic, but the      shutter speed lags badly.&quot; While reading an online review,      you may have also come across identity descriptive social information      disclosed by reviewers about themselves such as their &#39;Real      name&#39;, &#39;Geographical location&#39;, &#39;Hobbies&#39;, &#39;Nick name&#39;, etc.       Or while searching for a used product in electronic second-hand      markets such as those hosted by Amazon, you might have come      across the description posted by the seller such as &quot;Brand      new device with original packaging! Factory authorized dealer!      Full manufacturer&#39;s warranty.&quot;        What is the economic value of these comments? How can      we monetize such content on the Internet?       Increasingly these information exchanges are having some      business impact that is being reflected in one or more economic      variables (for example, product sales, pricing premiums, profits)      that can be measured to examine the effect of a particular information      exchange. The comment about &#8220; lightning fast delivery &#8221;      can enhance a seller&#8217;s reputation and thus allow the seller      to increase the price of the listed items by a few cents, without      losing any sales. On the other hand the feedback about &#8220; sloppy      packaging &#8221; can have the opposite effect on a seller&#8217;s      pricing power. Similarly, characteristics of user-generated reviews and reviewers      can affect ecommerce demand; feedback in blogs can affect firms pricing policies and the nature of competition;      the attributes of user-generated search queries can affect the performance of search engine advertising, and the content of customer support dialogs can affect product design.      Given the high volume of transactions that are completed on      Internet based electronic markets, such user-generated content      can have a substantial impact on firms&#8217; profitability. Hence, it becomes important to examine various mechanisms      for monetizing such content such as search engine and contextual advertising.        Our research studies the &#8220;economic value      of user generated content&#8221; in such online settings as well as the means for      monetizing such content, for example, through sponsored search advertising and prediction markets. This      research program combines established techniques from economics and marketing      with text mining algorithms from computer science as well as      theories from social psychology to measure the      economic value of each text snippet, understand how user      generated content in these systems influence economic exchanges      between various agents in electronic markets, and empirically estimates the performance of mechanisms that are being      used to monetize such online content.        While there are many potential applications,      our current research focuses on the following important and      varied applications:                        Reputation Systems in Electronic Markets                         Online Reviews and Product Sales                         Financial News and Stock Prices                         Used Good Descriptions in Electronic Markets and Sales                         Political News and Prediction Markets                         Sponsored Search and Contextual Advertising                             The EconoMining project is funded by NSF through the CAREER      awards             IIS-0643846 and             IIS-0643847 and by Microsoft through a             Live Labs Award and a             Virtual Earth Award .                                                                 Unless otherwise noted, all content copyright New York University.     All rights reserved.                            Copyright Communication |      Important     Notice |      Feedback"}]}]