[{"detail": [{"content": "Child &amp; Adolescent Mental Health Studies (CAMS) Minor | Child Study Center                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Child Study Center                                                                                  Home   About   Research   News   Education   Make a Difference   Patient Care                                  Home Education Undergraduate Studies Program Description            Print  Email               - A + A                                         Education        open/close   Professional Education  Grand Rounds Program       open/close   Advanced Training  Psychiatry Residency   Post-doctoral Fellows   Psychology Interns   Psychology Externs   Research Training   The NYU Summer Program for Kids       open/close   Undergraduate Studies  Program Description   CAMS Minor Requirements   CAMS Courses and Syllabi   CAMS Summer Internship Opportunities   CAMS Student Opportunities     Application Information   Grand Round Videos                                                                                                    Child &amp; Adolescent Mental Health Studies (CAMS) Minor                                          College of Arts and Science   New York University   Rationale   Mental health practitioners who work with children and adolescents, including social workers, psychologists, educational specialists, and psychiatrists, are in short supply. For example, the U.S. Federal Bureau of Health Professions has named Child and Adolescent Psychiatry as the most underserved of all medical subspecialties. The current workforce consists of approximately 6300 Child and Adolescents psychiatrists, whereas the need is estimated at over 30,000 (AACAP, 2001). Child and Adolescent Psychiatrists are not alone, however, as the national need for child and adolescent social workers, educational specialists, and psychologists is equally great. In addition to the lack of skilled clinicians, there are few professionals in journalism, sociology, public health, law, medicine, and social welfare who understand the biological, psychological, and social basis of child and adolescent mental health and illness. We believe that an integrated area of study for college students that addresses this notable lack of knowledge and skills among future leaders will have far reaching impact. To that end, we have developed this undergraduate minor in Child and Adolescent Mental Health Studies (CAMS).   Background   Emerging evidence continues to point to an increase in the prevalence of mental health problems among adolescents and young adults (Surgeon General's Report, 1999). Whether this increase is due to better diagnosis, an actual increase in prevalence, or both is unknown, but half of all lifetime cases of mental illness are now recognized to begin by age 14 and three-quarters by age 24 (Kessler et al, 2005). Despite effective treatments, however, there are typically long delays, sometimes decades, between when individuals first experience clinically significant symptoms and when they first seek and receive treatment.   Severe, disabling depression affects approximately 17% of adolescents and young adults nationally (Kashani &amp; Sherman, 1988; Fleming &amp; Offord, 1990; Lewinsohn et al, 1993 &amp; 1994; Kessler &amp; Walters, 1998), while anxiety in its many forms results in significant impairment in approximately 13% of children and adolescents (Shaffer et al, 1996). Other mental illnesses, such as Attention Deficit-Hyperactivity Disorder (which has a prevalence of 3 – 7%) and Bipolar Mood Disorder (which has a prevalence of over 1%), affect smaller numbers but are ubiquitous amongst children, adolescents, and young adults, causing an untold amount of suffering and lost productivity (DSM-IV; American Psychiatric Association, 1994). Despite the fact that federal government spending on anti-drug measures has increased over ten-fold in the last 15 years, over 50% of high school seniors have experimented with an illicit drug, 23% have used an illicit drug within the past 30 days, and over 30% have been drunk within the past 30 days (Monitoring the Future, 2005). Suicide, the most feared and tragic outcome of mental illness, is the third most common cause of death among adolescents and young adults, preceded only by accidents and homicide (Anderson and Smith, 2003).   Through basic science research and clinical investigation, our understanding of the neuro-biological basis of mental illness has grown immensely over the past three decades. A primary gene for Tourette's Syndrome (a severely disabling illness in which the affected individual is unable to control both motor and vocal tics), for example, was recently discovered (Abelson et al, 2005). As our understanding grows, so will our ability to target treatments for these illnesses. Concurrent with the research advances, the growth in evidence-based treatments, including medications and psychotherapies, has already advanced our ability to treat specific symptoms, such as psychosis, mania, tics, obsessive anxiety, hyperactivity, and depression, allowing individuals to lead healthy and normal lives.   Still, misinformation about mental illness abounds and suspicion around the means of mental health workers remains. Images of the cold and unfeeling psychotherapist and the \"Dr. Frankenstein\" psychiatrist, eager to experiment on his \"guinea pig\" patients, are not difficult for even most college educated individuals to conjure. Consequently, given the great advances in our biological, psychological, and social understanding of mental illness; the enormous burden of child and adolescent psychopathology on our society; and the general lack of public understanding; a college minor which can address these issues is long overdue.   Goals   We hope that by heightening undergraduates' awareness of childhood mental health issues and their sustained impact on adolescents and adults we will accomplish four primary goals:   Students will explore the relationship between human behavior and its biological and environmental bases;   Students will increase their intellectual curiosity and build analytic and problem-solving skills;   Students will be challenged to think critically about the concepts of \"normal\" or \"typical\" versus \"abnormal\" behavior and engage in a meta-level analysis of the social, historical, and cultural context of mental health, illness, and diagnosis; and   We will encourage those students with a natural interest and inclination toward careers in social work, education and special education, psychology, law, medicine, sociology, nursing, public health, scientific journalism, and psychiatry, to consider focusing their future career in some significant capacity on children and adolescents.   More Information   If you have any questions or would like to know more about the CAMS Minor, please contact  cams@nyumc.org .                                                                                            NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Child &amp; Adolescent Mental Health Studies (CAMS) Minor | Child Study Center                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Child Study Center                                                                                  Home   About   Research   News   Education   Make a Difference   Patient Care                                  Home Education Undergraduate Studies Program Description            Print  Email               - A + A                                         Education        open/close   Professional Education  Grand Rounds Program       open/close   Advanced Training  Psychiatry Residency   Post-doctoral Fellows   Psychology Interns   Psychology Externs   Research Training   The NYU Summer Program for Kids       open/close   Undergraduate Studies  Program Description   CAMS Minor Requirements   CAMS Courses and Syllabi   CAMS Summer Internship Opportunities   CAMS Student Opportunities     Application Information   Grand Round Videos                                                                                                    Child &amp; Adolescent Mental Health Studies (CAMS) Minor                                          College of Arts and Science   New York University   Rationale   Mental health practitioners who work with children and adolescents, including social workers, psychologists, educational specialists, and psychiatrists, are in short supply. For example, the U.S. Federal Bureau of Health Professions has named Child and Adolescent Psychiatry as the most underserved of all medical subspecialties. The current workforce consists of approximately 6300 Child and Adolescents psychiatrists, whereas the need is estimated at over 30,000 (AACAP, 2001). Child and Adolescent Psychiatrists are not alone, however, as the national need for child and adolescent social workers, educational specialists, and psychologists is equally great. In addition to the lack of skilled clinicians, there are few professionals in journalism, sociology, public health, law, medicine, and social welfare who understand the biological, psychological, and social basis of child and adolescent mental health and illness. We believe that an integrated area of study for college students that addresses this notable lack of knowledge and skills among future leaders will have far reaching impact. To that end, we have developed this undergraduate minor in Child and Adolescent Mental Health Studies (CAMS).   Background   Emerging evidence continues to point to an increase in the prevalence of mental health problems among adolescents and young adults (Surgeon General's Report, 1999). Whether this increase is due to better diagnosis, an actual increase in prevalence, or both is unknown, but half of all lifetime cases of mental illness are now recognized to begin by age 14 and three-quarters by age 24 (Kessler et al, 2005). Despite effective treatments, however, there are typically long delays, sometimes decades, between when individuals first experience clinically significant symptoms and when they first seek and receive treatment.   Severe, disabling depression affects approximately 17% of adolescents and young adults nationally (Kashani &amp; Sherman, 1988; Fleming &amp; Offord, 1990; Lewinsohn et al, 1993 &amp; 1994; Kessler &amp; Walters, 1998), while anxiety in its many forms results in significant impairment in approximately 13% of children and adolescents (Shaffer et al, 1996). Other mental illnesses, such as Attention Deficit-Hyperactivity Disorder (which has a prevalence of 3 – 7%) and Bipolar Mood Disorder (which has a prevalence of over 1%), affect smaller numbers but are ubiquitous amongst children, adolescents, and young adults, causing an untold amount of suffering and lost productivity (DSM-IV; American Psychiatric Association, 1994). Despite the fact that federal government spending on anti-drug measures has increased over ten-fold in the last 15 years, over 50% of high school seniors have experimented with an illicit drug, 23% have used an illicit drug within the past 30 days, and over 30% have been drunk within the past 30 days (Monitoring the Future, 2005). Suicide, the most feared and tragic outcome of mental illness, is the third most common cause of death among adolescents and young adults, preceded only by accidents and homicide (Anderson and Smith, 2003).   Through basic science research and clinical investigation, our understanding of the neuro-biological basis of mental illness has grown immensely over the past three decades. A primary gene for Tourette's Syndrome (a severely disabling illness in which the affected individual is unable to control both motor and vocal tics), for example, was recently discovered (Abelson et al, 2005). As our understanding grows, so will our ability to target treatments for these illnesses. Concurrent with the research advances, the growth in evidence-based treatments, including medications and psychotherapies, has already advanced our ability to treat specific symptoms, such as psychosis, mania, tics, obsessive anxiety, hyperactivity, and depression, allowing individuals to lead healthy and normal lives.   Still, misinformation about mental illness abounds and suspicion around the means of mental health workers remains. Images of the cold and unfeeling psychotherapist and the \"Dr. Frankenstein\" psychiatrist, eager to experiment on his \"guinea pig\" patients, are not difficult for even most college educated individuals to conjure. Consequently, given the great advances in our biological, psychological, and social understanding of mental illness; the enormous burden of child and adolescent psychopathology on our society; and the general lack of public understanding; a college minor which can address these issues is long overdue.   Goals   We hope that by heightening undergraduates' awareness of childhood mental health issues and their sustained impact on adolescents and adults we will accomplish four primary goals:   Students will explore the relationship between human behavior and its biological and environmental bases;   Students will increase their intellectual curiosity and build analytic and problem-solving skills;   Students will be challenged to think critically about the concepts of \"normal\" or \"typical\" versus \"abnormal\" behavior and engage in a meta-level analysis of the social, historical, and cultural context of mental health, illness, and diagnosis; and   We will encourage those students with a natural interest and inclination toward careers in social work, education and special education, psychology, law, medicine, sociology, nursing, public health, scientific journalism, and psychiatry, to consider focusing their future career in some significant capacity on children and adolescents.   More Information   If you have any questions or would like to know more about the CAMS Minor, please contact  cams@nyumc.org .                                                                                            NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Spirituality and Higher Education   &gt; Respecting Spiritual Diversity                                                                    Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                           About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                      The Mental Health of College Students: Challenges, Obstacles, and Solutions    November 17-18, 2006    University of the Sacred Heart and the University of Puerto Rico, Rio Piedras    San Juan, Puerto Rico                  Nilda E. Hernandez , Associate Professor of Social Work, The College of New Rochelle         My interest in the mental health of college students stems from my 25 years of clinical social work experience, and 15 years as faculty interacting with several students with psychological, emotional, and social problems. When these impinging conditions negatively affect students&rsquo; academic performance, it is imperative to notify student services, as well as the Dean&rsquo;s office that ultimately is responsible for academic/disciplinary decisions. With the increasing number of students with academic, social, and emotional problems, the collaborative relationship between faculty, administration staff, and student services is essential to the student&rsquo;s academic well-being.         The number of college students with mental disorders has increased and therefore calls into question not only their mental health, but its impact on higher education as it relates to policies that address incidences of violence, aggression, suicide, and disruptive behavior (Gately, 2005; Schaeffer, 2006). Moreover, Title II of the 1990 American with Disabilities Act and Section 504 of the 1973 Rehabilitation Act, have implications for college policies, and faculty decisions with respect to grading practices, academic/disciplinary decisions, and safety issues as higher education institutions struggle to identify and appropriately provide reasonable accommodations to students with mental disorders. Students with documented mental disorders cannot be denied admission to higher education institutions unless reasonable accommodations are not available, or the student poses a threat to self or to others (Liebert, 2003). These accommodations allow students equal opportunity to participate in all aspects of college life, but should not provide unfair advantage over other students or fundamentally alter the nature of courses (Simon, 1999). College-wide polices that address these issues are therefore dependent on the coordinated and collaborative efforts of students, faculty, administration, and student services.     From small colleges to large universities, the number of college students in distress has grown. Newspaper headlines increasingly report alarming rates of deaths due to substance abuse, homicide, murder-suicides, and suicide among college students (O&rsquo;Connor, 2001; Hoover, 2003, Gately, 2005, Schaeffer, 2006). USA TODAY analyzed 620 deaths of four year college and university students from 2000 to 2005 based on published reports and public records (Davis and DeBarris, 2006). They found that freshmen accounted for more than one-third of undergraduate deaths with 40% due to suicide, and half of all deaths were due to falls from windows, balconies, and rooftops usually related to drug and alcohol abuse.     According to Arehart-Triechal (2002), the U.S. Department of Education reported increases in college related arrests due to liquor (4%), drugs (10%), and murder (45%) between 1999 and 2000. In a 2001 national survey across 300 U.S. colleges and universities, 45% directors of counseling centers reported increases in alcohol abuse, 49% other illicit drug use, 71% learning disabilities, 37% eating disorders, and in the number of students seeking counseling for sexual assault, stalking and obsessive behavior between 1991 and 2001 (O&rsquo;Connor, 2001).     The National Postsecondary Student Aid Study reports that between 1995 and 1996 of the 6% of 21,000 undergraduates with disabilities, 29% reported learning disabilities (Horn and Berktold, 1999). However, between 1999 and 2000, the National College Health Assessment Survey indicates that 10.3% of 16,024 students across 28 campuses self-reported they were diagnosed with depression, and had experienced mental health problems one to ten times during the academic year (American College Health Association, 2001; Arehart-Treichel, 2002). Researchers at Kansas State University found that between 1989 and 2001 students with documented depression doubled, students on psychiatric medication increased from 10% to 25%, and suicidal students tripled (Hoover, 2003).     Findings from a sample of 47,202 students across 74 college campuses between 2003 and 2004 reveals that compared to 10.3% in the Spring 2000, 14.9% students were diagnosed with depression, 25.2% were in therapy, 38% took medication for depression, 15% suffered clinical depression, one in ten seriously contemplated suicide, and 40% males and 50% females reported they had trouble functioning throughout their four years of college (Fisher, 2004; Gately, 2005; American College Health Association, 2006). Information from the National Center for Education Statistics (Horn and Griffith, 2006), indicates that while 11.3% of 91,000 undergraduate, graduate, and first profession students enrolled in 1400 post secondary institutions from 2003 to 2004 reported health related disabilities (51.4%), 21.9% reported mental illness or depression, 10.9% attention deficit disorders, 7.4% learning disabilities, 0.4 speech disabilities, and 7.8% unidentified disabilities. Interestingly women were more likely to report mental illness, depression, and health disabilities, whereas men more often reported attention deficit disorders.     College students have difficulty adapting to college life, competing, and handling their new found freedom with minimal adult supervision. As they transition from high school to college, anxiety increases as they leave behind the support of family, friends, and familiar surroundings which may place them at risk for academic, personal, and social difficulties. Moreover, some studies suggest that adolescent drinking and suicide ideation are associated with stress (Hicks and Miller, 2006), that transitions in relationships may be related to mental health issues that develop in young adulthood, and that mood and substance disorders are linked to relationship stability and change (Overbeek, et al., 2003).     Non-traditional students encounter many of the same challenges faced by traditional aged students when they begin or return to college, and are less likely to complete their education usually due to social conditions (U.S. Department of Education, 2002). In a study of 80 adults with mental disorders they felt optimistic about being accepted by faculty and peers, but ambivalent about their emotional ability to cope with the pressures of college and possible failure (Stein, 2005).     Mental health specialists assert that the onset of mental illness often occurs during early childhood or adolescence, and may be compounded by the stress and anxiety of attending college, leaving home, developing new relationships and the pressure to succeed (Liebert, 2003; Gately, 2005). Many first incidences of mental illness occur in college. The Chief of Mental Health Service at Harvard University states that &ldquo;lifetime incidence of depression is 20%, and the peak age of onset is around college age&rdquo; (Arehart-Treichel, 2002). Fisher (2004) claims that clinical depression most often appears in adolescence, and mood disorders are more likely to occur in college and may be life threatening.     According to Kadison and DiGeronimo (2004) college students predominantly manifest eating and sleep disorders, depression, alcohol and drug abuse, and impulsive behaviors that include self-mutilation, sexual promiscuity, and suicide. They assert that since 1988 the number of students with depression has doubled, the number with suicidal ideation has tripled, and sexual assaults have quadrupled.     Although the aforementioned studies refer to students with documented mental disorders, but there is no data available for students who are undiagnosed or not in treatment. Untreated depression can lead to suicide, which is believed to be the second-leading cause of death among college students, claiming 1,100 lives a year (American Psychological Association, 2005; American College Health Association, 2006). Approximately 31,000 deaths in the U.S. are due to suicide each year, it is the third leading cause of death in the U.S. for people aged 15 to 24 is suicide, and it is the second leading cause of death for adolescents in Canada (Zastrow and Kirst-Ashman, 2007).     In addition to depression and anxiety, students are diagnosed with bipolar disorder, schizophrenia and psychosis that may interfere with their reality testing, impulse control, aggression, interpersonal relationships, and their overall ability to function. These disorders require close monitoring, medication, and may result in intermittent or long-term psychiatric hospitalization. Some students have a history of psychiatric hospitalization prior to entering college or may have to take leaves for psychiatric hospitalizations. The Director of Counseling at Dartmouth College Health Services states that in the past five years college counseling directors have reported a 35% increase in the number of psychiatric hospitalizations of college students (Arehart-Treichel, 2002).     The increase in the number of students with mental disorders suggests that early diagnosis and treatment may promote their stability and functioning in college. In fact some suggest that earlier diagnosis may lessen the stigma associated with mental illness, increase the likelihood that families will seek mental health resources for their children, and reinforce students&rsquo; willingness to accept help. On the other hand, it also forces colleges and universities to attempt to meet the needs of college students diagnosed with varied mental disorders (Arehart-Triechel, 2002).     Faculty are not trained to conduct mental status examinations, determine whether or not medication is required, or identify when a student is acting out or exhibiting symptoms of mental illness. Hern&aacute;ndez and Fister (2001) suggest there is a difference between disruptive behavior that is intentional, and unintentional disruptive behavior due to mental disorders. But how does faculty know the difference? Can a student with severe and persistent mental illness become so agitated that students and faculty feel threatened? Who has responsibility for controlling these behaviors, and are faculty equipped to do so? The reality is that faculty is not and should not be in this position, but then who is? Nonetheless, regardless of whether or not faculty want to know about students&rsquo; personal lives, invariably their issues may spill over into the classroom and may be manifested in inappropriate and disruptive behaviors that may include opposition, defiance, and belligerence; disrespect for faculty and peers, falling asleep, seeming disinterest, or more dramatically in anger, aggression, suicidal gestures, or substance abuse.     Another issue to consider is what are the perceptions of administration and faculty of students with mental disorders. Some studies suggest that fears of the mentally ill by faculty and administration &ldquo;are seeded in myth than in reality&rdquo; (Liebert, 2003). Several studies indicate that faculty felt it was more important to view verification of learning and psychiatric disabilities, than physical and sensory disabilities. Others concluded that faculty related difficulties of students with mental disorders to their unwillingness to ask for or receive help because of the stigma of disclosing their mental health problems. In some cases faculty felt that students with mental disorders will not succeed in college, others were not uniformly positive or knowledgeable about mental illness, some faculty lacked information about the services and benefits available to students on campus, and others doubted that students had mental disorders because they did not display symptoms of the disorder (Mowbry, et al., 2005).     Higher education institutions traditionally provide counseling services to the entire student body to help them adjust and cope with the pressures of college life. Today&rsquo;s counseling centers, however, must increasingly provide services to students with obsessive-compulsive, posttraumatic stress, personality, sleep and eating disorders; stress and anxiety, depression, suicidal ideation, schizophrenia, learning disabilities, sexual assault/abuse, drug and alcohol abuse, as well as relationship problems, identity issues, social phobias, and grief and loss issues (Arehart-Treichel, 2002; Kadison and DiGeronimo, 2004). In addition, students may exhibit acting out behavior in the classroom that may include chronic lateness, talking in class, arguing with instructors and peers, or more serious behavior such as stalking, inappropriate erotic attachments, or challenging authority.     Given the seriousness of the mental disorders experienced by some college students, what is the effect of the Americans with Disabilities Act and Rehabilitation Act on faculty grading practices, provision of reasonable accommodations, and implementing academic and disciplinary measures when students diagnosed with mental disorders do not fulfill their academic responsibilities, are disruptive in the classroom, or whose interpersonal skills negatively interferes with the faculty-student and/or student-student interaction?     Several obstacles and challenges are faced by students, faculty, administration, and student services. These include unclear disciplinary policies when mentally ill students are disruptive; how faculty should handle inappropriate and disruptive behavior in the classroom, faculty concern that failing a student may result in reprisal or suicide, limited services in counseling centers that makes it difficult to meet students&rsquo; mental health needs; lack of full-time credentialed mental health professionals to provide treatment, manage, and monitor medication; inadequate psychiatric coverage or overuse of hospital psychiatric emergency rooms; lack of health coverage; lack of knowledge about mental disorders; cultural values and beliefs that stigmatize mental disorders, treatment, and perceptions of mentally ill as dysfunctional, and dangerous; concern about lawsuits; and confidentiality issues that prevent disclosing mental disorders or contacting parents of students in crisis without written permission.     The millennial college student is generally considered to be have been born beginning in 1982 &#150; presumably they began their college education around 1999. They were born to baby boomers, and for the most part have had many advantages and have been raised with all the technological advances available. However, they are also the most pressured to study hard, succeed, attend college, and choose a well-paying career that reflects their success. They also seem to be the generation with the most documented learning, substance abuse, and mental health problems. Nonetheless, having a mental disorder should not prevent students from successfully completing their education. In order for mentally ill students to succeed, they must maintain good mental health which can only occur if they are in treatment. Being in treatment is important because students can seek help that reinforces a healthy mind and a healthy life.     When students experience academic difficulties because of mental disorders retention and graduation are affected. To help students with mental disorders succeed in college, higher education institutions must be aware of their needs and have the resources to provide coordinated and collaborative services. Providing comprehensive mental health services to students can help them better adjust to college life and provides the support to enable them to achieve their personal, academic and career goals.     References     American College Health Association. American college health association&#150;National college health assessment (ACHA-NCHA). Web Summary. Updated April 2006. Retrieved from http://www.acha.org/projects_programs/ncha_sampledata.cfm.     _____American college health association-National college health assessment (ACHA-NCHA) Spring 2004 reference group data report (Abridged). Journal of American College Health , 54(4)     American Psychiatric Association (1994). Diagnostic and statistical manual of mental disorders IV-TR (4th edition). Washington, D.C.: American Psychiatric Association.     _____ (2005, August 8). American Psychiatric Association (APA) launches college     mental health initiative. Medical News Today . Retrieved from http://www. medicalnewstoday.com/medicalnews.php ?newsid= 28838         Arehart-Treichel, J. (2002, March 15). Mental Illness on rise on college campuses. Psychiatric News , 37(6). Retrieved from http://pn.psychiatryonline.org/ cgi/content/full/37/6/6     _____ (2002, March 15). Colleges use aggressive outreach to prevent, identity mental health problems. Psychiatric News , 37(6). Retrieved from http://pn. psychiatryonline.org/cgi/content/full/37/6/6     Davis, R. and DeBarros, A. (2006). In college, first year is by far the riskiest. USA     Today.     DeStefano, T.J., Mellott, R.N., and Petersen, J.D. (2001). A preliminary assessment of the impact of counseling on student adjustment to college. Journal of College Counseling , 4     Fisher, S. (2004). American college health association survey shows increase of depression among college students over four year period. American College Health Association. Retrieved from http://www.acha.org/newsroom/pr ncha_11_17_04.cfm     Gately, G. (2005, April 17). Colleges target mental health campus: Groups, courses, online services help reduce the stigma of treatment. Retrieved from http://www.boston.com/news/education/higher/articles/2005/04/17/colleges_target_mental     Hern&aacute;ndez, T. J. and Fister, D.L. (2001). Dealing with disruptive and emotional college students: A systems model. Journal of College Counseling , 4(1). Retrieved from http://www.collegecounseling.org/resources/hernandez._sys.html     Hicks, T. and Miller, E. (2006, Summer). College life styles, life stressors and health status: Differences among gender lines. Journal of College Admission .     Hoover, E. (2003, December 5). More help for troubled students: New services try to strengthen campus mental health programs and prevent suicide. The Chronicle of Higher Education     Horn, L. and Berktold, J. (1999). Students with disabilities in postsecondary education: A profile of preparation, participation, and outcomes. Education Statistics Quarterly , 1(3)     Horn, L. and Griffith (2006). Profile of undergraduates in U.S. postsecondary education institutions: 2003-04 with a special analysis of community college students: Statistical analysis report (NCES 2006-184). U.S. Department of Education. Washington, D.C.: National Center for Education Statistics.     Kadison, R. and DeGeronimo, T. Foy (2004). College of the overwhelmed: The campus mental health crisis and what to do about it. CA: Jossey-Bass.     Libert, D.T. (2003). The mentally ill and access to higher education: A review of trends, implications, and future possibilities for the Americans with disabilities act and the rehabilitation act. International Journal of Psychosocial Rehabilitation , 7     Mowbray, C.T., Collins, M.E., Bellamy, C.D., Megivern, D.A., Bybee, D., and Szilvagyi, S. (2005). Supported education for adults with psychiatric disabilities: An innovation for social work and psychosocial rehabilitation practice. Social Work , 50(1)     O&rsquo;Connor, E.M. (2001, September). Student mental health: Secondary education no more. Monitor on Psychology , 32(8)     _____ (2001, September). Data indicate rise in student mental health problems. Monitor on Psychology , 32(8)     Overbeek, G., Vollebergh,W., Engels, R.C.M.E., and Meeus, W. (2003). Young adults&rsquo; relationship transitions and the incidence of mental disorders: a three-wave longitudinal study. Social Psychiatry Psychiatr Epidemiol , 38     Schaeffer, A. (2006). The dilemma of college students who threaten to kill themselves. Medical Examiner: Health and Medicine Explained, 2006. Washington Post: Newsweek Interactive     Stein, C.H. (2005). Aspirations, ability and support: Consumers&rsquo; perceptions of attending college. Community Mental Health Journal , 41(4)     U.S. Department of Education, National Center for Education Statistics (2002). Non-traditional undergraduates NCES 2002-12 by Susan Choy. Washington, D.C.: U.S. Government Printing Office     _____(2003). The condition of education 2003, NCES 2003-067. Washington, D.C.: U.S. Government Printing Office     Zastrow, C. and Kirst-Ashman, K.K. (2007). Understanding human behavior and the social environment (7th ed.). CA: Brooks/Cole.             Back to top         Back to Table of Contents"}]},
{"detail": [{"content": "Child &amp; Adolescent Mental Health Studies (CAMS) Minor | Child Study Center                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Child Study Center                                                                                  Home   About   Research   News   Education   Make a Difference   Patient Care                                  Home Education Undergraduate Studies Program Description            Print  Email               - A + A                                         Education        open/close   Professional Education  Grand Rounds Program       open/close   Advanced Training  Psychiatry Residency   Post-doctoral Fellows   Psychology Interns   Psychology Externs   Research Training   The NYU Summer Program for Kids       open/close   Undergraduate Studies  Program Description   CAMS Minor Requirements   CAMS Courses and Syllabi   CAMS Summer Internship Opportunities   CAMS Student Opportunities     Application Information   Grand Round Videos                                                                                                    Child &amp; Adolescent Mental Health Studies (CAMS) Minor                                          College of Arts and Science   New York University   Rationale   Mental health practitioners who work with children and adolescents, including social workers, psychologists, educational specialists, and psychiatrists, are in short supply. For example, the U.S. Federal Bureau of Health Professions has named Child and Adolescent Psychiatry as the most underserved of all medical subspecialties. The current workforce consists of approximately 6300 Child and Adolescents psychiatrists, whereas the need is estimated at over 30,000 (AACAP, 2001). Child and Adolescent Psychiatrists are not alone, however, as the national need for child and adolescent social workers, educational specialists, and psychologists is equally great. In addition to the lack of skilled clinicians, there are few professionals in journalism, sociology, public health, law, medicine, and social welfare who understand the biological, psychological, and social basis of child and adolescent mental health and illness. We believe that an integrated area of study for college students that addresses this notable lack of knowledge and skills among future leaders will have far reaching impact. To that end, we have developed this undergraduate minor in Child and Adolescent Mental Health Studies (CAMS).   Background   Emerging evidence continues to point to an increase in the prevalence of mental health problems among adolescents and young adults (Surgeon General's Report, 1999). Whether this increase is due to better diagnosis, an actual increase in prevalence, or both is unknown, but half of all lifetime cases of mental illness are now recognized to begin by age 14 and three-quarters by age 24 (Kessler et al, 2005). Despite effective treatments, however, there are typically long delays, sometimes decades, between when individuals first experience clinically significant symptoms and when they first seek and receive treatment.   Severe, disabling depression affects approximately 17% of adolescents and young adults nationally (Kashani &amp; Sherman, 1988; Fleming &amp; Offord, 1990; Lewinsohn et al, 1993 &amp; 1994; Kessler &amp; Walters, 1998), while anxiety in its many forms results in significant impairment in approximately 13% of children and adolescents (Shaffer et al, 1996). Other mental illnesses, such as Attention Deficit-Hyperactivity Disorder (which has a prevalence of 3 – 7%) and Bipolar Mood Disorder (which has a prevalence of over 1%), affect smaller numbers but are ubiquitous amongst children, adolescents, and young adults, causing an untold amount of suffering and lost productivity (DSM-IV; American Psychiatric Association, 1994). Despite the fact that federal government spending on anti-drug measures has increased over ten-fold in the last 15 years, over 50% of high school seniors have experimented with an illicit drug, 23% have used an illicit drug within the past 30 days, and over 30% have been drunk within the past 30 days (Monitoring the Future, 2005). Suicide, the most feared and tragic outcome of mental illness, is the third most common cause of death among adolescents and young adults, preceded only by accidents and homicide (Anderson and Smith, 2003).   Through basic science research and clinical investigation, our understanding of the neuro-biological basis of mental illness has grown immensely over the past three decades. A primary gene for Tourette's Syndrome (a severely disabling illness in which the affected individual is unable to control both motor and vocal tics), for example, was recently discovered (Abelson et al, 2005). As our understanding grows, so will our ability to target treatments for these illnesses. Concurrent with the research advances, the growth in evidence-based treatments, including medications and psychotherapies, has already advanced our ability to treat specific symptoms, such as psychosis, mania, tics, obsessive anxiety, hyperactivity, and depression, allowing individuals to lead healthy and normal lives.   Still, misinformation about mental illness abounds and suspicion around the means of mental health workers remains. Images of the cold and unfeeling psychotherapist and the \"Dr. Frankenstein\" psychiatrist, eager to experiment on his \"guinea pig\" patients, are not difficult for even most college educated individuals to conjure. Consequently, given the great advances in our biological, psychological, and social understanding of mental illness; the enormous burden of child and adolescent psychopathology on our society; and the general lack of public understanding; a college minor which can address these issues is long overdue.   Goals   We hope that by heightening undergraduates' awareness of childhood mental health issues and their sustained impact on adolescents and adults we will accomplish four primary goals:   Students will explore the relationship between human behavior and its biological and environmental bases;   Students will increase their intellectual curiosity and build analytic and problem-solving skills;   Students will be challenged to think critically about the concepts of \"normal\" or \"typical\" versus \"abnormal\" behavior and engage in a meta-level analysis of the social, historical, and cultural context of mental health, illness, and diagnosis; and   We will encourage those students with a natural interest and inclination toward careers in social work, education and special education, psychology, law, medicine, sociology, nursing, public health, scientific journalism, and psychiatry, to consider focusing their future career in some significant capacity on children and adolescents.   More Information   If you have any questions or would like to know more about the CAMS Minor, please contact  cams@nyumc.org .                                                                                            NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Spirituality and Higher Education   &gt; Respecting Spiritual Diversity                                                                    Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                           About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                      The Mental Health of College Students: Challenges, Obstacles, and Solutions    November 17-18, 2006    University of the Sacred Heart and the University of Puerto Rico, Rio Piedras    San Juan, Puerto Rico                  Nilda E. Hernandez , Associate Professor of Social Work, The College of New Rochelle         My interest in the mental health of college students stems from my 25 years of clinical social work experience, and 15 years as faculty interacting with several students with psychological, emotional, and social problems. When these impinging conditions negatively affect students&rsquo; academic performance, it is imperative to notify student services, as well as the Dean&rsquo;s office that ultimately is responsible for academic/disciplinary decisions. With the increasing number of students with academic, social, and emotional problems, the collaborative relationship between faculty, administration staff, and student services is essential to the student&rsquo;s academic well-being.         The number of college students with mental disorders has increased and therefore calls into question not only their mental health, but its impact on higher education as it relates to policies that address incidences of violence, aggression, suicide, and disruptive behavior (Gately, 2005; Schaeffer, 2006). Moreover, Title II of the 1990 American with Disabilities Act and Section 504 of the 1973 Rehabilitation Act, have implications for college policies, and faculty decisions with respect to grading practices, academic/disciplinary decisions, and safety issues as higher education institutions struggle to identify and appropriately provide reasonable accommodations to students with mental disorders. Students with documented mental disorders cannot be denied admission to higher education institutions unless reasonable accommodations are not available, or the student poses a threat to self or to others (Liebert, 2003). These accommodations allow students equal opportunity to participate in all aspects of college life, but should not provide unfair advantage over other students or fundamentally alter the nature of courses (Simon, 1999). College-wide polices that address these issues are therefore dependent on the coordinated and collaborative efforts of students, faculty, administration, and student services.     From small colleges to large universities, the number of college students in distress has grown. Newspaper headlines increasingly report alarming rates of deaths due to substance abuse, homicide, murder-suicides, and suicide among college students (O&rsquo;Connor, 2001; Hoover, 2003, Gately, 2005, Schaeffer, 2006). USA TODAY analyzed 620 deaths of four year college and university students from 2000 to 2005 based on published reports and public records (Davis and DeBarris, 2006). They found that freshmen accounted for more than one-third of undergraduate deaths with 40% due to suicide, and half of all deaths were due to falls from windows, balconies, and rooftops usually related to drug and alcohol abuse.     According to Arehart-Triechal (2002), the U.S. Department of Education reported increases in college related arrests due to liquor (4%), drugs (10%), and murder (45%) between 1999 and 2000. In a 2001 national survey across 300 U.S. colleges and universities, 45% directors of counseling centers reported increases in alcohol abuse, 49% other illicit drug use, 71% learning disabilities, 37% eating disorders, and in the number of students seeking counseling for sexual assault, stalking and obsessive behavior between 1991 and 2001 (O&rsquo;Connor, 2001).     The National Postsecondary Student Aid Study reports that between 1995 and 1996 of the 6% of 21,000 undergraduates with disabilities, 29% reported learning disabilities (Horn and Berktold, 1999). However, between 1999 and 2000, the National College Health Assessment Survey indicates that 10.3% of 16,024 students across 28 campuses self-reported they were diagnosed with depression, and had experienced mental health problems one to ten times during the academic year (American College Health Association, 2001; Arehart-Treichel, 2002). Researchers at Kansas State University found that between 1989 and 2001 students with documented depression doubled, students on psychiatric medication increased from 10% to 25%, and suicidal students tripled (Hoover, 2003).     Findings from a sample of 47,202 students across 74 college campuses between 2003 and 2004 reveals that compared to 10.3% in the Spring 2000, 14.9% students were diagnosed with depression, 25.2% were in therapy, 38% took medication for depression, 15% suffered clinical depression, one in ten seriously contemplated suicide, and 40% males and 50% females reported they had trouble functioning throughout their four years of college (Fisher, 2004; Gately, 2005; American College Health Association, 2006). Information from the National Center for Education Statistics (Horn and Griffith, 2006), indicates that while 11.3% of 91,000 undergraduate, graduate, and first profession students enrolled in 1400 post secondary institutions from 2003 to 2004 reported health related disabilities (51.4%), 21.9% reported mental illness or depression, 10.9% attention deficit disorders, 7.4% learning disabilities, 0.4 speech disabilities, and 7.8% unidentified disabilities. Interestingly women were more likely to report mental illness, depression, and health disabilities, whereas men more often reported attention deficit disorders.     College students have difficulty adapting to college life, competing, and handling their new found freedom with minimal adult supervision. As they transition from high school to college, anxiety increases as they leave behind the support of family, friends, and familiar surroundings which may place them at risk for academic, personal, and social difficulties. Moreover, some studies suggest that adolescent drinking and suicide ideation are associated with stress (Hicks and Miller, 2006), that transitions in relationships may be related to mental health issues that develop in young adulthood, and that mood and substance disorders are linked to relationship stability and change (Overbeek, et al., 2003).     Non-traditional students encounter many of the same challenges faced by traditional aged students when they begin or return to college, and are less likely to complete their education usually due to social conditions (U.S. Department of Education, 2002). In a study of 80 adults with mental disorders they felt optimistic about being accepted by faculty and peers, but ambivalent about their emotional ability to cope with the pressures of college and possible failure (Stein, 2005).     Mental health specialists assert that the onset of mental illness often occurs during early childhood or adolescence, and may be compounded by the stress and anxiety of attending college, leaving home, developing new relationships and the pressure to succeed (Liebert, 2003; Gately, 2005). Many first incidences of mental illness occur in college. The Chief of Mental Health Service at Harvard University states that &ldquo;lifetime incidence of depression is 20%, and the peak age of onset is around college age&rdquo; (Arehart-Treichel, 2002). Fisher (2004) claims that clinical depression most often appears in adolescence, and mood disorders are more likely to occur in college and may be life threatening.     According to Kadison and DiGeronimo (2004) college students predominantly manifest eating and sleep disorders, depression, alcohol and drug abuse, and impulsive behaviors that include self-mutilation, sexual promiscuity, and suicide. They assert that since 1988 the number of students with depression has doubled, the number with suicidal ideation has tripled, and sexual assaults have quadrupled.     Although the aforementioned studies refer to students with documented mental disorders, but there is no data available for students who are undiagnosed or not in treatment. Untreated depression can lead to suicide, which is believed to be the second-leading cause of death among college students, claiming 1,100 lives a year (American Psychological Association, 2005; American College Health Association, 2006). Approximately 31,000 deaths in the U.S. are due to suicide each year, it is the third leading cause of death in the U.S. for people aged 15 to 24 is suicide, and it is the second leading cause of death for adolescents in Canada (Zastrow and Kirst-Ashman, 2007).     In addition to depression and anxiety, students are diagnosed with bipolar disorder, schizophrenia and psychosis that may interfere with their reality testing, impulse control, aggression, interpersonal relationships, and their overall ability to function. These disorders require close monitoring, medication, and may result in intermittent or long-term psychiatric hospitalization. Some students have a history of psychiatric hospitalization prior to entering college or may have to take leaves for psychiatric hospitalizations. The Director of Counseling at Dartmouth College Health Services states that in the past five years college counseling directors have reported a 35% increase in the number of psychiatric hospitalizations of college students (Arehart-Treichel, 2002).     The increase in the number of students with mental disorders suggests that early diagnosis and treatment may promote their stability and functioning in college. In fact some suggest that earlier diagnosis may lessen the stigma associated with mental illness, increase the likelihood that families will seek mental health resources for their children, and reinforce students&rsquo; willingness to accept help. On the other hand, it also forces colleges and universities to attempt to meet the needs of college students diagnosed with varied mental disorders (Arehart-Triechel, 2002).     Faculty are not trained to conduct mental status examinations, determine whether or not medication is required, or identify when a student is acting out or exhibiting symptoms of mental illness. Hern&aacute;ndez and Fister (2001) suggest there is a difference between disruptive behavior that is intentional, and unintentional disruptive behavior due to mental disorders. But how does faculty know the difference? Can a student with severe and persistent mental illness become so agitated that students and faculty feel threatened? Who has responsibility for controlling these behaviors, and are faculty equipped to do so? The reality is that faculty is not and should not be in this position, but then who is? Nonetheless, regardless of whether or not faculty want to know about students&rsquo; personal lives, invariably their issues may spill over into the classroom and may be manifested in inappropriate and disruptive behaviors that may include opposition, defiance, and belligerence; disrespect for faculty and peers, falling asleep, seeming disinterest, or more dramatically in anger, aggression, suicidal gestures, or substance abuse.     Another issue to consider is what are the perceptions of administration and faculty of students with mental disorders. Some studies suggest that fears of the mentally ill by faculty and administration &ldquo;are seeded in myth than in reality&rdquo; (Liebert, 2003). Several studies indicate that faculty felt it was more important to view verification of learning and psychiatric disabilities, than physical and sensory disabilities. Others concluded that faculty related difficulties of students with mental disorders to their unwillingness to ask for or receive help because of the stigma of disclosing their mental health problems. In some cases faculty felt that students with mental disorders will not succeed in college, others were not uniformly positive or knowledgeable about mental illness, some faculty lacked information about the services and benefits available to students on campus, and others doubted that students had mental disorders because they did not display symptoms of the disorder (Mowbry, et al., 2005).     Higher education institutions traditionally provide counseling services to the entire student body to help them adjust and cope with the pressures of college life. Today&rsquo;s counseling centers, however, must increasingly provide services to students with obsessive-compulsive, posttraumatic stress, personality, sleep and eating disorders; stress and anxiety, depression, suicidal ideation, schizophrenia, learning disabilities, sexual assault/abuse, drug and alcohol abuse, as well as relationship problems, identity issues, social phobias, and grief and loss issues (Arehart-Treichel, 2002; Kadison and DiGeronimo, 2004). In addition, students may exhibit acting out behavior in the classroom that may include chronic lateness, talking in class, arguing with instructors and peers, or more serious behavior such as stalking, inappropriate erotic attachments, or challenging authority.     Given the seriousness of the mental disorders experienced by some college students, what is the effect of the Americans with Disabilities Act and Rehabilitation Act on faculty grading practices, provision of reasonable accommodations, and implementing academic and disciplinary measures when students diagnosed with mental disorders do not fulfill their academic responsibilities, are disruptive in the classroom, or whose interpersonal skills negatively interferes with the faculty-student and/or student-student interaction?     Several obstacles and challenges are faced by students, faculty, administration, and student services. These include unclear disciplinary policies when mentally ill students are disruptive; how faculty should handle inappropriate and disruptive behavior in the classroom, faculty concern that failing a student may result in reprisal or suicide, limited services in counseling centers that makes it difficult to meet students&rsquo; mental health needs; lack of full-time credentialed mental health professionals to provide treatment, manage, and monitor medication; inadequate psychiatric coverage or overuse of hospital psychiatric emergency rooms; lack of health coverage; lack of knowledge about mental disorders; cultural values and beliefs that stigmatize mental disorders, treatment, and perceptions of mentally ill as dysfunctional, and dangerous; concern about lawsuits; and confidentiality issues that prevent disclosing mental disorders or contacting parents of students in crisis without written permission.     The millennial college student is generally considered to be have been born beginning in 1982 &#150; presumably they began their college education around 1999. They were born to baby boomers, and for the most part have had many advantages and have been raised with all the technological advances available. However, they are also the most pressured to study hard, succeed, attend college, and choose a well-paying career that reflects their success. They also seem to be the generation with the most documented learning, substance abuse, and mental health problems. Nonetheless, having a mental disorder should not prevent students from successfully completing their education. In order for mentally ill students to succeed, they must maintain good mental health which can only occur if they are in treatment. Being in treatment is important because students can seek help that reinforces a healthy mind and a healthy life.     When students experience academic difficulties because of mental disorders retention and graduation are affected. To help students with mental disorders succeed in college, higher education institutions must be aware of their needs and have the resources to provide coordinated and collaborative services. Providing comprehensive mental health services to students can help them better adjust to college life and provides the support to enable them to achieve their personal, academic and career goals.     References     American College Health Association. American college health association&#150;National college health assessment (ACHA-NCHA). Web Summary. Updated April 2006. Retrieved from http://www.acha.org/projects_programs/ncha_sampledata.cfm.     _____American college health association-National college health assessment (ACHA-NCHA) Spring 2004 reference group data report (Abridged). Journal of American College Health , 54(4)     American Psychiatric Association (1994). Diagnostic and statistical manual of mental disorders IV-TR (4th edition). Washington, D.C.: American Psychiatric Association.     _____ (2005, August 8). American Psychiatric Association (APA) launches college     mental health initiative. Medical News Today . Retrieved from http://www. medicalnewstoday.com/medicalnews.php ?newsid= 28838         Arehart-Treichel, J. (2002, March 15). Mental Illness on rise on college campuses. Psychiatric News , 37(6). Retrieved from http://pn.psychiatryonline.org/ cgi/content/full/37/6/6     _____ (2002, March 15). Colleges use aggressive outreach to prevent, identity mental health problems. Psychiatric News , 37(6). Retrieved from http://pn. psychiatryonline.org/cgi/content/full/37/6/6     Davis, R. and DeBarros, A. (2006). In college, first year is by far the riskiest. USA     Today.     DeStefano, T.J., Mellott, R.N., and Petersen, J.D. (2001). A preliminary assessment of the impact of counseling on student adjustment to college. Journal of College Counseling , 4     Fisher, S. (2004). American college health association survey shows increase of depression among college students over four year period. American College Health Association. Retrieved from http://www.acha.org/newsroom/pr ncha_11_17_04.cfm     Gately, G. (2005, April 17). Colleges target mental health campus: Groups, courses, online services help reduce the stigma of treatment. Retrieved from http://www.boston.com/news/education/higher/articles/2005/04/17/colleges_target_mental     Hern&aacute;ndez, T. J. and Fister, D.L. (2001). Dealing with disruptive and emotional college students: A systems model. Journal of College Counseling , 4(1). Retrieved from http://www.collegecounseling.org/resources/hernandez._sys.html     Hicks, T. and Miller, E. (2006, Summer). College life styles, life stressors and health status: Differences among gender lines. Journal of College Admission .     Hoover, E. (2003, December 5). More help for troubled students: New services try to strengthen campus mental health programs and prevent suicide. The Chronicle of Higher Education     Horn, L. and Berktold, J. (1999). Students with disabilities in postsecondary education: A profile of preparation, participation, and outcomes. Education Statistics Quarterly , 1(3)     Horn, L. and Griffith (2006). Profile of undergraduates in U.S. postsecondary education institutions: 2003-04 with a special analysis of community college students: Statistical analysis report (NCES 2006-184). U.S. Department of Education. Washington, D.C.: National Center for Education Statistics.     Kadison, R. and DeGeronimo, T. Foy (2004). College of the overwhelmed: The campus mental health crisis and what to do about it. CA: Jossey-Bass.     Libert, D.T. (2003). The mentally ill and access to higher education: A review of trends, implications, and future possibilities for the Americans with disabilities act and the rehabilitation act. International Journal of Psychosocial Rehabilitation , 7     Mowbray, C.T., Collins, M.E., Bellamy, C.D., Megivern, D.A., Bybee, D., and Szilvagyi, S. (2005). Supported education for adults with psychiatric disabilities: An innovation for social work and psychosocial rehabilitation practice. Social Work , 50(1)     O&rsquo;Connor, E.M. (2001, September). Student mental health: Secondary education no more. Monitor on Psychology , 32(8)     _____ (2001, September). Data indicate rise in student mental health problems. Monitor on Psychology , 32(8)     Overbeek, G., Vollebergh,W., Engels, R.C.M.E., and Meeus, W. (2003). Young adults&rsquo; relationship transitions and the incidence of mental disorders: a three-wave longitudinal study. Social Psychiatry Psychiatr Epidemiol , 38     Schaeffer, A. (2006). The dilemma of college students who threaten to kill themselves. Medical Examiner: Health and Medicine Explained, 2006. Washington Post: Newsweek Interactive     Stein, C.H. (2005). Aspirations, ability and support: Consumers&rsquo; perceptions of attending college. Community Mental Health Journal , 41(4)     U.S. Department of Education, National Center for Education Statistics (2002). Non-traditional undergraduates NCES 2002-12 by Susan Choy. Washington, D.C.: U.S. Government Printing Office     _____(2003). The condition of education 2003, NCES 2003-067. Washington, D.C.: U.S. Government Printing Office     Zastrow, C. and Kirst-Ashman, K.K. (2007). Understanding human behavior and the social environment (7th ed.). CA: Brooks/Cole.             Back to top         Back to Table of Contents"}, {"content": "Minor in Child and Adolescent Mental Health Studies, CAS Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty                Back to Home           Minor in Child and Adolescent Mental Health Studies     Visit department's website: aboutourkids.org       NYU Child Study Center • One Park Avenue • New York, NY 10016             Core Information         Program of Study               Course Offerings                     Director of Undergraduate Studies in Child and Adolescent Mental Health; Vice Chair for Education, NYU Child Study Center   Jess P. Shatkin, M.D., M.P.H.   CAMS Program Adviser   Tommy Canale Offered by the College of Arts and Science in cooperation with the Child Study Center at the NYU School of Medicine , this minor aims to heighten students’ awareness of childhood mental health issues and their sustained impact on adolescents and adults. In the child and adolescent mental health studies (CAMS) minor, students will (1) explore the relationship between human behavior and its biological and environmental bases; (2) increase their intellectual curiosity and build analytic and problem-solving skills; (3) be challenged to think critically about the concepts of “normal” or “typical” versus “abnormal” behavior and engage in a meta-level analysis of the social, historical, and cultural context of mental health, illness, and diagnosis; and (4) be encouraged—if they have a natural interest in and inclination toward careers in social work, education and special education, psychology, law, medicine, sociology, nursing, public health, and scientific journalism—to consider focusing their future career in some significant capacity on children and adolescents. Additional information on the CAMS minor can be found on the NYU Child Study Center website, www.aboutourkids.org .                   CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies       Honors and Awards       Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                    Back to List of Departments and Programs                     Contact Us                             Contact Us"}]}]