[{"detail": [{"content": "Summer in Florence                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Florence                             Academics | Courses | Faculty   PROGRAM SUMMARY      Students experience the splendor of the Italian Renaissance as they are exposed to the cultural wealth of Florence. World famous for its piazzas, palaces, churches, and museums, it is also close to the picturesque Tuscan countryside. The program organizes excursions within Florence and to other celebrated Tuscan and Italian cities.            ACADEMICS      The program offers Italian language courses at all levels, including intensive study, as well as a variety of courses in fine arts, cinema, and literature. The program is designed to expose students to the rich cultural offer of the city of Florence, which serves as an extended classroom. When selecting faculty NYU Summer in Florence combines the best Italy has to offer with the best to be found in the United States. All speak English fluently.            HOUSING &amp; MEALS      La Pietra is NYU's academic center for study abroad in Florence. Donated to the University by Sir Harold Acton, this 15th-century, 57-acre estate is graced by five villas, formal gardens, olive groves, and a priceless art collection. The estate is situated just outside the city center of Florence, a 20-minute walk or a 10-minute bus ride away.     All students participating in the program are required to live in NYU-provided housing. Students reside on the estate grounds in Villa Natalia which is air-conditioned and includes a cafeteria, a computer lab, a student lounge, a small gym, and a laundry facility. The greater La Pietra facilities include multimedia-equipped classrooms, a screening room, two computer labs, a reference library, and a second cafeteria with terrace.     Housing rates are inclusive of breakfast and dinner daily in the Villa Natalia cafeteria. Students are responsible for their own lunches, snacks, and other non-program meal expenditures. Lunches are available for purchase on-campus at the Villa Natalia cafeteria.            EXCURSIONS   Day trips are offered most Fridays and one weekend trip to Rome is included. These excursions are integrated in the curriculum, and cover artistic, historical, literary and musical aspects of the visited sites. This year visits may include to western Tuscany, Rome, Verona and Mantova. The tour of Rome includes major museums and archaeological highlights. The visit to Verona is enriched by a live opera performance in the historical Arena.             COURSES   Students must register for a minimum of 8 points or a maximum of 10 points.       Language Courses                                                    ITAL-UA 9010 - Intensive Elementary Italian - Staff - 6 points                               Open to students with no previous training in Italian. Conducted in Italian.     An intensive, highly motivating audiovisual course for beginners. Introduces students to a wide range of communication patterns and real-life situations. The beginner acquires a solid comprehension of the language and is prepared to interact in daily life, taking advantage of the city of Florence in organized outings. Sample syllabus.     Note: This is a 6-point course. This course meets for 3 hours and 45 minutes a day, 4 days a week, for 6 weeks. It is equivalent to ITAL-UA 1 and ITAL-UA 2 combined, or ITAL-UA 10.                                                                  ITAL-UA 9020 - Intensive Intermediate Italian - Szostek - 6 points                               Prerequisite for NYU students: ITAL-UA 2, or ITAL-UA 10, or assignment by placement test. Conducted in Italian.  An orally oriented course taught in Italian, aiming to promote proficiency in reading and writing. Instructors emphasize conversation and interaction with the city. Students should acquire oral proficiency and master all basic grammatical principles. The course is designed to prepare students for advanced composition and conversation classes.   Sample syllabus.     Note: This is a 6-point course. This course meets for 3 hours and 45 minutes a day, 4 days a week, for 6 weeks. It is equivalent to ITAL-UA 11 and ITAL-UA 12 combined, or ITAL-UA 20.                                                                  ITAL-UA 9030 - Advanced Review of Modern Italian - Staff - 4 points                               Prerequisite for NYU students: ITAL-UA 12 or ITAL-UA 20 or assignment by placement test. Conducted in Italian. Students entering the course should have mastered the fundamental principles of Italian grammar.     This course is a prerequisite for other advanced courses in language, literature, and culture and society. It systematizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar and composition, lexical enrichment, improvement of speaking ability, and selected readings from contemporary Italian literature.     Sample syllabus for the regular academic semester. When offered during Summer in Florence, this course will cover approximately the same material but will be concentrated in the 6 weeks of the program.                                                                ITAL-UA 9101 - Conversations in Italian - Staff - 4 points                               Prerequisite for NYU students: ITAL-UA 30 or assignment by placement test. Conducted in Italian. Students entering the course should have mastered the fundamental principles of Italian grammar.   This course is designed to help students gain confidence and to increase their effectiveness in speaking colloquial Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Sample Syllabus                        Content Courses Conducted in English                                                    CORE-UA 9554 - Cultures and Contexts: Italy - Staff - 4 points                               NOTE: Fulfills the Cultures and Contexts component of the Morse Academic Plan for NYU students. Also open to visiting students from other institutions.     In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. Sample syllabus.                                                                ITAL-UA 9170 \u0096 Topics in Italian Culture: Italian Opera \u0096- Scarcella-Perino \u0096- 4 points                               Note: This course carries a registration fee of $100.  Italy is the country where opera was born. This course offers students the unique chance to study the history of Italian lyric opera with a professional composer and musician and to experience it at some of the major Italian opera seasons: the Arena of Verona season and the Giardino di Boboli season. During the course, students are introduced to the most prominent Italian opera composers (Monteverdi, Bellini, Donizetti, Rossini, Verdi, Puccini, Mascagni, etc.), as well as to the authors of the &quot;libretto&quot; of several of the most significant operas. They will be also introduced to some basic musical knowledge and practice. Sample syllabus.                                                                  ITAL-UA 9282 \u0096 Italian Cinema and Literature \u0096- Albertini \u0096- 4 points                               This course focuses on the development of Italian cinema in the postwar period, emphasizing the relationship between literature and film as distinct but dependent modes of communication. The films and books will offer a unique opportunity to analyze a variety of narrative strategies across different media while discussing crucial issues related to the cultural evolution of Italy during the last century. Readings include novels by such authors as Tomasi di Lampedusa, and Bassani. Film screenings include works by Visconti, De Sica, and Pasolini. Sample syllabus.                                                                ARTH-UA 9307 \u0096 The Age of Leonardo, Raphael, and Michelangelo - Giorgi \u0096- 4 points                               Prerequisites: History of Western Art II or Renaissance Art, or AP Art History score of 5 or permission from the instructor.   Note: This course carries a registration fee of $100.  Painting in Florence and Rome from about 1470 to the mid-16th century. From a study of selected commissions by the Pollaiuolo brothers, Andrea del Verrochio, Leonardo, Perugino, Raphael, Domenico Ghirlandaio, and Michelangelo, we go on to investigate new pictorial modes emerging after 1510 in Andrea del Sarto, Pontormo, Rosso, Parmigianino, Giulio Romano, and other members of Raphael's school; we consider their younger contemporaries and successors, including Bronzino and Vasari. The course emphasizes the patronage, symbolic tasks, and functions of Renaissance painting and critically examines historical concepts such as high Renaissance, mannerism, and maniera.   Sample Syllabus                                                                ARTH-UA 9650.002 \u0096 Gardens and Landscapes \u0096- Staff -\u0096 4 points                               Note: This course carries a registration fee of $100.  Italian Gardens have been a reference point for garden design from antiquity to the present day. The Roman Empire, which spread from North Africa to the English Isles, divulged a pattern of housing, centered upon the garden, across the Mediterranean and beyond. The Roman archetype of peristyle gardens was preserved in the Middle Ages, when religious orders cultivated gardens for spiritual and medicinal purposes within monastic enclosures, and in the Renaissance, when the grand tradition of the Villa Garden was revived. During their rule over Florence, the Medici family built a chain of lavish Villas around the city. The Villas, supported by their agricultural fields, held refined gardens devoted to the Arts, made for philosophical debate, poetry, sculpture, music and theatre, and for medical and botanical research. In the sixteenth century, grandiose gardens were made by enlightened patrons in other Italian courts, including Rome. Florence and its surrounding form the ideal setting to discover the forms and culture of gardens through time, and the Neo-Renaissance gardens of Villa La Pietra give students a chance to study plants and their ecology close up. Field trips will introduce us to some of the great gardens of other Italian regions.   This class raises the issue of whether features of Italian formal gardens can can be exported to other countries, in which way they are site-specific and inimitable, or if the formal language of historical gardens is still relevant for contemporary gardens. We will consider examples of Italianate gardens overseas, with 19th and 20th century examples from the UK and USA, and examine their qualities - or failures. As an introduction to contemporary garden design, Japanese historical gardens will be mentioned as an example of alternative formal tradition. A definition of formal and informal garden features will provide an additional tool for the analysis of contemporary garden styles. A close look at the two most recent editions of the RHS Chelsea Flower Show in London, in which international garden designers quote - or challenge - historical precedents, will enliven the debate on what constitutes an Italian garden. Sample syllabus.                      FACULTY        Stefano Albertini, Ph.D., Stanford University     Silvia Giorgi, Ph.D., University of Siena     Gian Mario Cao, Ph.D, Scuola Normale Superiore di Pisa   Anna Piussi , Ph.D, Oxford University     Roberto Scarcella-Perino, M.M., University of Bologna                                  Location     Florence, Italy     2015 Program Dates     July 5 - August 14     Subjects   Language, Art, Literature, Music, Cinema   Level     Undergraduate     NYU School     College of Arts and Science              “The academic program included excellent courses to fully enrich my experience in Florence. Courses used the city in an interactive manner and took full advantage of the city's history and language.”               2015 Application Deadlines   Summer in Florence is no longer accepting applications. Please check back in Fall for 2016 program info.                CONTACT INFO      NYU Global Programs  110 East 14th Street,   LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103   summer.in.florence@nyu.edu             PROGRAM DIRECTOR       Stefano Albertini, Clinical Associate Professor, Department of Italian, NYU       Stefano graduated in contemporary Italian history form the University of Parma (Italy) and completed his graduate studies at the University of Virginia (MA) and Stanford (PhD). He has been at NYU since 1994 where he has taught courses both on Renaissance and Contemporary Italy. As Director of the Casa, he has interviewed and interacted with the major Italian directors, actors, and writers of the last two decades. He was at La Pietra with the first group ever of NYU students who studied at La Pietra in June 1994. He considers Florence his adoptive city and knows it throughly.                2015 COSTS     8 points are required for undergraduate students to participate in this program. Students may take a maximum of 10 points.       Undergraduate Tuition: $7,520 for 8 credits            $9,400 for 10 credits    Program &amp; Activities Fee: $700    Required International Health Insurance: $68.04 for 6 weeks of coverage during the program.    Housing: Single $3,908; Double $3,217; Triple: $2,940; Quad/Multi $2,842       PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396              ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Florence program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.     Round-Trip Flight from New York: $1,740.00 - $1,900.00     Local Transportation  Short Taxi Ride: $11.00 - $15.00  Bus Ride: $1.50     Meals  Inexpensive Lunch: $6.00 - $14.00  Inexpensive Dinner: $9.00 - $21.00     Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00     External Accommodations  Hostel: $15.00 - $40.00  Hotel: $45.00 - $150.00     Tourist Attractions: $10.00 - $15.00, admission                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Summer in Florence                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Florence                             Academics | Courses | Faculty   PROGRAM SUMMARY      Students experience the splendor of the Italian Renaissance as they are exposed to the cultural wealth of Florence. World famous for its piazzas, palaces, churches, and museums, it is also close to the picturesque Tuscan countryside. The program organizes excursions within Florence and to other celebrated Tuscan and Italian cities.            ACADEMICS      The program offers Italian language courses at all levels, including intensive study, as well as a variety of courses in fine arts, cinema, and literature. The program is designed to expose students to the rich cultural offer of the city of Florence, which serves as an extended classroom. When selecting faculty NYU Summer in Florence combines the best Italy has to offer with the best to be found in the United States. All speak English fluently.            HOUSING &amp; MEALS      La Pietra is NYU's academic center for study abroad in Florence. Donated to the University by Sir Harold Acton, this 15th-century, 57-acre estate is graced by five villas, formal gardens, olive groves, and a priceless art collection. The estate is situated just outside the city center of Florence, a 20-minute walk or a 10-minute bus ride away.     All students participating in the program are required to live in NYU-provided housing. Students reside on the estate grounds in Villa Natalia which is air-conditioned and includes a cafeteria, a computer lab, a student lounge, a small gym, and a laundry facility. The greater La Pietra facilities include multimedia-equipped classrooms, a screening room, two computer labs, a reference library, and a second cafeteria with terrace.     Housing rates are inclusive of breakfast and dinner daily in the Villa Natalia cafeteria. Students are responsible for their own lunches, snacks, and other non-program meal expenditures. Lunches are available for purchase on-campus at the Villa Natalia cafeteria.            EXCURSIONS   Day trips are offered most Fridays and one weekend trip to Rome is included. These excursions are integrated in the curriculum, and cover artistic, historical, literary and musical aspects of the visited sites. This year visits may include to western Tuscany, Rome, Verona and Mantova. The tour of Rome includes major museums and archaeological highlights. The visit to Verona is enriched by a live opera performance in the historical Arena.             COURSES   Students must register for a minimum of 8 points or a maximum of 10 points.       Language Courses                                                    ITAL-UA 9010 - Intensive Elementary Italian - Staff - 6 points                               Open to students with no previous training in Italian. Conducted in Italian.     An intensive, highly motivating audiovisual course for beginners. Introduces students to a wide range of communication patterns and real-life situations. The beginner acquires a solid comprehension of the language and is prepared to interact in daily life, taking advantage of the city of Florence in organized outings. Sample syllabus.     Note: This is a 6-point course. This course meets for 3 hours and 45 minutes a day, 4 days a week, for 6 weeks. It is equivalent to ITAL-UA 1 and ITAL-UA 2 combined, or ITAL-UA 10.                                                                  ITAL-UA 9020 - Intensive Intermediate Italian - Szostek - 6 points                               Prerequisite for NYU students: ITAL-UA 2, or ITAL-UA 10, or assignment by placement test. Conducted in Italian.  An orally oriented course taught in Italian, aiming to promote proficiency in reading and writing. Instructors emphasize conversation and interaction with the city. Students should acquire oral proficiency and master all basic grammatical principles. The course is designed to prepare students for advanced composition and conversation classes.   Sample syllabus.     Note: This is a 6-point course. This course meets for 3 hours and 45 minutes a day, 4 days a week, for 6 weeks. It is equivalent to ITAL-UA 11 and ITAL-UA 12 combined, or ITAL-UA 20.                                                                  ITAL-UA 9030 - Advanced Review of Modern Italian - Staff - 4 points                               Prerequisite for NYU students: ITAL-UA 12 or ITAL-UA 20 or assignment by placement test. Conducted in Italian. Students entering the course should have mastered the fundamental principles of Italian grammar.     This course is a prerequisite for other advanced courses in language, literature, and culture and society. It systematizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar and composition, lexical enrichment, improvement of speaking ability, and selected readings from contemporary Italian literature.     Sample syllabus for the regular academic semester. When offered during Summer in Florence, this course will cover approximately the same material but will be concentrated in the 6 weeks of the program.                                                                ITAL-UA 9101 - Conversations in Italian - Staff - 4 points                               Prerequisite for NYU students: ITAL-UA 30 or assignment by placement test. Conducted in Italian. Students entering the course should have mastered the fundamental principles of Italian grammar.   This course is designed to help students gain confidence and to increase their effectiveness in speaking colloquial Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Sample Syllabus                        Content Courses Conducted in English                                                    CORE-UA 9554 - Cultures and Contexts: Italy - Staff - 4 points                               NOTE: Fulfills the Cultures and Contexts component of the Morse Academic Plan for NYU students. Also open to visiting students from other institutions.     In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. Sample syllabus.                                                                ITAL-UA 9170 \u0096 Topics in Italian Culture: Italian Opera \u0096- Scarcella-Perino \u0096- 4 points                               Note: This course carries a registration fee of $100.  Italy is the country where opera was born. This course offers students the unique chance to study the history of Italian lyric opera with a professional composer and musician and to experience it at some of the major Italian opera seasons: the Arena of Verona season and the Giardino di Boboli season. During the course, students are introduced to the most prominent Italian opera composers (Monteverdi, Bellini, Donizetti, Rossini, Verdi, Puccini, Mascagni, etc.), as well as to the authors of the &quot;libretto&quot; of several of the most significant operas. They will be also introduced to some basic musical knowledge and practice. Sample syllabus.                                                                  ITAL-UA 9282 \u0096 Italian Cinema and Literature \u0096- Albertini \u0096- 4 points                               This course focuses on the development of Italian cinema in the postwar period, emphasizing the relationship between literature and film as distinct but dependent modes of communication. The films and books will offer a unique opportunity to analyze a variety of narrative strategies across different media while discussing crucial issues related to the cultural evolution of Italy during the last century. Readings include novels by such authors as Tomasi di Lampedusa, and Bassani. Film screenings include works by Visconti, De Sica, and Pasolini. Sample syllabus.                                                                ARTH-UA 9307 \u0096 The Age of Leonardo, Raphael, and Michelangelo - Giorgi \u0096- 4 points                               Prerequisites: History of Western Art II or Renaissance Art, or AP Art History score of 5 or permission from the instructor.   Note: This course carries a registration fee of $100.  Painting in Florence and Rome from about 1470 to the mid-16th century. From a study of selected commissions by the Pollaiuolo brothers, Andrea del Verrochio, Leonardo, Perugino, Raphael, Domenico Ghirlandaio, and Michelangelo, we go on to investigate new pictorial modes emerging after 1510 in Andrea del Sarto, Pontormo, Rosso, Parmigianino, Giulio Romano, and other members of Raphael's school; we consider their younger contemporaries and successors, including Bronzino and Vasari. The course emphasizes the patronage, symbolic tasks, and functions of Renaissance painting and critically examines historical concepts such as high Renaissance, mannerism, and maniera.   Sample Syllabus                                                                ARTH-UA 9650.002 \u0096 Gardens and Landscapes \u0096- Staff -\u0096 4 points                               Note: This course carries a registration fee of $100.  Italian Gardens have been a reference point for garden design from antiquity to the present day. The Roman Empire, which spread from North Africa to the English Isles, divulged a pattern of housing, centered upon the garden, across the Mediterranean and beyond. The Roman archetype of peristyle gardens was preserved in the Middle Ages, when religious orders cultivated gardens for spiritual and medicinal purposes within monastic enclosures, and in the Renaissance, when the grand tradition of the Villa Garden was revived. During their rule over Florence, the Medici family built a chain of lavish Villas around the city. The Villas, supported by their agricultural fields, held refined gardens devoted to the Arts, made for philosophical debate, poetry, sculpture, music and theatre, and for medical and botanical research. In the sixteenth century, grandiose gardens were made by enlightened patrons in other Italian courts, including Rome. Florence and its surrounding form the ideal setting to discover the forms and culture of gardens through time, and the Neo-Renaissance gardens of Villa La Pietra give students a chance to study plants and their ecology close up. Field trips will introduce us to some of the great gardens of other Italian regions.   This class raises the issue of whether features of Italian formal gardens can can be exported to other countries, in which way they are site-specific and inimitable, or if the formal language of historical gardens is still relevant for contemporary gardens. We will consider examples of Italianate gardens overseas, with 19th and 20th century examples from the UK and USA, and examine their qualities - or failures. As an introduction to contemporary garden design, Japanese historical gardens will be mentioned as an example of alternative formal tradition. A definition of formal and informal garden features will provide an additional tool for the analysis of contemporary garden styles. A close look at the two most recent editions of the RHS Chelsea Flower Show in London, in which international garden designers quote - or challenge - historical precedents, will enliven the debate on what constitutes an Italian garden. Sample syllabus.                      FACULTY        Stefano Albertini, Ph.D., Stanford University     Silvia Giorgi, Ph.D., University of Siena     Gian Mario Cao, Ph.D, Scuola Normale Superiore di Pisa   Anna Piussi , Ph.D, Oxford University     Roberto Scarcella-Perino, M.M., University of Bologna                                  Location     Florence, Italy     2015 Program Dates     July 5 - August 14     Subjects   Language, Art, Literature, Music, Cinema   Level     Undergraduate     NYU School     College of Arts and Science              “The academic program included excellent courses to fully enrich my experience in Florence. Courses used the city in an interactive manner and took full advantage of the city's history and language.”               2015 Application Deadlines   Summer in Florence is no longer accepting applications. Please check back in Fall for 2016 program info.                CONTACT INFO      NYU Global Programs  110 East 14th Street,   LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103   summer.in.florence@nyu.edu             PROGRAM DIRECTOR       Stefano Albertini, Clinical Associate Professor, Department of Italian, NYU       Stefano graduated in contemporary Italian history form the University of Parma (Italy) and completed his graduate studies at the University of Virginia (MA) and Stanford (PhD). He has been at NYU since 1994 where he has taught courses both on Renaissance and Contemporary Italy. As Director of the Casa, he has interviewed and interacted with the major Italian directors, actors, and writers of the last two decades. He was at La Pietra with the first group ever of NYU students who studied at La Pietra in June 1994. He considers Florence his adoptive city and knows it throughly.                2015 COSTS     8 points are required for undergraduate students to participate in this program. Students may take a maximum of 10 points.       Undergraduate Tuition: $7,520 for 8 credits            $9,400 for 10 credits    Program &amp; Activities Fee: $700    Required International Health Insurance: $68.04 for 6 weeks of coverage during the program.    Housing: Single $3,908; Double $3,217; Triple: $2,940; Quad/Multi $2,842       PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396              ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Florence program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.     Round-Trip Flight from New York: $1,740.00 - $1,900.00     Local Transportation  Short Taxi Ride: $11.00 - $15.00  Bus Ride: $1.50     Meals  Inexpensive Lunch: $6.00 - $14.00  Inexpensive Dinner: $9.00 - $21.00     Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00     External Accommodations  Hostel: $15.00 - $40.00  Hotel: $45.00 - $150.00     Tourist Attractions: $10.00 - $15.00, admission                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Florence                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Florence                 Sub Navigation                                 Living in Florence                       Academics                       Student Life                       Staff                       Calendar                       Applying                       Admitted Students                       Returning from Florence                                                                   NYU Florence                                                                                  NYU Florence offers a broad range of courses, with a strong focus on the humanities and social sciences. Innovative, site-specific offerings in art history, history, literature and cinema are featured alongside a vibrant curriculum in sociology, politics and economics. These courses not only take advantage of the extraordinary cultural resources provided by the city of Florence, and its strategic position within Italy and Europe, but also of a unique array of co-curricular lectures and activities that make the Florence campus a dynamic center for scholarly exchange and global policy discussions.   What can study abroad in Florence mean to students? An encounter with the city of Dante, Petrarch and Boccaccio; direct examination of world-famous masterpieces of art in the &quot;birthplace&quot; of the Renaissance; to consider contemporary social issues at a campus where encounters for students with major European and American protagonists of world social and economic policy are a regular occurrence.   Throughout the year, students at NYU Florence benefit from the opportunity to participate directly in the high-level political, social and cultural policy dialogues organized on our campus. In previous years, we have hosted both Republican and Democrat presidential campaign managers, had a three-way dialogue with leading local Christian, Muslim and Jewish leaders, and held a student-organized contemporary poetry slam. Through La Pietra Dialogues, interested students also have the opportunity to participate directly in the organization of the events that bring these outstanding figures to NYU Florence.   NYU Florence provides the atmosphere of a small college campus while studying abroad. An extremely low student to faculty ratio ensures small class size; many courses are organized partly or entirely as seminars. Our 57-acre estate, with olive groves and gardens, has five villas that provide a home to NYU Florence. These include Villa La Pietra with its house museum, and formal gardens. Students enjoy the opportunity to &quot;live&quot; Villa La Pietra during: visits to the collection; poetry readings, concerts, performances and lectures that take place inside or in the gardens of the villa               Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service                 Live     Housing &amp; Meals   Getting Around   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                 Explore     Restaurants   Nightlife   Things to do   Local Travel   Regional Travel   Shopping                                                                       Info for Parents                                                                                                Info for External Advisers                                                                                                Visit Other NYU Global Centers                                                      La Pietra Dialogues LPD convenes some of the world’s foremost scholars, policy makers, practitioners, business leaders, public intellectuals and artists whose ideas and work have made a significant cultural or intellectual contribution to global society and the revival of the spirit of humanism for which Florence is known. They gather at Villa la Pietra, New York University's exceptional site in Florence, to confront some of the most intractable issues of contemporary society through the creative interplay of ideas and perspectives.  LPD fosters the creation of partnerships across disciplines, cultures and institutions, as an established center in the heart of Europe attached to an American university with branches throughout the world, and contributes to the emerging global civic discourse that is at the heart of NYU’s mission as a global network university. Read More                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                                                                                                                                            Academic Opportunities                                                                                         Graduate Degree at NYU Florence                                                   Access Online Library Catalog Read More                   Fast Facts         Academic Calendar : Fall/Spring/Full Year   Credits: 12 to 18 NYU credits   Faculty : 60 instructors   Student Body:   350 fall semester  375 spring semester   (includes 100 freshman)   Course Language: English &amp; Italian   Affiliated Institution:   University of Florence         Housing: On-campus villas, Off-campus residences, Homestays     Meals: On-campus cafeteria option     Staff: 25 admin staff     Currency: Euro     Population of Florence : 400,000     Official Language : Italian                  Get to know your neighborhood Read More                Villa La Pietra Villa La Pietra is the jewel in the crown of New York University's global program. Bequeathed to NYU in 1994 by Sir Harold Acton, the Florentine study abroad campus consists of 5 historic villas and 57 acres of gardens and olive groves. Villa La Pietra, the Acton Collection, and the Garden are maintained as they were by the Acton family and serve as an inspiration to all who live and study on the campus. Read More                             Questions?        Contact Us                                                                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Summer in Florence                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Florence                             Academics | Courses | Faculty   PROGRAM SUMMARY      Students experience the splendor of the Italian Renaissance as they are exposed to the cultural wealth of Florence. World famous for its piazzas, palaces, churches, and museums, it is also close to the picturesque Tuscan countryside. The program organizes excursions within Florence and to other celebrated Tuscan and Italian cities.            ACADEMICS      The program offers Italian language courses at all levels, including intensive study, as well as a variety of courses in fine arts, cinema, and literature. The program is designed to expose students to the rich cultural offer of the city of Florence, which serves as an extended classroom. When selecting faculty NYU Summer in Florence combines the best Italy has to offer with the best to be found in the United States. All speak English fluently.            HOUSING &amp; MEALS      La Pietra is NYU's academic center for study abroad in Florence. Donated to the University by Sir Harold Acton, this 15th-century, 57-acre estate is graced by five villas, formal gardens, olive groves, and a priceless art collection. The estate is situated just outside the city center of Florence, a 20-minute walk or a 10-minute bus ride away.     All students participating in the program are required to live in NYU-provided housing. Students reside on the estate grounds in Villa Natalia which is air-conditioned and includes a cafeteria, a computer lab, a student lounge, a small gym, and a laundry facility. The greater La Pietra facilities include multimedia-equipped classrooms, a screening room, two computer labs, a reference library, and a second cafeteria with terrace.     Housing rates are inclusive of breakfast and dinner daily in the Villa Natalia cafeteria. Students are responsible for their own lunches, snacks, and other non-program meal expenditures. Lunches are available for purchase on-campus at the Villa Natalia cafeteria.            EXCURSIONS   Day trips are offered most Fridays and one weekend trip to Rome is included. These excursions are integrated in the curriculum, and cover artistic, historical, literary and musical aspects of the visited sites. This year visits may include to western Tuscany, Rome, Verona and Mantova. The tour of Rome includes major museums and archaeological highlights. The visit to Verona is enriched by a live opera performance in the historical Arena.             COURSES   Students must register for a minimum of 8 points or a maximum of 10 points.       Language Courses                                                    ITAL-UA 9010 - Intensive Elementary Italian - Staff - 6 points                               Open to students with no previous training in Italian. Conducted in Italian.     An intensive, highly motivating audiovisual course for beginners. Introduces students to a wide range of communication patterns and real-life situations. The beginner acquires a solid comprehension of the language and is prepared to interact in daily life, taking advantage of the city of Florence in organized outings. Sample syllabus.     Note: This is a 6-point course. This course meets for 3 hours and 45 minutes a day, 4 days a week, for 6 weeks. It is equivalent to ITAL-UA 1 and ITAL-UA 2 combined, or ITAL-UA 10.                                                                  ITAL-UA 9020 - Intensive Intermediate Italian - Szostek - 6 points                               Prerequisite for NYU students: ITAL-UA 2, or ITAL-UA 10, or assignment by placement test. Conducted in Italian.  An orally oriented course taught in Italian, aiming to promote proficiency in reading and writing. Instructors emphasize conversation and interaction with the city. Students should acquire oral proficiency and master all basic grammatical principles. The course is designed to prepare students for advanced composition and conversation classes.   Sample syllabus.     Note: This is a 6-point course. This course meets for 3 hours and 45 minutes a day, 4 days a week, for 6 weeks. It is equivalent to ITAL-UA 11 and ITAL-UA 12 combined, or ITAL-UA 20.                                                                  ITAL-UA 9030 - Advanced Review of Modern Italian - Staff - 4 points                               Prerequisite for NYU students: ITAL-UA 12 or ITAL-UA 20 or assignment by placement test. Conducted in Italian. Students entering the course should have mastered the fundamental principles of Italian grammar.     This course is a prerequisite for other advanced courses in language, literature, and culture and society. It systematizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar and composition, lexical enrichment, improvement of speaking ability, and selected readings from contemporary Italian literature.     Sample syllabus for the regular academic semester. When offered during Summer in Florence, this course will cover approximately the same material but will be concentrated in the 6 weeks of the program.                                                                ITAL-UA 9101 - Conversations in Italian - Staff - 4 points                               Prerequisite for NYU students: ITAL-UA 30 or assignment by placement test. Conducted in Italian. Students entering the course should have mastered the fundamental principles of Italian grammar.   This course is designed to help students gain confidence and to increase their effectiveness in speaking colloquial Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Sample Syllabus                        Content Courses Conducted in English                                                    CORE-UA 9554 - Cultures and Contexts: Italy - Staff - 4 points                               NOTE: Fulfills the Cultures and Contexts component of the Morse Academic Plan for NYU students. Also open to visiting students from other institutions.     In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. Sample syllabus.                                                                ITAL-UA 9170 \u0096 Topics in Italian Culture: Italian Opera \u0096- Scarcella-Perino \u0096- 4 points                               Note: This course carries a registration fee of $100.  Italy is the country where opera was born. This course offers students the unique chance to study the history of Italian lyric opera with a professional composer and musician and to experience it at some of the major Italian opera seasons: the Arena of Verona season and the Giardino di Boboli season. During the course, students are introduced to the most prominent Italian opera composers (Monteverdi, Bellini, Donizetti, Rossini, Verdi, Puccini, Mascagni, etc.), as well as to the authors of the &quot;libretto&quot; of several of the most significant operas. They will be also introduced to some basic musical knowledge and practice. Sample syllabus.                                                                  ITAL-UA 9282 \u0096 Italian Cinema and Literature \u0096- Albertini \u0096- 4 points                               This course focuses on the development of Italian cinema in the postwar period, emphasizing the relationship between literature and film as distinct but dependent modes of communication. The films and books will offer a unique opportunity to analyze a variety of narrative strategies across different media while discussing crucial issues related to the cultural evolution of Italy during the last century. Readings include novels by such authors as Tomasi di Lampedusa, and Bassani. Film screenings include works by Visconti, De Sica, and Pasolini. Sample syllabus.                                                                ARTH-UA 9307 \u0096 The Age of Leonardo, Raphael, and Michelangelo - Giorgi \u0096- 4 points                               Prerequisites: History of Western Art II or Renaissance Art, or AP Art History score of 5 or permission from the instructor.   Note: This course carries a registration fee of $100.  Painting in Florence and Rome from about 1470 to the mid-16th century. From a study of selected commissions by the Pollaiuolo brothers, Andrea del Verrochio, Leonardo, Perugino, Raphael, Domenico Ghirlandaio, and Michelangelo, we go on to investigate new pictorial modes emerging after 1510 in Andrea del Sarto, Pontormo, Rosso, Parmigianino, Giulio Romano, and other members of Raphael's school; we consider their younger contemporaries and successors, including Bronzino and Vasari. The course emphasizes the patronage, symbolic tasks, and functions of Renaissance painting and critically examines historical concepts such as high Renaissance, mannerism, and maniera.   Sample Syllabus                                                                ARTH-UA 9650.002 \u0096 Gardens and Landscapes \u0096- Staff -\u0096 4 points                               Note: This course carries a registration fee of $100.  Italian Gardens have been a reference point for garden design from antiquity to the present day. The Roman Empire, which spread from North Africa to the English Isles, divulged a pattern of housing, centered upon the garden, across the Mediterranean and beyond. The Roman archetype of peristyle gardens was preserved in the Middle Ages, when religious orders cultivated gardens for spiritual and medicinal purposes within monastic enclosures, and in the Renaissance, when the grand tradition of the Villa Garden was revived. During their rule over Florence, the Medici family built a chain of lavish Villas around the city. The Villas, supported by their agricultural fields, held refined gardens devoted to the Arts, made for philosophical debate, poetry, sculpture, music and theatre, and for medical and botanical research. In the sixteenth century, grandiose gardens were made by enlightened patrons in other Italian courts, including Rome. Florence and its surrounding form the ideal setting to discover the forms and culture of gardens through time, and the Neo-Renaissance gardens of Villa La Pietra give students a chance to study plants and their ecology close up. Field trips will introduce us to some of the great gardens of other Italian regions.   This class raises the issue of whether features of Italian formal gardens can can be exported to other countries, in which way they are site-specific and inimitable, or if the formal language of historical gardens is still relevant for contemporary gardens. We will consider examples of Italianate gardens overseas, with 19th and 20th century examples from the UK and USA, and examine their qualities - or failures. As an introduction to contemporary garden design, Japanese historical gardens will be mentioned as an example of alternative formal tradition. A definition of formal and informal garden features will provide an additional tool for the analysis of contemporary garden styles. A close look at the two most recent editions of the RHS Chelsea Flower Show in London, in which international garden designers quote - or challenge - historical precedents, will enliven the debate on what constitutes an Italian garden. Sample syllabus.                      FACULTY        Stefano Albertini, Ph.D., Stanford University     Silvia Giorgi, Ph.D., University of Siena     Gian Mario Cao, Ph.D, Scuola Normale Superiore di Pisa   Anna Piussi , Ph.D, Oxford University     Roberto Scarcella-Perino, M.M., University of Bologna                                  Location     Florence, Italy     2015 Program Dates     July 5 - August 14     Subjects   Language, Art, Literature, Music, Cinema   Level     Undergraduate     NYU School     College of Arts and Science              “The academic program included excellent courses to fully enrich my experience in Florence. Courses used the city in an interactive manner and took full advantage of the city's history and language.”               2015 Application Deadlines   Summer in Florence is no longer accepting applications. Please check back in Fall for 2016 program info.                CONTACT INFO      NYU Global Programs  110 East 14th Street,   LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103   summer.in.florence@nyu.edu             PROGRAM DIRECTOR       Stefano Albertini, Clinical Associate Professor, Department of Italian, NYU       Stefano graduated in contemporary Italian history form the University of Parma (Italy) and completed his graduate studies at the University of Virginia (MA) and Stanford (PhD). He has been at NYU since 1994 where he has taught courses both on Renaissance and Contemporary Italy. As Director of the Casa, he has interviewed and interacted with the major Italian directors, actors, and writers of the last two decades. He was at La Pietra with the first group ever of NYU students who studied at La Pietra in June 1994. He considers Florence his adoptive city and knows it throughly.                2015 COSTS     8 points are required for undergraduate students to participate in this program. Students may take a maximum of 10 points.       Undergraduate Tuition: $7,520 for 8 credits            $9,400 for 10 credits    Program &amp; Activities Fee: $700    Required International Health Insurance: $68.04 for 6 weeks of coverage during the program.    Housing: Single $3,908; Double $3,217; Triple: $2,940; Quad/Multi $2,842       PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396              ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Florence program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.     Round-Trip Flight from New York: $1,740.00 - $1,900.00     Local Transportation  Short Taxi Ride: $11.00 - $15.00  Bus Ride: $1.50     Meals  Inexpensive Lunch: $6.00 - $14.00  Inexpensive Dinner: $9.00 - $21.00     Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00     External Accommodations  Hostel: $15.00 - $40.00  Hotel: $45.00 - $150.00     Tourist Attractions: $10.00 - $15.00, admission                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Florence                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Florence                 Sub Navigation                                 Living in Florence                       Academics                       Student Life                       Staff                       Calendar                       Applying                       Admitted Students                       Returning from Florence                                                                   NYU Florence                                                                                  NYU Florence offers a broad range of courses, with a strong focus on the humanities and social sciences. Innovative, site-specific offerings in art history, history, literature and cinema are featured alongside a vibrant curriculum in sociology, politics and economics. These courses not only take advantage of the extraordinary cultural resources provided by the city of Florence, and its strategic position within Italy and Europe, but also of a unique array of co-curricular lectures and activities that make the Florence campus a dynamic center for scholarly exchange and global policy discussions.   What can study abroad in Florence mean to students? An encounter with the city of Dante, Petrarch and Boccaccio; direct examination of world-famous masterpieces of art in the &quot;birthplace&quot; of the Renaissance; to consider contemporary social issues at a campus where encounters for students with major European and American protagonists of world social and economic policy are a regular occurrence.   Throughout the year, students at NYU Florence benefit from the opportunity to participate directly in the high-level political, social and cultural policy dialogues organized on our campus. In previous years, we have hosted both Republican and Democrat presidential campaign managers, had a three-way dialogue with leading local Christian, Muslim and Jewish leaders, and held a student-organized contemporary poetry slam. Through La Pietra Dialogues, interested students also have the opportunity to participate directly in the organization of the events that bring these outstanding figures to NYU Florence.   NYU Florence provides the atmosphere of a small college campus while studying abroad. An extremely low student to faculty ratio ensures small class size; many courses are organized partly or entirely as seminars. Our 57-acre estate, with olive groves and gardens, has five villas that provide a home to NYU Florence. These include Villa La Pietra with its house museum, and formal gardens. Students enjoy the opportunity to &quot;live&quot; Villa La Pietra during: visits to the collection; poetry readings, concerts, performances and lectures that take place inside or in the gardens of the villa               Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service                 Live     Housing &amp; Meals   Getting Around   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                 Explore     Restaurants   Nightlife   Things to do   Local Travel   Regional Travel   Shopping                                                                       Info for Parents                                                                                                Info for External Advisers                                                                                                Visit Other NYU Global Centers                                                      La Pietra Dialogues LPD convenes some of the world’s foremost scholars, policy makers, practitioners, business leaders, public intellectuals and artists whose ideas and work have made a significant cultural or intellectual contribution to global society and the revival of the spirit of humanism for which Florence is known. They gather at Villa la Pietra, New York University's exceptional site in Florence, to confront some of the most intractable issues of contemporary society through the creative interplay of ideas and perspectives.  LPD fosters the creation of partnerships across disciplines, cultures and institutions, as an established center in the heart of Europe attached to an American university with branches throughout the world, and contributes to the emerging global civic discourse that is at the heart of NYU’s mission as a global network university. Read More                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                                                                                                                                            Academic Opportunities                                                                                         Graduate Degree at NYU Florence                                                   Access Online Library Catalog Read More                   Fast Facts         Academic Calendar : Fall/Spring/Full Year   Credits: 12 to 18 NYU credits   Faculty : 60 instructors   Student Body:   350 fall semester  375 spring semester   (includes 100 freshman)   Course Language: English &amp; Italian   Affiliated Institution:   University of Florence         Housing: On-campus villas, Off-campus residences, Homestays     Meals: On-campus cafeteria option     Staff: 25 admin staff     Currency: Euro     Population of Florence : 400,000     Official Language : Italian                  Get to know your neighborhood Read More                Villa La Pietra Villa La Pietra is the jewel in the crown of New York University's global program. Bequeathed to NYU in 1994 by Sir Harold Acton, the Florentine study abroad campus consists of 5 historic villas and 57 acres of gardens and olive groves. Villa La Pietra, the Acton Collection, and the Garden are maintained as they were by the Acton family and serve as an inspiration to all who live and study on the campus. Read More                             Questions?        Contact Us                                                                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;    Villa La Pietra                                                                                                                                                                                    Skip to Navigation | Skip to Content                                                Contact Us |         Study Abroad Website |         Conference and Events Center                                    Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                     go                                                       New York University              New York University              Villa La Pietra                                                                          Garden                                    Art Collection                                     Events                                          Visitor Information                                      Resources                                     Academic Program                                     La Pietra Dialogues                                     News & Publications                                      The Season                                     Mailing List                                                 Highlights                      November is olive picking season at La Pietra.                                                                         About      Villa La Pietra is the outstanding historical villa and home of the New York University Florence program. Bequeathed to NYU in 1994 by Sir Harold Acton, the Florentine study abroad campus consists of 5 historic villas and 57 acres of gardens and olive groves. Villa La Pietra, the Acton Collection, and the Garden are maintained as they were by the Acton family and serve as an inspiration to all who live and study on the campus.                 Villa La Pietra in the Twenties: Fashion and Lifestyle, March 31 - May 15    A chance encounter with the Twenties lifestyle is offered through a special temporary display at Villa La Pietra. The visitor will be introduced to Hortense Mitchell Acton through thematic installations which include recently treated Callot Soeurs dresses, Perugia shoes, books, postcards, textiles, fans, and other personal objects collected in the villa. For further information and to book a guided tour, please contact villa.lapietra@nyu.edu or call 055 5007 210. The cost of the tour is Euro 20,00 per person, payable at the time of the tour. PDF           La Pietra and NYU Celebrating 20 Years: Sir Harold's Vision Realized          In this 20th anniversary year we honor this vision with a series of talks, exhibitions and performances. Events-in-Planning 2014/2015                                         Upcoming Events                  A Dialogue on Documentary Photography       Graduate Studies Seminar       With Michela Palermo, Freelance Photographer and Prof. David Forgacs, Guido and Mariuccia Zerilli-Marim&ograve; Chair in Contemporary italian Studies, NYU       Date: Tuesday, April 28   Time: 6:00 PM   Location: Villa La Pietra    PDF       Art and Feminisn      La Pietra Dialogues - Women      Panel discussion on Feminism, Craft, and Intellectual Discourse, with Lise Haller Baggesen, Writer and Painter, Sarah Beth Woods, Fiber Artist, Fatima Traore, Hair Braiding, Sohella Sima Azadi, Filmmaker, Jessica Caponigro, Print Maker and Chiara Galimberti, Installation Artist      Date: Wednesday, April 29   Time: 6:00 PM   Location: Villa Sassetti    PDF          L'Italiano in 100 Parole    Graduate Studies Seminar    Prof. Gian Luigi Beccaria, Professore emerito, Dipartimanto di Scienze Letterarie e Filologighe, Universit&agrave; di Torino    Date: Tuesday, Mayl 5   Time: 6:00 PM   Location: Villa La Pietra    PDF"}]}]