[{"detail": [{"content": "Home Feature Archives | NYU Center for Urban Science and ProgressNYU Center for Urban Science and Progress                                                                                                                                                        Home Feature Archives - NYU Center for Urban Science and Progress               Deconstructing IOT with Temboo          April 10, 2015       0 Comments             Dr. Steve Koonin, Director at the Center for Urban Science and Progress, talks with us about how big data analysis may guide solutions for big city challenges. We spoke with Dr. Koonin about building partnerships between academia, government and commerce and why New York City is the perfect &#8220;living laboratory.&#8221;            Don’t Miss a Beat          April 4, 2015       0 Comments             NYU researchers crunch data from cameras, sensors, cellphones, and records to capture the city’s pulse in real time.     NEW YORK – As befits a real estate project dubbed “America’s biggest . . . ever” by  Fortune,  the $20 billion, 26-acre Hudson Yards development rising on Manhattan’s West Side boasts some ambitious engineering. There’s the planned cluster of skyscrapers erected atop steel-and-concrete platforms to accommodate the fully functioning Penn Station rail yards beneath, all supported by caissons drilled into bedrock. There’s the $100 million micro-grid and co-generation plant, ready with standby power in case of a superstorm blackout, and trash sorting and disposal via high-speed pneumatic tubes.   And then there are the occupants, themselves an engineering test bed. The Center for Urban Science and Progress (CUSP), in a partnership with developers Related Companies and Oxford Properties, plans to court Hudson Yards’ residents and office workers as collaborators in a “smart city,” monitoring, measuring, and modeling the community’s pulse and health in real time. An array of built-in sensors, cameras, and individual smartphones will relay data on such vital signs as air quality, movement of people, recovery of recyclables, noise levels, and energy and water use.            The Next Silicon Valley? New York’s tech hub is taking shape – and enrolling grad students          April 4, 2015       0 Comments             Back in 2010, then-mayor Michael Bloomberg threw down a challenge: New York City would put up $400 million worth of land and infrastructure upgrades to seed a technology hub that would give Silicon Valley a run for its money. Universities would compete for the central role by proposing plans for an applied sciences research facility. The payoff over 30 years, Bloomberg predicted, would be some 400 new companies, billions of dollars in economic activity and nearly 30,000 new jobs.   Today, Bloomberg is back in the business world, running his namesake media company. Meanwhile, Applied Sciences NYC is taking shape with not one but four new  grad-school options  for those interested in applying technological know-how to contemporary problems. All four get a piece of the city’s largesse. Three of the programs created by the competition already have students on campus; another could open this year.            From the Milky Way to Midtown, A New Way to See a City          April 4, 2015       0 Comments             The glare of city lights dims the stars for urban dwellers around the world, but a New York University program is borrowing an idea from astronomy to see its hometown in a new way. If the experiment lives up to its early promise, it will yield a tool that will help urban buildings everywhere be more sustainable.   At a first-of-its-kind “urban observatory” created by NYU’s Center for Urban Science and Progress, a special high-tech camera captures aspects of building performance that are invisible to the naked eye, such as heat leaks, energy efficiency and insulation. Though the project is still in the demonstration phase, it is expected to yield insights about building performance and urban life that will benefit both the public and private sectors.   CUSP’s urban observatory uses an eight-megapixel camera perched on top of a building in downtown Brooklyn to capture a panoramic image of downtown and midtown Manhattan every 10 seconds. Unlike a satellite, the CUSP camera offers both an unchanging perspective and easy, low-cost operation, according to the project team.   The big data generated by the CUSP observatory could be mined for solutions to urban problems, a promising development as populations become increasingly concentrated in cities.   “For the first time in history, 50 percent of the world is urban,” Maureen McAvey, senior resident fellow at the Urban Land Institute, told CPE. Fully 85 percent of the population of the United States is concentrated in metropolitan areas. Meanwhile, urban populations are rapidly expanding in Asia, Africa and South America.            What&#8217;s the Big Deal With Big Data?          April 4, 2015       0 Comments             On Manhattan’s West Side, construction crews are erecting Hudson Yards, a massive $20 billion office, retail and residential complex that’s the biggest real estate development in New York City since Rockefeller Center in the 1930s. But the project is remarkable not just because of its five office towers and 5,000 residences, but because it’s the first large-scale city neighborhood in the world that’s being designed to collect Big Data—that is, enormous sets of information—and utilize it to tinker with the quality of everyday life.   When the complex is completed in a few years, a vast number of sensors embedded both indoors and outdoors continuously will collect data on everything from energy and water use and how much garbage and carbon dioxide residents generate, to the precise ebb and flow of pedestrian traffic and public transportation usage. All that data will flow into the Internet cloud, where the complex’s management will be able to monitor and analyze it in the search for cost savings and ways to make things operate more smoothly. But that’s not all. Eventually, residents may be offered a chance to “opt-in” and use their smart phones to provide even more data about themselves, in exchange for being able to use the cloud themselves for things such as guidance on where to hail a taxi.            OLD CITIES, NEW BIG DATA          January 22, 2015       0 Comments             Big datasets have been used by authorities and public bodies for centuries, whether in the form of the national census, maps, surveys or public records. What is new is the sheer volume, speed, diversity, scope and resolution afforded by ‘big data’, a term that describes the wealth of information now available thanks to a combination of ubiquitous computing and sophisticated data analytics. To optimists, this avalanche of information, if harnessed, provides valuable insights for everyone from company executives to consumers and from governments to citizens.   Urban planning and city services have always been a fundamental part of this story, with integrated data systems bringing a ‘second electrification’ to the world’s metropolises. As case studies of big data’s urban applications emerge around the world, what are we learning about the kinds of contexts which are proving most receptive to it? More specifically, how relevant is the age of a city in determining its interest in, and ability to use, big data? This briefing explores how both old and new cities have distinct advantages and disadvantages in their ability to use big data effectively, assessing how they deploy the tools, the lessons they can learn from each other, and their common challenges.            Claudio Silva receives IEEE&#8217;s 2014 Visualization Technical Achievement Award          November 13, 2014       0 Comments                On November 11, the Institute of Electrical and Electronics Engineers (IEEE) presented its 2014 Visualization and Technical Achievement Award to Claudio T. Silva , Head of Disciplines at CUSP and professor of Computer Science and Engineering at NYU&#8217;s Polytechnic School of Engineering.   The award, one of the highest honors given by the IEEE Computer Science Society&#8217;s Technical Committee on Visualization and Graphics (VGTC), recognizes Silva&#8217;s seminal advances to geometric computing for visualization and contributions to the development of the VisTrails data exploration system. The committee also cited Silva&#8217;s participation in various multidisciplinary projects.   VisTrails systematically maintains provenance for the data exploration process by capturing all the steps researchers follow in the course of an experiment—much like document-tracking applications in Microsoft Word and Google Docs track changes to a document. Tracking provenance is essential because that information allows a researcher to accurately reproduce his or her own results or the results of others, even if they involve hundreds of parameters and complex data sets.   &#8220;Consider that when a researcher is engaged in an exploratory process, working with simulations, data analysis, and visualization, for example, very little is repeated during the analysis process; change is the norm, and new workflows are constantly being generated,&#8221; Silva explained. &#8220;VisTrails manages these rapidly evolving workflows. To make a simple analogy, using it is like having someone in the lab watching over your shoulder and taking concise notes.&#8221;   &#8220;Clauio Silva has blazed a trail of innovation in visualization that has strongly influenced many researchers, including myself,&#8221; said Amitabh Varshney, director of the IEEE Visualization and Graphics Technical Committee and a professor of computer science and the director of the Institute for Advanced Computer Studies at the University of Maryland. &#8220;One of the reasons his work has had such a significant impact is because it combines elegant foundational research with real-world applications. This award is a well-deserved recognition of Claudio&#8217;s illustrious accomplishments and stunning impact.&#8221;            2014 AT&#038;T Transit Tech Developer Day at CUSP          November 11, 2014       0 Comments             November 22, 2014 &#8211; November 22, 2014   2 MetroTech Center   Map and Directions | Register   Description:  The 2014 AT&amp;T Transit Tech Developer Day App is an opportunity to launch the development of your 2014 MTA App Quest entry. This day will allow you to:     Hear from MTA experts about this year’s App Quest and the new datasets and API released for 2014.   Work on the early stage of your concept with access to industry and data experts.   Sign up for in-person or virtual mentoring sessions with experts from the MTA and its partners, including AT&amp;T and New York University’s Center for Urban Science and Progress (CUSP).   Build your team or join a team through a Teammate Match session.     &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;  Event Program:         Time   Activity   Location           8:30 AM   Doors Open for Check-In/Registration             Breakfast Available   Pantry       9:00 AM   Announcements   Lecture Hall       9:05 AM   Event Kickoff and Welcome   Lecture Hall       9:12 AM   About 2014 MTA AT&amp;T App Quest   Lecture Hall       9:30 AM   Highlight:  New Datasets and GTFS   Lecture Hall       9:50 AM   Highlight:  Accessibility Track   Lecture Hall       10:10 AM   Highlight:  Beacon Q&amp;A   Lecture Hall       10:20 AM   Overview:  Prizes   Lecture Hall       10:25 AM   Teammate Match (note:  teams may also start work )   Lecture Hall       11:00 AM   All teams at work   Town Hall East  &amp; West       12:00 PM   LUNCH &amp; Presentation Schedule Signups   Pantry       1:00 PM   Office Hours Open     MTA Team ( Room 820 )   Prof. Kaan Ozbay , NYU ( Room 810 )   Alex Muro , Lead Developer, AVAIL (Albany Visualization And Informatics Lab, University of Albany, SUNY ( Room 818, by Skype )   Richard Murby , Developer Evangelist, ChallengePost ( Room 827 )       Rooms 810, 818, 820, 827       TBA   CONCEPT PITCHES   Lecture Hall       5:15 PM   Winners Announced   Lecture Hall         Register            A Secret Urban Observatory Is Snapping 9,000 Images A Day Of New York City          November 3, 2014       0 Comments             Astronomers have long built observatories to capture the night sky and beyond. Now researchers at  NYU  are borrowing astronomy’s methods and turning their cameras towards Manhattan’s famous skyline.   NYU’s  Center for Urban Science and Progress  has been running what’s likely the world’s first “ urban observatory ” of its kind for about a year. From atop a tall building in downtown Brooklyn (NYU won&#8217;t say its address, due to security concerns), two cameras&#8211;one regular one and one that captures infrared wavelengths&#8211;take panoramic images of lower and midtown Manhattan. One photo is snapped every 10 seconds. That’s 8,640 images a day, or more than 3 million since the project began (or about 50 terabytes of data).   Taking photos of the skyline is nothing new; hordes of tourists do so everyday. And satellites and drones can already capture aerial vantage points. What’s unique about the observatory is the sheer, steady volume of imagery combined with an unchanging vista that offers a slice of the city, rather than only a bird’s-eye view.            NYU CUSP Unveils First-of-its-Kind &#8216;Urban Observatory&#8217; in Downtown Brooklyn          October 28, 2014       0 Comments             New York University’s Center for Urban Science &amp; Progress (CUSP) today unveiled its Urban Observatory, a project that will persistently observe and analyze New York City in an effort to better understand the “pulse of the city” in various states, such as mobility, energy use, communications and economics. The data gathered from the Urban Observatory will ultimately be used to improve various aspects of urban life, including energy efficiency, detecting releases of hazardous material, tracking pollution plumes, aiding in post-blackout restoration of electrical power, and more.   “This technology comes at an opportune time when about 80% of the U.S. population and 50% of the global population live in cities, said Dr. Steven Koonin, NYU CUSP’s founding director. “We’ll take these large data sets and turn them into solutions for city-wide problems, helping us to better understand our urban environment and improve the quality of life for citizens around the world.”   The CUSP Urban Observatory, which is still in its demonstration phase, uses an 8 megapixel camera situated atop a building in Downtown Brooklyn to quantify the dynamics of New York City by capturing one panoramic, long-distance image of Lower and Midtown Manhattan every 10 seconds. These observations differ from those of a satellite due to the fixed urban vantage point, which offer an unchanging perspective, with easy and low cost operations. Techniques adapted from astronomy are used to analyze the images.   Strict protocols have been observed to protect the privacy of those individuals in the field of view – no more than a few pixels cover the closest sources in the scene and images are significantly blurred to ensure that no personal detail is ever captured. Additionally, all analyses have been performed at the aggregate level and any human inspection has been done without the knowledge of the precise location of the source.   CUSP’s Urban Observatory seeks high impact science and applications to enhance public well-being, city operations, and future urban design and combines correlative data including administrative records, original measurements, and current topography. Although the technology is currently being used to solely observe New York City, CUSP hopes to share this with other major cities, such as London, Chicago, and Hong Kong, for similar use and application.   A team of CUSP scientists have been working on this technology for almost two years. Data will be made available for analysis by CUSP personnel and others by proposal.        The upper panel shows a single snapshot of Midtown and the Lower East Side of Manhattan at roughly 11:00AM. Although difficult to see with the naked eye, the image contains two exhaust plumes generated by one of the buildings in the scene. The processed image in the bottom panel removes the objects which are constant (like buildings) and keeps only objects which are moving (like the plumes). With this technique, the Urban Observatory&#8217;s data processing algorithms are able to extract the location of the faint emission plumes.       About New York University’s Center for Urban Science &amp; Progress   CUSP is an applied science research institute created by New York University with a consortium of world-class universities and the foremost international technology companies to address the needs of cities. At the heart of its academic program, CUSP will investigate and develop solutions to the challenges that face cities around the world.  This research will make CUSP the world’s leading authority in the emerging field of “urban informatics”.  For more news and information on CUSP, please visit  http://cusp.nyu.edu/ .     Contact  Kim Alfred, CUSP  917.392.0859   kim.alfred@nyu.edu   Megan Romano, The Marino Organization  212.889.0808   megan@themarino.org                          Prev                            1                                2                                  3                                  4                                  5                             Next                             Latest News                      Dr. Steve Koonin, Director at the Center for Urban     April 10, 2015                         NYU researchers crunch data from cameras, sensors,     April 4, 2015                         Back in 2010, then-mayor Michael Bloomberg threw     April 4, 2015          LATEST TWEETS                               CUSP is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world’s leading authority in the emerging field of “Urban Informatics.”  Contact Us Center for Urban   Science + Progress   1 MetroTech Center, 19th Floor   Brooklyn, NY 11201      (646) 997-0500 (office)   (646) 997-0560 (main fax) Admissions Fax: (646) 997-0550   Admissions Information: cusp.admissions@nyu.edu   General Inquiries: cusp-information@nyu.edu  Quick Links  MS in Applied Urban Science and Informatics           Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition                                     © 2015 NYU CUSP. All rights reserved                              facebook twitter vimeo"}]},
{"detail": [{"content": "Home Feature Archives | NYU Center for Urban Science and ProgressNYU Center for Urban Science and Progress                                                                                                                                                        Home Feature Archives - NYU Center for Urban Science and Progress               Deconstructing IOT with Temboo          April 10, 2015       0 Comments             Dr. Steve Koonin, Director at the Center for Urban Science and Progress, talks with us about how big data analysis may guide solutions for big city challenges. We spoke with Dr. Koonin about building partnerships between academia, government and commerce and why New York City is the perfect &#8220;living laboratory.&#8221;            Don’t Miss a Beat          April 4, 2015       0 Comments             NYU researchers crunch data from cameras, sensors, cellphones, and records to capture the city’s pulse in real time.     NEW YORK – As befits a real estate project dubbed “America’s biggest . . . ever” by  Fortune,  the $20 billion, 26-acre Hudson Yards development rising on Manhattan’s West Side boasts some ambitious engineering. There’s the planned cluster of skyscrapers erected atop steel-and-concrete platforms to accommodate the fully functioning Penn Station rail yards beneath, all supported by caissons drilled into bedrock. There’s the $100 million micro-grid and co-generation plant, ready with standby power in case of a superstorm blackout, and trash sorting and disposal via high-speed pneumatic tubes.   And then there are the occupants, themselves an engineering test bed. The Center for Urban Science and Progress (CUSP), in a partnership with developers Related Companies and Oxford Properties, plans to court Hudson Yards’ residents and office workers as collaborators in a “smart city,” monitoring, measuring, and modeling the community’s pulse and health in real time. An array of built-in sensors, cameras, and individual smartphones will relay data on such vital signs as air quality, movement of people, recovery of recyclables, noise levels, and energy and water use.            The Next Silicon Valley? New York’s tech hub is taking shape – and enrolling grad students          April 4, 2015       0 Comments             Back in 2010, then-mayor Michael Bloomberg threw down a challenge: New York City would put up $400 million worth of land and infrastructure upgrades to seed a technology hub that would give Silicon Valley a run for its money. Universities would compete for the central role by proposing plans for an applied sciences research facility. The payoff over 30 years, Bloomberg predicted, would be some 400 new companies, billions of dollars in economic activity and nearly 30,000 new jobs.   Today, Bloomberg is back in the business world, running his namesake media company. Meanwhile, Applied Sciences NYC is taking shape with not one but four new  grad-school options  for those interested in applying technological know-how to contemporary problems. All four get a piece of the city’s largesse. Three of the programs created by the competition already have students on campus; another could open this year.            From the Milky Way to Midtown, A New Way to See a City          April 4, 2015       0 Comments             The glare of city lights dims the stars for urban dwellers around the world, but a New York University program is borrowing an idea from astronomy to see its hometown in a new way. If the experiment lives up to its early promise, it will yield a tool that will help urban buildings everywhere be more sustainable.   At a first-of-its-kind “urban observatory” created by NYU’s Center for Urban Science and Progress, a special high-tech camera captures aspects of building performance that are invisible to the naked eye, such as heat leaks, energy efficiency and insulation. Though the project is still in the demonstration phase, it is expected to yield insights about building performance and urban life that will benefit both the public and private sectors.   CUSP’s urban observatory uses an eight-megapixel camera perched on top of a building in downtown Brooklyn to capture a panoramic image of downtown and midtown Manhattan every 10 seconds. Unlike a satellite, the CUSP camera offers both an unchanging perspective and easy, low-cost operation, according to the project team.   The big data generated by the CUSP observatory could be mined for solutions to urban problems, a promising development as populations become increasingly concentrated in cities.   “For the first time in history, 50 percent of the world is urban,” Maureen McAvey, senior resident fellow at the Urban Land Institute, told CPE. Fully 85 percent of the population of the United States is concentrated in metropolitan areas. Meanwhile, urban populations are rapidly expanding in Asia, Africa and South America.            What&#8217;s the Big Deal With Big Data?          April 4, 2015       0 Comments             On Manhattan’s West Side, construction crews are erecting Hudson Yards, a massive $20 billion office, retail and residential complex that’s the biggest real estate development in New York City since Rockefeller Center in the 1930s. But the project is remarkable not just because of its five office towers and 5,000 residences, but because it’s the first large-scale city neighborhood in the world that’s being designed to collect Big Data—that is, enormous sets of information—and utilize it to tinker with the quality of everyday life.   When the complex is completed in a few years, a vast number of sensors embedded both indoors and outdoors continuously will collect data on everything from energy and water use and how much garbage and carbon dioxide residents generate, to the precise ebb and flow of pedestrian traffic and public transportation usage. All that data will flow into the Internet cloud, where the complex’s management will be able to monitor and analyze it in the search for cost savings and ways to make things operate more smoothly. But that’s not all. Eventually, residents may be offered a chance to “opt-in” and use their smart phones to provide even more data about themselves, in exchange for being able to use the cloud themselves for things such as guidance on where to hail a taxi.            OLD CITIES, NEW BIG DATA          January 22, 2015       0 Comments             Big datasets have been used by authorities and public bodies for centuries, whether in the form of the national census, maps, surveys or public records. What is new is the sheer volume, speed, diversity, scope and resolution afforded by ‘big data’, a term that describes the wealth of information now available thanks to a combination of ubiquitous computing and sophisticated data analytics. To optimists, this avalanche of information, if harnessed, provides valuable insights for everyone from company executives to consumers and from governments to citizens.   Urban planning and city services have always been a fundamental part of this story, with integrated data systems bringing a ‘second electrification’ to the world’s metropolises. As case studies of big data’s urban applications emerge around the world, what are we learning about the kinds of contexts which are proving most receptive to it? More specifically, how relevant is the age of a city in determining its interest in, and ability to use, big data? This briefing explores how both old and new cities have distinct advantages and disadvantages in their ability to use big data effectively, assessing how they deploy the tools, the lessons they can learn from each other, and their common challenges.            Claudio Silva receives IEEE&#8217;s 2014 Visualization Technical Achievement Award          November 13, 2014       0 Comments                On November 11, the Institute of Electrical and Electronics Engineers (IEEE) presented its 2014 Visualization and Technical Achievement Award to Claudio T. Silva , Head of Disciplines at CUSP and professor of Computer Science and Engineering at NYU&#8217;s Polytechnic School of Engineering.   The award, one of the highest honors given by the IEEE Computer Science Society&#8217;s Technical Committee on Visualization and Graphics (VGTC), recognizes Silva&#8217;s seminal advances to geometric computing for visualization and contributions to the development of the VisTrails data exploration system. The committee also cited Silva&#8217;s participation in various multidisciplinary projects.   VisTrails systematically maintains provenance for the data exploration process by capturing all the steps researchers follow in the course of an experiment—much like document-tracking applications in Microsoft Word and Google Docs track changes to a document. Tracking provenance is essential because that information allows a researcher to accurately reproduce his or her own results or the results of others, even if they involve hundreds of parameters and complex data sets.   &#8220;Consider that when a researcher is engaged in an exploratory process, working with simulations, data analysis, and visualization, for example, very little is repeated during the analysis process; change is the norm, and new workflows are constantly being generated,&#8221; Silva explained. &#8220;VisTrails manages these rapidly evolving workflows. To make a simple analogy, using it is like having someone in the lab watching over your shoulder and taking concise notes.&#8221;   &#8220;Clauio Silva has blazed a trail of innovation in visualization that has strongly influenced many researchers, including myself,&#8221; said Amitabh Varshney, director of the IEEE Visualization and Graphics Technical Committee and a professor of computer science and the director of the Institute for Advanced Computer Studies at the University of Maryland. &#8220;One of the reasons his work has had such a significant impact is because it combines elegant foundational research with real-world applications. This award is a well-deserved recognition of Claudio&#8217;s illustrious accomplishments and stunning impact.&#8221;            2014 AT&#038;T Transit Tech Developer Day at CUSP          November 11, 2014       0 Comments             November 22, 2014 &#8211; November 22, 2014   2 MetroTech Center   Map and Directions | Register   Description:  The 2014 AT&amp;T Transit Tech Developer Day App is an opportunity to launch the development of your 2014 MTA App Quest entry. This day will allow you to:     Hear from MTA experts about this year’s App Quest and the new datasets and API released for 2014.   Work on the early stage of your concept with access to industry and data experts.   Sign up for in-person or virtual mentoring sessions with experts from the MTA and its partners, including AT&amp;T and New York University’s Center for Urban Science and Progress (CUSP).   Build your team or join a team through a Teammate Match session.     &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;  Event Program:         Time   Activity   Location           8:30 AM   Doors Open for Check-In/Registration             Breakfast Available   Pantry       9:00 AM   Announcements   Lecture Hall       9:05 AM   Event Kickoff and Welcome   Lecture Hall       9:12 AM   About 2014 MTA AT&amp;T App Quest   Lecture Hall       9:30 AM   Highlight:  New Datasets and GTFS   Lecture Hall       9:50 AM   Highlight:  Accessibility Track   Lecture Hall       10:10 AM   Highlight:  Beacon Q&amp;A   Lecture Hall       10:20 AM   Overview:  Prizes   Lecture Hall       10:25 AM   Teammate Match (note:  teams may also start work )   Lecture Hall       11:00 AM   All teams at work   Town Hall East  &amp; West       12:00 PM   LUNCH &amp; Presentation Schedule Signups   Pantry       1:00 PM   Office Hours Open     MTA Team ( Room 820 )   Prof. Kaan Ozbay , NYU ( Room 810 )   Alex Muro , Lead Developer, AVAIL (Albany Visualization And Informatics Lab, University of Albany, SUNY ( Room 818, by Skype )   Richard Murby , Developer Evangelist, ChallengePost ( Room 827 )       Rooms 810, 818, 820, 827       TBA   CONCEPT PITCHES   Lecture Hall       5:15 PM   Winners Announced   Lecture Hall         Register            A Secret Urban Observatory Is Snapping 9,000 Images A Day Of New York City          November 3, 2014       0 Comments             Astronomers have long built observatories to capture the night sky and beyond. Now researchers at  NYU  are borrowing astronomy’s methods and turning their cameras towards Manhattan’s famous skyline.   NYU’s  Center for Urban Science and Progress  has been running what’s likely the world’s first “ urban observatory ” of its kind for about a year. From atop a tall building in downtown Brooklyn (NYU won&#8217;t say its address, due to security concerns), two cameras&#8211;one regular one and one that captures infrared wavelengths&#8211;take panoramic images of lower and midtown Manhattan. One photo is snapped every 10 seconds. That’s 8,640 images a day, or more than 3 million since the project began (or about 50 terabytes of data).   Taking photos of the skyline is nothing new; hordes of tourists do so everyday. And satellites and drones can already capture aerial vantage points. What’s unique about the observatory is the sheer, steady volume of imagery combined with an unchanging vista that offers a slice of the city, rather than only a bird’s-eye view.            NYU CUSP Unveils First-of-its-Kind &#8216;Urban Observatory&#8217; in Downtown Brooklyn          October 28, 2014       0 Comments             New York University’s Center for Urban Science &amp; Progress (CUSP) today unveiled its Urban Observatory, a project that will persistently observe and analyze New York City in an effort to better understand the “pulse of the city” in various states, such as mobility, energy use, communications and economics. The data gathered from the Urban Observatory will ultimately be used to improve various aspects of urban life, including energy efficiency, detecting releases of hazardous material, tracking pollution plumes, aiding in post-blackout restoration of electrical power, and more.   “This technology comes at an opportune time when about 80% of the U.S. population and 50% of the global population live in cities, said Dr. Steven Koonin, NYU CUSP’s founding director. “We’ll take these large data sets and turn them into solutions for city-wide problems, helping us to better understand our urban environment and improve the quality of life for citizens around the world.”   The CUSP Urban Observatory, which is still in its demonstration phase, uses an 8 megapixel camera situated atop a building in Downtown Brooklyn to quantify the dynamics of New York City by capturing one panoramic, long-distance image of Lower and Midtown Manhattan every 10 seconds. These observations differ from those of a satellite due to the fixed urban vantage point, which offer an unchanging perspective, with easy and low cost operations. Techniques adapted from astronomy are used to analyze the images.   Strict protocols have been observed to protect the privacy of those individuals in the field of view – no more than a few pixels cover the closest sources in the scene and images are significantly blurred to ensure that no personal detail is ever captured. Additionally, all analyses have been performed at the aggregate level and any human inspection has been done without the knowledge of the precise location of the source.   CUSP’s Urban Observatory seeks high impact science and applications to enhance public well-being, city operations, and future urban design and combines correlative data including administrative records, original measurements, and current topography. Although the technology is currently being used to solely observe New York City, CUSP hopes to share this with other major cities, such as London, Chicago, and Hong Kong, for similar use and application.   A team of CUSP scientists have been working on this technology for almost two years. Data will be made available for analysis by CUSP personnel and others by proposal.        The upper panel shows a single snapshot of Midtown and the Lower East Side of Manhattan at roughly 11:00AM. Although difficult to see with the naked eye, the image contains two exhaust plumes generated by one of the buildings in the scene. The processed image in the bottom panel removes the objects which are constant (like buildings) and keeps only objects which are moving (like the plumes). With this technique, the Urban Observatory&#8217;s data processing algorithms are able to extract the location of the faint emission plumes.       About New York University’s Center for Urban Science &amp; Progress   CUSP is an applied science research institute created by New York University with a consortium of world-class universities and the foremost international technology companies to address the needs of cities. At the heart of its academic program, CUSP will investigate and develop solutions to the challenges that face cities around the world.  This research will make CUSP the world’s leading authority in the emerging field of “urban informatics”.  For more news and information on CUSP, please visit  http://cusp.nyu.edu/ .     Contact  Kim Alfred, CUSP  917.392.0859   kim.alfred@nyu.edu   Megan Romano, The Marino Organization  212.889.0808   megan@themarino.org                          Prev                            1                                2                                  3                                  4                                  5                             Next                             Latest News                      Dr. Steve Koonin, Director at the Center for Urban     April 10, 2015                         NYU researchers crunch data from cameras, sensors,     April 4, 2015                         Back in 2010, then-mayor Michael Bloomberg threw     April 4, 2015          LATEST TWEETS                               CUSP is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world’s leading authority in the emerging field of “Urban Informatics.”  Contact Us Center for Urban   Science + Progress   1 MetroTech Center, 19th Floor   Brooklyn, NY 11201      (646) 997-0500 (office)   (646) 997-0560 (main fax) Admissions Fax: (646) 997-0550   Admissions Information: cusp.admissions@nyu.edu   General Inquiries: cusp-information@nyu.edu  Quick Links  MS in Applied Urban Science and Informatics           Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition                                     © 2015 NYU CUSP. All rights reserved                              facebook twitter vimeo"}, {"content": "News | NYU Center for Urban Science and ProgressNYU Center for Urban Science and Progress                                                                                                                                           About      Welcome from the Director    How CUSP Came To Be    Overview    Resources    Partners    People    Career Opportunities    Supporting CUSP       Urban Informatics   Education      Apply Now    New: Civic Analytics Track    MS in Applied Urban Science and Informatics        Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition     CUSP Inaugural Class         Advanced Certificate in Applied Urban Science and Informatics         Overview     Curriculum     Admissions Requirements     Financial Aid and Tuition         Executive Education    Future Programs    Request Information    Upcoming Events    Internships    Admitted Students       Research   News + Events      News    Upcoming Events    Press Releases    CUSP In the Media    Multimedia       Contact                         CUSP News          Privacy, Big Data, and the Public Good reviewed in Science          November 25, 2014       0 Comments             Earlier this year, CUSP, along with the  American Statistical Association  and its Privacy and Confidentiality subcommittee and the  Research Data Centre of the German Federal Employment Agency , sponsored a book about the rise of big data and the privacy issues that brings up. The book,  Privacy, Big Data, and the Public Good: Frameworks for Engagement , published by Cambridge University Press and launched on July 16 at the New York Academy of Sciences, is an accessible summary of the important legal, economic, and statistical thinking that frames the many privacy issues associated with the use of big data – along with practical suggestions for protecting privacy and confidentiality that can help to guide practitioners.   On November 25,  Privacy, Big Data, and the Public Good: Frameworks for Engagement was reviewed by Science Magazine, which said the book &#8220; presents a collection of essays from a variety of perspectives, in chapters by some of the heavy hitters in the privacy debate, who make a convincing case that the current framework for dealing with consumer privacy does not adequately address issues posed by big data.&#8221;   The full review is available on Science Magazine&#8217;s website .            Claudio Silva receives IEEE&#8217;s 2014 Visualization Technical Achievement Award          November 13, 2014       0 Comments                On November 11, the Institute of Electrical and Electronics Engineers (IEEE) presented its 2014 Visualization and Technical Achievement Award to Claudio T. Silva , Head of Disciplines at CUSP and professor of Computer Science and Engineering at NYU&#8217;s Polytechnic School of Engineering.   The award, one of the highest honors given by the IEEE Computer Science Society&#8217;s Technical Committee on Visualization and Graphics (VGTC), recognizes Silva&#8217;s seminal advances to geometric computing for visualization and contributions to the development of the VisTrails data exploration system. The committee also cited Silva&#8217;s participation in various multidisciplinary projects.   VisTrails systematically maintains provenance for the data exploration process by capturing all the steps researchers follow in the course of an experiment—much like document-tracking applications in Microsoft Word and Google Docs track changes to a document. Tracking provenance is essential because that information allows a researcher to accurately reproduce his or her own results or the results of others, even if they involve hundreds of parameters and complex data sets.   &#8220;Consider that when a researcher is engaged in an exploratory process, working with simulations, data analysis, and visualization, for example, very little is repeated during the analysis process; change is the norm, and new workflows are constantly being generated,&#8221; Silva explained. &#8220;VisTrails manages these rapidly evolving workflows. To make a simple analogy, using it is like having someone in the lab watching over your shoulder and taking concise notes.&#8221;   &#8220;Clauio Silva has blazed a trail of innovation in visualization that has strongly influenced many researchers, including myself,&#8221; said Amitabh Varshney, director of the IEEE Visualization and Graphics Technical Committee and a professor of computer science and the director of the Institute for Advanced Computer Studies at the University of Maryland. &#8220;One of the reasons his work has had such a significant impact is because it combines elegant foundational research with real-world applications. This award is a well-deserved recognition of Claudio&#8217;s illustrious accomplishments and stunning impact.&#8221;            2014 AT&#038;T Transit Tech Developer Day at CUSP          November 11, 2014       0 Comments             November 22, 2014 &#8211; November 22, 2014   2 MetroTech Center   Map and Directions | Register   Description:  The 2014 AT&amp;T Transit Tech Developer Day App is an opportunity to launch the development of your 2014 MTA App Quest entry. This day will allow you to:     Hear from MTA experts about this year’s App Quest and the new datasets and API released for 2014.   Work on the early stage of your concept with access to industry and data experts.   Sign up for in-person or virtual mentoring sessions with experts from the MTA and its partners, including AT&amp;T and New York University’s Center for Urban Science and Progress (CUSP).   Build your team or join a team through a Teammate Match session.     &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;  Event Program:         Time   Activity   Location           8:30 AM   Doors Open for Check-In/Registration             Breakfast Available   Pantry       9:00 AM   Announcements   Lecture Hall       9:05 AM   Event Kickoff and Welcome   Lecture Hall       9:12 AM   About 2014 MTA AT&amp;T App Quest   Lecture Hall       9:30 AM   Highlight:  New Datasets and GTFS   Lecture Hall       9:50 AM   Highlight:  Accessibility Track   Lecture Hall       10:10 AM   Highlight:  Beacon Q&amp;A   Lecture Hall       10:20 AM   Overview:  Prizes   Lecture Hall       10:25 AM   Teammate Match (note:  teams may also start work )   Lecture Hall       11:00 AM   All teams at work   Town Hall East  &amp; West       12:00 PM   LUNCH &amp; Presentation Schedule Signups   Pantry       1:00 PM   Office Hours Open     MTA Team ( Room 820 )   Prof. Kaan Ozbay , NYU ( Room 810 )   Alex Muro , Lead Developer, AVAIL (Albany Visualization And Informatics Lab, University of Albany, SUNY ( Room 818, by Skype )   Richard Murby , Developer Evangelist, ChallengePost ( Room 827 )       Rooms 810, 818, 820, 827       TBA   CONCEPT PITCHES   Lecture Hall       5:15 PM   Winners Announced   Lecture Hall         Register            CUSP Research Seminar Series: Dr. Aaditya Rangan          October 17, 2014       0 Comments             October 29, 2014 &#8211; October 29, 2014   1 MetroTech Center   Map and Directions | Register   Description:  A common problem in data analysis &#8211; including machine learning and genomics &#8211; is to detect, within a large array, small submatrices which are &#8216;structured&#8217; in some way.Such submatrices, called &#8216;biclusters&#8217; can represent a subset of features shared across a subset of images, or a subsets of genes that are coexpressed across a subset of the patient population. In this talk I will discuss some of the challenges associated with biclustering, and provide an algorithm that overcomes most of these challenges.   Bio   Dr. Aaditya V Rangan is an Assistant Professor at the Courant Institute of Mathematical Sciences, NYU. He received his PhD in Mathematics from the University of California, Berkeley. His research interests lie in large – scale scientific modeling of physical, biological and neurobiological phenomena and the development of efficient numerical methods and related analysis.   Register            AAAI 2015 Workshop on AI for Cities          July 23, 2014       0 Comments                      Almost half of humanity today lives in urban environments and that number will grow to 80% or more by the middle of this century in different parts of the world. Cities are thus the loci of resource consumption, economic activity, social interactions, and education and innovation; they are the cause of our looming sustainability problems but also where those problems must be solved. Cities are also an enormous forum for policy making, as well as an apparently unbounded source of digital data of a wide nature. Artificial Intelligence has the potential to play a central role in tackling the underlying hard computational, decision making, and statistical problems of cities.   With this in mind, CUSP has proposed a worskshop to bring together AI researchers who work on urban informatics and domain experts from city agencies in order to: i) identify and characterize the prototypical AI problems that cities face, ii) discuss data access, open platforms, and dissemination of information, iii) present recent research in this nascent subfield, and iv) strengthen the path from research to decision and policy making. The workshop will be held on January 25-26, 2015, in Austin, Texas.   Topics include     Spatiotemporal inference of urban processes (social or natural)   Energy consumption/disaggregation models of large urban areas   Planning/Scheduling for city operations   Decision making for urban science and for city policy   AI models of transportation and utilities networks   Resource allocation in urban systems   Event detection of urban activity and processes   Active learning, sampling biases and dataset shift in city data   Multi-agent simulations of urban processes   Visualization and city operational systems   Cross-city comparative analysis   Improving public health systems in cities   Crowdsourcing for urban science and decision making   Open data platforms and data access tools for data science     Preliminary Agenda         09:00 &#8211; 09:10    -    Introduction and opening remarks       09:10 &#8211; 09:40    -     Invited talk &#8211; Juliana Freire, NYU Polytechnic School of Engineering        09:40 &#8211; 10:10    -    Invited talk &#8211; Autonomous Machines and Robots in Cities &#8211; Manuela Veloso, CMU       10:10 &#8211; 10:30    -    Coffee Break       10:30 &#8211; 11:00    -   Invited talk &#8211; Adi Botea, IBM       11:00 &#8211; 11:30    -    Invited talk &#8211; Craig Knoblock, USC       11:30 &#8211; 12:30    -    Lunch Break       12:30 &#8211; 01:00    -    Invited Talk &#8211; Mike Flowers, NYU CUSP       01:00 &#8211; 03:00    -    Paper Presentations       03:00 &#8211; 03:30    -    Data access &#8211; city data portals, initiatives, and restrictions       03:30 &#8211; 04:00    -    Coffee Break       04:00 &#8211; 04:30    -    Data access &#8211; city data portals, initiatives, and restrictions       04:30 &#8211; 05:00    -    Open discussion and concluding remarks       05:00 &#8211; 06:00    -    Social event         Submission Requirements   Papers must be formatted in AAAI two-column, camera-ready style. Regular research papers (submitted and final), presenting a significant contribution, may be no longer than 7 pages, with page 7 including only references. Short papers (submitted and final), describing a position on the topic of the workshop or a demonstration/tool, may be no longer than 4 pages, including references.   CUSP is offering two awards of up to $1,000 each in travel reimbursements for students who are lead authors on papers contributed to the workshop.   Submissions are to be made online at https://easychair.org/conferences/?conf=ai4cities . We request that interested authors log in and submit abstracts as an expression of interest before the final deadline.   Important Dates         11/09/2014    -    Paper Submission deadline       11/14/2014    -    Notification of decisions       11/25/2014    -    Camera-ready due         Organizing Committee   Theo Damoulas -  damoulas@nyu.edu  Research Assistant Professor, New York University, Center for Urban Science and Progress (CUSP)  Brooklyn, USA   Biplav Srivastava -  sbiplav@in.ibm.com  Senior Researcher, IBM Master Inventor, IBM Research  New Delhi, India   Sheila McIraith -  sheila@cs.toronto.edu  Professor of Computer Science, Department of Computer Science, University of Toronto  Toronto, Canada   Freddy Lecue -  freddy.lecue@ie.ibm.com  Research Scientist, IBM Research, Smarter Cities Technology Center  Dublin, Ireland     Program Committee   Sarah Bird (Microsoft Research, USA)   Alex Chohlas-Wood (NYPD, USA)   Philippe Cudre-Mauroux (University of Fribourg, CH)   Mathieu d’Aquin (Open University, UK)   Bistra Dilkina (Georgia Tech, USA)   Greg Dobler (NYU CUSP, USA)   Harish Doraiswamy (NYU, USA)   Stefano Ermon (Stanford University, USA)   Maurizio Filippone (University of Glasgow, UK)   Rebecca Hutchinson (Oregon State University, USA)   Rishee Jain (Stanford, USA)   Nikos Karampatziakis (Microsoft, USA)   Liakata Maria (University of Warwick, UK)   Charlie Mydlarz (NYU CUSP, USA)   Temitope O Omitola (University of Southampton, UK)   Jeff Pan (Univ. of Aberdeen, UK)   Kostas Pelechrinis (University of Pittsburgh, USA)   Alessandro Perina (Italian Institute of Technology, ITA)   Justin Salamon (NYU CUSP, USA)   Daniel Sheldon (UMass Amherst, USA))   Vasilis Syrgkanis (Microsoft Research, USA)   Ravi Shroff (NYU CUSP, USA)   Vasileios Stathopoulos (UCL, UK)   Huy T. Vo (NYU CUSP, USA)   Yuxiang Wang (Carnegie Mellon University, USA)   Hong Yang (NYU CUSP, USA)   Arkaitz Zubiaga (University of Warwick, UK)   Related Work   Workshop on Semantics for Smarter Cities  In conjunction with 13th International Semantic Web Conference (ISWC 2014)  Payam Barnaghi, Jan Holler, Biplav Srivastava, John Davies, John Breslin, and Tope Omitola  Riva del Garda, Italy &#8211; 20 October, 2014   Workshop on Semantic Cities  In conjunction with Association for the Advancement of Artificial Intelligence conference (AAAI-14)  Mark Fox, Freddy Lecue, Sheila McIlraith, Biplav Srivastava and Rosario Usceda-Sosa  Québec City, Québec, Canada &#8211; July 27-31, 2014   Workshop on Inclusive Web Programming – Programming on the Web with Open Data for Societal Applications  In conjunction with 36th International Conference on Software Engineering  Biplav Srivastava and Neeta Verma  Hyderabad, India &#8211; May 31-June 4, 2014   Workshop on Semantic Cities  In conjunction with International Joint Conference on Artificial Intelligence (IJCAI-13)  Freddy Lecue Biplav Srivastava, and Ziaqing Nie  Beijing, China &#8211; Aug 3-5, 2013   The Semantic Smart City Workshop (SemCity-13)  In conjunction with International Conference on Web Intelligence, Mining and Semantics (WIMS-13)  Tope Omitola, John Breslin, Biplav Srivastava, and John Davies  Madrid, Spain &#8211; June 12-14, 2013   Workshop on Semantic Cities  In conjunction with 26th Conference of Association for Advancement of Artificial Intelligence (AAAI-12)  Biplav Srivastava, Freddy Lecue, and Anupam Joshi  Toronto, Canada &#8211; July 22-26, 2012   AI for an Intelligent Planet  In conjunction with 22nd International Joint Conference on Artificial Intelligence (IJCAI-11)  Biplav Srivastava, Carla Gomes, and Anand Ranganathan  Barcelona, Spain &#8211; July 16-22, 2011            Privacy, Big Data, and the Public Good          July 17, 2014       0 Comments              Buy the book here   Massive amounts of new data about people, their movements, and activities can now be accessed and analyzed as never before. Numerous privacy concerns have been raised by use &#8211; or misuse &#8211; of such data in commercial and national security arenas. Yet we are motivated by the potential for “big data” to be harnessed to serve the public good: scientists can use new forms of data to do research that improves people&#8217;s live; federal, state and local governments can use data to improve the delivery of services to citizens; and non-profit organizations can use the information to advance the public good.   Access to big data raises many unanswered questions related to privacy and confidentiality:  What are the ethical and legal requirements for scientists and government officials seeking to serve the public good without harming individual citizens? What are the rules of engagement? What are the best ways to provide access while protecting confidentiality? Are there reasonable mechanisms to compensate citizens for privacy loss?     CUSP, along with the  American Statistical Association and its Privacy and Confidentiality subcommittee and the  Research Data Centre of the German Federal Employment Agency , sponsored a book on this very issue, Privacy, Big Data, and the Public Good: Frameworks for Engagement .  Published by Cambridge University Press, this book is an accessible summary of the important legal, economic, and statistical thinking that frames the many privacy issues associated with the use of big data &#8211; along with practical suggestions for protecting privacy and confidentiality that can help to guide practitioners.   The book launch, held at the New York Academy of Sciences on July 16th, included talks and panels by the book&#8217;s editors and a number of the authors. You can watch these talks and panels below.   Editors&#8217; Panel   Moderator: Michael Holland   Panelists: Julia Lane, Victoria Stodden, Stefan Bender, Helen Nissenbaum   The editors discuss the motivation for the book and how it contributes to the broader conversation on privacy concerns about big data.  They also briefly highlight the contribution of authors who were unable to participate in the event.     Panel 1: Law, Ethics, and Economics of Big Data   Moderator: Jake Bournazian   Panel: Helen Nissenbaum, Kathy Strandburg, Victoria Stodden     Authors discuss the fact that “big data” is more than a straightforward change in technology.  It poses deep challenges to our traditions of notice and consent as tools for managing privacy.  Because our new tools of data science can make it all but impossible to guarantee anonymity in the future, is it possible to truly give informed consent, when we cannot, by definition, know what the risks are from revealing personal data either for individuals or for society as a whole?   Presentations:       Helen Nissenbaum   Victoria Stodden         Panel 2: Practical Concerns of Working with Big Data   Moderator: Julia Lane   Panelists: Bob Goerge, Daniel &#8220;Dazza&#8221; Greenwood, Carl Landwehr   Based on their experience building large data collections, authors discuss some of the best practical ways to provide access while protecting confidentiality.  What have we learned about effective engineered controls?  About effective access policies?  About designing data systems that reinforce &#8211; rather than counter &#8211; access policies?  They also explore the business, legal, and technical standards necessary for a new deal on data.   Presentations:       Bob George   Carl Landwehr         Panel 3: Statistical Framework: Issues &amp; Practical Responses   Moderator: Stefan Bender   Panelists: Frauke Kreuter, Jerry Reiter, Peter Elias   Since the data generating process or the data collection process is not necessarily well understood for big data streams, authors discuss what statistics can tell us about how to make greatest scientific use of this data. They also explore the shortcomings of current disclosure limitation approaches and whether we can quantify the extent of privacy loss.   Presentations:       Frauke Kreuter   Jerry Reiter   Peter Elias         Capstone Speaker: Theresa Pardo   Our capstone speaker is the Director of the Center for Technology in Government at the University at Albany, the Open NY Policy Advisor for Open.NY.Gov, and the President of the Digital Government Society.  She shows us how “big data” can be harnessed to serve the public good by presenting a guide for making information in the public sector more available and more usable.   Presentations:       Theresa Pardo                    CUSP Collaborates in Public Mapping Mission          November 21, 2013       0 Comments                CUSP is teaming up with NYU&#8217;s Govlab, MIT Media Lab, Public Lab and Peer-2-Peer University to offer a novel hybrid of massive open online course (MOOC) and hands-on team-based field work. The theme of the mission is using cameras attached to tethered balloons and kites for environmental mapping.   Online Seminar: Nov 22, 2013, 3:30PM EST – 5:00PM EST   Hands-On Mission: Dec 7, 2013, 11AM EST – 6:00PM EST.   In the online seminar, participants will meet community innovators who have mapped oil spills, landfills or industrial pollution sites. They will hear about how community-based mapping can influence public policy. Confirmed panelists include  Francois Grey , CUSP,  Jeff Warren , Public Lab, and  Beth Noveck , The GovLab.   After the seminar, participants will form teams, build a balloon or kite mapping kit, and make plans for their hands-on mapping mission, which takes place two weeks after the online seminar. At the end of the mission, all teams will meet online to share images and stories.   Registration for this event is free at:   http://www.thegovlabacademy.org/public-mapping-mission/            Feb 6: Analytics for Change          November 19, 2013       0 Comments             February 6, 2015 &#8211; February 6, 2015   1 MetroTech Center   Map and Directions | Register   Description:   Analytics for Change   CUSP and GovLAB present a 1 day program on how to frame and commission effective data-driven projects that lead to tangible, real-world outcomes. This program will also prepare you to partner with senior executives within your organization in order to design, implement, and evaluate analytics projects so that they consistently deliver measurable, scalable results   Application deadline: January 30th 2015.   For more information on how to apply or detail regarding this one-and-half day program visit us at cusp.nyu.edu/execed   Register            NYU CUSP Announces Lynn A. Goldstein as Chief Data Officer          August 29, 2013       0 Comments             Brooklyn, NY &#8212; August 29, 2013: NYU’s Center for Urban Science and Progress (CUSP), today announced that Lynn A. Goldstein, former Privacy General Counsel and Chief Privacy Officer at JPMorgan Chase, has been appointed CUSP’s Chief Data Officer. Ms. Goldstein joins the CUSP leadership team as the Center prepares to welcome its inaugural class this fall.   “We are very pleased that Lynn has decided to join our team at CUSP,” said Dr. Steven Koonin, Director of CUSP. “Her experience at JPMorgan Chase will be a great resource for our administration, faculty and students as we embark on our journey to define the emerging field of Urban Informatics.  As CUSP pursues its mission to collect and analyze data about urban environments, it is keenly aware of the concerns regarding privacy and access to data.  The addition of a Chief Data Officer to the leadership team is a significant step towards advancing CUSP’s research agenda while addressing issues related to privacy and data protection.”   As Chief Data Officer, Ms. Goldstein will provide guidance, strategic direction and coordination of compliance with privacy, confidentiality, and data protection laws and regulations.  She will aid in the implementation of organizational and procedural measures to ensure appropriate data access as well as the establishment of an independent data access advisory committee.   “This role at CUSP presents a unique and challenging opportunity in an area that I have become very familiar with over the years,” said Lynn Goldstein. “I look forward to working alongside CUSP’s administration to develop data integrity strategies that best serve the Center’s research mission.”   As Privacy General Counsel and Chief Privacy Officer at JPMorgan Chase, Ms. Goldstein coordinated and oversaw the company’s global compliance with privacy, confidentiality, secrecy and data protection laws and regulations. Prior to this position, she also held other positions at JPMorgan Chase predecessor entities including Card Services General Counsel and Head of Litigation.   Ms. Goldstein was also an Adjunct Professor of Law at Syracuse University and Northwestern University School of Law, and an instructor for the National Institute of Trial Advocacy. She has two articles published in the Chicago-Kent Law Review and authored a chapter on the use of jury consultants in Successful Partnering Between Inside and Outside Counsel. As a participant in various industry organizations and regulatory meetings, Ms. Goldstein is a frequent speaker on privacy and data protection topics.   About CUSP   CUSP is an applied science research institute created by New York University and NYU-Poly with a consortium of world-class universities and leading international tech companies. At the heart of its academic program, CUSP will investigate and develop solutions to the challenges that face cities around the world. The Center will be the first program to assemble a global consortium to focus on this area of research and development at this scale, making it the world’s leading authority in the emerging field of “urban informatics.”  For more news and information on CUSP, click here .   Media Contacts:   Kim Alfred, CUSP – 917.392.0859   kim.alfred@nyu.edu   John Marino, The Marino Organization – 212.889.0808   john@themarino.org            Mayor Bloomberg Welcomes NYU&#8217;s Center for Urban Science &#038; Progress Inaugural Graduate Class          August 26, 2013       0 Comments                Brooklyn, NY &#8212; August 26: Mayor Bloomberg was on hand to welcome the inaugural class of graduate students at New York University’s Center for Urban Science &amp; Progress (CUSP). The NYU center was designated just last year as part of the City’s groundbreaking Applied Sciences NYC initiative , which seeks to increase New York City’s capacity for applied sciences. Building on its mission to define the emerging field of Urban Informatics, CUSP will shape its students into the next generation of scientists who will understand urban data sources and how to manipulate and integrate large, diverse datasets. These skills will enable them to develop solutions to pressing urban problems that recognize and account for the constraints embedded in complex urban systems.   &#8220;NYU’s Center for Urban Science and Progress will establish New York City as a global leader in urban informatics, and I’d like to welcome their inaugural class of graduate students to Downtown Brooklyn,&#8221; said Mayor Michael R. Bloomberg. &#8220;As a key part of our Applied Sciences initiative, we are excited to see CUSP attract even more of the best and brightest from around the world to New York City.”   “We are truly excited to welcome our first class of students,” said CUSP Director Steve Koonin.  “We believe that CUSP’s curriculum offers a vigorous, dynamic and comprehensive educational program.  This first group of students has outstanding credentials, validating the idea that the best young minds are drawn to studying cities, and we are particularly honored to have Mayor Bloomberg – whose Applied Sciences NYC initiative made all this possible – here to welcome them.   Using New York City as its classroom, this accomplished group of students, along with CUSP researchers, will be poised to study and use big data analytics to drive decision-making in urban areas.  We believe that CUSP’s graduates will go on to work for private technology firms, public sector agencies, and in entrepreneurship and new venture creation.”   The incoming class of 25 students will receive a Master of Science in Applied Urban Science and Informatics. The class holds degrees from 24 universities around the world and come with training in more than 20 different academic disciplines – some from the core disciplines like Mathematics, Civil Engineering, Computer Engineering and Physics; others with strong preparation in the social sciences such as Sociology, Political Science, and Urban Studies &amp; Planning.  The unprecedented range of backgrounds illustrates the diversity of the inaugural class ranging from one student with a Ph.D. in Mathematics and another with a degree in Studio Art with near perfect quantitative GRE scores.   The M.S. program offers students the opportunity to engage in the interdisciplinary study of urban science and informatics and to apply their technical skills to challenges facing cities around the world.  The intensive, one-year, three-semester M.S. program provides students with core courses in the science of cities, urban informatics, and information and communication technology in cities.  Students will select from multiple policy domains to gain breadth and depth in the application of big data analytics to urban problems.  The program also contains a focus on entrepreneurship and innovation leadership, and students will be given the option to study technology entrepreneurship or “change leadership” in an existing organization.  The core of the one-year curriculum is a two-semester project – the Urban Science Intensive – during which students, working closely with mentors from CUSP’s Industrial and National Laboratory partners, will apply the principles of informatics to address an actual urban problem with a New York City agency to have a direct and meaningful impact on the quality of life in cities.   About New York University’s Center for Urban Science &amp; Progress   CUSP is an applied science research institute created by New YorkUniversity and NYU-Poly with a consortium of world-class universities and the foremost international technology companies to address the needs of cities. At the heart of its academic program, CUSP will investigate and develop solutions to the challenges that face cities around the world.  This research will make CUSP the world’s leading authority in the emerging field of “urban informatics”.  For more news and information on CUSP, please visit http://cusp.nyu.edu/ .   Contact:   Kim Alfred. CUSP – 917.392.0859   kim.alfred@nyu.edu   John Marino, The Marino Organization – 212.889.0808   john@themarino.org                        Prev                            1                                2                                  3                                  4                             Next                        Latest News                      Earlier this year, CUSP, along     November 25, 2014                         On November 11, the Institute of Electrical and     November 13, 2014                         November 22, 2014 &#8211; November 22, 2014 2     November 11, 2014          LATEST TWEETS                               CUSP is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world’s leading authority in the emerging field of “Urban Informatics.”  Contact Us Center for Urban   Science + Progress   1 MetroTech Center, 19th Floor   Brooklyn, NY 11201      (646) 997-0500 (office)   (646) 997-0560 (main fax) Admissions Fax: (646) 997-0550   Admissions Information: cusp.admissions@nyu.edu   General Inquiries: cusp-information@nyu.edu  Quick Links  Home   About   Events   MS in Applied Urban Science and Informatics   People   Partners   Contact   MyCusp Login    MS in Applied Urban Science and Informatics           Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition                                     © 2015 NYU CUSP. All rights reserved                              facebook twitter vimeo"}]}]