[{"detail": [{"content": "The MSL in Taxation | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; MSL Tax             The MSL in Taxation                 MSL Tax       Eligibility and Admissions Standards   Application Deadlines   Application and Required Materials   Review and Decisions   Curriculum   Academic Policies   Student Services   Contact Us                              NYU School of Law has long been home to the preeminent Graduate Tax Program of its kind. Our curriculum of advanced tax courses taught by the country’s most respected academics and leading practitioners have been offered to law students for nearly 70 years. The Master of Studies in Law (MSL) in Taxation extends this tradition further, offering the benefits of this curriculum for the first time to non-lawyers in a convenient online format.   In today’s environment, lawyers, accountants and economists interact more closely than in the past. Responding to the growing demand from accountants and non-lawyer financial professionals for targeted legal instruction, the MSL in Taxation is specifically designed to enhance the intellectual and professional toolkit of those who advise on the tax aspects of sophisticated business transactions.   While the MSL will not prepare or qualify students for the practice of law or to sit for any state bar exam, it does provide experienced tax professionals an opportunity to study tax law as it is taught here at NYU Law.   The Online Experience   MSL students, who complete the program on a part-time basis, participate in online tax courses by viewing videos of courses offered on campus, interacting with their professors and classmates using online discussion boards, and taking a final exam at the end of each course. Students can customize classwork around their work schedules by watching recordings of the same lectures offered to students in the LLM in Taxation via streaming video at convenient times.   Final exams, while scheduled on particular dates, can be completed on a computer at home or in the office by using a proctoring device.   Courses   In most semesters, more than twenty different online courses are offered, including Corporate Tax, Partnership Tax, International Tax, Taxation of Mergers &amp; Acquisitions, and Tax Policy. Intensive modules of semester-long classes are also offered during the summer months.   Courses Offered during the 2014-2015 Academic Year:           Corporate Tax I   Corporate Tax II   Partnership Tax   International Tax I   International Tax II   International Tax III   Taxation of Mergers &amp; Acquisitions       Taxation of Private Equity Transactions   Estate Planning   Multistate Tax: Sales and Gross Receipts Taxation   Multistate Tax: Income Taxation   Taxation of Executive Compensation   Timing Issues and Income Tax             Watch an excerpt of a Corporate Tax II course taught by NYU Law Professor Joshua Blank.   Degree and Residency Requirements   Students earn their degree by successfully completing a curriculum of entirely online tax courses on a part-time basis over a period of up to five years. Students who already hold a master’s degree can complete the MSL program in 24 credits; for all other students, the degree requires 30 credits of study.   MSL students are evaluated separately from LLM students and receive high pass/pass/fail grades rather than the traditional letter grades.   Because our online programs are not available in all states, prospective MSL applicants should review information regarding State Restrictions and Procedures prior to submitting an application.  &amp;lt;div style=\"display:inline;\"&amp;gt; &amp;lt;img height=\"1\" width=\"1\" style=\"border-style:none;\" alt=\"\" src=\"//googleads.g.doubleclick.net/pagead/viewthroughconversion/1020448132/?value=0&amp;amp;amp;label=tSkKCMTm0AcQhJvL5gM&amp;amp;amp;guid=ON&amp;amp;amp;script=0\"/&amp;gt; &amp;lt;/div&amp;gt;                                                         Apply Now           Application Deadlines   Application Instructions   Online Application   Transcript Form   Recommendation Form   Mailing Address:   Office of Graduate Admissions   NYU School of Law   139 MacDougal Street   Suite C-10   New York, NY 10012-1301   Contact Us:  Telephone: +1 212 998 6060   law.grad.moreinfo@nyu.edu                 State-of-the-Art Technology           The Law School continually evaluates new technologies for use in connection with online course delivery and examination to ensure our students benefit from secure and innovative learning platforms.   Online courses are offered in high-resolution video, using the same technology that popular video-on-demand services use to deliver movies. Each course is recorded by multiple live camera operators and a director, not by a fixed camera at the back of the room. Most professors use a “smart tablet” that displays the professor’s handwriting electronically in a separate window in each course video.   Watch a demonstration of the many features of the state-of-the-art system used in our online classes.   Students who take exams remotely are provided with an exam proctoring device which easily connects to all Windows-based computers which meet the minimum system requirements established by the Law School’s Office of Information and Technology Services.                 Tax at NYU Law           Graduate Tax Program   The NYU Law Tax Blog                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Taxation - Overview | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; Taxation                  LLM and JSD                 Taxation                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                              The Big Picture     The Graduate Tax Program, established in 1945, is the foremost program of its kind in the nation. The graduate tax faculty includes several of the country’s leading academic figures in taxation as well as tax practitioners who combine an extraordinary commitment to teaching with practical knowledge accumulated over years of experience at the most sophisticated levels of tax practice. Alumni of the program are found in prominent positions in tax practice, government, the judiciary and academia.   The program, offered on a full-time and part-time basis, is designed to provide a firm grounding in all of the major areas of federal taxation, offering over 50 graduate-level courses annually. While not an application requirement, students are expected to have taken a basic income taxation course before enrolling because all advanced tax classes take a rigorous approach to their material in order to effectively address the complexities of tax law. Going beyond a narrow, mechanical understanding, faculty emphasize theoretical and policy issues in locating responsible solutions to tax problems.   Focus on Curriculum   All full-time students will be assigned a faculty adviser to help them design a program of study. Students who wish to concentrate on areas of particular interest may follow suggested courses of study in:     General Taxation   Business Taxation   International Taxation (for US-trained attorneys)   Estate Planning   Tax Policy     In addition to these areas of concentration, a variety of courses are offered in other areas, such as state and local taxation, taxation of executive compensation, bankruptcy taxation, and civil and criminal tax procedure. More information regarding the suggested curricula and designing an individualized course from the various tax offerings is available from the Graduate Tax Program .   Programs for Practicing Lawyers   As the top program in the nation, the perpetual challenge is to be innovative, flexible and responsive to students’ needs as well as the needs of the marketplace. For many years, practicing lawyers have enrolled in the LLM in Taxation on a part-time basis, benefitting from some evening classes taught by the nation’s leading tax practitioners, the intensive tax courses offered by the Graduate Tax Program during the summer months, and some online classes. Also offered on a part-time basis are:     the Executive LLM in Taxation , which may be completed entirely online;   the Advanced Professional Certificate in Taxation , a 12-credit program of advanced tax classes in a specific area of concentration.     Want updates about the GTP? Check out The NYU Law Tax Blog                                    Find out more           Taxation:     Faculty   Degree Requirements                   Intellectual Life             Tax Policy and Public Finance Colloquium   Tax Law Review   The NYU/KPMG Lecture   Tax Policy Fellowship   National Center on Philanthropy and Law   David R. Tillinghast Lecture on International Taxation                   Careers           The Office of Career Services assists students with their job search process, offering services and training to prepare them for entry into the private law market, as well as the following opportunities which are designed to bring students together with employers nationwide:     Fall and Spring On-Campus Interview Program   LLM Taxation Interview Program   NYU Day at the Tax Court     For those with an interest in law teaching, the Academic Careers Program provides a comprehensive curriculum that educates students and assists them with entry into academia. Students may also apply to be appointed as an Acting Assistant Professor of Tax Law , a highly-selective program which has launched the careers of many successful tax academics for over 50 years.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Graduate Tax Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Tax Program             Graduate Tax Program                 Graduate Tax Program       Academic Programs   Tax Program Faculty   Course Listings   Lectures and Special Events   Summer Session   Tax Law Review   Acting Assistant Professor of Tax Law Program   Tax Policy Fellowship   Contact Us               Related Links           The NYU Law Tax Blog                             Welcome from the Directors   Joshua D. Blank  Faculty Director of the Graduate Tax Program   H. David Rosenbloom  Director of the International Tax Program   John Stephens  Director of the Graduate Tax Program   For over 60 years, NYU's Graduate Tax Program has produced the best and the brightest tax practitioners, academics and government leaders, nationally and internationally. The NYU Graduate Tax Program is widely viewed as the preeminent program of its kind. It has been ranked #1 by US News &amp; World Report since 1992, the year the rankings began.   Our tax faculty takes pride in learning from and with our students. We are fortunate that our location in New York City gives us access to the nation’s leading tax practitioners, many of whom teach evening courses. We also offer an Executive LLM in Taxation program that allows practitioners around the world to access our course offerings online.   We look forward to welcoming you into the NYU School of Law Graduate Tax Program community and advancing our stellar history even further.                        NYU Law Tax News           6th Annual NYU Tax Movie Night: “Tax and Marriage” — April 15, 6:30 PM    6th Annual NYU Tax Movie Night! “Tax and Marriage” Hosted by the NYU Graduate Tax Program Wednesday, April 15th, 6:30-9:00 PM NYU School of Law Room 204, Vanderbilt Hall, 40 Washington Square... more      The Shelf Project: Professor Calvin Johnson (Mon, March 30, 2:00 PM, VH 202)   Professor Calvin Johnson Please join us on Monday, March 30 from 2:00 PM to 3:30 PM in Vanderbilt Hall Room 202 for a presentation by Professor Calvin Johnson of the University of Texas School of Law... more                                          Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "The MSL in Taxation | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; MSL Tax             The MSL in Taxation                 MSL Tax       Eligibility and Admissions Standards   Application Deadlines   Application and Required Materials   Review and Decisions   Curriculum   Academic Policies   Student Services   Contact Us                              NYU School of Law has long been home to the preeminent Graduate Tax Program of its kind. Our curriculum of advanced tax courses taught by the country’s most respected academics and leading practitioners have been offered to law students for nearly 70 years. The Master of Studies in Law (MSL) in Taxation extends this tradition further, offering the benefits of this curriculum for the first time to non-lawyers in a convenient online format.   In today’s environment, lawyers, accountants and economists interact more closely than in the past. Responding to the growing demand from accountants and non-lawyer financial professionals for targeted legal instruction, the MSL in Taxation is specifically designed to enhance the intellectual and professional toolkit of those who advise on the tax aspects of sophisticated business transactions.   While the MSL will not prepare or qualify students for the practice of law or to sit for any state bar exam, it does provide experienced tax professionals an opportunity to study tax law as it is taught here at NYU Law.   The Online Experience   MSL students, who complete the program on a part-time basis, participate in online tax courses by viewing videos of courses offered on campus, interacting with their professors and classmates using online discussion boards, and taking a final exam at the end of each course. Students can customize classwork around their work schedules by watching recordings of the same lectures offered to students in the LLM in Taxation via streaming video at convenient times.   Final exams, while scheduled on particular dates, can be completed on a computer at home or in the office by using a proctoring device.   Courses   In most semesters, more than twenty different online courses are offered, including Corporate Tax, Partnership Tax, International Tax, Taxation of Mergers &amp; Acquisitions, and Tax Policy. Intensive modules of semester-long classes are also offered during the summer months.   Courses Offered during the 2014-2015 Academic Year:           Corporate Tax I   Corporate Tax II   Partnership Tax   International Tax I   International Tax II   International Tax III   Taxation of Mergers &amp; Acquisitions       Taxation of Private Equity Transactions   Estate Planning   Multistate Tax: Sales and Gross Receipts Taxation   Multistate Tax: Income Taxation   Taxation of Executive Compensation   Timing Issues and Income Tax             Watch an excerpt of a Corporate Tax II course taught by NYU Law Professor Joshua Blank.   Degree and Residency Requirements   Students earn their degree by successfully completing a curriculum of entirely online tax courses on a part-time basis over a period of up to five years. Students who already hold a master’s degree can complete the MSL program in 24 credits; for all other students, the degree requires 30 credits of study.   MSL students are evaluated separately from LLM students and receive high pass/pass/fail grades rather than the traditional letter grades.   Because our online programs are not available in all states, prospective MSL applicants should review information regarding State Restrictions and Procedures prior to submitting an application.  &amp;lt;div style=\"display:inline;\"&amp;gt; &amp;lt;img height=\"1\" width=\"1\" style=\"border-style:none;\" alt=\"\" src=\"//googleads.g.doubleclick.net/pagead/viewthroughconversion/1020448132/?value=0&amp;amp;amp;label=tSkKCMTm0AcQhJvL5gM&amp;amp;amp;guid=ON&amp;amp;amp;script=0\"/&amp;gt; &amp;lt;/div&amp;gt;                                                         Apply Now           Application Deadlines   Application Instructions   Online Application   Transcript Form   Recommendation Form   Mailing Address:   Office of Graduate Admissions   NYU School of Law   139 MacDougal Street   Suite C-10   New York, NY 10012-1301   Contact Us:  Telephone: +1 212 998 6060   law.grad.moreinfo@nyu.edu                 State-of-the-Art Technology           The Law School continually evaluates new technologies for use in connection with online course delivery and examination to ensure our students benefit from secure and innovative learning platforms.   Online courses are offered in high-resolution video, using the same technology that popular video-on-demand services use to deliver movies. Each course is recorded by multiple live camera operators and a director, not by a fixed camera at the back of the room. Most professors use a “smart tablet” that displays the professor’s handwriting electronically in a separate window in each course video.   Watch a demonstration of the many features of the state-of-the-art system used in our online classes.   Students who take exams remotely are provided with an exam proctoring device which easily connects to all Windows-based computers which meet the minimum system requirements established by the Law School’s Office of Information and Technology Services.                 Tax at NYU Law           Graduate Tax Program   The NYU Law Tax Blog                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Taxation - Overview | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; Taxation                  LLM and JSD                 Taxation                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                              The Big Picture     The Graduate Tax Program, established in 1945, is the foremost program of its kind in the nation. The graduate tax faculty includes several of the country’s leading academic figures in taxation as well as tax practitioners who combine an extraordinary commitment to teaching with practical knowledge accumulated over years of experience at the most sophisticated levels of tax practice. Alumni of the program are found in prominent positions in tax practice, government, the judiciary and academia.   The program, offered on a full-time and part-time basis, is designed to provide a firm grounding in all of the major areas of federal taxation, offering over 50 graduate-level courses annually. While not an application requirement, students are expected to have taken a basic income taxation course before enrolling because all advanced tax classes take a rigorous approach to their material in order to effectively address the complexities of tax law. Going beyond a narrow, mechanical understanding, faculty emphasize theoretical and policy issues in locating responsible solutions to tax problems.   Focus on Curriculum   All full-time students will be assigned a faculty adviser to help them design a program of study. Students who wish to concentrate on areas of particular interest may follow suggested courses of study in:     General Taxation   Business Taxation   International Taxation (for US-trained attorneys)   Estate Planning   Tax Policy     In addition to these areas of concentration, a variety of courses are offered in other areas, such as state and local taxation, taxation of executive compensation, bankruptcy taxation, and civil and criminal tax procedure. More information regarding the suggested curricula and designing an individualized course from the various tax offerings is available from the Graduate Tax Program .   Programs for Practicing Lawyers   As the top program in the nation, the perpetual challenge is to be innovative, flexible and responsive to students’ needs as well as the needs of the marketplace. For many years, practicing lawyers have enrolled in the LLM in Taxation on a part-time basis, benefitting from some evening classes taught by the nation’s leading tax practitioners, the intensive tax courses offered by the Graduate Tax Program during the summer months, and some online classes. Also offered on a part-time basis are:     the Executive LLM in Taxation , which may be completed entirely online;   the Advanced Professional Certificate in Taxation , a 12-credit program of advanced tax classes in a specific area of concentration.     Want updates about the GTP? Check out The NYU Law Tax Blog                                    Find out more           Taxation:     Faculty   Degree Requirements                   Intellectual Life             Tax Policy and Public Finance Colloquium   Tax Law Review   The NYU/KPMG Lecture   Tax Policy Fellowship   National Center on Philanthropy and Law   David R. Tillinghast Lecture on International Taxation                   Careers           The Office of Career Services assists students with their job search process, offering services and training to prepare them for entry into the private law market, as well as the following opportunities which are designed to bring students together with employers nationwide:     Fall and Spring On-Campus Interview Program   LLM Taxation Interview Program   NYU Day at the Tax Court     For those with an interest in law teaching, the Academic Careers Program provides a comprehensive curriculum that educates students and assists them with entry into academia. Students may also apply to be appointed as an Acting Assistant Professor of Tax Law , a highly-selective program which has launched the careers of many successful tax academics for over 50 years.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Graduate Tax Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Tax Program             Graduate Tax Program                 Graduate Tax Program       Academic Programs   Tax Program Faculty   Course Listings   Lectures and Special Events   Summer Session   Tax Law Review   Acting Assistant Professor of Tax Law Program   Tax Policy Fellowship   Contact Us               Related Links           The NYU Law Tax Blog                             Welcome from the Directors   Joshua D. Blank  Faculty Director of the Graduate Tax Program   H. David Rosenbloom  Director of the International Tax Program   John Stephens  Director of the Graduate Tax Program   For over 60 years, NYU's Graduate Tax Program has produced the best and the brightest tax practitioners, academics and government leaders, nationally and internationally. The NYU Graduate Tax Program is widely viewed as the preeminent program of its kind. It has been ranked #1 by US News &amp; World Report since 1992, the year the rankings began.   Our tax faculty takes pride in learning from and with our students. We are fortunate that our location in New York City gives us access to the nation’s leading tax practitioners, many of whom teach evening courses. We also offer an Executive LLM in Taxation program that allows practitioners around the world to access our course offerings online.   We look forward to welcoming you into the NYU School of Law Graduate Tax Program community and advancing our stellar history even further.                        NYU Law Tax News           6th Annual NYU Tax Movie Night: “Tax and Marriage” — April 15, 6:30 PM    6th Annual NYU Tax Movie Night! “Tax and Marriage” Hosted by the NYU Graduate Tax Program Wednesday, April 15th, 6:30-9:00 PM NYU School of Law Room 204, Vanderbilt Hall, 40 Washington Square... more      The Shelf Project: Professor Calvin Johnson (Mon, March 30, 2:00 PM, VH 202)   Professor Calvin Johnson Please join us on Monday, March 30 from 2:00 PM to 3:30 PM in Vanderbilt Hall Room 202 for a presentation by Professor Calvin Johnson of the University of Texas School of Law... more                                          Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "The MSL in Taxation | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; MSL Tax             The MSL in Taxation                 MSL Tax       Eligibility and Admissions Standards   Application Deadlines   Application and Required Materials   Review and Decisions   Curriculum   Academic Policies   Student Services   Contact Us                              NYU School of Law has long been home to the preeminent Graduate Tax Program of its kind. Our curriculum of advanced tax courses taught by the country’s most respected academics and leading practitioners have been offered to law students for nearly 70 years. The Master of Studies in Law (MSL) in Taxation extends this tradition further, offering the benefits of this curriculum for the first time to non-lawyers in a convenient online format.   In today’s environment, lawyers, accountants and economists interact more closely than in the past. Responding to the growing demand from accountants and non-lawyer financial professionals for targeted legal instruction, the MSL in Taxation is specifically designed to enhance the intellectual and professional toolkit of those who advise on the tax aspects of sophisticated business transactions.   While the MSL will not prepare or qualify students for the practice of law or to sit for any state bar exam, it does provide experienced tax professionals an opportunity to study tax law as it is taught here at NYU Law.   The Online Experience   MSL students, who complete the program on a part-time basis, participate in online tax courses by viewing videos of courses offered on campus, interacting with their professors and classmates using online discussion boards, and taking a final exam at the end of each course. Students can customize classwork around their work schedules by watching recordings of the same lectures offered to students in the LLM in Taxation via streaming video at convenient times.   Final exams, while scheduled on particular dates, can be completed on a computer at home or in the office by using a proctoring device.   Courses   In most semesters, more than twenty different online courses are offered, including Corporate Tax, Partnership Tax, International Tax, Taxation of Mergers &amp; Acquisitions, and Tax Policy. Intensive modules of semester-long classes are also offered during the summer months.   Courses Offered during the 2014-2015 Academic Year:           Corporate Tax I   Corporate Tax II   Partnership Tax   International Tax I   International Tax II   International Tax III   Taxation of Mergers &amp; Acquisitions       Taxation of Private Equity Transactions   Estate Planning   Multistate Tax: Sales and Gross Receipts Taxation   Multistate Tax: Income Taxation   Taxation of Executive Compensation   Timing Issues and Income Tax             Watch an excerpt of a Corporate Tax II course taught by NYU Law Professor Joshua Blank.   Degree and Residency Requirements   Students earn their degree by successfully completing a curriculum of entirely online tax courses on a part-time basis over a period of up to five years. Students who already hold a master’s degree can complete the MSL program in 24 credits; for all other students, the degree requires 30 credits of study.   MSL students are evaluated separately from LLM students and receive high pass/pass/fail grades rather than the traditional letter grades.   Because our online programs are not available in all states, prospective MSL applicants should review information regarding State Restrictions and Procedures prior to submitting an application.  &amp;lt;div style=\"display:inline;\"&amp;gt; &amp;lt;img height=\"1\" width=\"1\" style=\"border-style:none;\" alt=\"\" src=\"//googleads.g.doubleclick.net/pagead/viewthroughconversion/1020448132/?value=0&amp;amp;amp;label=tSkKCMTm0AcQhJvL5gM&amp;amp;amp;guid=ON&amp;amp;amp;script=0\"/&amp;gt; &amp;lt;/div&amp;gt;                                                         Apply Now           Application Deadlines   Application Instructions   Online Application   Transcript Form   Recommendation Form   Mailing Address:   Office of Graduate Admissions   NYU School of Law   139 MacDougal Street   Suite C-10   New York, NY 10012-1301   Contact Us:  Telephone: +1 212 998 6060   law.grad.moreinfo@nyu.edu                 State-of-the-Art Technology           The Law School continually evaluates new technologies for use in connection with online course delivery and examination to ensure our students benefit from secure and innovative learning platforms.   Online courses are offered in high-resolution video, using the same technology that popular video-on-demand services use to deliver movies. Each course is recorded by multiple live camera operators and a director, not by a fixed camera at the back of the room. Most professors use a “smart tablet” that displays the professor’s handwriting electronically in a separate window in each course video.   Watch a demonstration of the many features of the state-of-the-art system used in our online classes.   Students who take exams remotely are provided with an exam proctoring device which easily connects to all Windows-based computers which meet the minimum system requirements established by the Law School’s Office of Information and Technology Services.                 Tax at NYU Law           Graduate Tax Program   The NYU Law Tax Blog                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Taxation - Overview | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; Taxation                  LLM and JSD                 Taxation                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                              The Big Picture     The Graduate Tax Program, established in 1945, is the foremost program of its kind in the nation. The graduate tax faculty includes several of the country’s leading academic figures in taxation as well as tax practitioners who combine an extraordinary commitment to teaching with practical knowledge accumulated over years of experience at the most sophisticated levels of tax practice. Alumni of the program are found in prominent positions in tax practice, government, the judiciary and academia.   The program, offered on a full-time and part-time basis, is designed to provide a firm grounding in all of the major areas of federal taxation, offering over 50 graduate-level courses annually. While not an application requirement, students are expected to have taken a basic income taxation course before enrolling because all advanced tax classes take a rigorous approach to their material in order to effectively address the complexities of tax law. Going beyond a narrow, mechanical understanding, faculty emphasize theoretical and policy issues in locating responsible solutions to tax problems.   Focus on Curriculum   All full-time students will be assigned a faculty adviser to help them design a program of study. Students who wish to concentrate on areas of particular interest may follow suggested courses of study in:     General Taxation   Business Taxation   International Taxation (for US-trained attorneys)   Estate Planning   Tax Policy     In addition to these areas of concentration, a variety of courses are offered in other areas, such as state and local taxation, taxation of executive compensation, bankruptcy taxation, and civil and criminal tax procedure. More information regarding the suggested curricula and designing an individualized course from the various tax offerings is available from the Graduate Tax Program .   Programs for Practicing Lawyers   As the top program in the nation, the perpetual challenge is to be innovative, flexible and responsive to students’ needs as well as the needs of the marketplace. For many years, practicing lawyers have enrolled in the LLM in Taxation on a part-time basis, benefitting from some evening classes taught by the nation’s leading tax practitioners, the intensive tax courses offered by the Graduate Tax Program during the summer months, and some online classes. Also offered on a part-time basis are:     the Executive LLM in Taxation , which may be completed entirely online;   the Advanced Professional Certificate in Taxation , a 12-credit program of advanced tax classes in a specific area of concentration.     Want updates about the GTP? Check out The NYU Law Tax Blog                                    Find out more           Taxation:     Faculty   Degree Requirements                   Intellectual Life             Tax Policy and Public Finance Colloquium   Tax Law Review   The NYU/KPMG Lecture   Tax Policy Fellowship   National Center on Philanthropy and Law   David R. Tillinghast Lecture on International Taxation                   Careers           The Office of Career Services assists students with their job search process, offering services and training to prepare them for entry into the private law market, as well as the following opportunities which are designed to bring students together with employers nationwide:     Fall and Spring On-Campus Interview Program   LLM Taxation Interview Program   NYU Day at the Tax Court     For those with an interest in law teaching, the Academic Careers Program provides a comprehensive curriculum that educates students and assists them with entry into academia. Students may also apply to be appointed as an Acting Assistant Professor of Tax Law , a highly-selective program which has launched the careers of many successful tax academics for over 50 years.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Graduate Tax Program | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Tax Program             Graduate Tax Program                 Graduate Tax Program       Academic Programs   Tax Program Faculty   Course Listings   Lectures and Special Events   Summer Session   Tax Law Review   Acting Assistant Professor of Tax Law Program   Tax Policy Fellowship   Contact Us               Related Links           The NYU Law Tax Blog                             Welcome from the Directors   Joshua D. Blank  Faculty Director of the Graduate Tax Program   H. David Rosenbloom  Director of the International Tax Program   John Stephens  Director of the Graduate Tax Program   For over 60 years, NYU's Graduate Tax Program has produced the best and the brightest tax practitioners, academics and government leaders, nationally and internationally. The NYU Graduate Tax Program is widely viewed as the preeminent program of its kind. It has been ranked #1 by US News &amp; World Report since 1992, the year the rankings began.   Our tax faculty takes pride in learning from and with our students. We are fortunate that our location in New York City gives us access to the nation’s leading tax practitioners, many of whom teach evening courses. We also offer an Executive LLM in Taxation program that allows practitioners around the world to access our course offerings online.   We look forward to welcoming you into the NYU School of Law Graduate Tax Program community and advancing our stellar history even further.                        NYU Law Tax News           6th Annual NYU Tax Movie Night: “Tax and Marriage” — April 15, 6:30 PM    6th Annual NYU Tax Movie Night! “Tax and Marriage” Hosted by the NYU Graduate Tax Program Wednesday, April 15th, 6:30-9:00 PM NYU School of Law Room 204, Vanderbilt Hall, 40 Washington Square... more      The Shelf Project: Professor Calvin Johnson (Mon, March 30, 2:00 PM, VH 202)   Professor Calvin Johnson Please join us on Monday, March 30 from 2:00 PM to 3:30 PM in Vanderbilt Hall Room 202 for a presentation by Professor Calvin Johnson of the University of Texas School of Law... more                                          Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]