[{"detail": [{"content": "Center for Health Informatics and Bioinformatics | NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                                                                  Home   About Us   Research   Education   Collaboration &amp; Service                                  Home            Print  Email               - A + A                                                                                                                                                     Center for Health Informatics and Bioinformatics                                          The focus of the center is research and education in bioinformatics and medical informatics. The research areas span analytics for molecular signatures and personalized medicine, computational causal discovery methods, biomedical information retrieval and scientometrics, high-throughput assay informatics (next generation sequencing, proteomics, metabolomics, image analysis), and modeling and simulation of biological systems.                                                                                                                                          Recent News        Tweets by @nyu_informatics                                           NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Center for Health Informatics and Bioinformatics | NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                                                                  Home   About Us   Research   Education   Collaboration &amp; Service                                  Home            Print  Email               - A + A                                                                                                                                                     Center for Health Informatics and Bioinformatics                                          The focus of the center is research and education in bioinformatics and medical informatics. The research areas span analytics for molecular signatures and personalized medicine, computational causal discovery methods, biomedical information retrieval and scientometrics, high-throughput assay informatics (next generation sequencing, proteomics, metabolomics, image analysis), and modeling and simulation of biological systems.                                                                                                                                          Recent News        Tweets by @nyu_informatics                                           NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Constantine E. Kontokosta | NYU Center for Urban Science and ProgressNYU Center for Urban Science and Progress                                                                                                                                                           About      Welcome from the Director    How CUSP Came To Be    Overview    Resources    Partners    People    Career Opportunities    Supporting CUSP       Urban Informatics   Education      Apply Now    New: Civic Analytics Track    MS in Applied Urban Science and Informatics        Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition     CUSP Inaugural Class         Advanced Certificate in Applied Urban Science and Informatics         Overview     Curriculum     Admissions Requirements     Financial Aid and Tuition         Executive Education    Future Programs    Request Information    Upcoming Events    Internships    Admitted Students       Research   News + Events      News    Upcoming Events    Press Releases    CUSP In the Media    Multimedia       Contact                                     Our People                  Home / About / Our People / Constantine E. Kontokosta                                          Constantine E. Kontokosta                    Deputy Director, Academics; Asst. Professor, Urban Informatics; Head, Quantified Community                            ckontokosta@nyu.edu                                                    646-997-0509                                                      Biography      Collapse                   Dr. Constantine E. Kontokosta, PE, AICP, LEED AP, FRICS, is the Deputy Director for Academics at the NYU Center for Urban Science and Progress (CUSP) and is a tenure-track Assistant Professor of Urban Informatics at NYU CUSP and the NYU Polytechnic School of Engineering, Department of Civil and Urban Engineering. He is also the Principal Investigator and Head of the CUSP Quantified Community research facility, a groundbreaking project in partnership with the Related Companies – Hudson Yards, which will create a fully instrumented urban neighborhood in New York City. As a member of the CUSP leadership team, Dr. Kontokosta plays a major role in the definition and implementation of CUSP’s strategic priorities, and serves as the academic director for its graduate programs, which currently comprise the M.S. in Applied Urban Science and Informatics, an Advanced Certificate program, Executive Education, and a Ph.D. program under development.   Dr. Kontokosta‘s research lies at the intersection or urban planning, data science, and systems engineering, and he has worked with numerous city agencies on issues of urban sustainability and resilience, most recently leading the data analysis for the Local Law 84 Building Energy Benchmarking Reports and data-driven policy initiatives for the NYC Mayor’s Office of Sustainability. He leads the CUSP Building Informatics and Computational Urban Policy research area, focusing on urban energetics and data-driven climate change mitigation strategies for cities. His research has been published in leading academic journals in fields including science, economics, urban policy and planning, and engineering, and has two forthcoming books, one on civic analytics and the other on the subject of big data and urban sustainability.  Dr. Kontokosta’s work has been featured in CNN , Wall Street Journal , New York Times , Fast Company , Bloomberg News , Financial Times , and ASCE’s Civil Engineering Magazine , among other national and international media outlets.   Dr. Kontokosta holds a Ph.D., M.Phil, and M.S. in Urban Planning, specializing in urban economics and econometrics, from Columbia University, a M.S. in Real Estate Finance from New York University, and a B.S.E. in Civil Engineering Systems from the University of Pennsylvania. He is a licensed Professional Engineer, a member of the American Institute of Certified Planners, a USGBC LEED Accredited Professional, and has been elected a Fellow of the RICS. He is a recipient of the IBM Faculty Award, the C. Lowell Harriss Fellowship, the HUD Doctoral Dissertation Award, the Charles Abrams Award, and Teaching Excellence and Outstanding Service Awards at NYU, and has been named a Fulbright Senior Specialist. In addition, he is an accomplished real estate entrepreneur, and has served as Vice Chair of the Suffolk County Planning Commission and on the Boards of the UNEP SBCI and the Royal Institution of Chartered Surveyors.                            Publications      View                              Fuerst, F., Kontokosta, C., &amp; McAllister, P. (2014). Determinants of Green Building Adoption. Environment and Planning, B (41), 551-570.                       Jain, R., Moura, J., &amp; Kontokosta, C. (2014). Big Data and Big Cities: Graph Signals of Urban Air Pollution. IEEE Signal Processing, (31), 130-136.                       Jain, R., Damoulas, T., &amp; Kontokosta, C. (2014). Towards Data-Driven Energy Consumption Forecasting of Multi-Family Residential Buildings: Feature Selection via The Lasso. Computing in Civil and Building Engineering, 1675-1682.                       Kontokosta, C. (2013). From Transparency to Transformation: A Market-Specific Methodology for a Commercial Building Energy Performance Rating System.                       Kontokosta, C. (2013). Mixed-Income Housing and Neighborhood Integration: Evidence from Inclusionary Zoning Programs. Journal of Urban Affairs .                       Kontokosta, C. (2013). Energy Disclosure, Market Behavior, and the Building Data Ecosystem. Annals of the New York Academy of Sciences, (1295), 34-43.                       Kontokosta, C. (2013). “Tall Buildings and Urban Expansion: Tracing the History of Zoning in the United States. ASCE Journal of Leadership and Management in Engineering, (13), 190-198.                       Kontokosta, C. (2013). . Local Law 84 Energy Benchmarking Data: 2nd Year Analysis. Report to the New York City’s Mayor’s Office of Long-Term Planning and Sustainability. (Provided Data Analysis with David Hsu) .                                                   CUSP is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world’s leading authority in the emerging field of “Urban Informatics.”  Contact Us Center for Urban   Science + Progress   1 MetroTech Center, 19th Floor   Brooklyn, NY 11201      (646) 997-0500 (office)   (646) 997-0560 (main fax) Admissions Fax: (646) 997-0550   Admissions Information: cusp.admissions@nyu.edu   General Inquiries: cusp-information@nyu.edu  Quick Links  Home   About   Events   MS in Applied Urban Science and Informatics   People   Partners   Contact   MyCusp Login    MS in Applied Urban Science and Informatics           Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition                             © 2015 NYU CUSP. All rights reserved                      facebook twitter vimeo"}]}]