[{"detail": [{"content": "Spring 2015 Undergraduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Spring 2015 Undergraduate Courses CAS DEPARTMENT OF MUSIC  The Art of Listening - MUSIC-UA 3 (section 001) Monday &amp; Wednesday 3:30 - 4:45 (Silver 320) Instructor: Gordon Beeferman This course will help students gain the tools to better listen to, understand, and discuss music. Designed for students with little or no prior musical training, the course will use the theme of song and dance to introduce the subject. We will cover numerous ways of making music, including amateur and professional, solitary and communal, religious and secular, commercial and non-commercial (\"art\"), live and recorded, improvised and notated. The course will explore primarily Western European and African-American traditions and music - classical, popular, and experimental - that join the two, but also some other traditions from around the world. Students will participate through reading, writing, singing, dancing, and even improvising. They will gain direct, hands-on experience with music grasp and internalize sophisticated concepts of musical style and form, and come to understand how different types of music evolved. Students will be evaluated based on class participation, presentations, and short writing assignments. The Art of Listening: Musical Tastes - Why Do We Like What We Like? - MUSIC-UA 3 (section 002) Tuesday &amp; Thursday 2:00 - 3:15 (Silver 320) Instructor: Michael Beckerman Anna the English major thinks Hip-Hop is the greatest music of its time while Rodney, studying physics, loathes it and prefers Electroclash. Jie, a professor of Anthropology adores Mahler's First Symphony while her colleague Cyrus thinks it is a little shallow and would rather hear that composer's Second Symphony. Peter, feeling a but down in his dorm, listens to Vampire Weekend while Isha, feeling the same way listens to Ella Fitzgerald and would rather get all her teeth drilled than hear \"Vampire.\" All over the world, all the time, all of us are making choices about what to listen to. But how do we do this, what makes us like one thing and not another? This course explores the history, science, philosophy and broad nature of musical taste across genres, styles, geographical areas and time periods. No prerequisite is required and no musical skills required.             Elements of Music - MUSIC-UA 20 Monday &amp; Wednesday 9:30 - 10:45 (Silver 320) Additional recitation section required Instructor: TBA Explores the underlying principles and inner workings of the tonal system, a system that has guided all of Western music from the years 1600 to 1900. It includes a discussion of historical background and evolution. The focus is on concepts and notation of key, scale, tonality, and rhythm. Related skills in sight-singing, dictation, and keyboard harmony are stressed in the recitation sections. Topics in 20th Century Music: Studies in Contemporary Opera - MUSIC-UA 111 (same as AHSEM-UA 224) Tuesday &amp; Thursday 3:30-4:45 (Room TBA) Instructor: Louis Karchin This course will delve into developments in opera over the timespan of the 20th and early 20th centuries. Works throughout this period will be explored in the context of their social and political milieu, and selected excerpts of operas will be analyzed in detail. Works from the earlier 20th century will include operas by Stravinsky (the Rake's Progress), Britten, and Berg. Later composers to be discussed will include Saariaho, Ligeti, and Lachenmann, among others. Prerequisite: ability to read music. Wagner - MUSIC-UA 136 Tuesday &amp; Thursday 2:00-3:15 (Silver 218) Instructor: Rena Mueller Richard Wagner's music, words, themes, images, gestures, and intent, were the stuff of nation-building and wrought havoc with the status-quo. The question remains, did his unorthodox private life reflect the works he created, the result of the fevered imaginations of his creative imaginations of his creative activities? While his musical influence is unmistakeable, the ramifications of his political, social, and private activities spread across the face of Europe from 1848 through, arguably, to 1914 -- and even to the present day, with the Wagner descendants front and center at the Bayreuth Festival. This course will examine the tumultuous musical, political, and social milieus surrounding Wagner -- musician, poet, lover, impresario, political activist, and lightening rod for the unification of Germany. Wagner himself wrapped up in the importance of German history, especially at this pivotal time in the 19th century. He paid dearly for his political activities during the 1849 Dresden uprising, with exile and isolation, and his uncompromising belief in the supremacy of everything German supported Bismarck as the newly-unified nation sought to establish itself as the equal, if not the better, of long-standing imperial regimes (Austria-Hungary, France, Great Britain, Spain). He was afforded by King Ludwig of Bavaria untold influence over major decisions in Munich concerning the appointment and function of ministers and other officials, until his actions stepped over the line. Anthropology of Music: History of Rock and Roll - MUSIC-UA 153 . 001 Monday &amp; Wednesday 12:30-1:45 (Silver 320) Instructor: Maureen Mahon This course provides an introduction to the history of the unruly music known as rock and roll. We will focus on the first four decades of the form, emphasizing key artists, styles, and events. We will discuss different rock and roll subgenres and the ways rock and roll incorporated stylistic features from other musical genres (e.g., rhythm and blues, blues, country, folk, gospel, and reggae). Throughout we will attend to the aesthetic, social, political, and economic factors that have shaped the production, dissemination, and reception of the music. We will explore the relationship between rock and roll music and the expression of identity for performers and fans (particularly generational identity, but also identities related to race, class, gender, and sexuality). We will pay special attention to the cross-racial collaborations that have produced the form and to the ways the political economy of the recording industry and changes in technology have influenced the genre. Area of study: Music, Histories, Cultures Anthropology of Music: The Search for Authenticity - MUSIC-UA 153 . 002 (same as AHSEM-UA 225) Tuesday &amp; Thursday 11:00-12:15 (Silver 218) Instructor: David Samuels How should human beings sound? This is a question that has linked ideas about music to ideas about ethics for 100 years or more. The social and ethical dilemmas of two world wars and the global spread of industrial modernity created a challenge: how can we maintain our true humanity in the face of these traumas and disruptions? In this course, we will explore three areas of musical life: folk music revivals, ethnomusicology, and historical performance movements. By attending to links between them, we will attempt to address questions about the role of \"authenticity\" in musical and ethical discourse, how concerns about authenticity have colored critical responses to various musical styles and performers, and whether, in the end, authenticity is really what people have been worried about at all. Seminar: Aural Perception - MUSIC-UA 193 Monday &amp; Wednesday 2:00-3:15 (Silver 320) Instructor: J. Martin Daughtry A broad interdisciplinary exploration of listening in musical and non-musical contexts, the course is designed to help students (a) deepen their understanding of the dynamics of listening, (b) gain an appreciation for modes of listening that have emerged around different musical styles, and (c) become more virtuosic and attentive listeners themselves. Students will learn how medical professionals, philosophers, composers, and laypeople conceptualize the act of listening. Live musicians will be invited into the classroom to make music and talk about what they heard in their own performances. During a weekly recitation, students will engage in regular listening experiments, and design experiments of their own. No prior knowledge of music is needed. This course is required for music majors, and recommended for other adventurous students with an interest in music and/or sound. Proseminar in Musical Research - MUSIC-UA 200 Monday &amp; Wednesday 2:00-3:15 (Silver 218) Instructor: Stanley Boorman This course is required of all Honors students in the department. It is a seminar discussing recent ideas and issues in all areas of musical research, musicology, ethnomusicology, and theory. Faculty members in the department will introduce different topics, discussing the ideas and their application, so that by the end of the semester students will be capable of undertaking the advanced research project required for an Honors degree.  Harmony &amp; Counterpoint I - MUSIC-UA 201 Monday &amp; Wednesday 11:00 - 12:15 (Silver 320) Additional recitation section required Instructors: TBA Please refer to Albert for lab sections General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th- century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship and are required throughout the sequence. Music major introductory requirement Harmony &amp; Counterpoint II - MUSIC-UA 202 Monday &amp; Wednesday 9:30 - 10:45 (Silver 320) Additional recitation section required Instructors: TBA Please refer to Albert for lab sections General   principles underlying tonal musical organization. Students learn   concepts of 18th- and 19th- century harmonic, formal, and contrapuntal   practices. Weekly lab sections are devoted to skills in musicianship and   are required throughout the sequence. Principles of Musical Analysis: Data Sonification - history, practice, and artistic applications - MUSIC-UA 209 Wednesday 3:30-6:00 (Room TBA) Instructor: Elizabeth Hoffman This course will explore the history, into the present, of electroacoustic works which have utilized data sets from other fields, whether known or unknown artistic results. We will consider briefly how sonification is used by other fields of research, currently, to enable pattern identification that is hard to discern by eye. Finally, we will learn techniques of sonifying data directly for aesthetic motivations. This class will thus be a combination of research and creative application. There are no prerequisites for this class. Special Topics Seminar: The Study of 18th-19th Century Musical Scores - MUSIC-UA 901 (001) Tuesday &amp; Thursday 9:30-10:45 (Silver 218) Instructor: Rena Mueller This   course is concerned with specialized topics in musical scores and repertoires. It is designed to develop skills in independent research into manuscripts and editions, and the problems faced in interpreting the music they contain. The course will involve techniques for studying primary sources, and methods of examining and editing compositions by major composers of the period, from Mozart to the late 19th century. Special Topics Seminar: Music in Comic Modernity - MUSIC-UA 901 (section 003) Tuesday &amp; Thursday 11:00-12:15 (Silver 318) Instructor: Visiting Professor James Currie Starting with comic opera in the middle of the eighteenth century, and ending in the 1980s, this course will chronologically survey a series of pieces from the Western repertoire that are comic in orientation. Characterized by mistaken identities, farcical reversals of fortune, and strange transformations of the human into the animal and the world of machines, comedy will be shown to have been a powerful means of allowing music to register the complexities of the ongoing transformations of modernity. As well as music from the Western repertoire (including Haydn, Mozart, Offenbach, Verdi, Puccini, Poulenc, and Ligeti), the course will also draw on examples from film and cartoon animation (including Charlie Chaplin, the Marx Brothers, and Bugs Bunny), and non musical writings (including Marx, Freud, and Bergson).                                     Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}]},
{"detail": [{"content": "Spring 2015 Undergraduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Spring 2015 Undergraduate Courses CAS DEPARTMENT OF MUSIC  The Art of Listening - MUSIC-UA 3 (section 001) Monday &amp; Wednesday 3:30 - 4:45 (Silver 320) Instructor: Gordon Beeferman This course will help students gain the tools to better listen to, understand, and discuss music. Designed for students with little or no prior musical training, the course will use the theme of song and dance to introduce the subject. We will cover numerous ways of making music, including amateur and professional, solitary and communal, religious and secular, commercial and non-commercial (\"art\"), live and recorded, improvised and notated. The course will explore primarily Western European and African-American traditions and music - classical, popular, and experimental - that join the two, but also some other traditions from around the world. Students will participate through reading, writing, singing, dancing, and even improvising. They will gain direct, hands-on experience with music grasp and internalize sophisticated concepts of musical style and form, and come to understand how different types of music evolved. Students will be evaluated based on class participation, presentations, and short writing assignments. The Art of Listening: Musical Tastes - Why Do We Like What We Like? - MUSIC-UA 3 (section 002) Tuesday &amp; Thursday 2:00 - 3:15 (Silver 320) Instructor: Michael Beckerman Anna the English major thinks Hip-Hop is the greatest music of its time while Rodney, studying physics, loathes it and prefers Electroclash. Jie, a professor of Anthropology adores Mahler's First Symphony while her colleague Cyrus thinks it is a little shallow and would rather hear that composer's Second Symphony. Peter, feeling a but down in his dorm, listens to Vampire Weekend while Isha, feeling the same way listens to Ella Fitzgerald and would rather get all her teeth drilled than hear \"Vampire.\" All over the world, all the time, all of us are making choices about what to listen to. But how do we do this, what makes us like one thing and not another? This course explores the history, science, philosophy and broad nature of musical taste across genres, styles, geographical areas and time periods. No prerequisite is required and no musical skills required.             Elements of Music - MUSIC-UA 20 Monday &amp; Wednesday 9:30 - 10:45 (Silver 320) Additional recitation section required Instructor: TBA Explores the underlying principles and inner workings of the tonal system, a system that has guided all of Western music from the years 1600 to 1900. It includes a discussion of historical background and evolution. The focus is on concepts and notation of key, scale, tonality, and rhythm. Related skills in sight-singing, dictation, and keyboard harmony are stressed in the recitation sections. Topics in 20th Century Music: Studies in Contemporary Opera - MUSIC-UA 111 (same as AHSEM-UA 224) Tuesday &amp; Thursday 3:30-4:45 (Room TBA) Instructor: Louis Karchin This course will delve into developments in opera over the timespan of the 20th and early 20th centuries. Works throughout this period will be explored in the context of their social and political milieu, and selected excerpts of operas will be analyzed in detail. Works from the earlier 20th century will include operas by Stravinsky (the Rake's Progress), Britten, and Berg. Later composers to be discussed will include Saariaho, Ligeti, and Lachenmann, among others. Prerequisite: ability to read music. Wagner - MUSIC-UA 136 Tuesday &amp; Thursday 2:00-3:15 (Silver 218) Instructor: Rena Mueller Richard Wagner's music, words, themes, images, gestures, and intent, were the stuff of nation-building and wrought havoc with the status-quo. The question remains, did his unorthodox private life reflect the works he created, the result of the fevered imaginations of his creative imaginations of his creative activities? While his musical influence is unmistakeable, the ramifications of his political, social, and private activities spread across the face of Europe from 1848 through, arguably, to 1914 -- and even to the present day, with the Wagner descendants front and center at the Bayreuth Festival. This course will examine the tumultuous musical, political, and social milieus surrounding Wagner -- musician, poet, lover, impresario, political activist, and lightening rod for the unification of Germany. Wagner himself wrapped up in the importance of German history, especially at this pivotal time in the 19th century. He paid dearly for his political activities during the 1849 Dresden uprising, with exile and isolation, and his uncompromising belief in the supremacy of everything German supported Bismarck as the newly-unified nation sought to establish itself as the equal, if not the better, of long-standing imperial regimes (Austria-Hungary, France, Great Britain, Spain). He was afforded by King Ludwig of Bavaria untold influence over major decisions in Munich concerning the appointment and function of ministers and other officials, until his actions stepped over the line. Anthropology of Music: History of Rock and Roll - MUSIC-UA 153 . 001 Monday &amp; Wednesday 12:30-1:45 (Silver 320) Instructor: Maureen Mahon This course provides an introduction to the history of the unruly music known as rock and roll. We will focus on the first four decades of the form, emphasizing key artists, styles, and events. We will discuss different rock and roll subgenres and the ways rock and roll incorporated stylistic features from other musical genres (e.g., rhythm and blues, blues, country, folk, gospel, and reggae). Throughout we will attend to the aesthetic, social, political, and economic factors that have shaped the production, dissemination, and reception of the music. We will explore the relationship between rock and roll music and the expression of identity for performers and fans (particularly generational identity, but also identities related to race, class, gender, and sexuality). We will pay special attention to the cross-racial collaborations that have produced the form and to the ways the political economy of the recording industry and changes in technology have influenced the genre. Area of study: Music, Histories, Cultures Anthropology of Music: The Search for Authenticity - MUSIC-UA 153 . 002 (same as AHSEM-UA 225) Tuesday &amp; Thursday 11:00-12:15 (Silver 218) Instructor: David Samuels How should human beings sound? This is a question that has linked ideas about music to ideas about ethics for 100 years or more. The social and ethical dilemmas of two world wars and the global spread of industrial modernity created a challenge: how can we maintain our true humanity in the face of these traumas and disruptions? In this course, we will explore three areas of musical life: folk music revivals, ethnomusicology, and historical performance movements. By attending to links between them, we will attempt to address questions about the role of \"authenticity\" in musical and ethical discourse, how concerns about authenticity have colored critical responses to various musical styles and performers, and whether, in the end, authenticity is really what people have been worried about at all. Seminar: Aural Perception - MUSIC-UA 193 Monday &amp; Wednesday 2:00-3:15 (Silver 320) Instructor: J. Martin Daughtry A broad interdisciplinary exploration of listening in musical and non-musical contexts, the course is designed to help students (a) deepen their understanding of the dynamics of listening, (b) gain an appreciation for modes of listening that have emerged around different musical styles, and (c) become more virtuosic and attentive listeners themselves. Students will learn how medical professionals, philosophers, composers, and laypeople conceptualize the act of listening. Live musicians will be invited into the classroom to make music and talk about what they heard in their own performances. During a weekly recitation, students will engage in regular listening experiments, and design experiments of their own. No prior knowledge of music is needed. This course is required for music majors, and recommended for other adventurous students with an interest in music and/or sound. Proseminar in Musical Research - MUSIC-UA 200 Monday &amp; Wednesday 2:00-3:15 (Silver 218) Instructor: Stanley Boorman This course is required of all Honors students in the department. It is a seminar discussing recent ideas and issues in all areas of musical research, musicology, ethnomusicology, and theory. Faculty members in the department will introduce different topics, discussing the ideas and their application, so that by the end of the semester students will be capable of undertaking the advanced research project required for an Honors degree.  Harmony &amp; Counterpoint I - MUSIC-UA 201 Monday &amp; Wednesday 11:00 - 12:15 (Silver 320) Additional recitation section required Instructors: TBA Please refer to Albert for lab sections General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th- century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship and are required throughout the sequence. Music major introductory requirement Harmony &amp; Counterpoint II - MUSIC-UA 202 Monday &amp; Wednesday 9:30 - 10:45 (Silver 320) Additional recitation section required Instructors: TBA Please refer to Albert for lab sections General   principles underlying tonal musical organization. Students learn   concepts of 18th- and 19th- century harmonic, formal, and contrapuntal   practices. Weekly lab sections are devoted to skills in musicianship and   are required throughout the sequence. Principles of Musical Analysis: Data Sonification - history, practice, and artistic applications - MUSIC-UA 209 Wednesday 3:30-6:00 (Room TBA) Instructor: Elizabeth Hoffman This course will explore the history, into the present, of electroacoustic works which have utilized data sets from other fields, whether known or unknown artistic results. We will consider briefly how sonification is used by other fields of research, currently, to enable pattern identification that is hard to discern by eye. Finally, we will learn techniques of sonifying data directly for aesthetic motivations. This class will thus be a combination of research and creative application. There are no prerequisites for this class. Special Topics Seminar: The Study of 18th-19th Century Musical Scores - MUSIC-UA 901 (001) Tuesday &amp; Thursday 9:30-10:45 (Silver 218) Instructor: Rena Mueller This   course is concerned with specialized topics in musical scores and repertoires. It is designed to develop skills in independent research into manuscripts and editions, and the problems faced in interpreting the music they contain. The course will involve techniques for studying primary sources, and methods of examining and editing compositions by major composers of the period, from Mozart to the late 19th century. Special Topics Seminar: Music in Comic Modernity - MUSIC-UA 901 (section 003) Tuesday &amp; Thursday 11:00-12:15 (Silver 318) Instructor: Visiting Professor James Currie Starting with comic opera in the middle of the eighteenth century, and ending in the 1980s, this course will chronologically survey a series of pieces from the Western repertoire that are comic in orientation. Characterized by mistaken identities, farcical reversals of fortune, and strange transformations of the human into the animal and the world of machines, comedy will be shown to have been a powerful means of allowing music to register the complexities of the ongoing transformations of modernity. As well as music from the Western repertoire (including Haydn, Mozart, Offenbach, Verdi, Puccini, Poulenc, and Ligeti), the course will also draw on examples from film and cartoon animation (including Charlie Chaplin, the Marx Brothers, and Bugs Bunny), and non musical writings (including Marx, Freud, and Bergson).                                     Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}, {"content": "Spring 2015 Graduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Spring 2015 Graduate Courses GSAS DEPARTMENT OF MUSIC  Collegium Musicum - MUSIC-GA 1002 (2 credits) Fridays 2:00 - 4:00 (this time is a placeholder; students set up private lessons with professor) Instructor: Margaret Panofsky Students will receive weekly private viol lessons, the time arranged with the professor. When proficient, they play in a viol ensemble. The FAS Department lends students a viol and bow from its collection. Qualified students may play with The Teares of the Muses, an ensemble affiliated with the NYU Music Department. The group performs on- and off-campus. Requirements to enroll in the course are previous vocal or instrumental training on any instrument - not limited to strings - and good musicianship skills.  Irish in America, 1750 to the Present - MUSIC-GA 1319 Tuesday 3:30 - 6:00 (TBA) Instructor: Daniel Neely This course surveys the musical culture of Irish emigrants to North America from 1750 to the present. It seeks to set musical styles in Ireland and America in an informed historical dialogue, thereby opening up explanatory paradigms for Irish diasporic experience and for the role of Irish music in North American social, cultural, and political life. Students will gain a detailed groundwork for subsequent historical research in folk and popular culture. The course will also be of use to students of comparative music history, the history and theory of popular culture, and the study of memory and folklore.             Techniques of Music Composition - MUSIC-GA 2162 Tuesday 10:30 - 12:30 (Waverly 365) Instructor: Elizabeth Hoffman (section 001); Louis Karchin (section 002) This semester's topic: \"The Contemporary Operatic Voice: A Spectrum of Issues and Works\" * Please note that each professor will cap enrollment for individual composition lessons at 4 students each. This does not mean that others cannot enroll in the course. Contact the department or instructor(s) in order to get permission to enroll. Special Studies: Czech Music - MUSIC-GA 2198 (section 001) Wednesday 3:00-5:00 (Waverly 268) Instructor: Michael Beckerman This seminar both studies and interrogates the idea of Czech music focusing on historical continuities, case studies, micro-histories and the exploration of musical style and meaning. Subjects studied will include 16th and 17th century music in the Czech Lands, Czech language punk and hip hop, romantic nationalism in Bohemia and Moravia, Czechness and folklore under Communism, the question of \"Czechoslovak Music,\" the role of Roma in \"Czech\" culture, and the relationship between gender and form in national music. Czech language not required.  Special Studies: On Mimesis - MUSIC-GA 2198 (section 002) Thursday 2:00-4:00 (Waverly 268) Instructor: Jamie Currie Mimesis, broadly conceived, is a central category for thinking about the arts. This seminar will seek to investigate some of the complexities of this notion by means of close study of three operas (Monteverdi's Orfeo , Mozart's Don Giovanni , and Puccini's Gianni Schichi ) alongside a survey of some theoretically and philosophically relevant literature, drawn from (amongst others) Derrida, Lacan, Taussig, Freud, Adorno, Benjamin, Fanon, Bhaba, Marx, Bersani and Copjec. That is the simple answer to the question: what is this seminar about? A more loaded justification for this course would run something as follows. Over the course of the past quarter of a century, terms such as absolute music, aesthetic autonomy, originality, genius, and the values accompanying them, have been vigorously flushed out of the discursive systems of Anglo-American academic music studies. The detox has been successful. There is no longer any need to boo anyone off stage for speaking uncritically about such things, since nobody now speaks about them at all. As a result, we simply assume the following kinds of things: that the individual is a social construct; that music is born out of its historical contexts; that composers are motivated (knowingly or not) by political ideologies; that performances are expressions of the forces that have engendered us; that there is no outside to history or society or the \"relational\"; and so on and so forth. Once uniqueness has been supposedly unmasked as but another social construct (...or a product of its historical context, or a tool for the work of ideology, or but an unacknowledged expression of the very world it claims to transcend, or...) then we find ourselves caught in a situation where the mimetic (broadly conceived) runs rampant. It is almost impossible for the pervasively cultural turn of so much contemporary academic music studies to avoid talking about how musicking represents aspects of the world, or mimics other musics, or echoes events elsewhere, or mirrors contemporary politics, or reflects issues of gender, or imagines (and thus makes images of) racial communities , or resonates with anxieties concerning the environment, and so on and so forth. Within the sublime mimesis of the worlds in which we now live, if there is one thing, then there is also a trace of it left elsewhere. Indeed, our endless dull documentation of all-and-everything by means of our smart phones and the like is but one example of how the mimetic impulse has penetrated so deep as to be now but a surface physical tick that the body performs unthinkingly in relationship to whatever it is it encounters. This being the case, then \"this\" needs to be thought through: we need to become strategically virtuosic knowing when, where, and how the mimetic can politically function for the right ends, and when it is but an invitation to unproductive incarceration. Of course, scholars in media studies have been thinking and theorizing about such things for a long time. But whilst participants in this seminar will be free to pursue that literature for the purposes of their final presentations and papers (and indeed shall be encouraged to do so should such writings light some productive fires) the focus of the seminar meetings themselves will be to approach this mimetic impulse from a more oblique angle: through case studies of operatic works that are mimetically overloaded (at present, Monteverdi's Orfeo , Mozart's Don Giovanni , and Puccini's Gianni Schichi ), and a body of theoretical and fictional literature that, whilst of import to investigations in media studies, is not necessarily media studies per se. This, in tandem with the more recognizable musicological pursuit of thinking about opera, we will also be reading, amongst other things: selections from Ovid's Metamorphosis , Derrida on Echo and Narcissus, Lacan on the mirror stage, Homi Bhaba on mimicry, Fanon on masks, Mary Shelly's Frankenstein, Joan Copjec and Leo Bersani on Marcissism, Benjamin and Adorno on reproduction, Marx on the commodity form, and (over the course of the semester) the whole of Michael Taussig's magnificent Mimesis and Alterity: A Particular History of the Senses.  Special Studies: Islam and Christianity in the Global South - A Musical Geography - MUSIC-GA 2199 (section 001) Tuesday 3:00-5:00 (Waverly 268) Instructor: Christine Dang This course explores musical performance in relation to one of the most salient demographic trends of the last century and a half; the explosive growth of Islam and Christianity, most strikingly in regions of the global south - in Africa, Latin America, and Asia. Drawing on literature from sociology, anthropology, and ethnomusicology, we probe the varied forms of musical expression that have emerged with the southern migration of Islam and Christianity. We examine the adaptation of canonic practices - such as Islamic recitation and hymns in four-part harmony - as they travel from their storied Middle Eastern and European origins to different geographies and cultures, as they fuse with indigenous sounds and beliefs, and as they inspire new and deeply localized modes of devotion. In musically mapping Islam and Christianity, we contemplate issues such as syncretism, indigeneity, and spiritual hybridity; social constructions of the sacred and profane, and the acoustically fertile spaces in between; the relationship between voice, language, and text in claiming religious authenticity; the sonic demarcation of spiritual centers and peripheries; the role of the slave trade, colonialism, and globalization in the development of Islamic and Christian musical communities; the politics of religious belonging; and the contested place of religious culture in postcolonial and secular regimes. Our leading goal is to bring musical developments within the world's two largest religions into conversation with each other and with broad perspectives on the changing cultural geographies of the global south. This seminar will be useful to students interested in music and spirituality, the anthropology of belief, religious studies, and the cultural dimensions of global south studies. No prior musical background is necessary. Special Studies: New Media Creation Workshop - Gesture, Sound, and Image Interactions - MUSIC-GA 2199 (section 002) Monday 3:00-5:00 (Location:TBA) Instructor: Jaime Oliver In this course we will develop interactive artwork that explores the relationships between sound, image, and gesture through the inspection of historical and contemporary works, and relevant subjects in new media theory, cognitive science, and interactive architecture and behavior design. Artwork in this case means music/computer music (interactive/generative systems, musical instrument design, visual music) and sound art practices (sound sculpture, sound installation, sound objects). The course will combine weekly lectures and additional meetings for workshops and critique will be scheduled as necessary. Topics may include the use of video analysis as a sensor/sound analysis and feature extraction/generating and editing visual material from sound signals/topics in physical computing (Pd/RaspberryPi)/intermodal cognition/Pixel, OpenGL, and Shader manipulation/data sonification/alternative/graphic scores. These topics may vary according to the specific needs of student projects. Examples will be provided in Pure Data, Gem, RaspberryPi, (and C/C++ whenever necessary). This course will run in parallel with the implementation of the studio and workshop spaces in the department, which will be complemented by guest workshops. Students are expected to take advantage of these workshops and facilities.  Special Studies: Listening - MUSIC-GA 2199 (section 003) *Enrollment capped at 10 Music students Tuesday 9:30-12:15 (721 Broadway, 6th Floor, Room 613) Instructors: Martin Daughtry and Deborah Kapchan The philosophy and social theory of the 20th century engaged the body and its senses in unprecedented ways. And yet the body remained largely silent until the end of the century, when inquiry turned toward two topics: sound and affect. The co-emergence of these literatures is not pure coincidence: sound and affect re-write the body in similar ways. Both highlight ambiguity and fluidity, characteristics of what Steven Connor (2004) calls \"immaterial corporeality.\" Both infiltrate, impact, and exceed the body, revealing it as a permeable zone, a receptive site emplaced within an intersubjective environment that is always already vibrating. Within the rich and growing body of scholarship on sound and affect, we (Deborah and Martin) have each been exploring, in complementary ways, the act of listening. We understand listening to be, minimally: a physiological process,a performative practice, an acoustemological act (i.e. a sound-centered act through which the world is known), a moment of affective capture, and moment of temporary surrender - both to sounds and to the powers that course through them. Our recent explorations of \"literacies of listening\" (Kapchan, 2009) and \"listening acts\" (Kapchan 2015, in press) within Sufi communities, as well as \"(in)audition\" and \"auditory regimes\" within the context of the Iraq war (Daughtry 2012 and in press) have led us to the common set of questions and approaches regarding listening that form the basis for this course. Indeed, listening has taken on a great deal of responsibility of late. In the context of the rise of religiosities, it is cited as the first step in the processes of conversion (Harding 2000:59). It makes the subject vulnerable to an interlocutor, opening a space of inter-subjectivity and empathic religious response (Fryholm 2004: 10-11). Listening renders the self porous to other aesthetic and often spiritual influences (Luhrmann 2012; Taylor 2010). Further, it reforms the acoustic unconscious, creating new religious sensibilities (Hirschkind 2006; Kapchan 2010). Listening also has its role in non-religious world makings. It is foundational in the first awareness of self as sound (Nancy 2007). Through echolocation, listening situates the body within a physical environment and in relation to other sonic agents that populate it. And just as it is forms the self, listening can also deform it or effect its disintegration, sometimes violently (Daughtry in press). Listening, that is, can be instrumentalized to create community, or to dissolve it. Our ears (and skin, and the other corporeal zones that are invigorated by sound) are constant consumers, yet listening challenges the property principle (Kapchan in press). How can we own a vibration, a sound? Together with you we will spend this semester exploring the dynamics, affordances, and limits of listening, focusing for only on theoretical works, but on \"sound knowledge\": the affective transmission that occurs through actual listening acts. To that end, we will begin each class with a structured listening act that performs the knowledge we will then theorize. We will listen in this sense with theories of listening and practices of listening - but we will do our best to blur the distinction between the two. Requirements: Each week will explore a different genre of listening from multiple text- and sense-based perspectives. Students should be willing to engage intellectually and bodily in the seminar. We expect a thoughtful and original paper as well as a sound walk, installation, or other form of documentation of a situated listening practice. Each week, students will write astute commentary that engages with the assigned readings and/or listenings, and post these comments on NYU Classes. Attendance and active participation are mandatory.                                      Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}]},
{"detail": [{"content": "Spring 2015 Undergraduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Spring 2015 Undergraduate Courses CAS DEPARTMENT OF MUSIC  The Art of Listening - MUSIC-UA 3 (section 001) Monday &amp; Wednesday 3:30 - 4:45 (Silver 320) Instructor: Gordon Beeferman This course will help students gain the tools to better listen to, understand, and discuss music. Designed for students with little or no prior musical training, the course will use the theme of song and dance to introduce the subject. We will cover numerous ways of making music, including amateur and professional, solitary and communal, religious and secular, commercial and non-commercial (\"art\"), live and recorded, improvised and notated. The course will explore primarily Western European and African-American traditions and music - classical, popular, and experimental - that join the two, but also some other traditions from around the world. Students will participate through reading, writing, singing, dancing, and even improvising. They will gain direct, hands-on experience with music grasp and internalize sophisticated concepts of musical style and form, and come to understand how different types of music evolved. Students will be evaluated based on class participation, presentations, and short writing assignments. The Art of Listening: Musical Tastes - Why Do We Like What We Like? - MUSIC-UA 3 (section 002) Tuesday &amp; Thursday 2:00 - 3:15 (Silver 320) Instructor: Michael Beckerman Anna the English major thinks Hip-Hop is the greatest music of its time while Rodney, studying physics, loathes it and prefers Electroclash. Jie, a professor of Anthropology adores Mahler's First Symphony while her colleague Cyrus thinks it is a little shallow and would rather hear that composer's Second Symphony. Peter, feeling a but down in his dorm, listens to Vampire Weekend while Isha, feeling the same way listens to Ella Fitzgerald and would rather get all her teeth drilled than hear \"Vampire.\" All over the world, all the time, all of us are making choices about what to listen to. But how do we do this, what makes us like one thing and not another? This course explores the history, science, philosophy and broad nature of musical taste across genres, styles, geographical areas and time periods. No prerequisite is required and no musical skills required.             Elements of Music - MUSIC-UA 20 Monday &amp; Wednesday 9:30 - 10:45 (Silver 320) Additional recitation section required Instructor: TBA Explores the underlying principles and inner workings of the tonal system, a system that has guided all of Western music from the years 1600 to 1900. It includes a discussion of historical background and evolution. The focus is on concepts and notation of key, scale, tonality, and rhythm. Related skills in sight-singing, dictation, and keyboard harmony are stressed in the recitation sections. Topics in 20th Century Music: Studies in Contemporary Opera - MUSIC-UA 111 (same as AHSEM-UA 224) Tuesday &amp; Thursday 3:30-4:45 (Room TBA) Instructor: Louis Karchin This course will delve into developments in opera over the timespan of the 20th and early 20th centuries. Works throughout this period will be explored in the context of their social and political milieu, and selected excerpts of operas will be analyzed in detail. Works from the earlier 20th century will include operas by Stravinsky (the Rake's Progress), Britten, and Berg. Later composers to be discussed will include Saariaho, Ligeti, and Lachenmann, among others. Prerequisite: ability to read music. Wagner - MUSIC-UA 136 Tuesday &amp; Thursday 2:00-3:15 (Silver 218) Instructor: Rena Mueller Richard Wagner's music, words, themes, images, gestures, and intent, were the stuff of nation-building and wrought havoc with the status-quo. The question remains, did his unorthodox private life reflect the works he created, the result of the fevered imaginations of his creative imaginations of his creative activities? While his musical influence is unmistakeable, the ramifications of his political, social, and private activities spread across the face of Europe from 1848 through, arguably, to 1914 -- and even to the present day, with the Wagner descendants front and center at the Bayreuth Festival. This course will examine the tumultuous musical, political, and social milieus surrounding Wagner -- musician, poet, lover, impresario, political activist, and lightening rod for the unification of Germany. Wagner himself wrapped up in the importance of German history, especially at this pivotal time in the 19th century. He paid dearly for his political activities during the 1849 Dresden uprising, with exile and isolation, and his uncompromising belief in the supremacy of everything German supported Bismarck as the newly-unified nation sought to establish itself as the equal, if not the better, of long-standing imperial regimes (Austria-Hungary, France, Great Britain, Spain). He was afforded by King Ludwig of Bavaria untold influence over major decisions in Munich concerning the appointment and function of ministers and other officials, until his actions stepped over the line. Anthropology of Music: History of Rock and Roll - MUSIC-UA 153 . 001 Monday &amp; Wednesday 12:30-1:45 (Silver 320) Instructor: Maureen Mahon This course provides an introduction to the history of the unruly music known as rock and roll. We will focus on the first four decades of the form, emphasizing key artists, styles, and events. We will discuss different rock and roll subgenres and the ways rock and roll incorporated stylistic features from other musical genres (e.g., rhythm and blues, blues, country, folk, gospel, and reggae). Throughout we will attend to the aesthetic, social, political, and economic factors that have shaped the production, dissemination, and reception of the music. We will explore the relationship between rock and roll music and the expression of identity for performers and fans (particularly generational identity, but also identities related to race, class, gender, and sexuality). We will pay special attention to the cross-racial collaborations that have produced the form and to the ways the political economy of the recording industry and changes in technology have influenced the genre. Area of study: Music, Histories, Cultures Anthropology of Music: The Search for Authenticity - MUSIC-UA 153 . 002 (same as AHSEM-UA 225) Tuesday &amp; Thursday 11:00-12:15 (Silver 218) Instructor: David Samuels How should human beings sound? This is a question that has linked ideas about music to ideas about ethics for 100 years or more. The social and ethical dilemmas of two world wars and the global spread of industrial modernity created a challenge: how can we maintain our true humanity in the face of these traumas and disruptions? In this course, we will explore three areas of musical life: folk music revivals, ethnomusicology, and historical performance movements. By attending to links between them, we will attempt to address questions about the role of \"authenticity\" in musical and ethical discourse, how concerns about authenticity have colored critical responses to various musical styles and performers, and whether, in the end, authenticity is really what people have been worried about at all. Seminar: Aural Perception - MUSIC-UA 193 Monday &amp; Wednesday 2:00-3:15 (Silver 320) Instructor: J. Martin Daughtry A broad interdisciplinary exploration of listening in musical and non-musical contexts, the course is designed to help students (a) deepen their understanding of the dynamics of listening, (b) gain an appreciation for modes of listening that have emerged around different musical styles, and (c) become more virtuosic and attentive listeners themselves. Students will learn how medical professionals, philosophers, composers, and laypeople conceptualize the act of listening. Live musicians will be invited into the classroom to make music and talk about what they heard in their own performances. During a weekly recitation, students will engage in regular listening experiments, and design experiments of their own. No prior knowledge of music is needed. This course is required for music majors, and recommended for other adventurous students with an interest in music and/or sound. Proseminar in Musical Research - MUSIC-UA 200 Monday &amp; Wednesday 2:00-3:15 (Silver 218) Instructor: Stanley Boorman This course is required of all Honors students in the department. It is a seminar discussing recent ideas and issues in all areas of musical research, musicology, ethnomusicology, and theory. Faculty members in the department will introduce different topics, discussing the ideas and their application, so that by the end of the semester students will be capable of undertaking the advanced research project required for an Honors degree.  Harmony &amp; Counterpoint I - MUSIC-UA 201 Monday &amp; Wednesday 11:00 - 12:15 (Silver 320) Additional recitation section required Instructors: TBA Please refer to Albert for lab sections General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th- century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship and are required throughout the sequence. Music major introductory requirement Harmony &amp; Counterpoint II - MUSIC-UA 202 Monday &amp; Wednesday 9:30 - 10:45 (Silver 320) Additional recitation section required Instructors: TBA Please refer to Albert for lab sections General   principles underlying tonal musical organization. Students learn   concepts of 18th- and 19th- century harmonic, formal, and contrapuntal   practices. Weekly lab sections are devoted to skills in musicianship and   are required throughout the sequence. Principles of Musical Analysis: Data Sonification - history, practice, and artistic applications - MUSIC-UA 209 Wednesday 3:30-6:00 (Room TBA) Instructor: Elizabeth Hoffman This course will explore the history, into the present, of electroacoustic works which have utilized data sets from other fields, whether known or unknown artistic results. We will consider briefly how sonification is used by other fields of research, currently, to enable pattern identification that is hard to discern by eye. Finally, we will learn techniques of sonifying data directly for aesthetic motivations. This class will thus be a combination of research and creative application. There are no prerequisites for this class. Special Topics Seminar: The Study of 18th-19th Century Musical Scores - MUSIC-UA 901 (001) Tuesday &amp; Thursday 9:30-10:45 (Silver 218) Instructor: Rena Mueller This   course is concerned with specialized topics in musical scores and repertoires. It is designed to develop skills in independent research into manuscripts and editions, and the problems faced in interpreting the music they contain. The course will involve techniques for studying primary sources, and methods of examining and editing compositions by major composers of the period, from Mozart to the late 19th century. Special Topics Seminar: Music in Comic Modernity - MUSIC-UA 901 (section 003) Tuesday &amp; Thursday 11:00-12:15 (Silver 318) Instructor: Visiting Professor James Currie Starting with comic opera in the middle of the eighteenth century, and ending in the 1980s, this course will chronologically survey a series of pieces from the Western repertoire that are comic in orientation. Characterized by mistaken identities, farcical reversals of fortune, and strange transformations of the human into the animal and the world of machines, comedy will be shown to have been a powerful means of allowing music to register the complexities of the ongoing transformations of modernity. As well as music from the Western repertoire (including Haydn, Mozart, Offenbach, Verdi, Puccini, Poulenc, and Ligeti), the course will also draw on examples from film and cartoon animation (including Charlie Chaplin, the Marx Brothers, and Bugs Bunny), and non musical writings (including Marx, Freud, and Bergson).                                     Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}, {"content": "Spring 2015 Graduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Spring 2015 Graduate Courses GSAS DEPARTMENT OF MUSIC  Collegium Musicum - MUSIC-GA 1002 (2 credits) Fridays 2:00 - 4:00 (this time is a placeholder; students set up private lessons with professor) Instructor: Margaret Panofsky Students will receive weekly private viol lessons, the time arranged with the professor. When proficient, they play in a viol ensemble. The FAS Department lends students a viol and bow from its collection. Qualified students may play with The Teares of the Muses, an ensemble affiliated with the NYU Music Department. The group performs on- and off-campus. Requirements to enroll in the course are previous vocal or instrumental training on any instrument - not limited to strings - and good musicianship skills.  Irish in America, 1750 to the Present - MUSIC-GA 1319 Tuesday 3:30 - 6:00 (TBA) Instructor: Daniel Neely This course surveys the musical culture of Irish emigrants to North America from 1750 to the present. It seeks to set musical styles in Ireland and America in an informed historical dialogue, thereby opening up explanatory paradigms for Irish diasporic experience and for the role of Irish music in North American social, cultural, and political life. Students will gain a detailed groundwork for subsequent historical research in folk and popular culture. The course will also be of use to students of comparative music history, the history and theory of popular culture, and the study of memory and folklore.             Techniques of Music Composition - MUSIC-GA 2162 Tuesday 10:30 - 12:30 (Waverly 365) Instructor: Elizabeth Hoffman (section 001); Louis Karchin (section 002) This semester's topic: \"The Contemporary Operatic Voice: A Spectrum of Issues and Works\" * Please note that each professor will cap enrollment for individual composition lessons at 4 students each. This does not mean that others cannot enroll in the course. Contact the department or instructor(s) in order to get permission to enroll. Special Studies: Czech Music - MUSIC-GA 2198 (section 001) Wednesday 3:00-5:00 (Waverly 268) Instructor: Michael Beckerman This seminar both studies and interrogates the idea of Czech music focusing on historical continuities, case studies, micro-histories and the exploration of musical style and meaning. Subjects studied will include 16th and 17th century music in the Czech Lands, Czech language punk and hip hop, romantic nationalism in Bohemia and Moravia, Czechness and folklore under Communism, the question of \"Czechoslovak Music,\" the role of Roma in \"Czech\" culture, and the relationship between gender and form in national music. Czech language not required.  Special Studies: On Mimesis - MUSIC-GA 2198 (section 002) Thursday 2:00-4:00 (Waverly 268) Instructor: Jamie Currie Mimesis, broadly conceived, is a central category for thinking about the arts. This seminar will seek to investigate some of the complexities of this notion by means of close study of three operas (Monteverdi's Orfeo , Mozart's Don Giovanni , and Puccini's Gianni Schichi ) alongside a survey of some theoretically and philosophically relevant literature, drawn from (amongst others) Derrida, Lacan, Taussig, Freud, Adorno, Benjamin, Fanon, Bhaba, Marx, Bersani and Copjec. That is the simple answer to the question: what is this seminar about? A more loaded justification for this course would run something as follows. Over the course of the past quarter of a century, terms such as absolute music, aesthetic autonomy, originality, genius, and the values accompanying them, have been vigorously flushed out of the discursive systems of Anglo-American academic music studies. The detox has been successful. There is no longer any need to boo anyone off stage for speaking uncritically about such things, since nobody now speaks about them at all. As a result, we simply assume the following kinds of things: that the individual is a social construct; that music is born out of its historical contexts; that composers are motivated (knowingly or not) by political ideologies; that performances are expressions of the forces that have engendered us; that there is no outside to history or society or the \"relational\"; and so on and so forth. Once uniqueness has been supposedly unmasked as but another social construct (...or a product of its historical context, or a tool for the work of ideology, or but an unacknowledged expression of the very world it claims to transcend, or...) then we find ourselves caught in a situation where the mimetic (broadly conceived) runs rampant. It is almost impossible for the pervasively cultural turn of so much contemporary academic music studies to avoid talking about how musicking represents aspects of the world, or mimics other musics, or echoes events elsewhere, or mirrors contemporary politics, or reflects issues of gender, or imagines (and thus makes images of) racial communities , or resonates with anxieties concerning the environment, and so on and so forth. Within the sublime mimesis of the worlds in which we now live, if there is one thing, then there is also a trace of it left elsewhere. Indeed, our endless dull documentation of all-and-everything by means of our smart phones and the like is but one example of how the mimetic impulse has penetrated so deep as to be now but a surface physical tick that the body performs unthinkingly in relationship to whatever it is it encounters. This being the case, then \"this\" needs to be thought through: we need to become strategically virtuosic knowing when, where, and how the mimetic can politically function for the right ends, and when it is but an invitation to unproductive incarceration. Of course, scholars in media studies have been thinking and theorizing about such things for a long time. But whilst participants in this seminar will be free to pursue that literature for the purposes of their final presentations and papers (and indeed shall be encouraged to do so should such writings light some productive fires) the focus of the seminar meetings themselves will be to approach this mimetic impulse from a more oblique angle: through case studies of operatic works that are mimetically overloaded (at present, Monteverdi's Orfeo , Mozart's Don Giovanni , and Puccini's Gianni Schichi ), and a body of theoretical and fictional literature that, whilst of import to investigations in media studies, is not necessarily media studies per se. This, in tandem with the more recognizable musicological pursuit of thinking about opera, we will also be reading, amongst other things: selections from Ovid's Metamorphosis , Derrida on Echo and Narcissus, Lacan on the mirror stage, Homi Bhaba on mimicry, Fanon on masks, Mary Shelly's Frankenstein, Joan Copjec and Leo Bersani on Marcissism, Benjamin and Adorno on reproduction, Marx on the commodity form, and (over the course of the semester) the whole of Michael Taussig's magnificent Mimesis and Alterity: A Particular History of the Senses.  Special Studies: Islam and Christianity in the Global South - A Musical Geography - MUSIC-GA 2199 (section 001) Tuesday 3:00-5:00 (Waverly 268) Instructor: Christine Dang This course explores musical performance in relation to one of the most salient demographic trends of the last century and a half; the explosive growth of Islam and Christianity, most strikingly in regions of the global south - in Africa, Latin America, and Asia. Drawing on literature from sociology, anthropology, and ethnomusicology, we probe the varied forms of musical expression that have emerged with the southern migration of Islam and Christianity. We examine the adaptation of canonic practices - such as Islamic recitation and hymns in four-part harmony - as they travel from their storied Middle Eastern and European origins to different geographies and cultures, as they fuse with indigenous sounds and beliefs, and as they inspire new and deeply localized modes of devotion. In musically mapping Islam and Christianity, we contemplate issues such as syncretism, indigeneity, and spiritual hybridity; social constructions of the sacred and profane, and the acoustically fertile spaces in between; the relationship between voice, language, and text in claiming religious authenticity; the sonic demarcation of spiritual centers and peripheries; the role of the slave trade, colonialism, and globalization in the development of Islamic and Christian musical communities; the politics of religious belonging; and the contested place of religious culture in postcolonial and secular regimes. Our leading goal is to bring musical developments within the world's two largest religions into conversation with each other and with broad perspectives on the changing cultural geographies of the global south. This seminar will be useful to students interested in music and spirituality, the anthropology of belief, religious studies, and the cultural dimensions of global south studies. No prior musical background is necessary. Special Studies: New Media Creation Workshop - Gesture, Sound, and Image Interactions - MUSIC-GA 2199 (section 002) Monday 3:00-5:00 (Location:TBA) Instructor: Jaime Oliver In this course we will develop interactive artwork that explores the relationships between sound, image, and gesture through the inspection of historical and contemporary works, and relevant subjects in new media theory, cognitive science, and interactive architecture and behavior design. Artwork in this case means music/computer music (interactive/generative systems, musical instrument design, visual music) and sound art practices (sound sculpture, sound installation, sound objects). The course will combine weekly lectures and additional meetings for workshops and critique will be scheduled as necessary. Topics may include the use of video analysis as a sensor/sound analysis and feature extraction/generating and editing visual material from sound signals/topics in physical computing (Pd/RaspberryPi)/intermodal cognition/Pixel, OpenGL, and Shader manipulation/data sonification/alternative/graphic scores. These topics may vary according to the specific needs of student projects. Examples will be provided in Pure Data, Gem, RaspberryPi, (and C/C++ whenever necessary). This course will run in parallel with the implementation of the studio and workshop spaces in the department, which will be complemented by guest workshops. Students are expected to take advantage of these workshops and facilities.  Special Studies: Listening - MUSIC-GA 2199 (section 003) *Enrollment capped at 10 Music students Tuesday 9:30-12:15 (721 Broadway, 6th Floor, Room 613) Instructors: Martin Daughtry and Deborah Kapchan The philosophy and social theory of the 20th century engaged the body and its senses in unprecedented ways. And yet the body remained largely silent until the end of the century, when inquiry turned toward two topics: sound and affect. The co-emergence of these literatures is not pure coincidence: sound and affect re-write the body in similar ways. Both highlight ambiguity and fluidity, characteristics of what Steven Connor (2004) calls \"immaterial corporeality.\" Both infiltrate, impact, and exceed the body, revealing it as a permeable zone, a receptive site emplaced within an intersubjective environment that is always already vibrating. Within the rich and growing body of scholarship on sound and affect, we (Deborah and Martin) have each been exploring, in complementary ways, the act of listening. We understand listening to be, minimally: a physiological process,a performative practice, an acoustemological act (i.e. a sound-centered act through which the world is known), a moment of affective capture, and moment of temporary surrender - both to sounds and to the powers that course through them. Our recent explorations of \"literacies of listening\" (Kapchan, 2009) and \"listening acts\" (Kapchan 2015, in press) within Sufi communities, as well as \"(in)audition\" and \"auditory regimes\" within the context of the Iraq war (Daughtry 2012 and in press) have led us to the common set of questions and approaches regarding listening that form the basis for this course. Indeed, listening has taken on a great deal of responsibility of late. In the context of the rise of religiosities, it is cited as the first step in the processes of conversion (Harding 2000:59). It makes the subject vulnerable to an interlocutor, opening a space of inter-subjectivity and empathic religious response (Fryholm 2004: 10-11). Listening renders the self porous to other aesthetic and often spiritual influences (Luhrmann 2012; Taylor 2010). Further, it reforms the acoustic unconscious, creating new religious sensibilities (Hirschkind 2006; Kapchan 2010). Listening also has its role in non-religious world makings. It is foundational in the first awareness of self as sound (Nancy 2007). Through echolocation, listening situates the body within a physical environment and in relation to other sonic agents that populate it. And just as it is forms the self, listening can also deform it or effect its disintegration, sometimes violently (Daughtry in press). Listening, that is, can be instrumentalized to create community, or to dissolve it. Our ears (and skin, and the other corporeal zones that are invigorated by sound) are constant consumers, yet listening challenges the property principle (Kapchan in press). How can we own a vibration, a sound? Together with you we will spend this semester exploring the dynamics, affordances, and limits of listening, focusing for only on theoretical works, but on \"sound knowledge\": the affective transmission that occurs through actual listening acts. To that end, we will begin each class with a structured listening act that performs the knowledge we will then theorize. We will listen in this sense with theories of listening and practices of listening - but we will do our best to blur the distinction between the two. Requirements: Each week will explore a different genre of listening from multiple text- and sense-based perspectives. Students should be willing to engage intellectually and bodily in the seminar. We expect a thoughtful and original paper as well as a sound walk, installation, or other form of documentation of a situated listening practice. Each week, students will write astute commentary that engages with the assigned readings and/or listenings, and post these comments on NYU Classes. Attendance and active participation are mandatory.                                      Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}, {"content": "Music | NYU                                 New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                          Home       About Us       People       Subfields       Undergraduate Program       Graduate Program       Special Programs       Events       Facilities and Resources           Annual Undergraduate Composers' Concert.           Home Since its establishment in 1923, the Department of Music at New York University has held a central position in American music scholarship and creativity. NYU faculty member Gustave Reese was one of the founding members of The American Musicological Society in 1934, and by mid-century the department had attracted a world-renowned group of scholars and musicians, from the pioneering musicologist Curt Sachs to composers of both concert and popular music such as Marion Bauer and Percy Grainger. Building on this legacy, the Department established its ethnomusicology sub-field in 1978, and a composition and theory sub-field in 1992. It has since grown into one of the country’s most exciting, intellectually vibrant centers for the interdisciplinary study of music and sound. The NYU Department of Music offers studies in historical musicology, ethnomusicology, and composition and theory at both the undergraduate and graduate levels. With its leading research faculty, the Department grants degrees of Bachelor of Arts and Doctor of Philosophy. The Department also sponsors a colloquium series, musical ensembles, graduate and undergraduate concerts, the Washington Square Contemporary Music Society concert series, and a range of interdisciplinary symposia/conferences. Our facilities include early and world music instrument collections, the Avery Fisher Center for Music and Media , and the Waverly Labs for Music and Computing , which provide faculty and students with equipment, lab and workshops spaces for research and creation in music and sound art. Read more .     Please join us in congratulating:  Professor Suzanne Cusick , who the American Musicological Society named as an Honorary Member, \"for the range and an impact of (her) scholarship\" at its annual conference (November 6-9)  Professor Emeritus Edward Roesner , who the American Musicological Society named as an   Honorary Member, \"for the range and an impact of (his) scholarship\" at   its annual conference Professor Michael Beckerman , who received an Honorary Doctorate from Palack ý University on November 12, 2014, for \"developing musicology essential contribution to the research and promotion of Czech musical culture.\" Graduate student Jie Wang , who received a 2015 Opera Grant for Female Composers from The National Opera Center of America for her work, To Kill That Bird Graduate Students Adam Mirza, Anna Reidy, and Maria Stankova, who all received GSAS Dean's Dissertation Awards for the 2015-16 Academic Year     Announcements       Employment - Visiting Assistant Professor       *New* Music Major Curriculum       Fall 2015 Undergraduate Courses       *New* web site - Waverly Labs for Computing and Music       Recent Awards and Accomplishments       Collegium Musicum Viol Program       CD Review: Narození Pána Krista (Teares of the Muses)       Initiative for Romani Music       Related Information       GSAS Admissions       Graduate Admissions FAQ       GSAS Application Resource Center       Graduate Student Placement       Undergraduate Admissions and Application       Undergraduate FAQ           Upcoming Events                     -       Read More... \" akt=\"New Music Festival\">New Music Festival     Location: Clemente Soto Velez Cultural Center, 107 Suffolk St.   The Talea Ensemble, Iktus Percussion, The Soon Another, and ensemble mise-en will premiere works by Department of Music graduate students Ioannis Angelakis, Joel Rust, Bernardo Barros, Wang Jie, Timucin Sahin, Jue Wang, Moon Young-Ha, Fede Camara Halac, Adele Fournet, Gordon Beeferman, and Friedrich Kern. Read More...        ,       Marina Peterson (Ohio University) presents &quot;Noisy Silence: Noise Pollution, Sensation, and Indefinite Urbanism.&quot; Read More... \" akt=\"Department of Music Colloquium\">Department of Music Colloquium     Location: 100 Washington Square East, Silver Center, Room 320   Marina Peterson (Ohio University) presents \"Noisy Silence: Noise Pollution, Sensation, and Indefinite Urbanism.\" Read More...         - , -       Program \" akt=\"Department of Music Symposium\">Department of Music Symposium     Location: 100 Washington Square East, Silver Center, Room 220   Opre Khetanes! Concert and Conference on Romani (Gypsy) Musics and Cultures. Represents a major gathering on the East Coast of scholars of Romani culture and Roma who work as academics, activists, and/or performers. Presentations will be made by established scholars and graduate students with expertise in Romani studies. In the symposium portion of Opre Khetanes!, Beyond Gypsy Stereotypes: Voicing Romani Pluralities, scholars in the fields of musicology, anthropology, Romani studies and related disciplines will present papers on subjects related to the representation of Romani people by themselves and/or others. Opre Khetanes! will also feature performances and a panel discussion. Free admission and no pre-registration required. Program        ,       \"Opre Khetanes!\" Concert/Dance Party     Location: Hungarian House, 213 East 82nd St.   Presented by the Center for Traditional Music and Dance, The Initiative for Romani Music at New York University Department of Music, Voice of Roma and Balkankaɸe. Featuring Romani Music and Dance with Sazet Band, Eva Salina & Peter Stan, and Sani Rifati teaching \"Dances from the Mahala\" to live music by Sazet Band. Tickets are $15. Delicious \"meze\" will be for sale throughout the evening.        ,       Professor Naomi Tadmor (Lancaster University, History) and Professor Michael Beckerman (NYU, Music and Lancaster University, History) present &quot;The Travels of a Niggun:Gideon Klein's Terezin Lullaby.&quot; Co-sponsored by the Skirball Department of Hebrew and Judaic Studies.\" akt=\"Department of Music Lecture\">Department of Music Lecture     Location: 100 Washington Square East, Silver Center, Room 220   Professor Naomi Tadmor (Lancaster University, History) and Professor Michael Beckerman (NYU, Music and Lancaster University, History) present \"The Travels of a Niggun:Gideon Klein's Terezin Lullaby.\" Co-sponsored by the Skirball Department of Hebrew and Judaic Studies.                                     Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}]}]