[{"detail": [{"content": "Sexual Health                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Administrators & Staff                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Sexual Health       The World Health Organization describes sexual health as “a state of physical, mental and social wellbeing in relation to sexuality. It requires a positive and respectful approach to sexuality and sexual relationships, as well as the possibility of having pleasurable and safe sexual experiences, free of coercion, discrimination and violence”. The majority of NYU students are sexually active, and college is a time when many young people first become sexually active. Students frequently enter college without adequate sexual health knowledge, and, subsequently, they often engage in sexual behaviors that place them at increased risk for unintended health outcomes such as pregnancy, human immunodeficiency virus (HIV), and other sexually transmitted infections (STIs). It is crucial to enhance sexual health resources to improve students’ sexual health, increase safer sex behaviors, and reduce STI and HIV transmission.             Key Facts     64.7% of NYU students reported engaging in oral, vaginal, or anal intercourse within the last 12 months. 1   In 2009, there were 48,100 new HIV cases in the United States, with 19.7% occurring in young people age 15 to 24. 2   Although young people ages 15 to 24 represent 25% of the sexually experienced population, this age group accounts for nearly 50% of all new STIs, totaling about 9 million cases in 2008. 3   Over 1.2 million cases of chlamydia were reported in 2008, the most since record keeping for the disease began and the highest number of cases for any STI required to be reported by physicians. 3   20 to 24-year-olds are significantly more likely to experience an unintended pregnancy than women aged 19 or younger. 4   STI rates are twice as common among 20 to 24-year-olds as 15 to 19-year-olds (7 v. 3%). 5   Many young people misperceive their vulnerability to infection, which can affect  decisions around sexual behavior. 6                Suggestions for Administrators &amp; Staff     This page is intended to be a resource containing suggestions for what you can do to help increase students' sexual health knowledge and better manage their engagement in healthy sexual behaviors.   • Attend Safe Zone training to become a visible ally to NYU’s LGBTQ community. Creating a university environment that is sensitive, safe, respectful and inclusive supports and encourages positive interpersonal interactions. Sign up for Safe Zoning training .     • Promote the use of safer sex supplies. Many students report wanting to use safer sex supplies but do not due to lack of money or fear of judgment when purchasing them. 20 The distribution of free safer sex supplies on a university campus can be effective in increasing condom use, reducing new cases of sexually transmitted infections,and preventing unplanned pregnancies.     o Be knowledgeable about where free condoms are available on campus. For NYU students who choose to be sexually active, free safer sex supplies are available at the Health Promotion Office (stop by the 3rd Floor of 726 Broadway). Staff and Health Leaders are also available to answer any questions students may have about safer sex, contraception, or sexually transmitted infections. The Student Resource Center, LGBTQ Student Center, Center for Center for Multicultural Education and Programs, and all of the residence halls have condoms free available to students in communal spaces.     o Offer free safe sex supplies in communal areas such as residence halls, student lounges, or bathrooms. To obtain a free supply of condoms for distribution, contact the Health Promotion Office or the NYC Department of Health and Mental Hygiene.     • Be knowledgeable about NYU’s sexual health services for students and able to refer them to the appropriate resources when necessary. Visit the NYU Student Health Center website to find out about specific services or review the Sexual Health Resource Guide , which provides a listing of programs and resources throughout campus for students to manage engagement in their own sexual health behaviors or to get involved with broader sexual health issues.     • Host events and discussions around sexual health issues. Students’ knowledge, values, attitudes, and beliefs influence their sexual health decisions and behaviors. Bringing in speakers to lead discussions on the evolving societal views on issues around gender, sexuality, sexual and reproductive rights, HIV/AIDS, or socio-economic driven health inequalities can be a great opportunity to challenge students’ preconceived notions and perceptions which ultimately can influence their sexual health. This can be a great way to collaborate with the Student Health Center, an NYU faculty member, or colleagues within Student Affairs. Hosting fun events, such as a trip to the Sex Museum or a movie screening, can also be a great way to facilitate awareness around sexual health issues and reach students who may not feel comfortable talking directly about these issues                                                                                          Indicator Technical Notes                               a) HIV Testing       Data Source: ACHA #39F   Survey Question: Have you ever been tested for HIV infection?   Definition: proportion of students responding yes     b) Annual incidence of chlamydia, age 24 and under     Data Source: ACHA #41A6   Survey Question: Within the last 12 months, have you been diagnosed or treated by a profession for the following: Chlamydia?   Definition: rate per 10,000 of students 24 and under who endorsed “yes”       c) Always use condoms or other protective barrier during vaginal intercourse       Data Source: ACHA # 22B   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during vaginal intercourse?   Definition: proportion of students engaging in vaginal intercourse (within the last 30 days) reported “always” using protective barrier     d) Always use condoms or other protective barrier during anal intercourse       Data Source: ACHA # 22C   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during anal intercourse?   Definition: proportion of students engaging in anal intercourse (within the past 30 days) reported “always” using protective barrier                                                                References                                 American College Health Association. (2009). American College Health Association - National College Health Assessment II: New York University Executive Summary Spring 2009. Hanover, MD: Author.   Centers for Disease Control and Prevention. (2011, September). Diagnoses of HIV Infection and AIDS in the United States and Dependent Areas, 2009. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2009, Novem ber). Sexually Transmitted Disease Surveillance, 2008. Atlanta, GA: U.S. Department of Health and Human Services.   Finer, L.B., Henshaw, S.K. (2004.) Disparities in rates of unintended pregnancy in the United States, 1994 and 2001. Perspectives on Sex and Reproductive Health, 38, 90–6.   Mosher, W.D., Chandra A., &amp; Jones, J. (2004). Sexual behavior and selected health measures: men and women ages 15–44 years of age. Advance Data, 1–56.   Academy for Educational Development. (2007). Summary of a review of the literature: Programs to promote chlamydia screening. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention.   Kirby, D. (2008). The impact of abstinence and comprehensive sex and STD/HIV education programs on adolescent sexual behavior. Sexuality Research and Social Policy, 5(3), 18-27. Joint United Nations Programme on HIV/AIDS. Sexual Health Education Does Lead to Safer Sexual Behaviour. Press release, October 22, 1997.   National Prevention Council. U.S. Department of Health and Human Services. (2011). National Prevention Strategy. Washington, DC: U.S. Department of Health and Human Services. Office of the Surgeon General.     Davis, L., Arshad, U. (2010). Adolescent sexual health and the dynamics of oppression: A call for cultural competency. Issues at a Glance, Advocates for Youth.   Lin, J.S., Whitlock, E., O’Connor, E., &amp; Bauer, V. (2008). Behavioral counseling to prevent sexually transmitted infections: A systematic review for the U.S. Preventive Services Task Force. Annals of Internal Medicine, 149(7), 497-508.   Campinha-Bacote, J. (2002). The process of cultural competence in the delivery of healthcare services: A model of care. Journal of Transcultural Nursing, 13(3), 181-184.   Drabble, L., Keatley, J., Marcelle, G. (2003). Progress and opportunities in lesbian, gay, Bisexual, and Transgender Health Communications. Clinical Research and Regulatory Affairs, 20(2), 205–227.   Centers for Disease Control and Prevention. (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Morbidity and Mortality Weekly Report. Atlanta, GA: U.S. Department of Health and Human Services.   Deptula, D.P., Henry, D.B., &amp; Schoeny, M.E. (2010). How can parents make a difference? Longitudinal associations with adolescent sexual behavior. Journal of Family Psychology, 24( 6), 731–739.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.   Butler, S.C., Procopio, M., Ragan, K., Funke, B., &amp; Black D.R. (2011). Condom and safer sex product availability among colleges and universities in rural setting. The Health Education Monograph Series, 25(2), 10-15.   Centers for Disease Control and Prevention. (2010, October). Condom Distribution as a Structural Level Intervention. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2010, December). Vital Signs: HIV testing in the U.S. Atlanta, GA: U.S. Department of Health and Human Services.   Barth, K.R., Cook, R.L., Downs, J.S., Switzer, &amp; G.E., Fischhoff, B. (2002). Social stigma and negative consequences: Factors that influence college students’ decision to seek testing for sexually transmitted infections. Journal of American College Health, 50,(4), 153 – 159.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.                                                                           The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Sexual Health                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Administrators & Staff                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Sexual Health       The World Health Organization describes sexual health as “a state of physical, mental and social wellbeing in relation to sexuality. It requires a positive and respectful approach to sexuality and sexual relationships, as well as the possibility of having pleasurable and safe sexual experiences, free of coercion, discrimination and violence”. The majority of NYU students are sexually active, and college is a time when many young people first become sexually active. Students frequently enter college without adequate sexual health knowledge, and, subsequently, they often engage in sexual behaviors that place them at increased risk for unintended health outcomes such as pregnancy, human immunodeficiency virus (HIV), and other sexually transmitted infections (STIs). It is crucial to enhance sexual health resources to improve students’ sexual health, increase safer sex behaviors, and reduce STI and HIV transmission.             Key Facts     64.7% of NYU students reported engaging in oral, vaginal, or anal intercourse within the last 12 months. 1   In 2009, there were 48,100 new HIV cases in the United States, with 19.7% occurring in young people age 15 to 24. 2   Although young people ages 15 to 24 represent 25% of the sexually experienced population, this age group accounts for nearly 50% of all new STIs, totaling about 9 million cases in 2008. 3   Over 1.2 million cases of chlamydia were reported in 2008, the most since record keeping for the disease began and the highest number of cases for any STI required to be reported by physicians. 3   20 to 24-year-olds are significantly more likely to experience an unintended pregnancy than women aged 19 or younger. 4   STI rates are twice as common among 20 to 24-year-olds as 15 to 19-year-olds (7 v. 3%). 5   Many young people misperceive their vulnerability to infection, which can affect  decisions around sexual behavior. 6                Suggestions for Administrators &amp; Staff     This page is intended to be a resource containing suggestions for what you can do to help increase students' sexual health knowledge and better manage their engagement in healthy sexual behaviors.   • Attend Safe Zone training to become a visible ally to NYU’s LGBTQ community. Creating a university environment that is sensitive, safe, respectful and inclusive supports and encourages positive interpersonal interactions. Sign up for Safe Zoning training .     • Promote the use of safer sex supplies. Many students report wanting to use safer sex supplies but do not due to lack of money or fear of judgment when purchasing them. 20 The distribution of free safer sex supplies on a university campus can be effective in increasing condom use, reducing new cases of sexually transmitted infections,and preventing unplanned pregnancies.     o Be knowledgeable about where free condoms are available on campus. For NYU students who choose to be sexually active, free safer sex supplies are available at the Health Promotion Office (stop by the 3rd Floor of 726 Broadway). Staff and Health Leaders are also available to answer any questions students may have about safer sex, contraception, or sexually transmitted infections. The Student Resource Center, LGBTQ Student Center, Center for Center for Multicultural Education and Programs, and all of the residence halls have condoms free available to students in communal spaces.     o Offer free safe sex supplies in communal areas such as residence halls, student lounges, or bathrooms. To obtain a free supply of condoms for distribution, contact the Health Promotion Office or the NYC Department of Health and Mental Hygiene.     • Be knowledgeable about NYU’s sexual health services for students and able to refer them to the appropriate resources when necessary. Visit the NYU Student Health Center website to find out about specific services or review the Sexual Health Resource Guide , which provides a listing of programs and resources throughout campus for students to manage engagement in their own sexual health behaviors or to get involved with broader sexual health issues.     • Host events and discussions around sexual health issues. Students’ knowledge, values, attitudes, and beliefs influence their sexual health decisions and behaviors. Bringing in speakers to lead discussions on the evolving societal views on issues around gender, sexuality, sexual and reproductive rights, HIV/AIDS, or socio-economic driven health inequalities can be a great opportunity to challenge students’ preconceived notions and perceptions which ultimately can influence their sexual health. This can be a great way to collaborate with the Student Health Center, an NYU faculty member, or colleagues within Student Affairs. Hosting fun events, such as a trip to the Sex Museum or a movie screening, can also be a great way to facilitate awareness around sexual health issues and reach students who may not feel comfortable talking directly about these issues                                                                                          Indicator Technical Notes                               a) HIV Testing       Data Source: ACHA #39F   Survey Question: Have you ever been tested for HIV infection?   Definition: proportion of students responding yes     b) Annual incidence of chlamydia, age 24 and under     Data Source: ACHA #41A6   Survey Question: Within the last 12 months, have you been diagnosed or treated by a profession for the following: Chlamydia?   Definition: rate per 10,000 of students 24 and under who endorsed “yes”       c) Always use condoms or other protective barrier during vaginal intercourse       Data Source: ACHA # 22B   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during vaginal intercourse?   Definition: proportion of students engaging in vaginal intercourse (within the last 30 days) reported “always” using protective barrier     d) Always use condoms or other protective barrier during anal intercourse       Data Source: ACHA # 22C   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during anal intercourse?   Definition: proportion of students engaging in anal intercourse (within the past 30 days) reported “always” using protective barrier                                                                References                                 American College Health Association. (2009). American College Health Association - National College Health Assessment II: New York University Executive Summary Spring 2009. Hanover, MD: Author.   Centers for Disease Control and Prevention. (2011, September). Diagnoses of HIV Infection and AIDS in the United States and Dependent Areas, 2009. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2009, Novem ber). Sexually Transmitted Disease Surveillance, 2008. Atlanta, GA: U.S. Department of Health and Human Services.   Finer, L.B., Henshaw, S.K. (2004.) Disparities in rates of unintended pregnancy in the United States, 1994 and 2001. Perspectives on Sex and Reproductive Health, 38, 90–6.   Mosher, W.D., Chandra A., &amp; Jones, J. (2004). Sexual behavior and selected health measures: men and women ages 15–44 years of age. Advance Data, 1–56.   Academy for Educational Development. (2007). Summary of a review of the literature: Programs to promote chlamydia screening. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention.   Kirby, D. (2008). The impact of abstinence and comprehensive sex and STD/HIV education programs on adolescent sexual behavior. Sexuality Research and Social Policy, 5(3), 18-27. Joint United Nations Programme on HIV/AIDS. Sexual Health Education Does Lead to Safer Sexual Behaviour. Press release, October 22, 1997.   National Prevention Council. U.S. Department of Health and Human Services. (2011). National Prevention Strategy. Washington, DC: U.S. Department of Health and Human Services. Office of the Surgeon General.     Davis, L., Arshad, U. (2010). Adolescent sexual health and the dynamics of oppression: A call for cultural competency. Issues at a Glance, Advocates for Youth.   Lin, J.S., Whitlock, E., O’Connor, E., &amp; Bauer, V. (2008). Behavioral counseling to prevent sexually transmitted infections: A systematic review for the U.S. Preventive Services Task Force. Annals of Internal Medicine, 149(7), 497-508.   Campinha-Bacote, J. (2002). The process of cultural competence in the delivery of healthcare services: A model of care. Journal of Transcultural Nursing, 13(3), 181-184.   Drabble, L., Keatley, J., Marcelle, G. (2003). Progress and opportunities in lesbian, gay, Bisexual, and Transgender Health Communications. Clinical Research and Regulatory Affairs, 20(2), 205–227.   Centers for Disease Control and Prevention. (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Morbidity and Mortality Weekly Report. Atlanta, GA: U.S. Department of Health and Human Services.   Deptula, D.P., Henry, D.B., &amp; Schoeny, M.E. (2010). How can parents make a difference? Longitudinal associations with adolescent sexual behavior. Journal of Family Psychology, 24( 6), 731–739.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.   Butler, S.C., Procopio, M., Ragan, K., Funke, B., &amp; Black D.R. (2011). Condom and safer sex product availability among colleges and universities in rural setting. The Health Education Monograph Series, 25(2), 10-15.   Centers for Disease Control and Prevention. (2010, October). Condom Distribution as a Structural Level Intervention. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2010, December). Vital Signs: HIV testing in the U.S. Atlanta, GA: U.S. Department of Health and Human Services.   Barth, K.R., Cook, R.L., Downs, J.S., Switzer, &amp; G.E., Fischhoff, B. (2002). Social stigma and negative consequences: Factors that influence college students’ decision to seek testing for sexually transmitted infections. Journal of American College Health, 50,(4), 153 – 159.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.                                                                           The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Study Finds That Fathers Matter When It Comes To Their Teenager’s Sexual Behavior                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2012   /   October   /   15                                                         NYU Study Finds That Fathers Matter When It Comes To Their Teenager’s Sexual Behavior                   October 15, 2012                                       A new study by New York University professor Vincent Guilamo-Ramos and colleagues from the Centers for Disease Control and Prevention (CDC) suggests that fathers’ parenting behavior influences the sexual behavior of their adolescent children. However, to date most parent-based research on adolescent sexual risk behavior has neglected the role of fathers, a missed opportunity to contribute to their adolescent children’s health and well-being.    While it is well-established that parenting is closely linked with a teenager’s sexual health and reproductive outcomes, it is mothers that, to date, have drawn most of the attention of researchers, according to the study published today by Pediatrics. Guilamo-Ramos is professor of social work and co-director of the Center for Latino Adolescent and Family Health (CLAFH) at NYU’s Silver School of Social Work.   Far less is known, the study found, about how fathers’ specific parenting behaviors influence different areas of adolescent sexual risk behavior. The study , “Paternal Influences on Adolescent Sexual Risk Behaviors: A Structured Literature Review,” states that the majority of research that looks at the role of fathers tends to conceptualize their influence with limited perspective, viewing them as an economic provider chiefly, or looking mainly at whether or not they are present in the home. Additionally, most studies tended to examine father influence on only one area of adolescent sexual risk behavior, sexual debut.    The study calls for more, and more rigorous, research, and depicts the current shortage of father-specific studies as a passed-up chance to improve the sexual and reproductive health of adolescents. The absence of sufficient father-focused research also contributes to a lack of understanding of the ways that fathers may differ from mothers in how they monitor, supervise, and communicate with their teenage children, and how they can make a greater difference.   The authors provide recommendations for primary care providers and public health practitioners. These recommendations deal with how better to incorporate fathers into interventions designed to reduce sexual risk behavior at a critical developmental stage associated with risk-taking and negative outcomes, from sexually transmitted diseases to unwanted pregnancy.   Successful father-based interventions, the study says, potentially represent an additional mechanism to influence teen sexual behavior and thus expand the opportunity to support adolescent health and well-being.   In addition to principal author Guilamo-Ramos, the study with co-authored by Alida Bouris, PhD; Jane Lee, MSW; Katharine McCarthy, MPH; Shannon L. Michael; PhD; Seraphine Pitt-Barnes, PhD, and Patricia Dittus, PhD.                          This Press Release is in the following Topics:      Research , Silver School of Social Work           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Sexual Health                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Administrators & Staff                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Sexual Health       The World Health Organization describes sexual health as “a state of physical, mental and social wellbeing in relation to sexuality. It requires a positive and respectful approach to sexuality and sexual relationships, as well as the possibility of having pleasurable and safe sexual experiences, free of coercion, discrimination and violence”. The majority of NYU students are sexually active, and college is a time when many young people first become sexually active. Students frequently enter college without adequate sexual health knowledge, and, subsequently, they often engage in sexual behaviors that place them at increased risk for unintended health outcomes such as pregnancy, human immunodeficiency virus (HIV), and other sexually transmitted infections (STIs). It is crucial to enhance sexual health resources to improve students’ sexual health, increase safer sex behaviors, and reduce STI and HIV transmission.             Key Facts     64.7% of NYU students reported engaging in oral, vaginal, or anal intercourse within the last 12 months. 1   In 2009, there were 48,100 new HIV cases in the United States, with 19.7% occurring in young people age 15 to 24. 2   Although young people ages 15 to 24 represent 25% of the sexually experienced population, this age group accounts for nearly 50% of all new STIs, totaling about 9 million cases in 2008. 3   Over 1.2 million cases of chlamydia were reported in 2008, the most since record keeping for the disease began and the highest number of cases for any STI required to be reported by physicians. 3   20 to 24-year-olds are significantly more likely to experience an unintended pregnancy than women aged 19 or younger. 4   STI rates are twice as common among 20 to 24-year-olds as 15 to 19-year-olds (7 v. 3%). 5   Many young people misperceive their vulnerability to infection, which can affect  decisions around sexual behavior. 6                Suggestions for Administrators &amp; Staff     This page is intended to be a resource containing suggestions for what you can do to help increase students' sexual health knowledge and better manage their engagement in healthy sexual behaviors.   • Attend Safe Zone training to become a visible ally to NYU’s LGBTQ community. Creating a university environment that is sensitive, safe, respectful and inclusive supports and encourages positive interpersonal interactions. Sign up for Safe Zoning training .     • Promote the use of safer sex supplies. Many students report wanting to use safer sex supplies but do not due to lack of money or fear of judgment when purchasing them. 20 The distribution of free safer sex supplies on a university campus can be effective in increasing condom use, reducing new cases of sexually transmitted infections,and preventing unplanned pregnancies.     o Be knowledgeable about where free condoms are available on campus. For NYU students who choose to be sexually active, free safer sex supplies are available at the Health Promotion Office (stop by the 3rd Floor of 726 Broadway). Staff and Health Leaders are also available to answer any questions students may have about safer sex, contraception, or sexually transmitted infections. The Student Resource Center, LGBTQ Student Center, Center for Center for Multicultural Education and Programs, and all of the residence halls have condoms free available to students in communal spaces.     o Offer free safe sex supplies in communal areas such as residence halls, student lounges, or bathrooms. To obtain a free supply of condoms for distribution, contact the Health Promotion Office or the NYC Department of Health and Mental Hygiene.     • Be knowledgeable about NYU’s sexual health services for students and able to refer them to the appropriate resources when necessary. Visit the NYU Student Health Center website to find out about specific services or review the Sexual Health Resource Guide , which provides a listing of programs and resources throughout campus for students to manage engagement in their own sexual health behaviors or to get involved with broader sexual health issues.     • Host events and discussions around sexual health issues. Students’ knowledge, values, attitudes, and beliefs influence their sexual health decisions and behaviors. Bringing in speakers to lead discussions on the evolving societal views on issues around gender, sexuality, sexual and reproductive rights, HIV/AIDS, or socio-economic driven health inequalities can be a great opportunity to challenge students’ preconceived notions and perceptions which ultimately can influence their sexual health. This can be a great way to collaborate with the Student Health Center, an NYU faculty member, or colleagues within Student Affairs. Hosting fun events, such as a trip to the Sex Museum or a movie screening, can also be a great way to facilitate awareness around sexual health issues and reach students who may not feel comfortable talking directly about these issues                                                                                          Indicator Technical Notes                               a) HIV Testing       Data Source: ACHA #39F   Survey Question: Have you ever been tested for HIV infection?   Definition: proportion of students responding yes     b) Annual incidence of chlamydia, age 24 and under     Data Source: ACHA #41A6   Survey Question: Within the last 12 months, have you been diagnosed or treated by a profession for the following: Chlamydia?   Definition: rate per 10,000 of students 24 and under who endorsed “yes”       c) Always use condoms or other protective barrier during vaginal intercourse       Data Source: ACHA # 22B   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during vaginal intercourse?   Definition: proportion of students engaging in vaginal intercourse (within the last 30 days) reported “always” using protective barrier     d) Always use condoms or other protective barrier during anal intercourse       Data Source: ACHA # 22C   Survey Question: Within the last 30 days, how often did you or your partner(s) use a condom or other protective barrier during anal intercourse?   Definition: proportion of students engaging in anal intercourse (within the past 30 days) reported “always” using protective barrier                                                                References                                 American College Health Association. (2009). American College Health Association - National College Health Assessment II: New York University Executive Summary Spring 2009. Hanover, MD: Author.   Centers for Disease Control and Prevention. (2011, September). Diagnoses of HIV Infection and AIDS in the United States and Dependent Areas, 2009. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2009, Novem ber). Sexually Transmitted Disease Surveillance, 2008. Atlanta, GA: U.S. Department of Health and Human Services.   Finer, L.B., Henshaw, S.K. (2004.) Disparities in rates of unintended pregnancy in the United States, 1994 and 2001. Perspectives on Sex and Reproductive Health, 38, 90–6.   Mosher, W.D., Chandra A., &amp; Jones, J. (2004). Sexual behavior and selected health measures: men and women ages 15–44 years of age. Advance Data, 1–56.   Academy for Educational Development. (2007). Summary of a review of the literature: Programs to promote chlamydia screening. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention.   Kirby, D. (2008). The impact of abstinence and comprehensive sex and STD/HIV education programs on adolescent sexual behavior. Sexuality Research and Social Policy, 5(3), 18-27. Joint United Nations Programme on HIV/AIDS. Sexual Health Education Does Lead to Safer Sexual Behaviour. Press release, October 22, 1997.   National Prevention Council. U.S. Department of Health and Human Services. (2011). National Prevention Strategy. Washington, DC: U.S. Department of Health and Human Services. Office of the Surgeon General.     Davis, L., Arshad, U. (2010). Adolescent sexual health and the dynamics of oppression: A call for cultural competency. Issues at a Glance, Advocates for Youth.   Lin, J.S., Whitlock, E., O’Connor, E., &amp; Bauer, V. (2008). Behavioral counseling to prevent sexually transmitted infections: A systematic review for the U.S. Preventive Services Task Force. Annals of Internal Medicine, 149(7), 497-508.   Campinha-Bacote, J. (2002). The process of cultural competence in the delivery of healthcare services: A model of care. Journal of Transcultural Nursing, 13(3), 181-184.   Drabble, L., Keatley, J., Marcelle, G. (2003). Progress and opportunities in lesbian, gay, Bisexual, and Transgender Health Communications. Clinical Research and Regulatory Affairs, 20(2), 205–227.   Centers for Disease Control and Prevention. (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Morbidity and Mortality Weekly Report. Atlanta, GA: U.S. Department of Health and Human Services.   Deptula, D.P., Henry, D.B., &amp; Schoeny, M.E. (2010). How can parents make a difference? Longitudinal associations with adolescent sexual behavior. Journal of Family Psychology, 24( 6), 731–739.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.   Butler, S.C., Procopio, M., Ragan, K., Funke, B., &amp; Black D.R. (2011). Condom and safer sex product availability among colleges and universities in rural setting. The Health Education Monograph Series, 25(2), 10-15.   Centers for Disease Control and Prevention. (2010, October). Condom Distribution as a Structural Level Intervention. Atlanta, GA: U.S. Department of Health and Human Services.   Centers for Disease Control and Prevention. (2010, December). Vital Signs: HIV testing in the U.S. Atlanta, GA: U.S. Department of Health and Human Services.   Barth, K.R., Cook, R.L., Downs, J.S., Switzer, &amp; G.E., Fischhoff, B. (2002). Social stigma and negative consequences: Factors that influence college students’ decision to seek testing for sexually transmitted infections. Journal of American College Health, 50,(4), 153 – 159.   Centers for Disease Control and Prevention. Morbidity and Mortality Weekly Report (2010, December). Sexually Transmitted Diseases, Treatment Guidelines, 2010. Atlanta, GA: U.S. Department of Health and Human Services.                                                                           The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Study Finds That Fathers Matter When It Comes To Their Teenager’s Sexual Behavior                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2012   /   October   /   15                                                         NYU Study Finds That Fathers Matter When It Comes To Their Teenager’s Sexual Behavior                   October 15, 2012                                       A new study by New York University professor Vincent Guilamo-Ramos and colleagues from the Centers for Disease Control and Prevention (CDC) suggests that fathers’ parenting behavior influences the sexual behavior of their adolescent children. However, to date most parent-based research on adolescent sexual risk behavior has neglected the role of fathers, a missed opportunity to contribute to their adolescent children’s health and well-being.    While it is well-established that parenting is closely linked with a teenager’s sexual health and reproductive outcomes, it is mothers that, to date, have drawn most of the attention of researchers, according to the study published today by Pediatrics. Guilamo-Ramos is professor of social work and co-director of the Center for Latino Adolescent and Family Health (CLAFH) at NYU’s Silver School of Social Work.   Far less is known, the study found, about how fathers’ specific parenting behaviors influence different areas of adolescent sexual risk behavior. The study , “Paternal Influences on Adolescent Sexual Risk Behaviors: A Structured Literature Review,” states that the majority of research that looks at the role of fathers tends to conceptualize their influence with limited perspective, viewing them as an economic provider chiefly, or looking mainly at whether or not they are present in the home. Additionally, most studies tended to examine father influence on only one area of adolescent sexual risk behavior, sexual debut.    The study calls for more, and more rigorous, research, and depicts the current shortage of father-specific studies as a passed-up chance to improve the sexual and reproductive health of adolescents. The absence of sufficient father-focused research also contributes to a lack of understanding of the ways that fathers may differ from mothers in how they monitor, supervise, and communicate with their teenage children, and how they can make a greater difference.   The authors provide recommendations for primary care providers and public health practitioners. These recommendations deal with how better to incorporate fathers into interventions designed to reduce sexual risk behavior at a critical developmental stage associated with risk-taking and negative outcomes, from sexually transmitted diseases to unwanted pregnancy.   Successful father-based interventions, the study says, potentially represent an additional mechanism to influence teen sexual behavior and thus expand the opportunity to support adolescent health and well-being.   In addition to principal author Guilamo-Ramos, the study with co-authored by Alida Bouris, PhD; Jane Lee, MSW; Katharine McCarthy, MPH; Shannon L. Michael; PhD; Seraphine Pitt-Barnes, PhD, and Patricia Dittus, PhD.                          This Press Release is in the following Topics:      Research , Silver School of Social Work           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Program in Human Sexuality | Psychiatry                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Psychiatry                                                                                  Home   About Us   Education   Research   Patient Care   Faculty   Newsletter   Affiliates                                  Home Program in Human Sexuality            Print  Email               - A + A                                         Program in Human Sexuality      Home   About Us   Education   Research   Patient Care   Faculty   Newsletter   Affiliates                                                                                                          Program in Human Sexuality                                            401 East 34th Street - 4th Floor   New York, New York 10016   Phone: 212-263-7419   Office Hours: Call for Appointment      The Program in Human Sexuality at New York University Langone Medical Center was created in 1980 under the auspices of the Department of Psychiatry. Since that time, it has achieved both a national and an international reputation as a treatment, training, and research center. Sexual medicine views sexual disorders as deriving from biological, psychological, and social factors. Biology emphasizes the anatomical, structural, and hormonal bases of illness; psychology emphasizes the role of the mind and personality factors; social factors emphasize cultural, environmental, and familial influences on the expression and experience of sexual functioning. Each component is considered in the evaluation and treatment of sexual dysfunctions.     The treatment program provides a comprehensive and in-depth examination of the full range of sexual disorders, such as erectile disorder, premature ejaculation, male orgasmic disorder, female orgasmic and arousal disorders, pain disorders, lack of desire, sexual addiction/compulsivity, the unconsummated marriage, and sexual incompatibility between partners.      Program in Human Sexuality Clinicians                                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]