[{"detail": [{"content": "Fall 2009 Undergraduate Course Descriptions    |     Social &amp; Cultural Analysis    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Fall 2009 Undergraduate Course Descriptions   NYU  DEPARTMENT  OF SOCIAL AND CULTURAL ANALYSIS (SCA) Fall 2009 Undergraduate Course Descriptions  (This list is subject to change.)       Listed alphabetically by Course  Title. Add’l information may be  available from the underlined department. Following each description, in  parentheses ( ), are the SCA majors for  which the course fulfills a requirement. AF = Africana Studies, AM = American Studies, APA  = Asian-Pacific-American Studies, GSS  = Gender &amp; Sexuality Studies, LAT  = Latino Studies, MET = Metropolitan  Studies, SCA = Social &amp; Cultural  Analysis   *Also see  courses listed as TOPICS , applicable  to the various majors.  African American History to 1865   V18.0795 Same as History V57.0647 Survey of the experience of African  Americans to 1865, emphasizing living conditions, treatment, images, attitudes,  important figures and events, and culture using a chronological and topical  approach. Topics include African way of life, initial contact between Africans  and Europeans, slave trade, early slavery, freedom and control in slave  society, abolitionism, slave resistance, free blacks, and gender. (AF)         African American English I  V18.0799      Same as V61.0023, Linguistics     What is the relationship between  language and identity? What really is African American English if it is not  slang or hip-hop talk? Who speaks it? Who has the right to speak it? Why do  speakers continue to speak stigmatized dialects? What are the social,  attitudinal and educational implications connected to African American English?     These are some of the questions we will  explore in this introductory course to African American English- a distinct  dialect of American English that has influenced U.S. and world cultures. Combining  research and theory from linguistics, anthropology and sociology, this course  emphasizes the relationship between language and culture. Students learn basic  linguistic concepts, followed by the linguistic features, structure and  discourse functions of African American English. Together, we survey English spoken  by African Americans in the U.S.  and its relation to Englishes spoken by other groups in the Caribbean, in  particular, as well as in the U.S.  (e.g., Asian Americans, European Americans, Latinos). We also address  contemporary social and educational issues throughout this course. Students  will have an opportunity to conduct original research.  Approaches to Latino Studies   V18.0501 **Recitation  required.  This  course explores a set of principles that have guided Latino Literature in the United States.  These principles can be found in many but not necessarily all of the readings.  They include: urban/rural life, freedom/confinement, memoir as source of  voice/other sources of voice, generational separation and identity, loss and  healing. We’ll trace a movement through time from masculinist nationalism to a  recognition of variations in gender, sexuality, race, class, region, and  national origin. Other principles will be added to this list as the class  proceeds. (LAT) Cantonese – Elementary I V18.0331     Same as V33.0410.    An introduction to Cantonese with an emphasis on the spoken and written  language and conversational proficiency as a primary goal. The course  emphasizes grammar, listening comprehension, and oral expressions. It is  designed to give beginning students a practical command of the language. Upon  completion of the course, students can expect to converse in simple sentences  and recognize and write about 350 Chinese characters. Students with passable  conversation ability or native speakers from Cantonese-speaking communities  should not enroll in this course. (APA)         Cantonese - Intermediate I   V18.0333     Same  as V33.0412.    This is an advanced-level language and culture course following Elementary  Cantonese. At this level, when the basic skills and working vocabulary have  been mastered, emphasis is placed on the linguistic rules to enable students to  communicate with more competence. The lessons focus not only on language, but  also use a holistic approach and incorporate discussions on history, current  events, literature, pop culture, and native values. Because language is key to  connecting with community concerns, the course also includes field trips to Chinatown and other Cantonese-speaking  neighborhoods. (APA)          Chinatown and the American Imagination  V18.0370.001     Permission of the instructor  required.   What is a “Chinatown”? The word alone evokes many images, sounds,  smells, tastes from many different sensibilities. For recent immigrants it can  be a home away from home, for “outsiders” an exotic place for cheap eats, for  male action flic fans Chow Yun Fat (or Mark Walhberg) in “The Corruptor,” and  for you ?!? (fill in the blank). We’re going to explore the nooks and crannies  of Chinatown in the American imagination and in its New York real-time, non-virtual existence.  How do we know what we know and not know? What does Chinatown  have to do with the formation of normative “American” identities? What are the  possibilities (and limits) of crossing cultural divides? Class members will  individually and/or in groups research, experience, and document a chain of  persons, places, and/or events creating their own narrative “tour” of this  place’s meanings. Novels, history books, tourist guides, films, and pop culture  will supplement the primary “text” of New York Chinatown. This will be a  collaborative, discussion-intensive, field-research-driven class limited to  twenty students. The instructor is looking for a mixture of students with a  variety of skills and backgrounds. Prospective registrants are required to  email the instructor (Jack.Tchen@nyu.edu) before signing up for the class.         Cinema i n Asia  America   V18.0310        Same as Dramatic Lit V30.0309, East Asian Studies  V33.0314 and Tisch H72.0315     This course will begin with a  critical history of the representation of Asians in Hollywood and a chronicle of the struggles  faced by early male and female pioneers to achieve celluloid visibility.   It will proceed, using a rich and varied mixture of screenings and readings, to  offer an eye-opening introduction to some of the key figures and themes in  Asian American cinema. Genres likely to be covered include pulp noir,  musical melodramas, pornography, animation, stoner comedy, documentaries.   The avant-garde films of Yoko Ono will be looked at alongside gallery-based art  works by Nikki S. Lee. Themes to be explored include the role of Asian  American cinema in exploring and challenging class- and gender-related  stereotypes, the relationship between cinema and political activism, the  politics of independent production.          Concepts In Social and Cultural  Analysis V18.0001.001   **Recitation  required.      Counts as  MAP Social Science requirement.     This course  is a gateway to all majors offered by the Department of Social and Cultural  Analysis (SCA), and as such focuses on core ideas common to all the fields of  study within the department. The course surveys a range of critical  analytical concepts and \"keywords\" that are foundational to modern  social thought (e.g., State and Society, Race and Labor, Sex and Nature, Subject  and Power, Culture and Politics, Knowledge and Difference, with each pairing  considered within a two-week unit). Owing to variation in instructors  from semester to semester, there will sometimes be slight alteration in the  concepts and approaches covered in different terms. (AF,AM,APA,GSS,LAT,MET,SCA) The Constitution and People of Color V18.0366       Same  as V62.0327. Examines  how the American legal system decided constitutional challenges affecting the  empowerment of African, Latino, and Asian American communities from the 19th  century to the present. Topics include the denial of citizenship and  naturalization to slaves and immigrants, government-sanctioned segregation, the  internment of Japanese Americans during World War II, the prison industry,  police brutality, post-9/11 detention issues, and voting rights. Course  requirements include attendance at a community function involving  constitutional issues, a midterm, and an interactive oral and written final  project comparing a present-day issue affecting racial minorities in New York City and  proposing measures to collectively address the issue. (AF,AM,APA,GSS,LAT)         Filipino - Elementary I V18.0321   An introduction to Filipino with an emphasis on mastering basic grammar skills  and working vocabulary. Lessons incorporate discussions on history, current  events, literature, pop culture, and native values. The course is open to  beginning language students and lessons are modified according to the needs of  individual students. Because language is key to connecting with community  concerns, the course also includes field trips to Filipino neighborhoods in  Queens and Jersey City. (APA)  Filipino – Intermediate I    V18.0323 At this level, when the basic skills and working vocabulary have been mastered,  emphasis can be placed on the linguistic rules to enable the student to  communicate with more competence. There is also focus on translation. Lessons  use a holistic approach and incorporate discussions on history, current events,  literature, pop culture, and native values. To observe and experience the  language at work, the course includes field trips to Filipino centers in the  New York-New Jersey area as well as invited guests who converse with students  in Filipino about their life and work.   (APA) Gay And Lesbian Performance   V18.0714  Same  as Drama Lit H28.0624 4 points. A survey of contemporary lesbian and  gay plays from The Boys in the Band to Angels in America. The  goal of the course is to familiarize students with lesbian and gay plays written  since 1968 as a discrete body of work within the field of contemporary theatre.  The course focuses on plays and playwrights that have had a significant impact  in the representation of homosexual life onstage. In addition, students  consider the historical, political, and cultural developments from which gay  theatre emerged and, through independent research projects, examine the  communities that emerged in the process of creating gay theatre. (GSS)         Internship  Program      Open to  juniors and seniors. Priority to seniors in the 6 SCA majors. Application  and meeting required (For info, email betts.brown@nyu.edu )          The  internship complements and enhances the formal course work of the SCA majors,  testing theory with practice, and combining internship experience with a  classroom seminar. Students intern at agencies dealing with a range of issues  pertaining to their majors. Areas  include: arts, law, government, education, economic development, the  environment, community organizing, immigration, planning, housing,  homelessness, youth, and more. All  internships are with government and nonprofit agencies and are unpaid. The seminar examines policies, issues, ideas,  and theories related to internships and agencies. (AF,AM,APA,GSS,LAT,MET,SCA)   Internship  Seminar &amp; Fieldwork V18.0042 (2  pts), plus V18.0040 (2 pts)   Both are  required. Fieldwork is 10 hours a week.  Intersections: Gender, Race, and Sexuality in U.S. History and  Politics V18.0230   **Recitation  Required**   Drawing on the histories of African, Asian, Latino, European, and Native  Americans of both genders and many sexualities, the course explores the complex  and important intersection of gender, race, and sexuality in the United States  from the 17th century through the 20th, in historically related case studies.  Starting in the period of European imperialism in the Americas, it examines the  ways that gender, race, and sexuality shaped cultural and political policies  and debates surrounding the Salem witch trials; slavery, abolition, and  lynching; U.S. imperialism in Puerto Rico and Hawaii; the politics of welfare  and reproduction; cultural constructions of manliness, masculinity, and  citizenship; and responses to the AIDS pandemic in a global context. (AF, AM, APA, GSS, LAT)  Introduction to Gender &amp; Sexuality Studies V18.0401   **Recitation  Required** This course is designed  to introduce some of the major debates about gender and sexuality within the  fields of feminist and queer studies. We will be considering the relations  between the history of sexuality and the politics of gender. We will read some  primary texts in gender theory, and in the study of sexuality, desire and  embodiment. This course also provides an introduction to the interdisciplinary  examination of sexual and erotic desires, orientations, and identities. We will  study how desires are constructed, how they vary in different places and times,  and how they interact with other social and cultural formations such as race,  class, nation, globalization, popular culture.Counts as MAP Social Science  requirement. (GSS)         Introduction to Metropolitan Studies    V18.0601      Formerly  called Interdisciplinary Perspectives on Metropolitan Studies     **Recitation  Required** A broad and interdisciplinary  introduction to the field of urban studies. Surveying the major approaches  deployed to investigate the urban experience in the social space of the modern  city. This course explores the historical geography of capitalist urbanization  with attention to North American and European cities, to colonial and postcolonial  cities, and to the global contexts of urban development. Major topics include  urban politics and governance; suburban and regional development; urban social  movements; urban planning; the gendering of urban space and racial segregation  in urban space. (MET, SCA)  Introduction to Post Colonial  Studies V18.0806     English   Same as V41.0780     What does it mean to be  “postcolonial”? How can we understand the mixture of cultures and peoples that  seems to define our “globalized” age? The rise of interest in the postcolonial  condition has been marked by a body of work that engages questions relating to  empire and decolonization and creates new models for the analyses of power,  identity, gender, resistance, nation and Diaspora. In this class, we will  examine novels, poems, political writings and films from Africa, Asia, the Caribbean and their diasporic communities. Theoretical  readings will draw from Edward Said, Frantz Fanon, M. K. Ghandi and Ngugi wa  Thiong’o, while fictional and cinematic texts will include work by V. S.  Naipaul, Bapsi Sidhwa, Raoul Peck, Assia Djebar, Tayeb Salih, Bharati Mukherjee  and others. Our aim will be to understand both the ways in which these texts  provide new models of analysis and have changed the traditional study of  literature in the academy. Requirements: midterm paper and final exam.  Prerequisites: Literary Interpretation or equivalent(AF) Law and Urban Problems V18.0610   Interdisciplinary introduction to the law as it interacts with society.  Analysis focuses on problems in areas such as housing, zoning, welfare, and  consumer affairs, emphasizing the underlying social, economic, and political  causes of the problems and the responses made by lawmakers and courts. Readings are drawn from  the law and social science. No specific knowledge of law is required. (AM, MET-area 1)             MAP  World Cultures: A/P/A  V55.0539   4 points      **Recitation  Required**   Asian Pacific America  encompasses a complex, diverse, and rapidly changing population of people. This  interdisciplinary course introduces students to major issues in the historical  and contemporary experiences of Asian Pacific Americans, including migration,  modernization, racial formation, community-building, political mobilization,  among others. In this course we will pay particular attention to Asian  Americans’ use of cultural productions—films, literature, art, media, and  popular culture—as an expression/reflection of their cultural identities,  historical conditions, and political efforts.   Sponsored by MAP office. (APA,  SCA)         Minorities in the Media    V18.0702 Prerequisites:  Foundations, Inquiry or Instructor Permission Same as V54.0503.002, Journalism   It has been  40 years since President Johnson's National Advisory Commission on Civil  Disorders released its findings on the civil unrest that erupted in urban areas  across the nation. The panel, commonly referred to as the Kerner Commission,  concluded that we are living in two nations, \"black, white, separate and  unequal,\" and devoted an entire chapter to the impact the media had on the  nation's race relations. \"We believe that the media have thus far failed  to report adequately on the causes and consequences of civil disorders and the  underlying problems of race relations,\" the report said. It added:  \"The media report and write from the standpoint of a white man's world.  The ills of the ghetto, the difficulties of life there, the Negro's burning  sense of grievance, are seldom conveyed.\"     The report  criticized as \"shockingly backward\" the industry's failure to hire,  train and promote African Americans. At the time, fewer than five percent of  the newsroom jobs in the United   States were held by African Americans.  Today, despite the progress that's been made in the hiring and coverage of  African Americans and other so-called minorities, many critics say that the  Kerner Report findings continue to resonate. With the report as a backdrop, we  will examine the portrayals of racial and ethnic minorities in the media,  paying particular attention to African Americans \u0014 the subject of the Kerner  Report \u0014 but also others, including Latinos, Asians, women, and gays and  lesbians.  The Postcolonial City V18.0166     Cities have  played an important role throughout African history and in various  Afrodiasporic contexts: from the metropolises of Ancient Egypt and the urban  centers of well-known west African civilizations (like Ghana, Mali, Songhai) to  cities like Port-au-Prince, Havana, and Georgetown in the Caribbean, and urban  enclaves in the U.S. In attending to the  way actors constitute wealth and power—in accounting for the way proximity  structures interpersonal experiences—this course uses ethnographic,  sociological, historical, and literary texts to theorize the Afrodiasporic  city. We will explore the contours of these  urban matrices through special attention to   historical categories thatprepare us to theorize the way Afrodiasporic  populations have experienced and lived history (e.g., the precolonial, the  colonial, and the postcolonial). As part  of our mission, we will consider the historical emergence of the “Third World” as, not simply a broad rubric for African  and Asian postcolonies, but, instead, a  project to reverse the course of European exploitation. Instead of proceeding strictly chronologically, students will  consider the Afrodiasporic urban experience thematically, through a diverse  array of readings. (AF, MET)   Queer Literature V18.0482 Same as V41.0749 .      Prerequisite: one course in  literature, V18.0401, or permission of the instructor.    We will read a range of  works written in the U.S.  from the 1980s to the present in order to identify distinctly  \"post-Stonewall\" literary and cultural preoccupations. Beginning with  texts by Audre Lorde and by Kathy Acker we will trace deeply intertwined modes  of identity-based and identity-dissolving writing. Authors whose works we will  examine include David Wojnarowicz, Samuel Delany, Achy Obejas, Chay Yew, Dennis  Cooper, and \"JT Leroy.\"         Race and  Rumors of Race - V18.0154    This is a  multidisciplinary reading, writing, and discussion course on the concept of  race. Though the focus will be on “blackness” and “whiteness” in the United States, there will be some comparison  with Brazil.  We will also pay some attention to those who have traditionally rejected the  racial identities imposed upon them and have suffered the consequences. The name of the course is borrowed from the  title of a book written by Howard Washington Odum and published by the University of North Carolina Press in 1943. (AF)         Reading Race and Representation  V18.0368     Same as English V41.0058 Much  contemporary public discourse characterizes race as a problem that some  individuals “have,” or, even, a “card” that some people “play.” It is rarely  recognized as a structural or material dimension that comprises everyday  experience and knowledge. In this course, we will ask what it means to “read”  race in objects, spaces, and events that for the most part do not seem to be  “about” race per se. The course is organized around a series of such topics,  which we will consider from an interdisciplinary perspective, engaging  historical and legal texts, literature, and film, as well as scholarship from  anthropology, sociology, and history. Over the course of the semester, we will  address concepts and themes related to U.S. ethnic studies and critical race  theory, including citizenship, rights, segregation, whiteness, colonialism,  labor, migration, and alienness. The course provides an introduction to  critical American studies as a field of scholarship that challenges our sense  of the nation as socially and politically exceptional by asking what is  forgotten or excluded in such a self-image. Senior Research Seminar: The  Transformation of Domesticity and Desire   V18.0090.001    Access  Code required.      This senior  seminar is the capstone course for students with majors or concentrations in  gender and sexualities. It provides  students with the opportunity to draw on their cumulative knowledge of gender  and sexualities to develop individual or group research projects that result in  both an oral and written presentation.   During the initial weeks, we will discuss common readings on modern  transformations of diverse forms of intimacy, sexuality, family, and kinship,  and students will develop their project proposals in individual consultations  with the instructor. The second half of the semester will focus on fostering  the individual projects, and will combine group meetings with individual  meetings with the instructor. Students will be encouraged to develop  submissions to the new SCA undergraduate research journal.   (GSS, SCA)         Senior Research Seminar: Visual Culture and Urban Space V18.0090.002  Access  Code required.      (MET,  SCA)         Senior Research Seminar: Culture,  Identity and Consumption V18.0090.003    Access  Code required.     This seminar will explore the intersection of Culture, Identity and Consumption. We will investigate broad questions concerning the ways in which individuals and groups define their identity in relation to consumption; how the media may help shape the making of ethnic, racial and gender identities; whether the market serves as a space for self-expression, or alternatively as a space for limiting ideas of identity and citizenship and finally, the meaning of consumer citizenship and how it may affect or limit contemporary social movements. Students will explore these topics and more in an original research paper of their choice (AF, AM, APA, LAT, GSS, MET, SCA).          Shaping The Urban Environment Art History V43.0661. Formerly V43.0021     MET and SCA  majors priority registration.      Students investigate the city in  terms of architectural history, engineering, and urban planning. Topics:  historical types and shapes of cities, factors influencing our current urban  scene, architectural form as expression of political systems, discussions of  urban design and architecture problems in the contemporary world, and the role  of technological factors such as construction and transportation systems.  Students are given projects in conjunction with class. (MET)         Swahili I – Introduction V18.0121 Provides  students with an elementary understanding of Swahili, a Bantu language with a  rich oral and written tradition that is spoken by about 100 million people from  Somalia to Mozambique and Zanzibar. After a short presentation of  Swahili’s history, codification, and relation to other languages, students are  drilled in phonetics and grammar. They are also introduced to some poems,  songs, and oral narratives.    (AF)         Swahili I – Intermediate V18.0123     Prerequisites: Elementary Swahili I and Elementary Swahili  II.      This course  builds upon the basic knowledge of the pronunciation, vocabulary, useful  expressions and fundamental grammatical features already attained at  introductory level to strengthen reading, writing, and conversation skills  accessing a wide range of grammatical and literary knowledge of the language,  its cultural context, and literary genre.   The students are required to familiarize themselves with a novel and a  play written in Kiswahili. (AF) Theater of the Black Atlantic  V18.0835      Same as  H28.0741, Dramatic Lit, Tisch     Through a  close examination of dramatic texts, theatrical groups and movements, this  course will offer a comparative study of drama and theatre produced by African,  African-American, Black British and Caribbean  practitioners. It will explore how conventions of drama and theatre, as  cultural practices, offer sites for performing identity and subjectivity. The  course will use the idea of the Black Atlantic as a framing device signifying  Africa’s historical encounter with Europe, and the connections of Africans and  people of African descent in Britain,  the USA  and the Caribbean (AF).         Topics: The American Economy in Crisis V18.0280 Access Code required     This  advanced seminar will explore the roots of the current economic crisis in the United States,  in historical and global context. We will consider the history of  capitalism and the workings of the \"business cycle\" of boom and bust  over the past two centuries. We will explore the intellectual and  political debates over the structure of \"the economy,\" including  those concerning state regulation, democratic management and equitable  distribution across lines of class, race, gender and sexuality. The  course will cover the past 200 years of economic history, but will concentrate  on the birth of the welfare state and the rise of neoliberalism in the  period since the 20th century Great Depression (AM).         Topics: Gender, Migration, and Work in Global Cities V18.0493 This course is an interdisciplinary introduction to globalization in the urban context. We analyze how jobs, cultures, policies, and the roles of men and women are changing because of globalization. We will begin with basic definitions of globalization and a history of the changes to the world economy in the 1960s and 1970s that brought about neoliberalism. Further topics include free trade, fair trade, the shift of labor practices across borders, outsourcing, urbanization, domestic work, tourism, environmental justice, sex work, and worker activism ( GSS, MET, SCA ) .         Topics: Hausa V18.0180.002 (AF)  Topics: Latin Music: From Rumba to  Reggaeton V18.0541-001 Salsa, mambo, rumba, merengue, Tex-Mex, reggaeton – in recent years Latin music has become an integral part of the soundscape of our times, and has gained a firm foothold in repertoires of American and world popular music. In this course we will study the range of styles, movements and practices of U.S. Latin music in historical perspective. Starting with the “roots” -- traditional folkloric musical genres like the rumba cubana, the bomba from Puerto Rico, and analogous styles from other Caribbean and Latin American national heritages -- we will trace the emergence and diffusion of popular rhythms like tango, mambo, cumbia and salsa. While we will look closely at selected musical texts and practitioners, primary emphasis will be devoted to understanding the social contexts and cultural significance of changing musical practices during the course of the 20th century and down to the present. To what extent do these instances of collective artistic taste reflect struggles to affirm ethnic and racial identities? What has been the historical relationship between these styles and the development of popular music in the United States? How has the diaspora experience of Latino communities served to preserve and at the same time transform traditions rooted in Latin American and Caribbean home countries? How are gender, racial and class relations reflected in and expressed through the music? These and related political and sociological questions will be at the center of our readings and discussion throughout the semester (LAT).         Topics: On The Road with The  American Extreme V18.0180.003 Income  inequality and the shrinking middle class have consumed contemporary policy and  media platforms. In this course, student will engage the debate over the  disappearing American Dream through the portrayals of contemporary classes of  wealth and poverty in literary nonfiction, more specifically on the road books.  Readings will include Barbara Ehrenreich Nickel  and Dimed: On Not Getting By in America,  William Finnegan’s Cold New World and Robert Frank’s Richistan, which travels  into what frank call the new separate nation created by the super rich.  Students will also conduct their own urban exploration of themes of the books  (AF, AM).   Topics: Transnational Feminism    V18.0481.001     4 points   The world we live in is characterized by the ever-increasing mobility  of  capital, people, technology, culture and media across national borders;  “globalization” has been used as the umbrella concept that describes  this  phenomenon. How does globalization shift the way in which we understand  concepts of masculinity and femininity, sexuality and sexual identity,  race and ethnicity? What kinds of travel, displacements and diasporas  are  engendered through globalization, and how are these movements linked to  prior movements precipitated by earlier histories of colonialism,  indentured labor and slavery? These questions of fixity and place,  travel  and tourism, labor and migration in a global context are all intimately  linked to discourses of gender and sexuality. This course will explore  how feminist scholars and activists, under the rubric of “transnational  feminism,” have responded to the myriad ways in which globalization  affects our experiences as gendered, sexual, raced and classed beings.  We  can thus understand transnational feminism as both a field of  scholarship  and an activist project, one that has emerged as a way of making sense  of  and responding to the reorganization of gender and sexuality in the  context of globalization.    Topics: Walking New York    V18.0680-001  4 points      Same as History  V57.0830    We walk through streets of New   York often unaware of those who have walked and lived  there before and how the street has changed. This seminar will explore  the pastness of present sites to evoke the spirit of a place. We will learn how  to read a street and its built environment at the same time as we try to  uncover the history of the site (how and why it changed over time), identity  visual remains and chart the changing and contested meanings of a place for its  residents, neighbors and visitors. Each student will develop a walking  tour of a neighborhood or theme and produce a paper with images that could be  used by others to take the tour (MET).  Topics: Yoruba I   V18.0180.001 (AF)          Topics in Caribbean  Literature: Making of a Poem V18.0780      Same as Comparative Literature  V29.0132 and English V41.0770 (AF) Urban Economics   V18.0751      Same as Economics V31.0227 Prerequisite required. The city as an  economic organization. Urbanization trends, functional specialization, and the  nature of growth within the city; organization of economic activity within the  city and its outlying areas, the organization of the labor market, and problems  of urban poverty; the urban public economy; housing and land-use problems;  transportation problems; and special problems within the public sector. (MET-area1)   Women and the Media    V18.0733 Same as Journalism V54.0503.001     Why do we  think that way? What do we mean by \"women\" and \"men\"? If  you were a visiting anthropologist from Mars, how could you use our culture's  media to understand our ideas about gender? Women &amp; the Media is a  collaborative seminar that examines the complex relationship (or different  contradictory relationships) between those humans we call \"women\" and  those forms of discourse we call \"media.\" We will consider women both  as subjects and objects, as artists and models, as creators of  \"media\" in its many forms and as media's creations. What does our culture's  \"media\" tell us about how we read gender? What, if anything, does our  gender tell us about our readings of \"media\"? Student participation  in this seminar is key: students are expected to attend all sessions, to  complete all the reading (there's lots of reading!), to participate actively in  discussion, and to lead one of the class sessions themselves. Leading a class  means opening the day's conversation with a presentation, critiquing and  elaborating on the assigned reading, bringing in additional relevant material,  and suggesting questions or issues that seem particularly interesting or  troublesome. The purpose of the course is to develop our critical and  self-critical faculties as journalists, media critics, consumers of media, and  women or men; to think clearly, challenge our pet assumptions, and have fun.  Race, Space, and the  Production of  Inequality     V18.0380.001    This  course  is an introduction to critical scholarship on race and space in the United States .  We will (re)consider definitions of race and racism, and how the  intertwining  of race and differential access to space has shaped patterns of power  and  inequality throughout the history of the United States . Central  course  themes include space and place, property, homeownership, identity, and  social  change. Readings   and discussion are organized around key spatial typologies such as  ghetto,  barrio, enclave, suburb, prison, plantation, camp, and reservation. We  pay  special attention to the differentiation of types of spaces within  metropolitan  areas; linkages between the urban and rural; the differential  racialization of  Asian Americans, Latina/os, African Americans, and Native Americans;  and  place-based political activism.               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2009 Undergraduate Course Descriptions    |     Social &amp; Cultural Analysis    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Fall 2009 Undergraduate Course Descriptions   NYU  DEPARTMENT  OF SOCIAL AND CULTURAL ANALYSIS (SCA) Fall 2009 Undergraduate Course Descriptions  (This list is subject to change.)       Listed alphabetically by Course  Title. Add’l information may be  available from the underlined department. Following each description, in  parentheses ( ), are the SCA majors for  which the course fulfills a requirement. AF = Africana Studies, AM = American Studies, APA  = Asian-Pacific-American Studies, GSS  = Gender &amp; Sexuality Studies, LAT  = Latino Studies, MET = Metropolitan  Studies, SCA = Social &amp; Cultural  Analysis   *Also see  courses listed as TOPICS , applicable  to the various majors.  African American History to 1865   V18.0795 Same as History V57.0647 Survey of the experience of African  Americans to 1865, emphasizing living conditions, treatment, images, attitudes,  important figures and events, and culture using a chronological and topical  approach. Topics include African way of life, initial contact between Africans  and Europeans, slave trade, early slavery, freedom and control in slave  society, abolitionism, slave resistance, free blacks, and gender. (AF)         African American English I  V18.0799      Same as V61.0023, Linguistics     What is the relationship between  language and identity? What really is African American English if it is not  slang or hip-hop talk? Who speaks it? Who has the right to speak it? Why do  speakers continue to speak stigmatized dialects? What are the social,  attitudinal and educational implications connected to African American English?     These are some of the questions we will  explore in this introductory course to African American English- a distinct  dialect of American English that has influenced U.S. and world cultures. Combining  research and theory from linguistics, anthropology and sociology, this course  emphasizes the relationship between language and culture. Students learn basic  linguistic concepts, followed by the linguistic features, structure and  discourse functions of African American English. Together, we survey English spoken  by African Americans in the U.S.  and its relation to Englishes spoken by other groups in the Caribbean, in  particular, as well as in the U.S.  (e.g., Asian Americans, European Americans, Latinos). We also address  contemporary social and educational issues throughout this course. Students  will have an opportunity to conduct original research.  Approaches to Latino Studies   V18.0501 **Recitation  required.  This  course explores a set of principles that have guided Latino Literature in the United States.  These principles can be found in many but not necessarily all of the readings.  They include: urban/rural life, freedom/confinement, memoir as source of  voice/other sources of voice, generational separation and identity, loss and  healing. We’ll trace a movement through time from masculinist nationalism to a  recognition of variations in gender, sexuality, race, class, region, and  national origin. Other principles will be added to this list as the class  proceeds. (LAT) Cantonese – Elementary I V18.0331     Same as V33.0410.    An introduction to Cantonese with an emphasis on the spoken and written  language and conversational proficiency as a primary goal. The course  emphasizes grammar, listening comprehension, and oral expressions. It is  designed to give beginning students a practical command of the language. Upon  completion of the course, students can expect to converse in simple sentences  and recognize and write about 350 Chinese characters. Students with passable  conversation ability or native speakers from Cantonese-speaking communities  should not enroll in this course. (APA)         Cantonese - Intermediate I   V18.0333     Same  as V33.0412.    This is an advanced-level language and culture course following Elementary  Cantonese. At this level, when the basic skills and working vocabulary have  been mastered, emphasis is placed on the linguistic rules to enable students to  communicate with more competence. The lessons focus not only on language, but  also use a holistic approach and incorporate discussions on history, current  events, literature, pop culture, and native values. Because language is key to  connecting with community concerns, the course also includes field trips to Chinatown and other Cantonese-speaking  neighborhoods. (APA)          Chinatown and the American Imagination  V18.0370.001     Permission of the instructor  required.   What is a “Chinatown”? The word alone evokes many images, sounds,  smells, tastes from many different sensibilities. For recent immigrants it can  be a home away from home, for “outsiders” an exotic place for cheap eats, for  male action flic fans Chow Yun Fat (or Mark Walhberg) in “The Corruptor,” and  for you ?!? (fill in the blank). We’re going to explore the nooks and crannies  of Chinatown in the American imagination and in its New York real-time, non-virtual existence.  How do we know what we know and not know? What does Chinatown  have to do with the formation of normative “American” identities? What are the  possibilities (and limits) of crossing cultural divides? Class members will  individually and/or in groups research, experience, and document a chain of  persons, places, and/or events creating their own narrative “tour” of this  place’s meanings. Novels, history books, tourist guides, films, and pop culture  will supplement the primary “text” of New York Chinatown. This will be a  collaborative, discussion-intensive, field-research-driven class limited to  twenty students. The instructor is looking for a mixture of students with a  variety of skills and backgrounds. Prospective registrants are required to  email the instructor (Jack.Tchen@nyu.edu) before signing up for the class.         Cinema i n Asia  America   V18.0310        Same as Dramatic Lit V30.0309, East Asian Studies  V33.0314 and Tisch H72.0315     This course will begin with a  critical history of the representation of Asians in Hollywood and a chronicle of the struggles  faced by early male and female pioneers to achieve celluloid visibility.   It will proceed, using a rich and varied mixture of screenings and readings, to  offer an eye-opening introduction to some of the key figures and themes in  Asian American cinema. Genres likely to be covered include pulp noir,  musical melodramas, pornography, animation, stoner comedy, documentaries.   The avant-garde films of Yoko Ono will be looked at alongside gallery-based art  works by Nikki S. Lee. Themes to be explored include the role of Asian  American cinema in exploring and challenging class- and gender-related  stereotypes, the relationship between cinema and political activism, the  politics of independent production.          Concepts In Social and Cultural  Analysis V18.0001.001   **Recitation  required.      Counts as  MAP Social Science requirement.     This course  is a gateway to all majors offered by the Department of Social and Cultural  Analysis (SCA), and as such focuses on core ideas common to all the fields of  study within the department. The course surveys a range of critical  analytical concepts and \"keywords\" that are foundational to modern  social thought (e.g., State and Society, Race and Labor, Sex and Nature, Subject  and Power, Culture and Politics, Knowledge and Difference, with each pairing  considered within a two-week unit). Owing to variation in instructors  from semester to semester, there will sometimes be slight alteration in the  concepts and approaches covered in different terms. (AF,AM,APA,GSS,LAT,MET,SCA) The Constitution and People of Color V18.0366       Same  as V62.0327. Examines  how the American legal system decided constitutional challenges affecting the  empowerment of African, Latino, and Asian American communities from the 19th  century to the present. Topics include the denial of citizenship and  naturalization to slaves and immigrants, government-sanctioned segregation, the  internment of Japanese Americans during World War II, the prison industry,  police brutality, post-9/11 detention issues, and voting rights. Course  requirements include attendance at a community function involving  constitutional issues, a midterm, and an interactive oral and written final  project comparing a present-day issue affecting racial minorities in New York City and  proposing measures to collectively address the issue. (AF,AM,APA,GSS,LAT)         Filipino - Elementary I V18.0321   An introduction to Filipino with an emphasis on mastering basic grammar skills  and working vocabulary. Lessons incorporate discussions on history, current  events, literature, pop culture, and native values. The course is open to  beginning language students and lessons are modified according to the needs of  individual students. Because language is key to connecting with community  concerns, the course also includes field trips to Filipino neighborhoods in  Queens and Jersey City. (APA)  Filipino – Intermediate I    V18.0323 At this level, when the basic skills and working vocabulary have been mastered,  emphasis can be placed on the linguistic rules to enable the student to  communicate with more competence. There is also focus on translation. Lessons  use a holistic approach and incorporate discussions on history, current events,  literature, pop culture, and native values. To observe and experience the  language at work, the course includes field trips to Filipino centers in the  New York-New Jersey area as well as invited guests who converse with students  in Filipino about their life and work.   (APA) Gay And Lesbian Performance   V18.0714  Same  as Drama Lit H28.0624 4 points. A survey of contemporary lesbian and  gay plays from The Boys in the Band to Angels in America. The  goal of the course is to familiarize students with lesbian and gay plays written  since 1968 as a discrete body of work within the field of contemporary theatre.  The course focuses on plays and playwrights that have had a significant impact  in the representation of homosexual life onstage. In addition, students  consider the historical, political, and cultural developments from which gay  theatre emerged and, through independent research projects, examine the  communities that emerged in the process of creating gay theatre. (GSS)         Internship  Program      Open to  juniors and seniors. Priority to seniors in the 6 SCA majors. Application  and meeting required (For info, email betts.brown@nyu.edu )          The  internship complements and enhances the formal course work of the SCA majors,  testing theory with practice, and combining internship experience with a  classroom seminar. Students intern at agencies dealing with a range of issues  pertaining to their majors. Areas  include: arts, law, government, education, economic development, the  environment, community organizing, immigration, planning, housing,  homelessness, youth, and more. All  internships are with government and nonprofit agencies and are unpaid. The seminar examines policies, issues, ideas,  and theories related to internships and agencies. (AF,AM,APA,GSS,LAT,MET,SCA)   Internship  Seminar &amp; Fieldwork V18.0042 (2  pts), plus V18.0040 (2 pts)   Both are  required. Fieldwork is 10 hours a week.  Intersections: Gender, Race, and Sexuality in U.S. History and  Politics V18.0230   **Recitation  Required**   Drawing on the histories of African, Asian, Latino, European, and Native  Americans of both genders and many sexualities, the course explores the complex  and important intersection of gender, race, and sexuality in the United States  from the 17th century through the 20th, in historically related case studies.  Starting in the period of European imperialism in the Americas, it examines the  ways that gender, race, and sexuality shaped cultural and political policies  and debates surrounding the Salem witch trials; slavery, abolition, and  lynching; U.S. imperialism in Puerto Rico and Hawaii; the politics of welfare  and reproduction; cultural constructions of manliness, masculinity, and  citizenship; and responses to the AIDS pandemic in a global context. (AF, AM, APA, GSS, LAT)  Introduction to Gender &amp; Sexuality Studies V18.0401   **Recitation  Required** This course is designed  to introduce some of the major debates about gender and sexuality within the  fields of feminist and queer studies. We will be considering the relations  between the history of sexuality and the politics of gender. We will read some  primary texts in gender theory, and in the study of sexuality, desire and  embodiment. This course also provides an introduction to the interdisciplinary  examination of sexual and erotic desires, orientations, and identities. We will  study how desires are constructed, how they vary in different places and times,  and how they interact with other social and cultural formations such as race,  class, nation, globalization, popular culture.Counts as MAP Social Science  requirement. (GSS)         Introduction to Metropolitan Studies    V18.0601      Formerly  called Interdisciplinary Perspectives on Metropolitan Studies     **Recitation  Required** A broad and interdisciplinary  introduction to the field of urban studies. Surveying the major approaches  deployed to investigate the urban experience in the social space of the modern  city. This course explores the historical geography of capitalist urbanization  with attention to North American and European cities, to colonial and postcolonial  cities, and to the global contexts of urban development. Major topics include  urban politics and governance; suburban and regional development; urban social  movements; urban planning; the gendering of urban space and racial segregation  in urban space. (MET, SCA)  Introduction to Post Colonial  Studies V18.0806     English   Same as V41.0780     What does it mean to be  “postcolonial”? How can we understand the mixture of cultures and peoples that  seems to define our “globalized” age? The rise of interest in the postcolonial  condition has been marked by a body of work that engages questions relating to  empire and decolonization and creates new models for the analyses of power,  identity, gender, resistance, nation and Diaspora. In this class, we will  examine novels, poems, political writings and films from Africa, Asia, the Caribbean and their diasporic communities. Theoretical  readings will draw from Edward Said, Frantz Fanon, M. K. Ghandi and Ngugi wa  Thiong’o, while fictional and cinematic texts will include work by V. S.  Naipaul, Bapsi Sidhwa, Raoul Peck, Assia Djebar, Tayeb Salih, Bharati Mukherjee  and others. Our aim will be to understand both the ways in which these texts  provide new models of analysis and have changed the traditional study of  literature in the academy. Requirements: midterm paper and final exam.  Prerequisites: Literary Interpretation or equivalent(AF) Law and Urban Problems V18.0610   Interdisciplinary introduction to the law as it interacts with society.  Analysis focuses on problems in areas such as housing, zoning, welfare, and  consumer affairs, emphasizing the underlying social, economic, and political  causes of the problems and the responses made by lawmakers and courts. Readings are drawn from  the law and social science. No specific knowledge of law is required. (AM, MET-area 1)             MAP  World Cultures: A/P/A  V55.0539   4 points      **Recitation  Required**   Asian Pacific America  encompasses a complex, diverse, and rapidly changing population of people. This  interdisciplinary course introduces students to major issues in the historical  and contemporary experiences of Asian Pacific Americans, including migration,  modernization, racial formation, community-building, political mobilization,  among others. In this course we will pay particular attention to Asian  Americans’ use of cultural productions—films, literature, art, media, and  popular culture—as an expression/reflection of their cultural identities,  historical conditions, and political efforts.   Sponsored by MAP office. (APA,  SCA)         Minorities in the Media    V18.0702 Prerequisites:  Foundations, Inquiry or Instructor Permission Same as V54.0503.002, Journalism   It has been  40 years since President Johnson's National Advisory Commission on Civil  Disorders released its findings on the civil unrest that erupted in urban areas  across the nation. The panel, commonly referred to as the Kerner Commission,  concluded that we are living in two nations, \"black, white, separate and  unequal,\" and devoted an entire chapter to the impact the media had on the  nation's race relations. \"We believe that the media have thus far failed  to report adequately on the causes and consequences of civil disorders and the  underlying problems of race relations,\" the report said. It added:  \"The media report and write from the standpoint of a white man's world.  The ills of the ghetto, the difficulties of life there, the Negro's burning  sense of grievance, are seldom conveyed.\"     The report  criticized as \"shockingly backward\" the industry's failure to hire,  train and promote African Americans. At the time, fewer than five percent of  the newsroom jobs in the United   States were held by African Americans.  Today, despite the progress that's been made in the hiring and coverage of  African Americans and other so-called minorities, many critics say that the  Kerner Report findings continue to resonate. With the report as a backdrop, we  will examine the portrayals of racial and ethnic minorities in the media,  paying particular attention to African Americans \u0014 the subject of the Kerner  Report \u0014 but also others, including Latinos, Asians, women, and gays and  lesbians.  The Postcolonial City V18.0166     Cities have  played an important role throughout African history and in various  Afrodiasporic contexts: from the metropolises of Ancient Egypt and the urban  centers of well-known west African civilizations (like Ghana, Mali, Songhai) to  cities like Port-au-Prince, Havana, and Georgetown in the Caribbean, and urban  enclaves in the U.S. In attending to the  way actors constitute wealth and power—in accounting for the way proximity  structures interpersonal experiences—this course uses ethnographic,  sociological, historical, and literary texts to theorize the Afrodiasporic  city. We will explore the contours of these  urban matrices through special attention to   historical categories thatprepare us to theorize the way Afrodiasporic  populations have experienced and lived history (e.g., the precolonial, the  colonial, and the postcolonial). As part  of our mission, we will consider the historical emergence of the “Third World” as, not simply a broad rubric for African  and Asian postcolonies, but, instead, a  project to reverse the course of European exploitation. Instead of proceeding strictly chronologically, students will  consider the Afrodiasporic urban experience thematically, through a diverse  array of readings. (AF, MET)   Queer Literature V18.0482 Same as V41.0749 .      Prerequisite: one course in  literature, V18.0401, or permission of the instructor.    We will read a range of  works written in the U.S.  from the 1980s to the present in order to identify distinctly  \"post-Stonewall\" literary and cultural preoccupations. Beginning with  texts by Audre Lorde and by Kathy Acker we will trace deeply intertwined modes  of identity-based and identity-dissolving writing. Authors whose works we will  examine include David Wojnarowicz, Samuel Delany, Achy Obejas, Chay Yew, Dennis  Cooper, and \"JT Leroy.\"         Race and  Rumors of Race - V18.0154    This is a  multidisciplinary reading, writing, and discussion course on the concept of  race. Though the focus will be on “blackness” and “whiteness” in the United States, there will be some comparison  with Brazil.  We will also pay some attention to those who have traditionally rejected the  racial identities imposed upon them and have suffered the consequences. The name of the course is borrowed from the  title of a book written by Howard Washington Odum and published by the University of North Carolina Press in 1943. (AF)         Reading Race and Representation  V18.0368     Same as English V41.0058 Much  contemporary public discourse characterizes race as a problem that some  individuals “have,” or, even, a “card” that some people “play.” It is rarely  recognized as a structural or material dimension that comprises everyday  experience and knowledge. In this course, we will ask what it means to “read”  race in objects, spaces, and events that for the most part do not seem to be  “about” race per se. The course is organized around a series of such topics,  which we will consider from an interdisciplinary perspective, engaging  historical and legal texts, literature, and film, as well as scholarship from  anthropology, sociology, and history. Over the course of the semester, we will  address concepts and themes related to U.S. ethnic studies and critical race  theory, including citizenship, rights, segregation, whiteness, colonialism,  labor, migration, and alienness. The course provides an introduction to  critical American studies as a field of scholarship that challenges our sense  of the nation as socially and politically exceptional by asking what is  forgotten or excluded in such a self-image. Senior Research Seminar: The  Transformation of Domesticity and Desire   V18.0090.001    Access  Code required.      This senior  seminar is the capstone course for students with majors or concentrations in  gender and sexualities. It provides  students with the opportunity to draw on their cumulative knowledge of gender  and sexualities to develop individual or group research projects that result in  both an oral and written presentation.   During the initial weeks, we will discuss common readings on modern  transformations of diverse forms of intimacy, sexuality, family, and kinship,  and students will develop their project proposals in individual consultations  with the instructor. The second half of the semester will focus on fostering  the individual projects, and will combine group meetings with individual  meetings with the instructor. Students will be encouraged to develop  submissions to the new SCA undergraduate research journal.   (GSS, SCA)         Senior Research Seminar: Visual Culture and Urban Space V18.0090.002  Access  Code required.      (MET,  SCA)         Senior Research Seminar: Culture,  Identity and Consumption V18.0090.003    Access  Code required.     This seminar will explore the intersection of Culture, Identity and Consumption. We will investigate broad questions concerning the ways in which individuals and groups define their identity in relation to consumption; how the media may help shape the making of ethnic, racial and gender identities; whether the market serves as a space for self-expression, or alternatively as a space for limiting ideas of identity and citizenship and finally, the meaning of consumer citizenship and how it may affect or limit contemporary social movements. Students will explore these topics and more in an original research paper of their choice (AF, AM, APA, LAT, GSS, MET, SCA).          Shaping The Urban Environment Art History V43.0661. Formerly V43.0021     MET and SCA  majors priority registration.      Students investigate the city in  terms of architectural history, engineering, and urban planning. Topics:  historical types and shapes of cities, factors influencing our current urban  scene, architectural form as expression of political systems, discussions of  urban design and architecture problems in the contemporary world, and the role  of technological factors such as construction and transportation systems.  Students are given projects in conjunction with class. (MET)         Swahili I – Introduction V18.0121 Provides  students with an elementary understanding of Swahili, a Bantu language with a  rich oral and written tradition that is spoken by about 100 million people from  Somalia to Mozambique and Zanzibar. After a short presentation of  Swahili’s history, codification, and relation to other languages, students are  drilled in phonetics and grammar. They are also introduced to some poems,  songs, and oral narratives.    (AF)         Swahili I – Intermediate V18.0123     Prerequisites: Elementary Swahili I and Elementary Swahili  II.      This course  builds upon the basic knowledge of the pronunciation, vocabulary, useful  expressions and fundamental grammatical features already attained at  introductory level to strengthen reading, writing, and conversation skills  accessing a wide range of grammatical and literary knowledge of the language,  its cultural context, and literary genre.   The students are required to familiarize themselves with a novel and a  play written in Kiswahili. (AF) Theater of the Black Atlantic  V18.0835      Same as  H28.0741, Dramatic Lit, Tisch     Through a  close examination of dramatic texts, theatrical groups and movements, this  course will offer a comparative study of drama and theatre produced by African,  African-American, Black British and Caribbean  practitioners. It will explore how conventions of drama and theatre, as  cultural practices, offer sites for performing identity and subjectivity. The  course will use the idea of the Black Atlantic as a framing device signifying  Africa’s historical encounter with Europe, and the connections of Africans and  people of African descent in Britain,  the USA  and the Caribbean (AF).         Topics: The American Economy in Crisis V18.0280 Access Code required     This  advanced seminar will explore the roots of the current economic crisis in the United States,  in historical and global context. We will consider the history of  capitalism and the workings of the \"business cycle\" of boom and bust  over the past two centuries. We will explore the intellectual and  political debates over the structure of \"the economy,\" including  those concerning state regulation, democratic management and equitable  distribution across lines of class, race, gender and sexuality. The  course will cover the past 200 years of economic history, but will concentrate  on the birth of the welfare state and the rise of neoliberalism in the  period since the 20th century Great Depression (AM).         Topics: Gender, Migration, and Work in Global Cities V18.0493 This course is an interdisciplinary introduction to globalization in the urban context. We analyze how jobs, cultures, policies, and the roles of men and women are changing because of globalization. We will begin with basic definitions of globalization and a history of the changes to the world economy in the 1960s and 1970s that brought about neoliberalism. Further topics include free trade, fair trade, the shift of labor practices across borders, outsourcing, urbanization, domestic work, tourism, environmental justice, sex work, and worker activism ( GSS, MET, SCA ) .         Topics: Hausa V18.0180.002 (AF)  Topics: Latin Music: From Rumba to  Reggaeton V18.0541-001 Salsa, mambo, rumba, merengue, Tex-Mex, reggaeton – in recent years Latin music has become an integral part of the soundscape of our times, and has gained a firm foothold in repertoires of American and world popular music. In this course we will study the range of styles, movements and practices of U.S. Latin music in historical perspective. Starting with the “roots” -- traditional folkloric musical genres like the rumba cubana, the bomba from Puerto Rico, and analogous styles from other Caribbean and Latin American national heritages -- we will trace the emergence and diffusion of popular rhythms like tango, mambo, cumbia and salsa. While we will look closely at selected musical texts and practitioners, primary emphasis will be devoted to understanding the social contexts and cultural significance of changing musical practices during the course of the 20th century and down to the present. To what extent do these instances of collective artistic taste reflect struggles to affirm ethnic and racial identities? What has been the historical relationship between these styles and the development of popular music in the United States? How has the diaspora experience of Latino communities served to preserve and at the same time transform traditions rooted in Latin American and Caribbean home countries? How are gender, racial and class relations reflected in and expressed through the music? These and related political and sociological questions will be at the center of our readings and discussion throughout the semester (LAT).         Topics: On The Road with The  American Extreme V18.0180.003 Income  inequality and the shrinking middle class have consumed contemporary policy and  media platforms. In this course, student will engage the debate over the  disappearing American Dream through the portrayals of contemporary classes of  wealth and poverty in literary nonfiction, more specifically on the road books.  Readings will include Barbara Ehrenreich Nickel  and Dimed: On Not Getting By in America,  William Finnegan’s Cold New World and Robert Frank’s Richistan, which travels  into what frank call the new separate nation created by the super rich.  Students will also conduct their own urban exploration of themes of the books  (AF, AM).   Topics: Transnational Feminism    V18.0481.001     4 points   The world we live in is characterized by the ever-increasing mobility  of  capital, people, technology, culture and media across national borders;  “globalization” has been used as the umbrella concept that describes  this  phenomenon. How does globalization shift the way in which we understand  concepts of masculinity and femininity, sexuality and sexual identity,  race and ethnicity? What kinds of travel, displacements and diasporas  are  engendered through globalization, and how are these movements linked to  prior movements precipitated by earlier histories of colonialism,  indentured labor and slavery? These questions of fixity and place,  travel  and tourism, labor and migration in a global context are all intimately  linked to discourses of gender and sexuality. This course will explore  how feminist scholars and activists, under the rubric of “transnational  feminism,” have responded to the myriad ways in which globalization  affects our experiences as gendered, sexual, raced and classed beings.  We  can thus understand transnational feminism as both a field of  scholarship  and an activist project, one that has emerged as a way of making sense  of  and responding to the reorganization of gender and sexuality in the  context of globalization.    Topics: Walking New York    V18.0680-001  4 points      Same as History  V57.0830    We walk through streets of New   York often unaware of those who have walked and lived  there before and how the street has changed. This seminar will explore  the pastness of present sites to evoke the spirit of a place. We will learn how  to read a street and its built environment at the same time as we try to  uncover the history of the site (how and why it changed over time), identity  visual remains and chart the changing and contested meanings of a place for its  residents, neighbors and visitors. Each student will develop a walking  tour of a neighborhood or theme and produce a paper with images that could be  used by others to take the tour (MET).  Topics: Yoruba I   V18.0180.001 (AF)          Topics in Caribbean  Literature: Making of a Poem V18.0780      Same as Comparative Literature  V29.0132 and English V41.0770 (AF) Urban Economics   V18.0751      Same as Economics V31.0227 Prerequisite required. The city as an  economic organization. Urbanization trends, functional specialization, and the  nature of growth within the city; organization of economic activity within the  city and its outlying areas, the organization of the labor market, and problems  of urban poverty; the urban public economy; housing and land-use problems;  transportation problems; and special problems within the public sector. (MET-area1)   Women and the Media    V18.0733 Same as Journalism V54.0503.001     Why do we  think that way? What do we mean by \"women\" and \"men\"? If  you were a visiting anthropologist from Mars, how could you use our culture's  media to understand our ideas about gender? Women &amp; the Media is a  collaborative seminar that examines the complex relationship (or different  contradictory relationships) between those humans we call \"women\" and  those forms of discourse we call \"media.\" We will consider women both  as subjects and objects, as artists and models, as creators of  \"media\" in its many forms and as media's creations. What does our culture's  \"media\" tell us about how we read gender? What, if anything, does our  gender tell us about our readings of \"media\"? Student participation  in this seminar is key: students are expected to attend all sessions, to  complete all the reading (there's lots of reading!), to participate actively in  discussion, and to lead one of the class sessions themselves. Leading a class  means opening the day's conversation with a presentation, critiquing and  elaborating on the assigned reading, bringing in additional relevant material,  and suggesting questions or issues that seem particularly interesting or  troublesome. The purpose of the course is to develop our critical and  self-critical faculties as journalists, media critics, consumers of media, and  women or men; to think clearly, challenge our pet assumptions, and have fun.  Race, Space, and the  Production of  Inequality     V18.0380.001    This  course  is an introduction to critical scholarship on race and space in the United States .  We will (re)consider definitions of race and racism, and how the  intertwining  of race and differential access to space has shaped patterns of power  and  inequality throughout the history of the United States . Central  course  themes include space and place, property, homeownership, identity, and  social  change. Readings   and discussion are organized around key spatial typologies such as  ghetto,  barrio, enclave, suburb, prison, plantation, camp, and reservation. We  pay  special attention to the differentiation of types of spaces within  metropolitan  areas; linkages between the urban and rural; the differential  racialization of  Asian Americans, Latina/os, African Americans, and Native Americans;  and  place-based political activism.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    |     Latino Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Events       Student Groups       Latino Organizations       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   Introductory  Core          Concepts in Social and Cultural Analysis    SCA-UA 1 4 points.    A gateway to all majors offered by the Department of Social and  Cultural Analysis. Focuses on the core concepts that intersect the constituent  programs of SCA: Africana studies, American studies, Asian/Pacific/American  studies, gender and sexuality studies, Latino studies, and metropolitan  studies. Surveys basic approaches to a range of significant analytical concepts  (for example, property, work, technology, nature, popular culture, consumption,  knowledge), each considered within a two-week unit.          Approaches to Latino Studies    SCA-UA 501 Offered periodically. Please  note that Cultures and Contexts: Contemporary Latino Cultures (CORE-UA 529) is  offered every year and can be substituted for this course. 4 points.    Explores such aspects of the Latino/a presence and experience in  the United States as: urban/rural life, freedom/confinement, memoir as source  of voice/other sources of voice, generational separation and identity, and loss  and healing. Traces movement through time from masculinist nationalism to the  recognition of variations in gender, sexuality, race, class, region, and  national origin.          Research  Core          Strategies in Social and Cultural Analysis    SCA-UA 20 Offered every year. 4 points.    Introduces an array of social scientific  research methods, both qualitative and quantitative. Topics range from  ethnography to survey research to social statistics. Includes practical,  hands-on application of the research methods. Majors must complete by end of  junior year.          Senior Research Seminar    SCA-UA 90 Prerequisites: Concepts in  Social and Cultural Analysis (SCA-UA 1), either Approaches to Latino  Studies (SCA-UA 501) or Cultures and Contexts: Contemporary Latino Cultures  (CORE-UA 529), and Strategies in Social and Cultural Analysis (SCA-UA 20 ).  Offered every semester. 4 points.    Each student completes an extended research paper that utilizes  various methodological skills. Students work individually and collaboratively  on part of a class research project pertaining to the major in Latino studies.  Majors take this course in the fall of their senior year.          Honors  Courses          Senior Honors Seminar    SCA-UA 92 Prerequisites: 3.65 GPA or  higher (both overall and in the major), Concepts in Social and Cultural  Analysis (SCA-UA 1), either Approaches to Latino Studies (SCA-UA 501) or  Cultures and Contexts: Contemporary Latino Cultures (CORE-UA 529), Strategies  in Social and Cultural Analysis (SCA-UA 20 ), and permission of the department.  Offered in the fall. 4 points.          Senior Honors Thesis    SCA-UA 93 Prerequisites: Senior Honors  Seminar (SCA-UA 92), 3.65 GPA or higher (both overall and in the major), and  permission of the department. Offered in the spring. 4 points.          Internship  Program          The 4-point internship program complements and enhances the formal  course work of the Latino studies major. Students intern at agencies dealing  with a range of issues pertaining to Latino studies and take a corequisite  seminar that enables them to focus the work experience in meaningful academic  terms. The goals of the internship are threefold: (1) to allow students to  apply the theory they have gained through course work, (2) to provide students  with analytical tools, and (3) to assist students in exploring professional  career paths. The internship is open to juniors and seniors and requires an  interview and permission of the director of internships.          Internship Fieldwork    SCA-UA 40 Corequisite: Internship Seminar  (SCA-UA 42). Ten hours of fieldwork are required. 2 points.          Internship Seminar    SCA-UA 42 Corequisite: Internship  Fieldwork (SCA-UA 40). 2 points. Independent  Study          Independent  Study    SCA-UA 197, 198 Prerequisite:  permission of the program director. Offered every semester. 1 to 4 points per term.          Elective  Courses      Latino/a Art and Performance in New York City   SCA-UA 532 4 points.   Examines the history of Latino/a art, performance, and aesthetic practices in the social-political context of New York City. Explores Latinos' role in the continually redefined realm of music, the extensive history of Latina/o contributions to the artistic vitality of the Lower East Side, and the wider performance context of Latina cultural production. Considers contemporary Latino art, and the institutions that support it, from the perspective of the changing Latino demographic of New York City. Analyzes the specific ways that artists utilize the city as a site for artistic possibility. In addition to the weekly seminar meeting, students are required to attend several performances, visit art galleries, and execute a research project profiling a particular artist or institution.          Latino/a Popular Culture    SCA-UA 534 4 points.    Interdisciplinary examination of contemporary popular culture  products—music, film, graphic novels, performance—by and for Latinos, especially  issues of production, circulation, and consumption. Is popular culture a site  of Latino/a cultural expression? How and in what ways? How is it circulated and  consumed, how is it mediated by different culture industries?          The Latinized City, New York and Beyond    SCA-UA 540 Prerequisite: either Approaches  to Latino Studies (SCA-UA 501) or Contemporary Latino Cultures (CORE-UA 529),  or an introductory course in the social sciences, or a Core Cultures and  Contexts course. 4 points.    Considers the economic and political factors that have  historically fueled the immigration of Latin American peoples to U.S. cities,  their incorporation into U.S. society and culture, and the impact of global  economic restructuring of U.S. cities on urban race/ethnic relations and  cultural politics. Other topics include the contestation of space and power in  the global cities, issues of immigration and citizenship, and the politics of  languages. Students develop fieldwork projects on the history and present-day  landscapes of Latino New York.          Topics in Latino Studies    SCA-UA 541 Offered every semester. 4  points.    Topics vary and include race and racism, politics, migration and  immigration, language, assimilation, education, labor, citizenship, social  movements, and expressive culture.          Latino Politics in the U.S.    SCA-UA 542 4 points.    Examines the history, status, and political behavior of Latinos as a minority group in the U.S. political system. Begins with a historical analysis of Latino political incorporation, followed by an analysis of the various activities and efforts in which Latinos have engaged to gain political power and influence. Also examines identity-based social movements of the 1960s and ’70s, depictions of Latinos as a pan-ethnic voting bloc from the 1980s to the present, the politics of transnationalism and globalization, and the recent political activism surrounding immigration. Looks at sub-group populations hailing from Mexico, Puerto Rico, the Dominican Republic, and Central and South America, and utilizes case studies, historical and theoretical monographs, primary documents, and recent poll data surveying Latino political behavior and opinions.          Latin Music from Rumba to Reggaeton    SCA-UA 543 4 points.    Studies the range of styles, movements and practices of U.S. Latin  music in historical perspective. Looks closely at selected musical texts and  practitioners but primary emphasis is on understanding the social contexts and  cultural/political significance of changing musical practices during the course  of the 20th century and down to the present. To what extent do these  instances of collective artistic taste reflect struggles to affirm ethnic and  racial identities? What has been the historical relationship between  these styles and the development of popular music in the United States?   How are gender, racial, and class relations reflected in and expressed through  the music?          Class Warfare    SCA-UA 545 4 points.    Examines how class conflict plays out in international and  institutional settings or \"complexes\" of present-day society, such as  neo-liberal politics, incarceration, educational apartheid, and mass  deportation of immigrants. Readings in classical and recent social analysis  (Rousseau, Marx, Gramsci, Barbara Ehrenreich, Michelle Alexander, Naomi Klein)  and screening of documentary films by Michael Moore, Charles Ferguson, and  Stephanie Black. Considers strategies for change, with a focus on the Occupy  Movement and its consequences.          Latina Feminist Studies    SCA-UA 548 4 points.    A seminar on contemporary cultural production by Latina feminist  artists. Close study of rigorous scholarship offering different theoretical  /critical perspectives for interpreting cultural objects as social and  political texts, and careful examination of film, fiction, poetry, visual, and  performance art. Recurrent tropes and themes include: the borderlands as  geographical and psychic boundary; the \"mestiza\" or \"mulata\" body as metaphor;  assimilation experiences and familial relations; racism and education;  revolution and political violence; the literature of exile; the figure of the  Malinche/La Llorona as race traitor or victim; and the domestic/maquiladora  worker as virgin or whore. Consideration of racial politics within post-nationalist  movements for social justice.          Globalization, Immigration, and Postcolonial Identity    SCA-UA 560 4 points.    Investigates why people migrate to the \"First World\" in general  (and the U.S. specifically) through economic, sociological, anthropological,  cultural, and literary readings. How is the \"First World,\" and particularly the  U.S., implicated in migration from the \"Third\"? What compels people to migrate?  Do efforts to \"develop\" the Third World, such as NAFTA, affect migration? How  do waves of the globalization of labor and consumer markets effect U.S  .culture? Are we currently paying the price for mistakes in foreign policies in  the 1980s and economic policies of the 1990s?          Revolutionary Culture of the Americas    SCA-UA 561 4 points.    Examines the U.S. both as a model for revolution and as a  neocolonial power that became the object of revolutionary opposition. Considers  shared political visions and intellectual exchanges among revolutionary  intellectuals in the U.S. and Latin America. Reviews the history of 20th  century revolutionary movements and national liberation struggles. Seeks to  appreciate the intellectual importance of this literature in shaping  possibilities for liberation across the continent, as well as its limitations.          NAFTA and Narcos    SCA-UA 562 Colloquium. 4 points.    The political and economic consequences of NAFTA on Mexican and  U.S. foreign direct investment, industrialization, labor formation, and  immigration. Traces flow of drugs, arms, and profits of the drug economy, as  well as the relationship between rising violence, militarization of the  Americas, and changes in drug war policy in Mexico and the U.S. Considers  gender dynamics of both free trade and the drug economy and critically examines  the figure of the narco or drug trafficker in popular culture.          Afro-Latino Culture and History    SCA-UA 565 4 points.    Examines the profound sociological and cultural implications of  the growing Afro-Latino presence in light of recent theoretical work on race  and diasporas. Overview of the historical background of African-descended  peoples in the Spanish-speaking Americas and of the longstanding social  experience of black Latinos in the United States. Considers migration patterns,  community formation, and narrative accounts of Afro-Latino life and traditions  of cultural expression. Special attention to Afro-Latino poetry and to the rich  history of Afro-Latino music through the generations. Possible theoretical and  political consequences of this increasingly self-conscious transnational identity  formation.          Nationalism and Development in U.S. Literature, 1850-1950    SCA-UA 568 4 points.    Close reading of fiction foregrounding U.S. slavery, western  expansion, industrialization, and imperialist adventure as modes of primitive  accumulation that contributed to the foundation of the United States as a  \"developed\" nation. Authors offer anti-imperialist, feminist, and minoritarian  critiques of this history of U.S. national development.          Postmodern Travel Fictions    SCA-UA 572 4 points.    A study of travel narratives by post–World War II  authors/filmmakers of the Americas. Investigates the legacy of colonialism; the  concept of \"freedom\" embodied in travel writing and the ideology of conquest  engraved in historical memory; the gendered dynamic of travel writing; and  literary representation (and the perpetuation of) racialized myths about North  and South America. Considers the symbolic meanings of locations and locales  that protagonists (white, black, Latino, Asian American, or indigenous),  authors, and directors choose to visit.          Related  Courses          The following courses count as electives for Latino studies majors  and minors. See the departmental or program sections in this Bulletin for  course descriptions and prerequisites.          AFRICANA  STUDIES          Language and Liberation: At Home in the Caribbean and Abroad    SCA-UA 163 Identical to LING-UA 26.  Offered every year. 4 points.          AMERICAN  STUDIES          Ethnicity and the Media    SCA-UA 232 Prerequisite: Approaches to  American Studies (SCA-UA 201); or one introductory A/P/A studies, Africana  studies, anthropology, or Core Cultures and Contexts course; or permission of  the instructor. 4 points.          ASIAN/PACIFIC/AMERICAN  STUDIES          The Constitution and People of Color    SCA-UA 366 Identical to POL-UA 801 and  LWSOC-UA 327. 4 points.          Reading Race and Representation    SCA-UA 368 Offered every year. 4 points.          COLLEGE  CORE CURRICULUM          Cultures and Contexts: Contemporary Latino Cultures    CORE-UA 529 4 points.          STEINHARDT  SCHOOL OF CULTURE, EDUCATION, AND HUMAN DEVELOPMENT          American Dilemmas: Race, Inequality, and the Unfulfilled Promise  of Education    SCA-UA 755 Identical to TCHL-UE 41. 4  points.          SOCIOLOGY          Race and Ethnicity    SCA-UA 803 Identical to SOC-UA 135. 4  points.          SPANISH  AND PORTUGUESE LANGUAGES AND LITERATURES          Latino Literature in the United States    SCA-UA 815 Identical to SPAN-UA 755.  Offered every year. 4 points.               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2009 Undergraduate Course Descriptions    |     Social &amp; Cultural Analysis    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Fall 2009 Undergraduate Course Descriptions   NYU  DEPARTMENT  OF SOCIAL AND CULTURAL ANALYSIS (SCA) Fall 2009 Undergraduate Course Descriptions  (This list is subject to change.)       Listed alphabetically by Course  Title. Add’l information may be  available from the underlined department. Following each description, in  parentheses ( ), are the SCA majors for  which the course fulfills a requirement. AF = Africana Studies, AM = American Studies, APA  = Asian-Pacific-American Studies, GSS  = Gender &amp; Sexuality Studies, LAT  = Latino Studies, MET = Metropolitan  Studies, SCA = Social &amp; Cultural  Analysis   *Also see  courses listed as TOPICS , applicable  to the various majors.  African American History to 1865   V18.0795 Same as History V57.0647 Survey of the experience of African  Americans to 1865, emphasizing living conditions, treatment, images, attitudes,  important figures and events, and culture using a chronological and topical  approach. Topics include African way of life, initial contact between Africans  and Europeans, slave trade, early slavery, freedom and control in slave  society, abolitionism, slave resistance, free blacks, and gender. (AF)         African American English I  V18.0799      Same as V61.0023, Linguistics     What is the relationship between  language and identity? What really is African American English if it is not  slang or hip-hop talk? Who speaks it? Who has the right to speak it? Why do  speakers continue to speak stigmatized dialects? What are the social,  attitudinal and educational implications connected to African American English?     These are some of the questions we will  explore in this introductory course to African American English- a distinct  dialect of American English that has influenced U.S. and world cultures. Combining  research and theory from linguistics, anthropology and sociology, this course  emphasizes the relationship between language and culture. Students learn basic  linguistic concepts, followed by the linguistic features, structure and  discourse functions of African American English. Together, we survey English spoken  by African Americans in the U.S.  and its relation to Englishes spoken by other groups in the Caribbean, in  particular, as well as in the U.S.  (e.g., Asian Americans, European Americans, Latinos). We also address  contemporary social and educational issues throughout this course. Students  will have an opportunity to conduct original research.  Approaches to Latino Studies   V18.0501 **Recitation  required.  This  course explores a set of principles that have guided Latino Literature in the United States.  These principles can be found in many but not necessarily all of the readings.  They include: urban/rural life, freedom/confinement, memoir as source of  voice/other sources of voice, generational separation and identity, loss and  healing. We’ll trace a movement through time from masculinist nationalism to a  recognition of variations in gender, sexuality, race, class, region, and  national origin. Other principles will be added to this list as the class  proceeds. (LAT) Cantonese – Elementary I V18.0331     Same as V33.0410.    An introduction to Cantonese with an emphasis on the spoken and written  language and conversational proficiency as a primary goal. The course  emphasizes grammar, listening comprehension, and oral expressions. It is  designed to give beginning students a practical command of the language. Upon  completion of the course, students can expect to converse in simple sentences  and recognize and write about 350 Chinese characters. Students with passable  conversation ability or native speakers from Cantonese-speaking communities  should not enroll in this course. (APA)         Cantonese - Intermediate I   V18.0333     Same  as V33.0412.    This is an advanced-level language and culture course following Elementary  Cantonese. At this level, when the basic skills and working vocabulary have  been mastered, emphasis is placed on the linguistic rules to enable students to  communicate with more competence. The lessons focus not only on language, but  also use a holistic approach and incorporate discussions on history, current  events, literature, pop culture, and native values. Because language is key to  connecting with community concerns, the course also includes field trips to Chinatown and other Cantonese-speaking  neighborhoods. (APA)          Chinatown and the American Imagination  V18.0370.001     Permission of the instructor  required.   What is a “Chinatown”? The word alone evokes many images, sounds,  smells, tastes from many different sensibilities. For recent immigrants it can  be a home away from home, for “outsiders” an exotic place for cheap eats, for  male action flic fans Chow Yun Fat (or Mark Walhberg) in “The Corruptor,” and  for you ?!? (fill in the blank). We’re going to explore the nooks and crannies  of Chinatown in the American imagination and in its New York real-time, non-virtual existence.  How do we know what we know and not know? What does Chinatown  have to do with the formation of normative “American” identities? What are the  possibilities (and limits) of crossing cultural divides? Class members will  individually and/or in groups research, experience, and document a chain of  persons, places, and/or events creating their own narrative “tour” of this  place’s meanings. Novels, history books, tourist guides, films, and pop culture  will supplement the primary “text” of New York Chinatown. This will be a  collaborative, discussion-intensive, field-research-driven class limited to  twenty students. The instructor is looking for a mixture of students with a  variety of skills and backgrounds. Prospective registrants are required to  email the instructor (Jack.Tchen@nyu.edu) before signing up for the class.         Cinema i n Asia  America   V18.0310        Same as Dramatic Lit V30.0309, East Asian Studies  V33.0314 and Tisch H72.0315     This course will begin with a  critical history of the representation of Asians in Hollywood and a chronicle of the struggles  faced by early male and female pioneers to achieve celluloid visibility.   It will proceed, using a rich and varied mixture of screenings and readings, to  offer an eye-opening introduction to some of the key figures and themes in  Asian American cinema. Genres likely to be covered include pulp noir,  musical melodramas, pornography, animation, stoner comedy, documentaries.   The avant-garde films of Yoko Ono will be looked at alongside gallery-based art  works by Nikki S. Lee. Themes to be explored include the role of Asian  American cinema in exploring and challenging class- and gender-related  stereotypes, the relationship between cinema and political activism, the  politics of independent production.          Concepts In Social and Cultural  Analysis V18.0001.001   **Recitation  required.      Counts as  MAP Social Science requirement.     This course  is a gateway to all majors offered by the Department of Social and Cultural  Analysis (SCA), and as such focuses on core ideas common to all the fields of  study within the department. The course surveys a range of critical  analytical concepts and \"keywords\" that are foundational to modern  social thought (e.g., State and Society, Race and Labor, Sex and Nature, Subject  and Power, Culture and Politics, Knowledge and Difference, with each pairing  considered within a two-week unit). Owing to variation in instructors  from semester to semester, there will sometimes be slight alteration in the  concepts and approaches covered in different terms. (AF,AM,APA,GSS,LAT,MET,SCA) The Constitution and People of Color V18.0366       Same  as V62.0327. Examines  how the American legal system decided constitutional challenges affecting the  empowerment of African, Latino, and Asian American communities from the 19th  century to the present. Topics include the denial of citizenship and  naturalization to slaves and immigrants, government-sanctioned segregation, the  internment of Japanese Americans during World War II, the prison industry,  police brutality, post-9/11 detention issues, and voting rights. Course  requirements include attendance at a community function involving  constitutional issues, a midterm, and an interactive oral and written final  project comparing a present-day issue affecting racial minorities in New York City and  proposing measures to collectively address the issue. (AF,AM,APA,GSS,LAT)         Filipino - Elementary I V18.0321   An introduction to Filipino with an emphasis on mastering basic grammar skills  and working vocabulary. Lessons incorporate discussions on history, current  events, literature, pop culture, and native values. The course is open to  beginning language students and lessons are modified according to the needs of  individual students. Because language is key to connecting with community  concerns, the course also includes field trips to Filipino neighborhoods in  Queens and Jersey City. (APA)  Filipino – Intermediate I    V18.0323 At this level, when the basic skills and working vocabulary have been mastered,  emphasis can be placed on the linguistic rules to enable the student to  communicate with more competence. There is also focus on translation. Lessons  use a holistic approach and incorporate discussions on history, current events,  literature, pop culture, and native values. To observe and experience the  language at work, the course includes field trips to Filipino centers in the  New York-New Jersey area as well as invited guests who converse with students  in Filipino about their life and work.   (APA) Gay And Lesbian Performance   V18.0714  Same  as Drama Lit H28.0624 4 points. A survey of contemporary lesbian and  gay plays from The Boys in the Band to Angels in America. The  goal of the course is to familiarize students with lesbian and gay plays written  since 1968 as a discrete body of work within the field of contemporary theatre.  The course focuses on plays and playwrights that have had a significant impact  in the representation of homosexual life onstage. In addition, students  consider the historical, political, and cultural developments from which gay  theatre emerged and, through independent research projects, examine the  communities that emerged in the process of creating gay theatre. (GSS)         Internship  Program      Open to  juniors and seniors. Priority to seniors in the 6 SCA majors. Application  and meeting required (For info, email betts.brown@nyu.edu )          The  internship complements and enhances the formal course work of the SCA majors,  testing theory with practice, and combining internship experience with a  classroom seminar. Students intern at agencies dealing with a range of issues  pertaining to their majors. Areas  include: arts, law, government, education, economic development, the  environment, community organizing, immigration, planning, housing,  homelessness, youth, and more. All  internships are with government and nonprofit agencies and are unpaid. The seminar examines policies, issues, ideas,  and theories related to internships and agencies. (AF,AM,APA,GSS,LAT,MET,SCA)   Internship  Seminar &amp; Fieldwork V18.0042 (2  pts), plus V18.0040 (2 pts)   Both are  required. Fieldwork is 10 hours a week.  Intersections: Gender, Race, and Sexuality in U.S. History and  Politics V18.0230   **Recitation  Required**   Drawing on the histories of African, Asian, Latino, European, and Native  Americans of both genders and many sexualities, the course explores the complex  and important intersection of gender, race, and sexuality in the United States  from the 17th century through the 20th, in historically related case studies.  Starting in the period of European imperialism in the Americas, it examines the  ways that gender, race, and sexuality shaped cultural and political policies  and debates surrounding the Salem witch trials; slavery, abolition, and  lynching; U.S. imperialism in Puerto Rico and Hawaii; the politics of welfare  and reproduction; cultural constructions of manliness, masculinity, and  citizenship; and responses to the AIDS pandemic in a global context. (AF, AM, APA, GSS, LAT)  Introduction to Gender &amp; Sexuality Studies V18.0401   **Recitation  Required** This course is designed  to introduce some of the major debates about gender and sexuality within the  fields of feminist and queer studies. We will be considering the relations  between the history of sexuality and the politics of gender. We will read some  primary texts in gender theory, and in the study of sexuality, desire and  embodiment. This course also provides an introduction to the interdisciplinary  examination of sexual and erotic desires, orientations, and identities. We will  study how desires are constructed, how they vary in different places and times,  and how they interact with other social and cultural formations such as race,  class, nation, globalization, popular culture.Counts as MAP Social Science  requirement. (GSS)         Introduction to Metropolitan Studies    V18.0601      Formerly  called Interdisciplinary Perspectives on Metropolitan Studies     **Recitation  Required** A broad and interdisciplinary  introduction to the field of urban studies. Surveying the major approaches  deployed to investigate the urban experience in the social space of the modern  city. This course explores the historical geography of capitalist urbanization  with attention to North American and European cities, to colonial and postcolonial  cities, and to the global contexts of urban development. Major topics include  urban politics and governance; suburban and regional development; urban social  movements; urban planning; the gendering of urban space and racial segregation  in urban space. (MET, SCA)  Introduction to Post Colonial  Studies V18.0806     English   Same as V41.0780     What does it mean to be  “postcolonial”? How can we understand the mixture of cultures and peoples that  seems to define our “globalized” age? The rise of interest in the postcolonial  condition has been marked by a body of work that engages questions relating to  empire and decolonization and creates new models for the analyses of power,  identity, gender, resistance, nation and Diaspora. In this class, we will  examine novels, poems, political writings and films from Africa, Asia, the Caribbean and their diasporic communities. Theoretical  readings will draw from Edward Said, Frantz Fanon, M. K. Ghandi and Ngugi wa  Thiong’o, while fictional and cinematic texts will include work by V. S.  Naipaul, Bapsi Sidhwa, Raoul Peck, Assia Djebar, Tayeb Salih, Bharati Mukherjee  and others. Our aim will be to understand both the ways in which these texts  provide new models of analysis and have changed the traditional study of  literature in the academy. Requirements: midterm paper and final exam.  Prerequisites: Literary Interpretation or equivalent(AF) Law and Urban Problems V18.0610   Interdisciplinary introduction to the law as it interacts with society.  Analysis focuses on problems in areas such as housing, zoning, welfare, and  consumer affairs, emphasizing the underlying social, economic, and political  causes of the problems and the responses made by lawmakers and courts. Readings are drawn from  the law and social science. No specific knowledge of law is required. (AM, MET-area 1)             MAP  World Cultures: A/P/A  V55.0539   4 points      **Recitation  Required**   Asian Pacific America  encompasses a complex, diverse, and rapidly changing population of people. This  interdisciplinary course introduces students to major issues in the historical  and contemporary experiences of Asian Pacific Americans, including migration,  modernization, racial formation, community-building, political mobilization,  among others. In this course we will pay particular attention to Asian  Americans’ use of cultural productions—films, literature, art, media, and  popular culture—as an expression/reflection of their cultural identities,  historical conditions, and political efforts.   Sponsored by MAP office. (APA,  SCA)         Minorities in the Media    V18.0702 Prerequisites:  Foundations, Inquiry or Instructor Permission Same as V54.0503.002, Journalism   It has been  40 years since President Johnson's National Advisory Commission on Civil  Disorders released its findings on the civil unrest that erupted in urban areas  across the nation. The panel, commonly referred to as the Kerner Commission,  concluded that we are living in two nations, \"black, white, separate and  unequal,\" and devoted an entire chapter to the impact the media had on the  nation's race relations. \"We believe that the media have thus far failed  to report adequately on the causes and consequences of civil disorders and the  underlying problems of race relations,\" the report said. It added:  \"The media report and write from the standpoint of a white man's world.  The ills of the ghetto, the difficulties of life there, the Negro's burning  sense of grievance, are seldom conveyed.\"     The report  criticized as \"shockingly backward\" the industry's failure to hire,  train and promote African Americans. At the time, fewer than five percent of  the newsroom jobs in the United   States were held by African Americans.  Today, despite the progress that's been made in the hiring and coverage of  African Americans and other so-called minorities, many critics say that the  Kerner Report findings continue to resonate. With the report as a backdrop, we  will examine the portrayals of racial and ethnic minorities in the media,  paying particular attention to African Americans \u0014 the subject of the Kerner  Report \u0014 but also others, including Latinos, Asians, women, and gays and  lesbians.  The Postcolonial City V18.0166     Cities have  played an important role throughout African history and in various  Afrodiasporic contexts: from the metropolises of Ancient Egypt and the urban  centers of well-known west African civilizations (like Ghana, Mali, Songhai) to  cities like Port-au-Prince, Havana, and Georgetown in the Caribbean, and urban  enclaves in the U.S. In attending to the  way actors constitute wealth and power—in accounting for the way proximity  structures interpersonal experiences—this course uses ethnographic,  sociological, historical, and literary texts to theorize the Afrodiasporic  city. We will explore the contours of these  urban matrices through special attention to   historical categories thatprepare us to theorize the way Afrodiasporic  populations have experienced and lived history (e.g., the precolonial, the  colonial, and the postcolonial). As part  of our mission, we will consider the historical emergence of the “Third World” as, not simply a broad rubric for African  and Asian postcolonies, but, instead, a  project to reverse the course of European exploitation. Instead of proceeding strictly chronologically, students will  consider the Afrodiasporic urban experience thematically, through a diverse  array of readings. (AF, MET)   Queer Literature V18.0482 Same as V41.0749 .      Prerequisite: one course in  literature, V18.0401, or permission of the instructor.    We will read a range of  works written in the U.S.  from the 1980s to the present in order to identify distinctly  \"post-Stonewall\" literary and cultural preoccupations. Beginning with  texts by Audre Lorde and by Kathy Acker we will trace deeply intertwined modes  of identity-based and identity-dissolving writing. Authors whose works we will  examine include David Wojnarowicz, Samuel Delany, Achy Obejas, Chay Yew, Dennis  Cooper, and \"JT Leroy.\"         Race and  Rumors of Race - V18.0154    This is a  multidisciplinary reading, writing, and discussion course on the concept of  race. Though the focus will be on “blackness” and “whiteness” in the United States, there will be some comparison  with Brazil.  We will also pay some attention to those who have traditionally rejected the  racial identities imposed upon them and have suffered the consequences. The name of the course is borrowed from the  title of a book written by Howard Washington Odum and published by the University of North Carolina Press in 1943. (AF)         Reading Race and Representation  V18.0368     Same as English V41.0058 Much  contemporary public discourse characterizes race as a problem that some  individuals “have,” or, even, a “card” that some people “play.” It is rarely  recognized as a structural or material dimension that comprises everyday  experience and knowledge. In this course, we will ask what it means to “read”  race in objects, spaces, and events that for the most part do not seem to be  “about” race per se. The course is organized around a series of such topics,  which we will consider from an interdisciplinary perspective, engaging  historical and legal texts, literature, and film, as well as scholarship from  anthropology, sociology, and history. Over the course of the semester, we will  address concepts and themes related to U.S. ethnic studies and critical race  theory, including citizenship, rights, segregation, whiteness, colonialism,  labor, migration, and alienness. The course provides an introduction to  critical American studies as a field of scholarship that challenges our sense  of the nation as socially and politically exceptional by asking what is  forgotten or excluded in such a self-image. Senior Research Seminar: The  Transformation of Domesticity and Desire   V18.0090.001    Access  Code required.      This senior  seminar is the capstone course for students with majors or concentrations in  gender and sexualities. It provides  students with the opportunity to draw on their cumulative knowledge of gender  and sexualities to develop individual or group research projects that result in  both an oral and written presentation.   During the initial weeks, we will discuss common readings on modern  transformations of diverse forms of intimacy, sexuality, family, and kinship,  and students will develop their project proposals in individual consultations  with the instructor. The second half of the semester will focus on fostering  the individual projects, and will combine group meetings with individual  meetings with the instructor. Students will be encouraged to develop  submissions to the new SCA undergraduate research journal.   (GSS, SCA)         Senior Research Seminar: Visual Culture and Urban Space V18.0090.002  Access  Code required.      (MET,  SCA)         Senior Research Seminar: Culture,  Identity and Consumption V18.0090.003    Access  Code required.     This seminar will explore the intersection of Culture, Identity and Consumption. We will investigate broad questions concerning the ways in which individuals and groups define their identity in relation to consumption; how the media may help shape the making of ethnic, racial and gender identities; whether the market serves as a space for self-expression, or alternatively as a space for limiting ideas of identity and citizenship and finally, the meaning of consumer citizenship and how it may affect or limit contemporary social movements. Students will explore these topics and more in an original research paper of their choice (AF, AM, APA, LAT, GSS, MET, SCA).          Shaping The Urban Environment Art History V43.0661. Formerly V43.0021     MET and SCA  majors priority registration.      Students investigate the city in  terms of architectural history, engineering, and urban planning. Topics:  historical types and shapes of cities, factors influencing our current urban  scene, architectural form as expression of political systems, discussions of  urban design and architecture problems in the contemporary world, and the role  of technological factors such as construction and transportation systems.  Students are given projects in conjunction with class. (MET)         Swahili I – Introduction V18.0121 Provides  students with an elementary understanding of Swahili, a Bantu language with a  rich oral and written tradition that is spoken by about 100 million people from  Somalia to Mozambique and Zanzibar. After a short presentation of  Swahili’s history, codification, and relation to other languages, students are  drilled in phonetics and grammar. They are also introduced to some poems,  songs, and oral narratives.    (AF)         Swahili I – Intermediate V18.0123     Prerequisites: Elementary Swahili I and Elementary Swahili  II.      This course  builds upon the basic knowledge of the pronunciation, vocabulary, useful  expressions and fundamental grammatical features already attained at  introductory level to strengthen reading, writing, and conversation skills  accessing a wide range of grammatical and literary knowledge of the language,  its cultural context, and literary genre.   The students are required to familiarize themselves with a novel and a  play written in Kiswahili. (AF) Theater of the Black Atlantic  V18.0835      Same as  H28.0741, Dramatic Lit, Tisch     Through a  close examination of dramatic texts, theatrical groups and movements, this  course will offer a comparative study of drama and theatre produced by African,  African-American, Black British and Caribbean  practitioners. It will explore how conventions of drama and theatre, as  cultural practices, offer sites for performing identity and subjectivity. The  course will use the idea of the Black Atlantic as a framing device signifying  Africa’s historical encounter with Europe, and the connections of Africans and  people of African descent in Britain,  the USA  and the Caribbean (AF).         Topics: The American Economy in Crisis V18.0280 Access Code required     This  advanced seminar will explore the roots of the current economic crisis in the United States,  in historical and global context. We will consider the history of  capitalism and the workings of the \"business cycle\" of boom and bust  over the past two centuries. We will explore the intellectual and  political debates over the structure of \"the economy,\" including  those concerning state regulation, democratic management and equitable  distribution across lines of class, race, gender and sexuality. The  course will cover the past 200 years of economic history, but will concentrate  on the birth of the welfare state and the rise of neoliberalism in the  period since the 20th century Great Depression (AM).         Topics: Gender, Migration, and Work in Global Cities V18.0493 This course is an interdisciplinary introduction to globalization in the urban context. We analyze how jobs, cultures, policies, and the roles of men and women are changing because of globalization. We will begin with basic definitions of globalization and a history of the changes to the world economy in the 1960s and 1970s that brought about neoliberalism. Further topics include free trade, fair trade, the shift of labor practices across borders, outsourcing, urbanization, domestic work, tourism, environmental justice, sex work, and worker activism ( GSS, MET, SCA ) .         Topics: Hausa V18.0180.002 (AF)  Topics: Latin Music: From Rumba to  Reggaeton V18.0541-001 Salsa, mambo, rumba, merengue, Tex-Mex, reggaeton – in recent years Latin music has become an integral part of the soundscape of our times, and has gained a firm foothold in repertoires of American and world popular music. In this course we will study the range of styles, movements and practices of U.S. Latin music in historical perspective. Starting with the “roots” -- traditional folkloric musical genres like the rumba cubana, the bomba from Puerto Rico, and analogous styles from other Caribbean and Latin American national heritages -- we will trace the emergence and diffusion of popular rhythms like tango, mambo, cumbia and salsa. While we will look closely at selected musical texts and practitioners, primary emphasis will be devoted to understanding the social contexts and cultural significance of changing musical practices during the course of the 20th century and down to the present. To what extent do these instances of collective artistic taste reflect struggles to affirm ethnic and racial identities? What has been the historical relationship between these styles and the development of popular music in the United States? How has the diaspora experience of Latino communities served to preserve and at the same time transform traditions rooted in Latin American and Caribbean home countries? How are gender, racial and class relations reflected in and expressed through the music? These and related political and sociological questions will be at the center of our readings and discussion throughout the semester (LAT).         Topics: On The Road with The  American Extreme V18.0180.003 Income  inequality and the shrinking middle class have consumed contemporary policy and  media platforms. In this course, student will engage the debate over the  disappearing American Dream through the portrayals of contemporary classes of  wealth and poverty in literary nonfiction, more specifically on the road books.  Readings will include Barbara Ehrenreich Nickel  and Dimed: On Not Getting By in America,  William Finnegan’s Cold New World and Robert Frank’s Richistan, which travels  into what frank call the new separate nation created by the super rich.  Students will also conduct their own urban exploration of themes of the books  (AF, AM).   Topics: Transnational Feminism    V18.0481.001     4 points   The world we live in is characterized by the ever-increasing mobility  of  capital, people, technology, culture and media across national borders;  “globalization” has been used as the umbrella concept that describes  this  phenomenon. How does globalization shift the way in which we understand  concepts of masculinity and femininity, sexuality and sexual identity,  race and ethnicity? What kinds of travel, displacements and diasporas  are  engendered through globalization, and how are these movements linked to  prior movements precipitated by earlier histories of colonialism,  indentured labor and slavery? These questions of fixity and place,  travel  and tourism, labor and migration in a global context are all intimately  linked to discourses of gender and sexuality. This course will explore  how feminist scholars and activists, under the rubric of “transnational  feminism,” have responded to the myriad ways in which globalization  affects our experiences as gendered, sexual, raced and classed beings.  We  can thus understand transnational feminism as both a field of  scholarship  and an activist project, one that has emerged as a way of making sense  of  and responding to the reorganization of gender and sexuality in the  context of globalization.    Topics: Walking New York    V18.0680-001  4 points      Same as History  V57.0830    We walk through streets of New   York often unaware of those who have walked and lived  there before and how the street has changed. This seminar will explore  the pastness of present sites to evoke the spirit of a place. We will learn how  to read a street and its built environment at the same time as we try to  uncover the history of the site (how and why it changed over time), identity  visual remains and chart the changing and contested meanings of a place for its  residents, neighbors and visitors. Each student will develop a walking  tour of a neighborhood or theme and produce a paper with images that could be  used by others to take the tour (MET).  Topics: Yoruba I   V18.0180.001 (AF)          Topics in Caribbean  Literature: Making of a Poem V18.0780      Same as Comparative Literature  V29.0132 and English V41.0770 (AF) Urban Economics   V18.0751      Same as Economics V31.0227 Prerequisite required. The city as an  economic organization. Urbanization trends, functional specialization, and the  nature of growth within the city; organization of economic activity within the  city and its outlying areas, the organization of the labor market, and problems  of urban poverty; the urban public economy; housing and land-use problems;  transportation problems; and special problems within the public sector. (MET-area1)   Women and the Media    V18.0733 Same as Journalism V54.0503.001     Why do we  think that way? What do we mean by \"women\" and \"men\"? If  you were a visiting anthropologist from Mars, how could you use our culture's  media to understand our ideas about gender? Women &amp; the Media is a  collaborative seminar that examines the complex relationship (or different  contradictory relationships) between those humans we call \"women\" and  those forms of discourse we call \"media.\" We will consider women both  as subjects and objects, as artists and models, as creators of  \"media\" in its many forms and as media's creations. What does our culture's  \"media\" tell us about how we read gender? What, if anything, does our  gender tell us about our readings of \"media\"? Student participation  in this seminar is key: students are expected to attend all sessions, to  complete all the reading (there's lots of reading!), to participate actively in  discussion, and to lead one of the class sessions themselves. Leading a class  means opening the day's conversation with a presentation, critiquing and  elaborating on the assigned reading, bringing in additional relevant material,  and suggesting questions or issues that seem particularly interesting or  troublesome. The purpose of the course is to develop our critical and  self-critical faculties as journalists, media critics, consumers of media, and  women or men; to think clearly, challenge our pet assumptions, and have fun.  Race, Space, and the  Production of  Inequality     V18.0380.001    This  course  is an introduction to critical scholarship on race and space in the United States .  We will (re)consider definitions of race and racism, and how the  intertwining  of race and differential access to space has shaped patterns of power  and  inequality throughout the history of the United States . Central  course  themes include space and place, property, homeownership, identity, and  social  change. Readings   and discussion are organized around key spatial typologies such as  ghetto,  barrio, enclave, suburb, prison, plantation, camp, and reservation. We  pay  special attention to the differentiation of types of spaces within  metropolitan  areas; linkages between the urban and rural; the differential  racialization of  Asian Americans, Latina/os, African Americans, and Native Americans;  and  place-based political activism.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    |     Latino Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Events       Student Groups       Latino Organizations       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   Introductory  Core          Concepts in Social and Cultural Analysis    SCA-UA 1 4 points.    A gateway to all majors offered by the Department of Social and  Cultural Analysis. Focuses on the core concepts that intersect the constituent  programs of SCA: Africana studies, American studies, Asian/Pacific/American  studies, gender and sexuality studies, Latino studies, and metropolitan  studies. Surveys basic approaches to a range of significant analytical concepts  (for example, property, work, technology, nature, popular culture, consumption,  knowledge), each considered within a two-week unit.          Approaches to Latino Studies    SCA-UA 501 Offered periodically. Please  note that Cultures and Contexts: Contemporary Latino Cultures (CORE-UA 529) is  offered every year and can be substituted for this course. 4 points.    Explores such aspects of the Latino/a presence and experience in  the United States as: urban/rural life, freedom/confinement, memoir as source  of voice/other sources of voice, generational separation and identity, and loss  and healing. Traces movement through time from masculinist nationalism to the  recognition of variations in gender, sexuality, race, class, region, and  national origin.          Research  Core          Strategies in Social and Cultural Analysis    SCA-UA 20 Offered every year. 4 points.    Introduces an array of social scientific  research methods, both qualitative and quantitative. Topics range from  ethnography to survey research to social statistics. Includes practical,  hands-on application of the research methods. Majors must complete by end of  junior year.          Senior Research Seminar    SCA-UA 90 Prerequisites: Concepts in  Social and Cultural Analysis (SCA-UA 1), either Approaches to Latino  Studies (SCA-UA 501) or Cultures and Contexts: Contemporary Latino Cultures  (CORE-UA 529), and Strategies in Social and Cultural Analysis (SCA-UA 20 ).  Offered every semester. 4 points.    Each student completes an extended research paper that utilizes  various methodological skills. Students work individually and collaboratively  on part of a class research project pertaining to the major in Latino studies.  Majors take this course in the fall of their senior year.          Honors  Courses          Senior Honors Seminar    SCA-UA 92 Prerequisites: 3.65 GPA or  higher (both overall and in the major), Concepts in Social and Cultural  Analysis (SCA-UA 1), either Approaches to Latino Studies (SCA-UA 501) or  Cultures and Contexts: Contemporary Latino Cultures (CORE-UA 529), Strategies  in Social and Cultural Analysis (SCA-UA 20 ), and permission of the department.  Offered in the fall. 4 points.          Senior Honors Thesis    SCA-UA 93 Prerequisites: Senior Honors  Seminar (SCA-UA 92), 3.65 GPA or higher (both overall and in the major), and  permission of the department. Offered in the spring. 4 points.          Internship  Program          The 4-point internship program complements and enhances the formal  course work of the Latino studies major. Students intern at agencies dealing  with a range of issues pertaining to Latino studies and take a corequisite  seminar that enables them to focus the work experience in meaningful academic  terms. The goals of the internship are threefold: (1) to allow students to  apply the theory they have gained through course work, (2) to provide students  with analytical tools, and (3) to assist students in exploring professional  career paths. The internship is open to juniors and seniors and requires an  interview and permission of the director of internships.          Internship Fieldwork    SCA-UA 40 Corequisite: Internship Seminar  (SCA-UA 42). Ten hours of fieldwork are required. 2 points.          Internship Seminar    SCA-UA 42 Corequisite: Internship  Fieldwork (SCA-UA 40). 2 points. Independent  Study          Independent  Study    SCA-UA 197, 198 Prerequisite:  permission of the program director. Offered every semester. 1 to 4 points per term.          Elective  Courses      Latino/a Art and Performance in New York City   SCA-UA 532 4 points.   Examines the history of Latino/a art, performance, and aesthetic practices in the social-political context of New York City. Explores Latinos' role in the continually redefined realm of music, the extensive history of Latina/o contributions to the artistic vitality of the Lower East Side, and the wider performance context of Latina cultural production. Considers contemporary Latino art, and the institutions that support it, from the perspective of the changing Latino demographic of New York City. Analyzes the specific ways that artists utilize the city as a site for artistic possibility. In addition to the weekly seminar meeting, students are required to attend several performances, visit art galleries, and execute a research project profiling a particular artist or institution.          Latino/a Popular Culture    SCA-UA 534 4 points.    Interdisciplinary examination of contemporary popular culture  products—music, film, graphic novels, performance—by and for Latinos, especially  issues of production, circulation, and consumption. Is popular culture a site  of Latino/a cultural expression? How and in what ways? How is it circulated and  consumed, how is it mediated by different culture industries?          The Latinized City, New York and Beyond    SCA-UA 540 Prerequisite: either Approaches  to Latino Studies (SCA-UA 501) or Contemporary Latino Cultures (CORE-UA 529),  or an introductory course in the social sciences, or a Core Cultures and  Contexts course. 4 points.    Considers the economic and political factors that have  historically fueled the immigration of Latin American peoples to U.S. cities,  their incorporation into U.S. society and culture, and the impact of global  economic restructuring of U.S. cities on urban race/ethnic relations and  cultural politics. Other topics include the contestation of space and power in  the global cities, issues of immigration and citizenship, and the politics of  languages. Students develop fieldwork projects on the history and present-day  landscapes of Latino New York.          Topics in Latino Studies    SCA-UA 541 Offered every semester. 4  points.    Topics vary and include race and racism, politics, migration and  immigration, language, assimilation, education, labor, citizenship, social  movements, and expressive culture.          Latino Politics in the U.S.    SCA-UA 542 4 points.    Examines the history, status, and political behavior of Latinos as a minority group in the U.S. political system. Begins with a historical analysis of Latino political incorporation, followed by an analysis of the various activities and efforts in which Latinos have engaged to gain political power and influence. Also examines identity-based social movements of the 1960s and ’70s, depictions of Latinos as a pan-ethnic voting bloc from the 1980s to the present, the politics of transnationalism and globalization, and the recent political activism surrounding immigration. Looks at sub-group populations hailing from Mexico, Puerto Rico, the Dominican Republic, and Central and South America, and utilizes case studies, historical and theoretical monographs, primary documents, and recent poll data surveying Latino political behavior and opinions.          Latin Music from Rumba to Reggaeton    SCA-UA 543 4 points.    Studies the range of styles, movements and practices of U.S. Latin  music in historical perspective. Looks closely at selected musical texts and  practitioners but primary emphasis is on understanding the social contexts and  cultural/political significance of changing musical practices during the course  of the 20th century and down to the present. To what extent do these  instances of collective artistic taste reflect struggles to affirm ethnic and  racial identities? What has been the historical relationship between  these styles and the development of popular music in the United States?   How are gender, racial, and class relations reflected in and expressed through  the music?          Class Warfare    SCA-UA 545 4 points.    Examines how class conflict plays out in international and  institutional settings or \"complexes\" of present-day society, such as  neo-liberal politics, incarceration, educational apartheid, and mass  deportation of immigrants. Readings in classical and recent social analysis  (Rousseau, Marx, Gramsci, Barbara Ehrenreich, Michelle Alexander, Naomi Klein)  and screening of documentary films by Michael Moore, Charles Ferguson, and  Stephanie Black. Considers strategies for change, with a focus on the Occupy  Movement and its consequences.          Latina Feminist Studies    SCA-UA 548 4 points.    A seminar on contemporary cultural production by Latina feminist  artists. Close study of rigorous scholarship offering different theoretical  /critical perspectives for interpreting cultural objects as social and  political texts, and careful examination of film, fiction, poetry, visual, and  performance art. Recurrent tropes and themes include: the borderlands as  geographical and psychic boundary; the \"mestiza\" or \"mulata\" body as metaphor;  assimilation experiences and familial relations; racism and education;  revolution and political violence; the literature of exile; the figure of the  Malinche/La Llorona as race traitor or victim; and the domestic/maquiladora  worker as virgin or whore. Consideration of racial politics within post-nationalist  movements for social justice.          Globalization, Immigration, and Postcolonial Identity    SCA-UA 560 4 points.    Investigates why people migrate to the \"First World\" in general  (and the U.S. specifically) through economic, sociological, anthropological,  cultural, and literary readings. How is the \"First World,\" and particularly the  U.S., implicated in migration from the \"Third\"? What compels people to migrate?  Do efforts to \"develop\" the Third World, such as NAFTA, affect migration? How  do waves of the globalization of labor and consumer markets effect U.S  .culture? Are we currently paying the price for mistakes in foreign policies in  the 1980s and economic policies of the 1990s?          Revolutionary Culture of the Americas    SCA-UA 561 4 points.    Examines the U.S. both as a model for revolution and as a  neocolonial power that became the object of revolutionary opposition. Considers  shared political visions and intellectual exchanges among revolutionary  intellectuals in the U.S. and Latin America. Reviews the history of 20th  century revolutionary movements and national liberation struggles. Seeks to  appreciate the intellectual importance of this literature in shaping  possibilities for liberation across the continent, as well as its limitations.          NAFTA and Narcos    SCA-UA 562 Colloquium. 4 points.    The political and economic consequences of NAFTA on Mexican and  U.S. foreign direct investment, industrialization, labor formation, and  immigration. Traces flow of drugs, arms, and profits of the drug economy, as  well as the relationship between rising violence, militarization of the  Americas, and changes in drug war policy in Mexico and the U.S. Considers  gender dynamics of both free trade and the drug economy and critically examines  the figure of the narco or drug trafficker in popular culture.          Afro-Latino Culture and History    SCA-UA 565 4 points.    Examines the profound sociological and cultural implications of  the growing Afro-Latino presence in light of recent theoretical work on race  and diasporas. Overview of the historical background of African-descended  peoples in the Spanish-speaking Americas and of the longstanding social  experience of black Latinos in the United States. Considers migration patterns,  community formation, and narrative accounts of Afro-Latino life and traditions  of cultural expression. Special attention to Afro-Latino poetry and to the rich  history of Afro-Latino music through the generations. Possible theoretical and  political consequences of this increasingly self-conscious transnational identity  formation.          Nationalism and Development in U.S. Literature, 1850-1950    SCA-UA 568 4 points.    Close reading of fiction foregrounding U.S. slavery, western  expansion, industrialization, and imperialist adventure as modes of primitive  accumulation that contributed to the foundation of the United States as a  \"developed\" nation. Authors offer anti-imperialist, feminist, and minoritarian  critiques of this history of U.S. national development.          Postmodern Travel Fictions    SCA-UA 572 4 points.    A study of travel narratives by post–World War II  authors/filmmakers of the Americas. Investigates the legacy of colonialism; the  concept of \"freedom\" embodied in travel writing and the ideology of conquest  engraved in historical memory; the gendered dynamic of travel writing; and  literary representation (and the perpetuation of) racialized myths about North  and South America. Considers the symbolic meanings of locations and locales  that protagonists (white, black, Latino, Asian American, or indigenous),  authors, and directors choose to visit.          Related  Courses          The following courses count as electives for Latino studies majors  and minors. See the departmental or program sections in this Bulletin for  course descriptions and prerequisites.          AFRICANA  STUDIES          Language and Liberation: At Home in the Caribbean and Abroad    SCA-UA 163 Identical to LING-UA 26.  Offered every year. 4 points.          AMERICAN  STUDIES          Ethnicity and the Media    SCA-UA 232 Prerequisite: Approaches to  American Studies (SCA-UA 201); or one introductory A/P/A studies, Africana  studies, anthropology, or Core Cultures and Contexts course; or permission of  the instructor. 4 points.          ASIAN/PACIFIC/AMERICAN  STUDIES          The Constitution and People of Color    SCA-UA 366 Identical to POL-UA 801 and  LWSOC-UA 327. 4 points.          Reading Race and Representation    SCA-UA 368 Offered every year. 4 points.          COLLEGE  CORE CURRICULUM          Cultures and Contexts: Contemporary Latino Cultures    CORE-UA 529 4 points.          STEINHARDT  SCHOOL OF CULTURE, EDUCATION, AND HUMAN DEVELOPMENT          American Dilemmas: Race, Inequality, and the Unfulfilled Promise  of Education    SCA-UA 755 Identical to TCHL-UE 41. 4  points.          SOCIOLOGY          Race and Ethnicity    SCA-UA 803 Identical to SOC-UA 135. 4  points.          SPANISH  AND PORTUGUESE LANGUAGES AND LITERATURES          Latino Literature in the United States    SCA-UA 815 Identical to SPAN-UA 755.  Offered every year. 4 points.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Common Electives by Semester    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Common Electives by Semester                                              SCA Common Electives  (as of 10/30/09)                         Semester       Course #       Course title                         Fall ‘06    V18.0180 001     Topics: Black Feminism          V18.0368 001    Reading, Race, Representation          V18.0620 001    Culture of the City          V18.0725 001    Sexual Diversity &amp; Society                       Spring ‘07    V18.0380 001    Topics: Channels of Discourse: Race, Gender &amp; Media          V18.0380 002    Topics: Asian American Migration          V18.0472 001    Theories of Gender &amp; Sexuality          V18.0541 001    Topics: Latino Social Movements          V18.0541 002    Topics: Latino Youth in Cities          V18.0545 001    Interdisciplinary Persp on the New Immigration          V28.0105 001    Urban Violence (Collegiate Seminar)                       Fall ‘07    V18.0180.001    Topics: The Movement for Civil Rights          V18.0306.001    Asian American Literature          V18.0366.001    Constitution &amp; People of Color          V18.0320.001    Asian Pacific American Popular Culture          V18.0380.002    Topics: Asian American Comedy &amp; Construction          V18.0534.001    Latino Popular Culture          V18.0540.001    The Latinized City          V18.0541.001    Topics: Latina/o Expressive Culture &amp; Literature          V18.0620.001    Culture of the City          V18.0680.001    Topics: Race, Cities, Film: An Overview                       Spring ‘08    V18.0180.001    Topics: Harlem, Paris, and the New Negro          V18.0368.001    Reading, Race &amp; Representation          V18.0493.002    Topics: Transnational Feminism          V18.0532.001    Latino/a Art and Performance in New York City          V18.0536.001    Latino/a Sexualities          V18.0502.001    Globalization, Immigration &amp; Post Colonial Identity          V18.0545.001    Interdisc Perspectives on the New Immigration          V18.0570.001    Caribbean Women Writers                       Fall ‘08    V18.0166.001    The Postcolonial City          V18.0306.001    Asian American Literature          V18.0363.001    Multiethnic New York          V18.0366.001    Constitution &amp; People of Color          V18.0480.001    Gender, Nation, and the Colonial Condition          V18.0541.001    Topics: Latina/o Expressive Culture &amp; Literature          V18.0541.002    Topics: Latina Cultural Studies          V18.0620.001    Culture of the City                       Spring ‘09    V18.0156.001    Black Feminism          V18.0180.004    Topics: Black Female Travel in Afro-Caribbean and Afr-Amer Lit.          V18.0180.005    Topics: The Movement for Civil Rights          V18.0180.006    Topics: Deconstructing Obama: Race, Class, Politics, Media          V18.0365.001    Asian Americans &amp; War          V18.0380.001    Topics: The Cultural Politics of Food          V18.0380.002    Topics: Asian Am Soundscapes: Politics of Sound, Silence, Race          V18.0380.003    Topics: The Immigrant Imagination          V18.0380.004    Topics: Dangerous and Intermingled New York          V18.0481.002    Topics: Disability and Sexuality in American Culture          V18.0540.001    The Latinized City          V18.0541.001    Topics: Latino Politics          V18.0541.002    Topics: Latino Youth, Migration &amp; Policing in the Americas          V18.0572.001    Postmodern Travel Fiction          V18.0680.001    Topics: Race City Cinema: An Overview                       Summer ‘09    V18.0280    Tpcs: Hip Hop Politics          V18.0380    Tpcs: Asian American Urbanisms          V18.0541.001    Tpcs: Latino Communities          V18.0608.002/4    Urban Cultural Life          V18.0623.001    New York City in Film                       Fall ‘09    V18.0154.001    Race &amp; Rumors of Race          V18.0166.001    The Postcolonial City          V18.0180.003    Tpcs: On the Road with the American Extreme          V18.0280.001    Tpcs: American Economy in Crisis          V18.0310.001    Cinema in Asia America          V18.0366.001    Constitution &amp; People of Color          V18.0368.001    Reading Race and Representation          V18.0370.001    Chinatown and the American Imagination          V18.0380.001    Race, Space &amp; the Production of Inequality          V18.0481.001    Transnational Feminism          V18.0493.001    Tpcs: Gender, Migration &amp; Work in Global Cities          V18.0541.001    Latin Music: From Rumba to Reggaeton          V18.0680.001    Tpcs: Walking New York          V18.0799.001    African American Vernacular English (Eng V61.0023)                        Spring '10    V18.0020.001    Strategies in Social &amp; Cultural Analysis (ONLY for AF, APA, GSS, LAT majors)          V18.0180.001    Tpcs: Deconstructing Obama          V18.0180.002    Tpcs: Race and Reproduction          V18.0180.003    Tpcs: Harlem, Paris and the New Negro          V18.0180.004    Tpcs: Black City Cinema          V18.0313.001    Hist &amp; Lit of the South Asian Diaspora          V18.0365.001    Asian Americans and War          V18.0380.001    Tpcs: Asian Americans and Comparative Racialization          V18.0380.002    Tpcs: Dangerous and Intermingled: Subaltern NY          V18.0481.001    Tpcs: Disability and Sexuality in American Culture          V18.0481.002    Tpcs: Queer NY/Queer Histories          V18.0481.003    Tpcs: Science, Consumption, and the Body          V18.0541.001    Tpcs: Latino Politics          V18.0541.002    Tpcs: Latino Youth Migration &amp; Policing in the Americas          V18.0541.003    Tpcs: Latino Expressive Culture and Literature          V18.0680.002    The Modern Metropolis          V18.0831.001    New York City: Social History          V18.0842.001    African American English II                 Contact Us | &copy; New York University , Arts and Science"}]}]