[{"detail": [{"content": "Civilization    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program                Chinese Language              Japanese Language              Korean Language            Civilization       Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Civilization       Civilization Course descriptions and syllabi for the Cultures &amp; Contexts courses can be found here . Cultures &amp; Contexts courses do not apply to the EAS minor. The following Fall 2015 courses count towards the civilization requirement for EAS majors and minors. For more information, please contact the department . Course Descriptions provided below are older or working drafts and are subject to change. For language course descriptions, please see Chinese , Japanese , and Korean language.      EAST-UA 91 East Asian Art II: China , Korea, Japan from 1000 CE to Present (4 credits) Instructor: Michele Matteini Art History sponsored. Same as ARTH-UA 511. An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. Emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.         EAST-UA 517 Problems in Contemporary China (4 credits) Instructor: Rebecca Karl Same as HIST-UA 538 This course is designed to examine intensively several major problems in contemporary China (1980s to the present). On the one hand, these problems can be seen as partially representative of China’s social, economic, and intellectual transformation from a Maoist-socialist state to a quasi-capitalist one-party state, transformations that have had and continue to have far-reaching consequences for China and the world in the past three decades; on the other hand, these problems also can be seen as representative of global transformations that chronologically coincided with and helped shape the direction of China’s changes, as China firmly integrated itself into global capitalism and its attendant systems of knowledge production and social formations beginning in the 1980s.      EAST-UA 519 Law &amp; Justice in Chinese Society (4 credits) Instructor: Masato Hasegawa History sponsored. Same as HIST-UA 551. As calls for government openness and transparency increase in China, the notion and application of the rule of law in Chinese society has become the subject of an intense debate both within and beyond China. This seminar aims to situate the contemporary debate over China's rule of law in a broader historical context and examines the historical processes of the production and interpretation of law in China from the pre-modern period to the modern era. Particular emphasis will be placed on assessing the manner in which the notion of justice has been defined and invoked in Chinese historical sources. The general course format combines critical reading of texts and active discussion. Readings will include both contemporary historical scholarship on law and society in China and an array of primary source materials in English or in English translation. Some background knowledge of Chinese history will be helpful, but is not required.      EAST-UA 531 Asia's Revolutions: China/India/Vietnam 1885-1962 (4 credits) Instructor: Moss Roberts Same as HIST-UA 538.                               The aim of this introductory course is to establish a framework    for modern Asian history by a comparative approach to the national    independence movements in China, India, and Vietnam, as well as    the context within which they unfolded, in the period 1885-1962,    that is, from the Sino-French War to the Sino-Indian War. We    begin with the questions: why could there be no Gandhi in China,    no Mao in India? And how does Ho Chi Minh compare to these two    figures? The course will introduce students to some of the figures in    modern Asian history who played a major role in the transition of    India and Vietnam from colonial subordination to independent    nationhood and of China from its semi-colonial status to    liberation. The principal figures whose lives and writings will be    studied and compared are Mohandas Gandhi, Jawaharlal Nehru, Sun    Yat-sen, Mao Zedong, and Ho Chi Minh. The course will give due    attention to other relevant figures such as M. Jinnah in the case    of India; Chiang Kai-shek in the case of China; Phan Boi Chau in    the case of Vietnam. The main focus of the course is comparing    India and China, which have separate internal dynamics and little    to do with one another until World War Two, and then become    crucially involved in the post World War Two / Cold War world. Since war together with revolution constitutes the determinative    process of this historical period, we will pay attention to the    sequence of wars after 1885: the Sino-Japanese War (1894-95), the    Russo-Japanese War (1904-05), World War One (1914-18), the    Siberian Intervention (1918-23), the invasion of Manchuria (1931),    the Resistance War of China against Japan (1937-45), World War Two    in the Pacific, the Korean War, and the Indochina Wars (up to    1962). We will also compare the internal struggle in India,    between the Hindu and Muslim communities, leading to the formation    of Pakistan in 1947, and in China between the Communists and the    Nationalists, leading to the completion of the revolution in    1949. Consideration is given to the role of Tibet as a site of    conflict between India and China, the main cause of the    Sino-Indian War of 1962.      EAST-UA 552 The Cold War in Asia (4 credits) Instructor: James L Peck History sponsored. Same as HIST-UA 552 This course will focus on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) will be the touchstone for examining the Cold War in Asia. We will examine the following topics: the occupation of Japan and early US global economic visions; the US and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon’s global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia’s place in “a New World Order;” and finally, the Clinton and George W. Bush years. Throughout the course, we shall examine key de-classified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy. EAST-UA 610 Korean Modernism (4 credits) Instructor: June Hee Kwon This course explores the key debates and questions about modernity with a   focus on Colonial Korea. The concept of modernity—as a particular   historical moment as well as a new thought system—has emerged from the   rise of nation states, the development of capitalism,   and the growth of bodies of scientific knowledge. It indicates a   radical break from tradition, disenchantment with the religious life,   and strong belief in reason and progress. It also celebrates the newness   emerging from the interaction between the self and   the other, and an openness to the foreign and the world. This course   juxtaposes various interpretations of “modern” events of colonial Korea   in conversation with theories that explicate modernity and what it means   to be modern. We will explore historiographies,   novels, and films dealing with the following themes: national ideology   and national bodies, economic and political contentions, modern   education and scientific management, class and gender formation,   capitalism and urbanization, colonial migration and cosmopolitanism,   anti-colonialism and socialist/revolutionary thought.​      EAST-UA 613 Japanese Cinema (4 credits) Instructor: TBD Same as DRLIT-UA 613. This course examines Japanese cinema from its prehistory to its contemporary developments. The focus will be on the rise of Japanese subculture/popular culture in the 1980s and onward, and its long-term implications. The course is organized roughly chronologically, tracing major historical developments of Japanese popular culture, literature and film from the early modern (17-19th century) to the modern (20-21st century) period. Topics include Japanese pure film movement, genbun-itchi (unification of written-spoken language), benshi (orators), Ozu, anime (Japanese animation), “the end of literature” discourse, and Japanese nouvelle-vague. This course includes screenings of film with English subtitles.      EAST-UA 710 Japan &amp; WWII in Asia (4 credits) Instructor: George S Solt History sponsored. Same as HIST-UA 710.     The course examines Japan and World War II in Asia from a variety of critical perspectives. Two themes in particular will be highlighted throughout the course. First, we will consider how imperialism and colonialism of both the Euro-American and Japanese varieties were central to the War’s outbreak, conduct, and resolution. Second, we will explore various local experiences and memories of the war. These will include the experiences and memories of marginalized groups in Japan and its colonies, “comfort women,” victims of war atrocities, Japanese Americans, African Americans, and Pacific Islanders. Please note that we will discuss the readings in class every week. Therefore, you must keep up with the readings and complete the weekly assignments.      EAST-UA 729 Traditional Drama China &amp; Japan (4 credits) Instructor: Moss Roberts The course will compare a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention will be given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate scenes or entire plays will be screened for the class or assigned for viewing. EAST-UA 731 20th Century Chinese Literature in Translation (4 credits) Instructor: Max Bohnenkamp Realism has often been regarded as a dominant force in modern Chinese literature, but other styles of representation have also been important to Chinese literary creativity during the 20th century. This course examines the significance of three modes of literary “excess” that disrupt the expectations of realism- the fantastic, the grotesque and the sublime – in the history of Chinese literature from the late-Qing dynasty to the late-20th century. While each of these modes possesses links to traditional Chinese culture, they have also provided new expressive resources for reflecting the reconfiguration of social values and human perception in China during the modern era. Focusing on close readings of fiction and some poetry, we will examine how Chinese writers have used the fantastic to transgress the boundaries of the real, employed the grotesque to expose reality’s ugliness, and invoked the sublime to try to invest literature with the potential to change reality.  EAST-UA 736 Issues and Debates in Contemporary Korea (4 credits) Instructor: June Hee Kwon This course aims to understand the principles, logics, and dynamics that   have constituted the contemporary divided Korea—with a particular focus   on South Korea. The postcolonial era in Korea soon led to the Korean   War and then the Cold War, which took the   two Koreas down dramatically different pathways. South Korea achieved   rapid and dramatic economic development, eventually witnessing exemplary   democratization movements emerge from the fight against dictatorial   government, class inequality, and sexual discrimination.   Despite an earlier start on economic development following its   socialist revolution, North Korea has suffered from a poor economy and a   repressive authoritarian regime. Paying attention to Cold War politics   as a major influence in creating and sustaining the   two Koreas, we explore three primary themes in the history of   contemporary Korea: 1) Nationalism, 2) Developmentalism, and 3)   Neoliberalism. The subtopics include: the Korean War and its impact,   anti-communistic nationalism and state violence, developmentalism   and democracy, class differentiation and gender formation,   multiculturalism and cosmopolitanism, urbanization and environmental   issues, youth and precarious labor, North Korea and human rights.        EAST-UA 832 Intro to Buddhism (4 credits) Instructor: Christopher Kelley Religious Studies sponsored. Same as RELST-UA 832 An introduction to this complex religion, emphasizing its history, teachings, and practices. Discusses its doctrinal development in India, then emphasizes certain local practices: Buddhism and the family in China; Buddhism, language, and hierarchy in Japan; the politics of Buddhist Tibet; and Buddhist art. Finally, the course touches on Buddhism in the United States.      EAST-UA 950 Topics in Asian Studies: The Planetary Imagination (4 credits) Instructor: Phil Kaffen The planetary has emerged a contested site across a variety of fields   from comparative literature and area studies to media studies and   philosophy. Partly marking itself off from older universalist claims   (cosmopolitanism, world history, globalization), the planetary   imagination as we will discuss it in this class foregrounds an   ecological dimension and at the same time, shifts the grounds of   human-centered thought and politics. While touching on a wide variety of   issues, including technology, scale, identity, and ethics, the core   problem for the class will be to consider “the world” from a standpoint   that does not privilege the human as its center or apex. The goal of the   course is neither to immediately endorse nor repudiate a critique of   anthropocentrism, but to examine some of its diverse forms of   expression, underlying assumptions, and possible repercussions. To that   end, this class seeks to explore the planetary imagination from a   broadly (and possibly contradictory) humanities-based perspective, at   the intersection of area studies (East Asia in particular) and   comparative literature—through fiction, philosophy, and contemporary   arts and media.      EAST-UA 952 Topics in Chinese Studies: Modern Chinese Drama (4 credits) Instructor: Max Bohnenkamp   China has always been home to a rich theatrical tradition, visible in such forms as Kun and Beijing operas. Yet beginning in the late-1800s, new knowledge of Western culture inspired major creative attempts to modernize the traditional theater and to introduce foreign styles of performance. While the efforts of such figures as Mei Lanfang led to the transformation of Beijing opera into China’s first form of internationally- known theater, the spoken dramas of modern playwrights like Cao Yu and Tian Han offered realist plays of social critique to advance the reform of Chinese culture. Upon such foundations, drama developed into one of the most important and contested areas of artistic innovation and public engagement through China’s 20th-century history of war, revolution and reform. This course examines the history of modern Chinese drama through close readings of exemplary dramatic texts, film viewings and the study of current scholarship on the topic.  EAST-UA 980 Intership (2-4 credits)      Instructor: TBD EAST-UA 997 Independent Study (4 credits)      Instructor: TBD            Related Information       Fall 2015 Course Schedule                           Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Civilization    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program                Chinese Language              Japanese Language              Korean Language            Civilization       Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Civilization       Civilization Course descriptions and syllabi for the Cultures &amp; Contexts courses can be found here . Cultures &amp; Contexts courses do not apply to the EAS minor. The following Fall 2015 courses count towards the civilization requirement for EAS majors and minors. For more information, please contact the department . Course Descriptions provided below are older or working drafts and are subject to change. For language course descriptions, please see Chinese , Japanese , and Korean language.      EAST-UA 91 East Asian Art II: China , Korea, Japan from 1000 CE to Present (4 credits) Instructor: Michele Matteini Art History sponsored. Same as ARTH-UA 511. An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. Emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.         EAST-UA 517 Problems in Contemporary China (4 credits) Instructor: Rebecca Karl Same as HIST-UA 538 This course is designed to examine intensively several major problems in contemporary China (1980s to the present). On the one hand, these problems can be seen as partially representative of China’s social, economic, and intellectual transformation from a Maoist-socialist state to a quasi-capitalist one-party state, transformations that have had and continue to have far-reaching consequences for China and the world in the past three decades; on the other hand, these problems also can be seen as representative of global transformations that chronologically coincided with and helped shape the direction of China’s changes, as China firmly integrated itself into global capitalism and its attendant systems of knowledge production and social formations beginning in the 1980s.      EAST-UA 519 Law &amp; Justice in Chinese Society (4 credits) Instructor: Masato Hasegawa History sponsored. Same as HIST-UA 551. As calls for government openness and transparency increase in China, the notion and application of the rule of law in Chinese society has become the subject of an intense debate both within and beyond China. This seminar aims to situate the contemporary debate over China's rule of law in a broader historical context and examines the historical processes of the production and interpretation of law in China from the pre-modern period to the modern era. Particular emphasis will be placed on assessing the manner in which the notion of justice has been defined and invoked in Chinese historical sources. The general course format combines critical reading of texts and active discussion. Readings will include both contemporary historical scholarship on law and society in China and an array of primary source materials in English or in English translation. Some background knowledge of Chinese history will be helpful, but is not required.      EAST-UA 531 Asia's Revolutions: China/India/Vietnam 1885-1962 (4 credits) Instructor: Moss Roberts Same as HIST-UA 538.                               The aim of this introductory course is to establish a framework    for modern Asian history by a comparative approach to the national    independence movements in China, India, and Vietnam, as well as    the context within which they unfolded, in the period 1885-1962,    that is, from the Sino-French War to the Sino-Indian War. We    begin with the questions: why could there be no Gandhi in China,    no Mao in India? And how does Ho Chi Minh compare to these two    figures? The course will introduce students to some of the figures in    modern Asian history who played a major role in the transition of    India and Vietnam from colonial subordination to independent    nationhood and of China from its semi-colonial status to    liberation. The principal figures whose lives and writings will be    studied and compared are Mohandas Gandhi, Jawaharlal Nehru, Sun    Yat-sen, Mao Zedong, and Ho Chi Minh. The course will give due    attention to other relevant figures such as M. Jinnah in the case    of India; Chiang Kai-shek in the case of China; Phan Boi Chau in    the case of Vietnam. The main focus of the course is comparing    India and China, which have separate internal dynamics and little    to do with one another until World War Two, and then become    crucially involved in the post World War Two / Cold War world. Since war together with revolution constitutes the determinative    process of this historical period, we will pay attention to the    sequence of wars after 1885: the Sino-Japanese War (1894-95), the    Russo-Japanese War (1904-05), World War One (1914-18), the    Siberian Intervention (1918-23), the invasion of Manchuria (1931),    the Resistance War of China against Japan (1937-45), World War Two    in the Pacific, the Korean War, and the Indochina Wars (up to    1962). We will also compare the internal struggle in India,    between the Hindu and Muslim communities, leading to the formation    of Pakistan in 1947, and in China between the Communists and the    Nationalists, leading to the completion of the revolution in    1949. Consideration is given to the role of Tibet as a site of    conflict between India and China, the main cause of the    Sino-Indian War of 1962.      EAST-UA 552 The Cold War in Asia (4 credits) Instructor: James L Peck History sponsored. Same as HIST-UA 552 This course will focus on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) will be the touchstone for examining the Cold War in Asia. We will examine the following topics: the occupation of Japan and early US global economic visions; the US and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon’s global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia’s place in “a New World Order;” and finally, the Clinton and George W. Bush years. Throughout the course, we shall examine key de-classified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy. EAST-UA 610 Korean Modernism (4 credits) Instructor: June Hee Kwon This course explores the key debates and questions about modernity with a   focus on Colonial Korea. The concept of modernity—as a particular   historical moment as well as a new thought system—has emerged from the   rise of nation states, the development of capitalism,   and the growth of bodies of scientific knowledge. It indicates a   radical break from tradition, disenchantment with the religious life,   and strong belief in reason and progress. It also celebrates the newness   emerging from the interaction between the self and   the other, and an openness to the foreign and the world. This course   juxtaposes various interpretations of “modern” events of colonial Korea   in conversation with theories that explicate modernity and what it means   to be modern. We will explore historiographies,   novels, and films dealing with the following themes: national ideology   and national bodies, economic and political contentions, modern   education and scientific management, class and gender formation,   capitalism and urbanization, colonial migration and cosmopolitanism,   anti-colonialism and socialist/revolutionary thought.​      EAST-UA 613 Japanese Cinema (4 credits) Instructor: TBD Same as DRLIT-UA 613. This course examines Japanese cinema from its prehistory to its contemporary developments. The focus will be on the rise of Japanese subculture/popular culture in the 1980s and onward, and its long-term implications. The course is organized roughly chronologically, tracing major historical developments of Japanese popular culture, literature and film from the early modern (17-19th century) to the modern (20-21st century) period. Topics include Japanese pure film movement, genbun-itchi (unification of written-spoken language), benshi (orators), Ozu, anime (Japanese animation), “the end of literature” discourse, and Japanese nouvelle-vague. This course includes screenings of film with English subtitles.      EAST-UA 710 Japan &amp; WWII in Asia (4 credits) Instructor: George S Solt History sponsored. Same as HIST-UA 710.     The course examines Japan and World War II in Asia from a variety of critical perspectives. Two themes in particular will be highlighted throughout the course. First, we will consider how imperialism and colonialism of both the Euro-American and Japanese varieties were central to the War’s outbreak, conduct, and resolution. Second, we will explore various local experiences and memories of the war. These will include the experiences and memories of marginalized groups in Japan and its colonies, “comfort women,” victims of war atrocities, Japanese Americans, African Americans, and Pacific Islanders. Please note that we will discuss the readings in class every week. Therefore, you must keep up with the readings and complete the weekly assignments.      EAST-UA 729 Traditional Drama China &amp; Japan (4 credits) Instructor: Moss Roberts The course will compare a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention will be given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate scenes or entire plays will be screened for the class or assigned for viewing. EAST-UA 731 20th Century Chinese Literature in Translation (4 credits) Instructor: Max Bohnenkamp Realism has often been regarded as a dominant force in modern Chinese literature, but other styles of representation have also been important to Chinese literary creativity during the 20th century. This course examines the significance of three modes of literary “excess” that disrupt the expectations of realism- the fantastic, the grotesque and the sublime – in the history of Chinese literature from the late-Qing dynasty to the late-20th century. While each of these modes possesses links to traditional Chinese culture, they have also provided new expressive resources for reflecting the reconfiguration of social values and human perception in China during the modern era. Focusing on close readings of fiction and some poetry, we will examine how Chinese writers have used the fantastic to transgress the boundaries of the real, employed the grotesque to expose reality’s ugliness, and invoked the sublime to try to invest literature with the potential to change reality.  EAST-UA 736 Issues and Debates in Contemporary Korea (4 credits) Instructor: June Hee Kwon This course aims to understand the principles, logics, and dynamics that   have constituted the contemporary divided Korea—with a particular focus   on South Korea. The postcolonial era in Korea soon led to the Korean   War and then the Cold War, which took the   two Koreas down dramatically different pathways. South Korea achieved   rapid and dramatic economic development, eventually witnessing exemplary   democratization movements emerge from the fight against dictatorial   government, class inequality, and sexual discrimination.   Despite an earlier start on economic development following its   socialist revolution, North Korea has suffered from a poor economy and a   repressive authoritarian regime. Paying attention to Cold War politics   as a major influence in creating and sustaining the   two Koreas, we explore three primary themes in the history of   contemporary Korea: 1) Nationalism, 2) Developmentalism, and 3)   Neoliberalism. The subtopics include: the Korean War and its impact,   anti-communistic nationalism and state violence, developmentalism   and democracy, class differentiation and gender formation,   multiculturalism and cosmopolitanism, urbanization and environmental   issues, youth and precarious labor, North Korea and human rights.        EAST-UA 832 Intro to Buddhism (4 credits) Instructor: Christopher Kelley Religious Studies sponsored. Same as RELST-UA 832 An introduction to this complex religion, emphasizing its history, teachings, and practices. Discusses its doctrinal development in India, then emphasizes certain local practices: Buddhism and the family in China; Buddhism, language, and hierarchy in Japan; the politics of Buddhist Tibet; and Buddhist art. Finally, the course touches on Buddhism in the United States.      EAST-UA 950 Topics in Asian Studies: The Planetary Imagination (4 credits) Instructor: Phil Kaffen The planetary has emerged a contested site across a variety of fields   from comparative literature and area studies to media studies and   philosophy. Partly marking itself off from older universalist claims   (cosmopolitanism, world history, globalization), the planetary   imagination as we will discuss it in this class foregrounds an   ecological dimension and at the same time, shifts the grounds of   human-centered thought and politics. While touching on a wide variety of   issues, including technology, scale, identity, and ethics, the core   problem for the class will be to consider “the world” from a standpoint   that does not privilege the human as its center or apex. The goal of the   course is neither to immediately endorse nor repudiate a critique of   anthropocentrism, but to examine some of its diverse forms of   expression, underlying assumptions, and possible repercussions. To that   end, this class seeks to explore the planetary imagination from a   broadly (and possibly contradictory) humanities-based perspective, at   the intersection of area studies (East Asia in particular) and   comparative literature—through fiction, philosophy, and contemporary   arts and media.      EAST-UA 952 Topics in Chinese Studies: Modern Chinese Drama (4 credits) Instructor: Max Bohnenkamp   China has always been home to a rich theatrical tradition, visible in such forms as Kun and Beijing operas. Yet beginning in the late-1800s, new knowledge of Western culture inspired major creative attempts to modernize the traditional theater and to introduce foreign styles of performance. While the efforts of such figures as Mei Lanfang led to the transformation of Beijing opera into China’s first form of internationally- known theater, the spoken dramas of modern playwrights like Cao Yu and Tian Han offered realist plays of social critique to advance the reform of Chinese culture. Upon such foundations, drama developed into one of the most important and contested areas of artistic innovation and public engagement through China’s 20th-century history of war, revolution and reform. This course examines the history of modern Chinese drama through close readings of exemplary dramatic texts, film viewings and the study of current scholarship on the topic.  EAST-UA 980 Intership (2-4 credits)      Instructor: TBD EAST-UA 997 Independent Study (4 credits)      Instructor: TBD            Related Information       Fall 2015 Course Schedule                           Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Lu Xun and the Politics of Modern Chinese Essay     | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Lu Xun and the Politics of Modern Chinese Essay   NYU-PKU         Bilateral Graduate Student Symposium                 Sponsored by     International Center for Critical Theory, PKU-NYU; China     House; Department of East Asian Studies; Department of     Comparative Literature, New York University; and Department of     Chinese Language and Literature, and the Graduate School,     Peking University               November     5th (Saturday)--November 6 th   (Sunday),     2011            Location: Kimmel Center, room 914 (60 Washington Square     South)                           The study of modern Chinese literature has been      dominated by scholarly works on fiction and poetry,      whereas the essay, considered \"the culmination of the      literary achievement of the Vernacular Revolution\" by      veteran May Fourth writers such as Zhou Zuoren and Hu      Shi, remains till this day understudied and      under-theorized. Of the essay as a major genre,      critical attention as well as popular reading habit      gravitate toward the belle lettres , which took      roots in New Literature by means of a productive though      unmediated borrowing from both the Chinese classical      gentry-literati tradition and the traditions of the      modern European and Japanese essayistic practice from      Montaigne to Tanizaki, with the Anglo-American essayists      standing at the very center). This symposium, which      brings together graduate students and faculty from      Department of Chinese Language and Literature at Peking      University and the Departments of East Asian Studies and      of Comparative Literature at New York University into an      intimate and sustained dialogue, seeks to give the      modern Chinese essayistic tradition a critical attention      and scrutiny where it is due, by revisiting the literary      production of its central figures, namely the Zhou      Brothers--Lu Xun and Zhou Zuoren; by reexamining the      stylistic and aesthetic properties of the essay as such;      and by probing into the ontological-political space of      the essay as it was opened up and institutionalized in      the middle of intense socio- and cultural political      battles of modern China, which, historically and in the      most personal manner, constituted the very the force      field in which the essay thrived.        The      student papers to be presented at this symposium are      work-in-progress in every sense. The PKU papers are      drawn from three graduate seminars on the essay offered      in the Chinese Department in the single semester of Fall      2010, which testified to the growing importance of this      subfield. The instructors of those seminars were      Professor Wang Feng of PKU; Professor Huang Ziping of      Hong Kong Baptist University (emeritus) and Professor      Xudong Zhang of New York University and Chang-Jiang      Chair Visiting Professor of PKU. The NYU papers have      been organized as a series of responses to the PKU paper      but with their own research and methodological focus,      resulting from NYU graduate students long-term interest      in questions regarding Chinese literary modernity and      cultural politics; comparative and interdisciplinary      approach to literary analysis; and in translation      theory. As an event in the long list of activities      generated by the NYU-PKU exchange and cooperation      program, which recently led to the formal launching of      the International Center for Critical Theory, PKU-NYU,      the symposium is meant to be not a conclusion but rather      a new point of departure for successive efforts at      cracking the nut of the modern Chinese essay as an      object of historical, aesthetic, and political analysis,      which has been unfolding in the form of numerous reading      groups, graduate seminars, workshops, and research      conferences taking place at PKU, East China Normal      University in Shanghai, University of Tokyo's Center of      Philosophy (UTCP) since the winter of 2006. From the      perspective of programmatic and curricular development,      however, It is no exaggeration to say that \"Lu Xun and      the Politics of Chinese Modern Essay\" has been one of      the nodal points on which different institutional and      critical sources of energy converged and, eventually,      gave rise to initial frames and shapes of International      Center for Critical Theory.                             Schedule               Saturday, November 5, 2011                         10:00 a.m. Opening         Remarks          Prof. Xudong Zhang                Director of China House and Chair of East       Asian Studies, NYU           Prof. Jacques Lezra                Professor of       Comparative Literature and Spanish, Chair of       Comparative Literature, NYU               10:15 a.m.        Panel I          Chair   Prof. Jiang Hui      (Dept. of Chinese Language and Literature, PKU)             The Temptation of Translation: Reread Lu      Xun’s Diary of a       Madman          Wang Qin (New York      University)       Image of Animal in Lu Xun’s short stories         Todd Foley (New York      University)       On “Slippery” ( lun youhua ) as      Rhetorical Technique: a Narrative Structure in Lu Xun’s      Works          Xu Yue (Peking      University)       Discussant Cameron        Williams (New York University)              Lunch Break              1:30 p.m. Panel         II         Chair  Prof. Thomas Looser      (Dept. of East Asian Studies, NYU)       “ Heresy and Play: Adorno’s      “The Essay as Form” and Lu Xun’s Essays ”         Eric Hodges (New York      University)       A Country of Wenzi : The      Discourse of Wenzi       and Cultural Criticisms of Lu Xun and Zhou Zuoren          Wang Fang (Peking      University)       Discussant        Prof. Peter Button (Dept. of East Asian Studies,      NYU)              Coffee Break              3:15 p.m. Panel         III         Chair  Prof. Ethan Harkness      (Gallatin School of Individualized Studies, Dept. of      East Asian Studies, NYU)       Slave or Simpleton? The Figure of Ah Q      and the Possibility of New Man          Xie Jun (New York      University)       Wild Grass       on the Crossroads: Dialectics of Death and Rebirth               Zhou Xiang (Peking      University)       Discussant Prof.        Moss Roberts (Dept. of East Asian Studies, NYU)                    Sunday, November 6, 2011                         10:30 a.m. Panel       IV       Chair  Prof. Ethan Harkness      (Gallatin School of Individualized Studies, Dept. of      East Asian Studies, NYU)       From the City to the Sitting Room: Hong      Kong as a Spatial Medium in Lu Xun’s Zawen (miscellaneous          essays)           Chen Xinyao (Peking      University)       A Sliced Chinese Imagination: An      Interpretation of Lu Xun’s “ Confucius Visits       Nanzi”          Piao Jie (Peking      University)       Discussant Sun        Yi (New York University)              Lunch Break              1:15 p.m. Panel         V         Chair  Prof. Peter Button      (Dept. of East Asian Studies, NYU)       “ Is        Lu Xun’s Translation “Ying Yi” (hard translation)?          Li Songrui (Peking University)              “ The Regeneration of      Language and the Politics on Translation:  A Discussion of Lu Xun’s      Translation of Gogol’s Dead Souls ”         Lu Yang (Peking      University)       “Literal Translation” and the Opacity      of Language         Cui Wenjin (New York      University)       “ Politics        and Allegory in Lu Xun’s “Hard Translation”          Wang Pu (New York      University)       Discussant Zhang        Li (Columbia University)              3:30 p.m.  Roundtable       Discussion         Moderator:        Prof. Xudong Zhang (NYU)       Introductory remarks: Prof. Chen Pingyuan      (Chair, Dept. of Chinese Language and Literature, PKU)             Panelists:        Prof. Wang      Feng (PKU); Prof. Jiang Hui (PKU); Prof. Jin Yongbing      (PKU, visiting professor at NYU); Prof. Peter Button      (NYU); Prof. Moss Roberts (NYU); Prof. Ethan Harkness      (NYU)                                         Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Civilization    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program                Chinese Language              Japanese Language              Korean Language            Civilization       Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Civilization       Civilization Course descriptions and syllabi for the Cultures &amp; Contexts courses can be found here . Cultures &amp; Contexts courses do not apply to the EAS minor. The following Fall 2015 courses count towards the civilization requirement for EAS majors and minors. For more information, please contact the department . Course Descriptions provided below are older or working drafts and are subject to change. For language course descriptions, please see Chinese , Japanese , and Korean language.      EAST-UA 91 East Asian Art II: China , Korea, Japan from 1000 CE to Present (4 credits) Instructor: Michele Matteini Art History sponsored. Same as ARTH-UA 511. An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. Emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.         EAST-UA 517 Problems in Contemporary China (4 credits) Instructor: Rebecca Karl Same as HIST-UA 538 This course is designed to examine intensively several major problems in contemporary China (1980s to the present). On the one hand, these problems can be seen as partially representative of China’s social, economic, and intellectual transformation from a Maoist-socialist state to a quasi-capitalist one-party state, transformations that have had and continue to have far-reaching consequences for China and the world in the past three decades; on the other hand, these problems also can be seen as representative of global transformations that chronologically coincided with and helped shape the direction of China’s changes, as China firmly integrated itself into global capitalism and its attendant systems of knowledge production and social formations beginning in the 1980s.      EAST-UA 519 Law &amp; Justice in Chinese Society (4 credits) Instructor: Masato Hasegawa History sponsored. Same as HIST-UA 551. As calls for government openness and transparency increase in China, the notion and application of the rule of law in Chinese society has become the subject of an intense debate both within and beyond China. This seminar aims to situate the contemporary debate over China's rule of law in a broader historical context and examines the historical processes of the production and interpretation of law in China from the pre-modern period to the modern era. Particular emphasis will be placed on assessing the manner in which the notion of justice has been defined and invoked in Chinese historical sources. The general course format combines critical reading of texts and active discussion. Readings will include both contemporary historical scholarship on law and society in China and an array of primary source materials in English or in English translation. Some background knowledge of Chinese history will be helpful, but is not required.      EAST-UA 531 Asia's Revolutions: China/India/Vietnam 1885-1962 (4 credits) Instructor: Moss Roberts Same as HIST-UA 538.                               The aim of this introductory course is to establish a framework    for modern Asian history by a comparative approach to the national    independence movements in China, India, and Vietnam, as well as    the context within which they unfolded, in the period 1885-1962,    that is, from the Sino-French War to the Sino-Indian War. We    begin with the questions: why could there be no Gandhi in China,    no Mao in India? And how does Ho Chi Minh compare to these two    figures? The course will introduce students to some of the figures in    modern Asian history who played a major role in the transition of    India and Vietnam from colonial subordination to independent    nationhood and of China from its semi-colonial status to    liberation. The principal figures whose lives and writings will be    studied and compared are Mohandas Gandhi, Jawaharlal Nehru, Sun    Yat-sen, Mao Zedong, and Ho Chi Minh. The course will give due    attention to other relevant figures such as M. Jinnah in the case    of India; Chiang Kai-shek in the case of China; Phan Boi Chau in    the case of Vietnam. The main focus of the course is comparing    India and China, which have separate internal dynamics and little    to do with one another until World War Two, and then become    crucially involved in the post World War Two / Cold War world. Since war together with revolution constitutes the determinative    process of this historical period, we will pay attention to the    sequence of wars after 1885: the Sino-Japanese War (1894-95), the    Russo-Japanese War (1904-05), World War One (1914-18), the    Siberian Intervention (1918-23), the invasion of Manchuria (1931),    the Resistance War of China against Japan (1937-45), World War Two    in the Pacific, the Korean War, and the Indochina Wars (up to    1962). We will also compare the internal struggle in India,    between the Hindu and Muslim communities, leading to the formation    of Pakistan in 1947, and in China between the Communists and the    Nationalists, leading to the completion of the revolution in    1949. Consideration is given to the role of Tibet as a site of    conflict between India and China, the main cause of the    Sino-Indian War of 1962.      EAST-UA 552 The Cold War in Asia (4 credits) Instructor: James L Peck History sponsored. Same as HIST-UA 552 This course will focus on U.S. foreign policy in Asia since 1945. The ways U.S. global interests and concerns sought to shape Asian realities (and were shaped in turn by them) will be the touchstone for examining the Cold War in Asia. We will examine the following topics: the occupation of Japan and early US global economic visions; the US and the Chinese revolution before the Korean War; the Korean War and the isolation of China; the Vietnam War and the Kennedy/Johnson years; Nixon’s global geopolitical vision and his policies towards Vietnam, China, and Japan; Carter and the meaning of human rights diplomacy in Asia; Reagan and the Asian issues involved in an intensified Cold War against Russia; George H. W. Bush and Asia’s place in “a New World Order;” and finally, the Clinton and George W. Bush years. Throughout the course, we shall examine key de-classified National Security documents, interpreting their meaning and language, while carefully assessing the arguments used to justify American policy. EAST-UA 610 Korean Modernism (4 credits) Instructor: June Hee Kwon This course explores the key debates and questions about modernity with a   focus on Colonial Korea. The concept of modernity—as a particular   historical moment as well as a new thought system—has emerged from the   rise of nation states, the development of capitalism,   and the growth of bodies of scientific knowledge. It indicates a   radical break from tradition, disenchantment with the religious life,   and strong belief in reason and progress. It also celebrates the newness   emerging from the interaction between the self and   the other, and an openness to the foreign and the world. This course   juxtaposes various interpretations of “modern” events of colonial Korea   in conversation with theories that explicate modernity and what it means   to be modern. We will explore historiographies,   novels, and films dealing with the following themes: national ideology   and national bodies, economic and political contentions, modern   education and scientific management, class and gender formation,   capitalism and urbanization, colonial migration and cosmopolitanism,   anti-colonialism and socialist/revolutionary thought.​      EAST-UA 613 Japanese Cinema (4 credits) Instructor: TBD Same as DRLIT-UA 613. This course examines Japanese cinema from its prehistory to its contemporary developments. The focus will be on the rise of Japanese subculture/popular culture in the 1980s and onward, and its long-term implications. The course is organized roughly chronologically, tracing major historical developments of Japanese popular culture, literature and film from the early modern (17-19th century) to the modern (20-21st century) period. Topics include Japanese pure film movement, genbun-itchi (unification of written-spoken language), benshi (orators), Ozu, anime (Japanese animation), “the end of literature” discourse, and Japanese nouvelle-vague. This course includes screenings of film with English subtitles.      EAST-UA 710 Japan &amp; WWII in Asia (4 credits) Instructor: George S Solt History sponsored. Same as HIST-UA 710.     The course examines Japan and World War II in Asia from a variety of critical perspectives. Two themes in particular will be highlighted throughout the course. First, we will consider how imperialism and colonialism of both the Euro-American and Japanese varieties were central to the War’s outbreak, conduct, and resolution. Second, we will explore various local experiences and memories of the war. These will include the experiences and memories of marginalized groups in Japan and its colonies, “comfort women,” victims of war atrocities, Japanese Americans, African Americans, and Pacific Islanders. Please note that we will discuss the readings in class every week. Therefore, you must keep up with the readings and complete the weekly assignments.      EAST-UA 729 Traditional Drama China &amp; Japan (4 credits) Instructor: Moss Roberts The course will compare a set of Chinese and Japanese pre-modern dramas, mainly as literature but also as performance, by exploring the contrasts and parallels of incident, character, plot design, and theme of the two theatrical traditions. Attention will be given to the historical background of each work and to the social conditions and customs that each reflects. The cultural salience of each work is also considered. Where possible and appropriate scenes or entire plays will be screened for the class or assigned for viewing. EAST-UA 731 20th Century Chinese Literature in Translation (4 credits) Instructor: Max Bohnenkamp Realism has often been regarded as a dominant force in modern Chinese literature, but other styles of representation have also been important to Chinese literary creativity during the 20th century. This course examines the significance of three modes of literary “excess” that disrupt the expectations of realism- the fantastic, the grotesque and the sublime – in the history of Chinese literature from the late-Qing dynasty to the late-20th century. While each of these modes possesses links to traditional Chinese culture, they have also provided new expressive resources for reflecting the reconfiguration of social values and human perception in China during the modern era. Focusing on close readings of fiction and some poetry, we will examine how Chinese writers have used the fantastic to transgress the boundaries of the real, employed the grotesque to expose reality’s ugliness, and invoked the sublime to try to invest literature with the potential to change reality.  EAST-UA 736 Issues and Debates in Contemporary Korea (4 credits) Instructor: June Hee Kwon This course aims to understand the principles, logics, and dynamics that   have constituted the contemporary divided Korea—with a particular focus   on South Korea. The postcolonial era in Korea soon led to the Korean   War and then the Cold War, which took the   two Koreas down dramatically different pathways. South Korea achieved   rapid and dramatic economic development, eventually witnessing exemplary   democratization movements emerge from the fight against dictatorial   government, class inequality, and sexual discrimination.   Despite an earlier start on economic development following its   socialist revolution, North Korea has suffered from a poor economy and a   repressive authoritarian regime. Paying attention to Cold War politics   as a major influence in creating and sustaining the   two Koreas, we explore three primary themes in the history of   contemporary Korea: 1) Nationalism, 2) Developmentalism, and 3)   Neoliberalism. The subtopics include: the Korean War and its impact,   anti-communistic nationalism and state violence, developmentalism   and democracy, class differentiation and gender formation,   multiculturalism and cosmopolitanism, urbanization and environmental   issues, youth and precarious labor, North Korea and human rights.        EAST-UA 832 Intro to Buddhism (4 credits) Instructor: Christopher Kelley Religious Studies sponsored. Same as RELST-UA 832 An introduction to this complex religion, emphasizing its history, teachings, and practices. Discusses its doctrinal development in India, then emphasizes certain local practices: Buddhism and the family in China; Buddhism, language, and hierarchy in Japan; the politics of Buddhist Tibet; and Buddhist art. Finally, the course touches on Buddhism in the United States.      EAST-UA 950 Topics in Asian Studies: The Planetary Imagination (4 credits) Instructor: Phil Kaffen The planetary has emerged a contested site across a variety of fields   from comparative literature and area studies to media studies and   philosophy. Partly marking itself off from older universalist claims   (cosmopolitanism, world history, globalization), the planetary   imagination as we will discuss it in this class foregrounds an   ecological dimension and at the same time, shifts the grounds of   human-centered thought and politics. While touching on a wide variety of   issues, including technology, scale, identity, and ethics, the core   problem for the class will be to consider “the world” from a standpoint   that does not privilege the human as its center or apex. The goal of the   course is neither to immediately endorse nor repudiate a critique of   anthropocentrism, but to examine some of its diverse forms of   expression, underlying assumptions, and possible repercussions. To that   end, this class seeks to explore the planetary imagination from a   broadly (and possibly contradictory) humanities-based perspective, at   the intersection of area studies (East Asia in particular) and   comparative literature—through fiction, philosophy, and contemporary   arts and media.      EAST-UA 952 Topics in Chinese Studies: Modern Chinese Drama (4 credits) Instructor: Max Bohnenkamp   China has always been home to a rich theatrical tradition, visible in such forms as Kun and Beijing operas. Yet beginning in the late-1800s, new knowledge of Western culture inspired major creative attempts to modernize the traditional theater and to introduce foreign styles of performance. While the efforts of such figures as Mei Lanfang led to the transformation of Beijing opera into China’s first form of internationally- known theater, the spoken dramas of modern playwrights like Cao Yu and Tian Han offered realist plays of social critique to advance the reform of Chinese culture. Upon such foundations, drama developed into one of the most important and contested areas of artistic innovation and public engagement through China’s 20th-century history of war, revolution and reform. This course examines the history of modern Chinese drama through close readings of exemplary dramatic texts, film viewings and the study of current scholarship on the topic.  EAST-UA 980 Intership (2-4 credits)      Instructor: TBD EAST-UA 997 Independent Study (4 credits)      Instructor: TBD            Related Information       Fall 2015 Course Schedule                           Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Lu Xun and the Politics of Modern Chinese Essay     | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Lu Xun and the Politics of Modern Chinese Essay   NYU-PKU         Bilateral Graduate Student Symposium                 Sponsored by     International Center for Critical Theory, PKU-NYU; China     House; Department of East Asian Studies; Department of     Comparative Literature, New York University; and Department of     Chinese Language and Literature, and the Graduate School,     Peking University               November     5th (Saturday)--November 6 th   (Sunday),     2011            Location: Kimmel Center, room 914 (60 Washington Square     South)                           The study of modern Chinese literature has been      dominated by scholarly works on fiction and poetry,      whereas the essay, considered \"the culmination of the      literary achievement of the Vernacular Revolution\" by      veteran May Fourth writers such as Zhou Zuoren and Hu      Shi, remains till this day understudied and      under-theorized. Of the essay as a major genre,      critical attention as well as popular reading habit      gravitate toward the belle lettres , which took      roots in New Literature by means of a productive though      unmediated borrowing from both the Chinese classical      gentry-literati tradition and the traditions of the      modern European and Japanese essayistic practice from      Montaigne to Tanizaki, with the Anglo-American essayists      standing at the very center). This symposium, which      brings together graduate students and faculty from      Department of Chinese Language and Literature at Peking      University and the Departments of East Asian Studies and      of Comparative Literature at New York University into an      intimate and sustained dialogue, seeks to give the      modern Chinese essayistic tradition a critical attention      and scrutiny where it is due, by revisiting the literary      production of its central figures, namely the Zhou      Brothers--Lu Xun and Zhou Zuoren; by reexamining the      stylistic and aesthetic properties of the essay as such;      and by probing into the ontological-political space of      the essay as it was opened up and institutionalized in      the middle of intense socio- and cultural political      battles of modern China, which, historically and in the      most personal manner, constituted the very the force      field in which the essay thrived.        The      student papers to be presented at this symposium are      work-in-progress in every sense. The PKU papers are      drawn from three graduate seminars on the essay offered      in the Chinese Department in the single semester of Fall      2010, which testified to the growing importance of this      subfield. The instructors of those seminars were      Professor Wang Feng of PKU; Professor Huang Ziping of      Hong Kong Baptist University (emeritus) and Professor      Xudong Zhang of New York University and Chang-Jiang      Chair Visiting Professor of PKU. The NYU papers have      been organized as a series of responses to the PKU paper      but with their own research and methodological focus,      resulting from NYU graduate students long-term interest      in questions regarding Chinese literary modernity and      cultural politics; comparative and interdisciplinary      approach to literary analysis; and in translation      theory. As an event in the long list of activities      generated by the NYU-PKU exchange and cooperation      program, which recently led to the formal launching of      the International Center for Critical Theory, PKU-NYU,      the symposium is meant to be not a conclusion but rather      a new point of departure for successive efforts at      cracking the nut of the modern Chinese essay as an      object of historical, aesthetic, and political analysis,      which has been unfolding in the form of numerous reading      groups, graduate seminars, workshops, and research      conferences taking place at PKU, East China Normal      University in Shanghai, University of Tokyo's Center of      Philosophy (UTCP) since the winter of 2006. From the      perspective of programmatic and curricular development,      however, It is no exaggeration to say that \"Lu Xun and      the Politics of Chinese Modern Essay\" has been one of      the nodal points on which different institutional and      critical sources of energy converged and, eventually,      gave rise to initial frames and shapes of International      Center for Critical Theory.                             Schedule               Saturday, November 5, 2011                         10:00 a.m. Opening         Remarks          Prof. Xudong Zhang                Director of China House and Chair of East       Asian Studies, NYU           Prof. Jacques Lezra                Professor of       Comparative Literature and Spanish, Chair of       Comparative Literature, NYU               10:15 a.m.        Panel I          Chair   Prof. Jiang Hui      (Dept. of Chinese Language and Literature, PKU)             The Temptation of Translation: Reread Lu      Xun’s Diary of a       Madman          Wang Qin (New York      University)       Image of Animal in Lu Xun’s short stories         Todd Foley (New York      University)       On “Slippery” ( lun youhua ) as      Rhetorical Technique: a Narrative Structure in Lu Xun’s      Works          Xu Yue (Peking      University)       Discussant Cameron        Williams (New York University)              Lunch Break              1:30 p.m. Panel         II         Chair  Prof. Thomas Looser      (Dept. of East Asian Studies, NYU)       “ Heresy and Play: Adorno’s      “The Essay as Form” and Lu Xun’s Essays ”         Eric Hodges (New York      University)       A Country of Wenzi : The      Discourse of Wenzi       and Cultural Criticisms of Lu Xun and Zhou Zuoren          Wang Fang (Peking      University)       Discussant        Prof. Peter Button (Dept. of East Asian Studies,      NYU)              Coffee Break              3:15 p.m. Panel         III         Chair  Prof. Ethan Harkness      (Gallatin School of Individualized Studies, Dept. of      East Asian Studies, NYU)       Slave or Simpleton? The Figure of Ah Q      and the Possibility of New Man          Xie Jun (New York      University)       Wild Grass       on the Crossroads: Dialectics of Death and Rebirth               Zhou Xiang (Peking      University)       Discussant Prof.        Moss Roberts (Dept. of East Asian Studies, NYU)                    Sunday, November 6, 2011                         10:30 a.m. Panel       IV       Chair  Prof. Ethan Harkness      (Gallatin School of Individualized Studies, Dept. of      East Asian Studies, NYU)       From the City to the Sitting Room: Hong      Kong as a Spatial Medium in Lu Xun’s Zawen (miscellaneous          essays)           Chen Xinyao (Peking      University)       A Sliced Chinese Imagination: An      Interpretation of Lu Xun’s “ Confucius Visits       Nanzi”          Piao Jie (Peking      University)       Discussant Sun        Yi (New York University)              Lunch Break              1:15 p.m. Panel         V         Chair  Prof. Peter Button      (Dept. of East Asian Studies, NYU)       “ Is        Lu Xun’s Translation “Ying Yi” (hard translation)?          Li Songrui (Peking University)              “ The Regeneration of      Language and the Politics on Translation:  A Discussion of Lu Xun’s      Translation of Gogol’s Dead Souls ”         Lu Yang (Peking      University)       “Literal Translation” and the Opacity      of Language         Cui Wenjin (New York      University)       “ Politics        and Allegory in Lu Xun’s “Hard Translation”          Wang Pu (New York      University)       Discussant Zhang        Li (Columbia University)              3:30 p.m.  Roundtable       Discussion         Moderator:        Prof. Xudong Zhang (NYU)       Introductory remarks: Prof. Chen Pingyuan      (Chair, Dept. of Chinese Language and Literature, PKU)             Panelists:        Prof. Wang      Feng (PKU); Prof. Jiang Hui (PKU); Prof. Jin Yongbing      (PKU, visiting professor at NYU); Prof. Peter Button      (NYU); Prof. Moss Roberts (NYU); Prof. Ethan Harkness      (NYU)                                         Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Courses - Spring 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Shanghai   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                                                                   Courses - Spring 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .    Spring 2014 courses are now availble in Albert, NYU's Student Information System. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .              NYU's new portal campus in Shanghai will officially enroll its first class of students in fall 2013. A select group of courses from departments at the portal campus are open to study away students. A list of these courses can be seen here .               Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration.                                 Students must register for 12-18 credits   All students will take Global Orientations - a zero credit pass/fail course. Students will be enrolled by Global Programs after registration.   Enrollment in a Chinese language class is required while studying at NYU Shanghai. No previous Mandarin is necessary and students arrive with all levels of language proficiency. Select a Chinese course that you think matches your current skill level. During the first week, you will be allowed to switch levels if needed and NYU will help make adjustments to your Albert enrollment in Chinese after your level is finalized on-site.   Language courses cannot be taken pass / fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check the final versions of your syllabi which will be passed out on the first day of class! Academic site visits and field trips are considered required class time.   SCA-UA 9042/INDIV-UG 9450 is a permission only class. Students must apply ahead of time for this course. Application information can be found here . During registration week, register for another course as a place holder in case you are not accepted.   Some Stern (Business) courses are restricted to Stern students only until Friday of Registration Week. Non-Stern students will be able to register beginning Friday.   Some courses require special permission to enroll. Pay close attention to course notes and email for permission when necessary.   If you’re wait-listing, don’t forget to SWAP!!! More information on wait-listing is available here .     If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                                Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016           Required Course for All Students                                                    Global Orientations: Introduction to Contemporary China                               This program is being offered to familiarize all students, irrespoective of college or concentration, with a range of issues that inform understandng of life in contemporary China. Students will engage in experiential learning activities, learn about issues pertinent to Chinese society and history, and interact with experts in various fields of Chinese studies.                                 Chinese Language        All students are required to take a Chinese language for graded credit. (This course cannot be taken Pass/Fail).                                                        Practical Chinese and Introduction to China - CHIN-SHU 9001 - 4 points                               This course introduces students to Chinese language, history and culture. It is aimed at students with no prior knowledge of Chinese. The language component of the course runs for 14 weeks and focuses on the development of competence in verbal communication and communication structures which can be used in daily life in China. The ‘daily culture’ component includes weekly excursions that are closely tied to the language topics being studied. The history and broader cultural components of the course will start from Week 8 and involve a weekly lecture and/or film to provide students with a basic overview of important historical events, as well as more recent economic, social and environmental developments. This course does not cover Elementary Chinese I. It is designed for students who have already completed their language requirement for their major or who will complete their language requirement with another language. Students cannot take this class if they have already completed Elementary Chinese I or equivalent or more advanced course. This course is not intended for native Chinese speakers. Finally, completion of this course does not qualify students to take Elementary Chinese II.                                                                    Elementary Chinese I - CHIN-SHU 101 - 4 points                               This course is the first part of a one-year elementary-level Chinese course designed for students who have no or almost no knowledge of Mandarin Chinese. It is designed to develop language skills in listening, speaking, reading, and writing as it relates to everyday life situations. The objectives of the course are: (1) to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; (2) to understand the construction of commonly used Chinese Characters (both simplified and traditional) and learn to write them correctly; (3) to understand and use correct basic Chinese grammar and sentence structures; (4) to build up essential vocabulary; (5) to read and write level-appropriate passages (100-150 characters long); and (6) to become acquainted with aspects of Chinese culture and society related to the course materials.     Sample Syllabus                                                                    Elementary Chinese for Advanced Learners - CHIN-SHU 111 - 4 points                               This course is designed for students who have Chinese-speaking background and who can understand and speak conversational Chinese related to daily life situations. It aims to develop students' correct pronunciation, grammatical accuracy and overall competence in reading and writing. Students who pass this class can enroll in &quot;Intermediate Chinese I for Advanced Beginners&quot;.     Sample Syllabus                                                                      Elementary Chinese II - CHIN-SHU 102 - 4 points                               This course is the second part of a one-year elementary-level Chinese course designed for students who have completed NYU-SH’s Elementary Chinese I or equivalent. It is designed to reinforce and further develop language skills in listening, speaking, reading, and writing as it relates to everyday life situations. The objectives of the course are: (1) to continue mastering the Chinese phonetic system (pinyin and tones); (2) to become further familiarized with the construction of commonly used Chinese Characters (both simplified and traditional); (3) to understand and use correctly basic Chinese grammar and sentence structures; (4) to continue building up essential vocabulary; (5) to read and write level appropriate passages (150-200 characters long); and (6) to become acquainted with aspects of Chinese culture and society related to the course materials.     Sample Syllabus                                                                    Intermediate Chinese I - CHIN-SHU 201 - 4 points                               This course is the first part of a one-year intermediate-level Chinese course designed for students who have completed NYU-SH’s Elementary Chinese II or equivalent. It is designed to consolidate and develop overall aural-oral proficiency. Objectives are: (1) to be able to obtain information from more extended conversation; (2) to express and expound on, in relative length, feelings and opinions on common topics; (3) to develop vocabulary needed to discuss common topics and begin learning to decipher meaning of compound words; (4) to develop reading comprehension of more extended narrative and expository passages; (5) to write, in relative length (200-250 characters long), personal narratives, informational narratives, comparison and discussion of viewpoints with level-appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion; (6) to continue being acquainted with aspects of Chinese culture and society related to the course materials.     Sample Syllabus                                                                    Intermediate Chinese for Advanced Beginners - CHIN-SHU 211 - 4 points                               This course is designed for students who have Chinese-speaking background and who can understand and speak conversational Chinese related to daily life situations. It aims to develop students' correct pronunciation, grammatical accuracy and overall competence in reading and writing. Students who pass this class can enroll in &quot;Advanced Chinese 1&quot;.                                                                      Intermediate Chinese II - CHIN-SHU 202 - 4 points                               This course is the second part of a one-year intermediate-level Chinese course designed for students who have completed NYU-SH’s Intermediate Chinese I or equivalent. It is designed to continue consolidating and developing overall aural-oral proficiency, gradually focusing more on semi-formal or formal linguistic expressions. Objectives are: (1) to further develop competence in obtaining information from more extended conversation; (2) to express and expound on, in more extended length, feelings and opinions on socio-cultural topics; (3) to develop more specialized vocabulary needed to discuss sociocultural topics; (4) to improve students’ ability to decipher meaning of compound words; (5) to further develop reading comprehension of extended narrative, expository and simple argumentative passages; (6) to learn to solve simple syntactical problems independently; (7) to write, in relative length (250-300) characters long) informational narratives, expository and simple argumentative passages with level-appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion; and (7) to continue being acquainted with aspects of Chinese culture and society related to the course materials.     Sample Syllabus                                                                    Advanced Chinese I - CHIN-SHU 301 - 4 points                               This course is the first part of a one-year Advanced Chinese course designed for students who have successfully completed Intermediate Chinese II at NYU-SH, or who have at least the equivalent knowledge of Chinese upon registration. It is designed to reinforce and further improve students’ overall communicative competence by incorporating semi-formal or formal usages. The objectives of the course are: (1) to learn to apply formal linguistic expressions in speaking and writing; (2) to acquire specialized vocabulary and patterns necessary for conducting formal discussions of socio-cultural topics; (3) to develop reading comprehension of texts with more advanced syntax; (4) to learn to make context-based guesses about the meaning of a new word and further enhance students’ ability to analyze as well as produce sentences with more complex syntactical features; (5) to learn to write expository and argumentative passages in more extended length; and (6) to learn to employ basic rhetoric devices in writing.     Sample Syllabus                                                                    Advanced Chinese II - CHIN-SHU 302 - 4 points                               This course is the second part of a one-year Advanced Chinese course designed for students who have successfully completed Advanced Chinese I at NYU-SH, or who have the equivalent knowledge of Chinese upon registration. It is designed to reinforce and further improve students’ overall communicative competence by incorporating semi-formal or formal usages. The objectives of the course are: (1) to enhance further students’ oral and written communicative competence using formal linguistic expressions; (2) to expand further specialized vocabulary and patterns necessary for conducting formal discussions of socio-cultural topics relevant to today’s China; (3) to improve further students’ reading comprehension of texts with more advanced syntax; (4) to develop further their competence in making context-based guess about the meaning of a new word, and further enhance ability to analyze as well as produce sentences with more complex syntactical features; (5) to improve further their ability to write expository and argumentative passages in more extended length; (6) to improve their ability to effectively employ basic rhetoric devices in writing.   Sample Syllabus                               Art and Arts Professions                                                    Projects in Photography: China - ART-SHU 9380 - 4 points                               Students will work with traditional and digital photographic practices to engage with the people, art, and traditions of China. The class will include field trips to museums, galleries and studios, allowing students to interact with outstanding local photographers, media-based artists, and the city's creative community. Assigned readings will help students understand the historical and theoretical context of photographic work, and deepen the meaning of critiques and discussions. Experimentation will be encouraged, and students will respond to the experiences, ideas, and influences they encounter abroad through the work they create. Projects may range from classical photographs to digital prints and installation.     Sample Syllabus                                                                    Contemporary Art and New Media in China - ART-SHU 9077 - 4 points                               The contemporary art scene in China has developed quickly over the past three decades. The massive political, economic, and social changes the country has undergone since the end of the Cultural Revolution in 1976 have dramatically altered the country’s cultural landscape. In this seminar course, the course will survey the main development areas in Chinese contemporary art from the end of the 1920s to the present day. Dedicated to responding to the new textures of China’s metropolitan culture, it will look at the relationship between visual arts, new media, architecture, and performance in the mega-city of Shanghai, often regarded as the cradle of Chinese modernity. The class will be complemented by guest lectures and visits to public museums, galleries and artists’ studios in and around Shanghai. Students will have the opportunity to meet leading figures from the art world in China as well as the international art community, including artists, museum directors, curators, art critics, and art dealers.     Sample Syllabus                               Business                                                    Law, Business &amp; Society - SOIM-SHU 9006 - 4 points                               Every professional business person must be aware of how legal systems work and effect business decisions. Furthermore, the interaction between Law and Business is multidimensional involving international, ethical, and technological considerations. In this course, students examine how key areas of business law, including contracts, torts, and business organizations, influence the structure of domestic and international business relationships. Students actively participate in legal studies designed to enhance business skills such as analytical thinking, written communication, oral presentation, conflict resolution, and team work problem-solving.     Sample Syllabus                                                                    Organizational Communication and its Social Context - SOIM-SHU 9065 - 4 points                               In this course, students learn how to increase their communication effectiveness for business and professional goals. During the semester, students focus on the strategic implications of communication for modern organizations. A variety of assignments are given to stress the following communication competencies: written, spoken and nonverbal communication basics for business; effective team communication strategies; informative, persuasive and collaborative presentations; communication techniques for required junior and senior year projects. Students regularly receive personal feedback about their writing and their oral presentations from the instructor.   Sample Syllabus                                                                    Introduction to Marketing - MKTG-SHU 9001 - 4 points                               This course explores the field of marketing by introducing and developing central concepts and philosophies of marketing, and exploring the relationship of marketing with other business disciplines. Keeping in mind the perspectives of both producer and consumer, the course examines the planning required for the efficient use of marketing tools in the development and expansion of markets. The course concentrates on the principles, functions, and tools of marketing, including quantitative methods. Ethical issues in marketing are also addressed. In addition to lecture, the course uses case studies and student projects as methods for student learning.     Sample Syllabus                                                                    Management and Organizations - BUSF-SHU 9001 - 4 points                               This course investigates the nature, functions, and responsibilities of the management of organizations. The course develops an analytical approach to the identification, structuring, analysis, and solution of organizational problems, and introduces students to organizational policies and structures, functional areas, and production processes (including resource allocation, measurement and evaluation, and control), leadership style, and organizational adaptation and evolution. Teaching methodologies include lectures, case analysis and class discussion.     Sample Syllabus                               East Asian Studies   Students may apply 4 credits of non-language coursework taught at NYU Shanghai toward the East Asian Studies Major or Minor. Additional Major/Minor credit may be available for NYU Shanghai courses if approved in writing by the DUGS and as subject to Department regulations.                                                  History of Modern China since 1840 - HIST-SHU 153 - 4 points                               In this course we will select a number of critical issues in modern Chinese history to examine the political, social and cultural transformations of modern China. Topics of lectures include Confucianism and its modern fate, popular movements, the Great Leap Forward Movement, the role of Shanghai in modern China, Tiananmen Movement and the prospect of Chinese political reforms. The course will be approached through lectures, site visits, class discussions, and research.     Sample Syllabus                                                                    Chinese Film and Society - EAST-UA 9540 - 4 points                               This course examines Chinese films in their social, cultural and political context. Spanning the history of Chinese film, this course traces the stylistic development of Chinese cinema, and the political and social movements that shaped film content and aesthetics as well as the structure of film production.     Sample Syllabus                               Environmental Studies                                                  Chinese Environmental Governance - GCHN-SHU 243 - 4 points                               This course explores the environmental situation in China by examining both the very serious environmental challenges that China faces and the governance system(s) that exist in China for dealing with those challenges. In order to assess these challenges and systems, the course introduces a comparative dimension – looking at not only the Chinese system, but the American system as well, examining the environmental challenges and governance system of the United States, as well as the broader context within which China and the U.S. together constitute the two primary sources of the world’s greenhouse gas emissions. Is it possible to compare the American and Chinese systems? Can concepts of governance and assessment be translated between the two systems? What can China learn from the U.S.? What can America learn from China? Will the profound differences in our political and economic systems make environmental cooperation impossible, leading inevitably to conflict? Will globalization and technological innovation lead to healthy competition and cooperation to address common problems?   Sample Syllabus                              Global Liberal Studies                                                    Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.     This course aims to complement and enhance the internship experience. Students will learn to critically examine their fieldwork in order to reflect upon what their particular, concrete experience reveals about life in contemporary Shanghai.                                 History                                                  History of Modern China since 1840 - HIST-SHU 153 - 4 points                               In this course we will select a number of critical issues in modern Chinese history to examine the political, social and cultural transformations of modern China. Topics of lectures include Confucianism and its modern fate, popular movements, the Great Leap Forward Movement, the role of Shanghai in modern China, Tiananmen Movement and the prospect of Chinese political reforms. The course will be approached through lectures, site visits, class discussions, and research.     Sample Syllabus                              Journalism                                                  Methods &amp; Practice: Journalism, Constructing Narratives - JOUR-SHU 9202 - 4 points                               This course provides an introduction to the work of the reporter, with particular focus on covering China, and offers students a chance to learn and practice basic journalism skills, including news writing and descriptive/feature writing. Visiting speakers will also offer insights into the role of the journalist and the challenges faced, and provide additional feedback on students’ work and ideas.     Sample Syllabus                               Law &amp; Society                                                  Topics in Law &amp; Society: Law, Culture, &amp; Politics in China - LWSO-SHU 9251 - 4 points                               This course will study China’s governance in the context of America’s own governance system. We will consider how to compare American and Chinese governance systems, and whether and how concepts can be translated between them—so that the countries, and their citizens can learn from, and cooperate with, one another. In the process, we hope to learn about China, but also to reflect—in the light of 9/11 and Iraq-- more deeply on our own understanding of how American governance works—and how it is seen by the world.     Sample Syllabus                               Media, Culture, &amp; Communication                                                    Global Media Seminar: Media in China - MCC-SHU 9451 - 4 points                               This course is designed to introduce contemporary media industries in China, involving print, broadcasting, film, PR, advertising, and new media. This course reviews the structures, functions, and influences of various forms of media industries. Practical media work is emphasized. Additionally, it analyzes existing issues on these media industries from historical, regulatory, social, and technological perspectives.   Sample Syllabus                                                                      Introduction to Digital Media: Chinese Cyberculture - MCC-SHU 9993 - 4 points                               This course introduces the philosophy of cybernetic machines with reference to the technological trends affecting contemporary China. Topics will include: Chinese cyberspace and the Great Fire Wall; the revolutionary potential of microblogs; hacking; gaming; the ICT economy, maker innovations and machine intelligence.                                                                      Internship in Communications Studies - MCC-UE 9100 - 1 - 4 points                               Requires departmental approval prior to registration. Open only to NYU Media, Culture, &amp; Communication students. Interested MCC students should contact Jonathan Martinez jm4599@nyu.edu                                 Metropolitan Studies (Social &amp; Cultural Analysis)                                                  Global Connections: Shanghai - SCA-SHU 9634 - 4 points                               The main aim of this course is to facilitate a rich engagement with Shanghai. The underlying premise is that the city is a critical site of globalization. Rather than view globalization as an external force acting on Shanghai, this course aims instead to show how globalization is inherent in the city and that an investigation of the distinctive features of Shanghai -- from the abandoned factories now revived as creative clusters, to the lilong architecture, luxury malls and street peddlers -- sheds light on both the past and future of globalization.   Sample Syllabus                               Politics                                                  The Political Economy of East Asia - POL-UA 9563 - 4 points                               This course focuses on China’s political and economic development over the last century and a half with particular attention to the last 33 years, the so-called Reform Period. Our three primary objectives are to (1) understand the historical trajectory of China’s development path; (2) consider in what ways and to what degree the growth experiences of East Asia’s high-performing economies helped inform China’s economic policymakers decisions and shed light on the prospects for the long-term success of reforms in China; (3) assess the state of China’s contemporary political economy and the current role of the government in generating or inhibiting economic activity.   Sample Syllabus                                                                    International Politics and US-China Relations - POL-UA 9770 - 4 points - Cancelled for Fall 2014                               This course has been cancelled for the fall 2014 semester   This course combines two parts: (1) introduction to theories of international politics and, (2) their applications to the understanding of US-China relations. The first part examines competing approaches to international politics, explains their basic concepts and rationales, and evaluates their explanatory insights. The principal objective of this part is for students to develop an appreciation of the ways in which various theoretical perspectives lead to different understandings of the structures and practices of world politics. The second part offers students an advanced understanding of US-China relations, focusing on the post-Cold War period, with a special emphasis on issues of security, human rights and economy. This part is intended to provide the means for students to develop their own theoretically informed analyses of major issues in US-China relations, such us how China’s membership in the WTO affects American economy, including the quality of employment opportunities in the United States.   Sample Syllabus                              Religious Studies                                                  Ghosts, Gods, Buddhas and Ancestors - RELS-SHU 9270 - 4 points                               This course is a survey of the major historical and contemporary currents of China's religious thought and practice, including Buddhism, Confucianism, Daoism and “popular religion”. It will focus on the interactions between such teachings and practices, as well as on the contributions of all four to Chinese culture. You will study various topics including divination, visual culture, ritual, ancestor worship, morality, longevity techniques, healing practices and meditation. A selected number of primary and secondary sources will be discussed in lecture; documentary films and visits to sacred spaces will be also be key constituents of the course.   Sample Syllabus                               Sociology                                                  Global Connections: Shanghai - SCA-SHU 9634 - 4 points                               The main aim of this course is to facilitate a rich engagement with Shanghai. The underlying premise is that the city is a critical site of globalization. Rather than view globalization as an external force acting on Shanghai, this course aims instead to show how globalization is inherent in the city and that an investigation of the distinctive features of Shanghai -- from the abandoned factories now revived as creative clusters, to the lilong architecture, luxury malls and street peddlers -- sheds light on both the past and future of globalization.   Sample Syllabus                              Courses Offered by NYU Shanghai's Portal Campus     The following courses from departments at NYU Shanghai's portal campus (new fall 2013), while not officially cross-listed with Washington Square departments are open to students studying away at NYU Shanghai. Please note that all courses listed below have limited enrollment space for study away students and are by permission only . For permission to enroll, please contact shanghai.advising@nyu.edu . Please include a note of endorsement from your academic advisor indicating your need for you to enroll in the indicated courses. To view days and times for these courses, scroll down to the NYU Shanghai section in the Albert course search or use the search tool. These courses will not appear under the Study Away drop down menu with the courses sponsored by the NYC departments above.     Please check with your departmental advisor regarding any courses you wish to satisfy major, minor, or degree requirements.          Art                                                    Introduction to Photography I - ART-SHU 9301 - 4 points                               This course will be an introduction to the use of photography as a medium of documentation and expression. Students will learn to use digital imaging to come to terms with their experience in Shanghai, a different cultural environment. The student will use photography to witness and create images to begin to understand their cross-cultural experience. Basic digital photography techniques will be taught, including use of a digital camera and Photoshop. Lectures, technical demonstrations, and group critiques, as well as field trips and presentations by guest photographers will be included. Assignments on individual photographers and artists will be required. This course is for beginning photography students with minor or no experience with photography. Students will provide their own cameras. This course is open to all students with or without an art background.                                                                      Projects in Studio Art - Chinese Traditional Methods in Contemporary Art - ART-SHU 1910 - 4 points                               This course in meant for studio artists who want to create a succinct body of artwork while studying in Shanghai. Students will create contemporary artworks using traditional Chinese art forms to traverse both cultural and temporal barriers of expression, creating a unique integrated style of work. Students of traditional Western methods of art making, including drawing, painting, sculpture, and printmaking, are going to be asked to work out of traditional Chinese art methods. These include calligraphy, ink painting, scroll rendering, landscape sculpture, and birds eye perspective in the present time. Students will examine the content of artwork, including ideas in contemporary and traditional art, both Chinese and international, and build various skills to translate ideas into reality. A journal will be kept to record ideas, sketches, references and future plans. The course includes a study of ancient Chinese paintings, drawings of still-lifes and live models, as well as visits to local artists, galleries, and museums. Class time will be devoted to individual projects and critiques, lectures, and group discussions. As a final project, students will integrate their living experiences in Shanghai with personal experience and/or the societal landscape, to create a substantial body of artwork for a group exhibition. This course is open to students who have an art background or upon the approval of the professors.                            Business and Finance                                                    Statistics for Business &amp; Economics - BUSF-SHU 101 - 4 points - Not open to Stern Students                               This course introduces students to the use of statistical methods. Topics include: descriptive statistics; introduction to probability; sampling; statistical inference concerning means, standard deviations, and proportions; correlation; analysis of variance; linear regression, including multiple regression analysis. Applications to empirical situations are an integral part of the course. Prerequisite: None.                                Computer Science                                                    Introduction to Computer Science - CSCI-SHU 101 - 4 points                               How to design algorithms to solve problems and how to translate these algorithms into working computer programs. Experience is acquired through programming projects in a high-level programming language. Intended primarily as a first course for computer science and computer engineering majors but also suitable for students of other scientific disciplines. Programming assignments.                                Core Science                                                    From Ancient Cosmology to Science - CCST-SHU 126 - 4 points                               Course description coming soon.                                Economics                                                    Microeconomics - ECON-SHU 150 - 4 points                               Basic microeconomic principles: applications of supply and demand analysis; consumer choice; theory of the firm under perfect and imperfect competition; game theory and strategy; and theory and policy issues in market imperfections, such as monopoly and antitrust, externalities and regulation, imperfect information and regulation, income distribution, etc. Prerequisite: None.                                Experiential Discovery in the Natural World                                                    Where the City Meets the Sea - CCEX-SHU 116 - 4 points                               Over half of the human population lives within 100 km of a coast and coastlines contain more than two-thirds of the world’s largest cities. As a result, the world’s natural coastal environments have been substantially modified to suit human needs. This course uses the built and natural environments of coastal cities as laboratories to examine the environmental and ecological implications of urban  development in coastal areas. Using data from multiple coastal cities, student teams use fieldbased studies and Geographic Information System  (GIS) data to examine patterns and processes operating in coastal cities. This course uses the local terrestrial, marine, and built environments as a laboratory to address these issues, and team projects requiring field work form a core  component of the learning experience. As part of the NYU Global Network University initiative this course is being offered simultaneously in several  NYU sites globally and students are collaborating extensively with students from their sister campuses through the duration of this course.                                Global China Studies                                                    20th Century Chinese Writers in a Global Context - GCHN-SHU 207 - 4 points                               The literary scene in the 20th centuryChinese-speaking world is diverse in sound and script, vast in the scope of subject matters, and challenging for those migrant or exilic minds whose creative energy is driven by their critical insight to the world around them. Working in,outside, and between places like mainlandChina, Taiwan, Hong Kong, Malaysia, America, and France, Chinese-language writers may have in mind an imagined community of fellow countrymen when they write. Oftentimes, however, they may also ask provocative questions about nationalism, linguistic loyalty, and authenticity as Anglophone, Francophone, or bilingual writers living in the West. From andacross multiple cultural margins, they speak to probe the nature of modernity, cultural contact, and otherness amid the global flows of labor and ideas. How do Lu Xun, Lao She, Ha Jin, Alai, and Gao Xingjian represent China on the world stage and find their place in this picture? Where in their works can we find stylistic and cultural hybridization? How do novels and stories by Zhang Ailing, Bai Xianyong, Maxine Hong Kingston, Gish Jen, and Shirley Lim cement or deconstruct the conventional ground on which we compare Eastern and Western civilizations? What kind of an alternative literary geography, and worldview, do these writers offer?                                                                      Worldwide Chinese Diaspora - GCHN-SHU 251 - 4 points                               This course introduces students to the history and complexities of worldwide Chinese migrations and diasporic communities, including change over time and evolving global diasporic relationships and interactions. A signature Global Network University course, it may be coordinated with parallel courses held at other sites in the network, so that student research on the multiple inflections of the Chinese experience of diaspora globally is both collaborative and comparative.                                Humanities                                                    Empires in World History - HUMN-SHU 269 - 4 points                               Throughout history, few people lived for very long in a polity that consisted entirely or even mainly of people with whom they shared a language and culture. Any examination of the variety of human cultures must take account of the political structures within which people tried to make their way, sometimes seeking higher degrees of autonomy, sometimes accommodating to rulers' authority, sometimes trying to extend their own power over others. Empires–polities which maintained and enhanced social and cultural distinction even as they incorporated different people–have been one of the most common and durable forms of political association. This course will focus on the comparative study of empires from ancient Rome and China to the present, and upon the variety of ways in which empires have inspired and constrained their subjects' ideas of rights, belonging, and power. The study of empire expands our ideas of citizenship and challenges the notion that the nation-state is natural and necessary. Students in this course will explore historians' approaches to studying empires. We will investigate how empires were held together–and where they were weak– from perspectives that focus on political, cultural, and economic connections over long distances and long time periods. Readings will include historical scholarship on the Roman,Chinese, Mongol, Ottoman, Habsburg, Russian, French, British, German, and American empires, as well as primary sources produced by people living in these and other imperial polities.                                Interactive Technology and Media                                                    Communications Lab - INTM-SHU 120 - 4 points                               Communications Lab: An introductory course designed to provide students with the digital toolkit. The forms and uses of new communications technologies, including digital imaging, sound, video, animation, and basic web development, are explored in a laboratory context of hands-on experimentation, readings, and discussion. Principles of interpersonal communications, media theory, and human factors are introduced. Weekly assignments, team and independent projects, and project reports are required.                                                                      Animation and Dynamic Surfaces - INTM-SHU 211 - 4 points                               Contemporary animation is no longer constrained to the single flat screen; it can now be seen on surfaces of any shape and size. This course takes students from traditional animation techniques to contemporary outputs. In the first part of the course students will learn the process of character design as well as script and storyboard development to create two animated shorts. The course then examines outputs afforded by new technologies, such as interactivity, multiple screens and projection mapping. Software includes DragonFrame (for stop motion capture), Adobe After Effects and Premiere (for digital compositing, animating, and sequencing), as well MadMapper (for projection mapping), and Processing (for interactivity). Drawing skills are not necessary for this course, however students will keep a personal sketchbook.                                                                      Developing Web - INTM-SHU 231 - 4 points                               The Web now permeates most aspects of modern existence, and as a result, web development has become an indispensable skill complementary to many diverse disciplines. Students in this course will gain fluency in essential web languages and development approaches through a series of creative yet practical exercises aimed at touching on many important aspects of today’s multi-faceted World Wide Web – by building responsive websites, engaging games, and rich internet applications for the desktop, mobile devices, and Arduino microcontroller. Design principles will be explored through corresponding HTML and CSS structures, and will be based on a consideration for typography, images, audio and video. Dynamic data and interaction will be investigated through client-side scripting techniques using JavaScript, including the popular jQuery library. User generated content and the importance of content management will be reflected on through server-side scripting techniques utilizing the PHP based WordPress platform. Data storage and retrieval will be made possible through the application of MySQL databases and the HTML5 Local Storage specification. And universal data exchange formats, JSON and XML, will be part of an ongoing experimentation with third party APIs (Application Programming Interfaces) such as Flickr, Freebase, Google Maps, Twitter, Xively &amp; YouTube.                                Mathematics                                                    Ordinary Differential Equations - MATH-SHU 262 - 4 points                               This course introduces the main ideas of ordinary differential equations. Topics include vector fields, existence and uniqueness of solutions to first-order linear differential equations, stability, higher order differential equations, the Laplace transform and numerical methods, linear and nonlinear systems, and Sturm-Liouville theory. Equivalent to MATH – UA 262, MATH – AD 121. Prerequisite: MATH- SHU 160 and MATH- SHU 201.                                                                      Analysis II - MATH-SHU 329 - 4 points                               This course is a continuation of Analysis I. Topics covered include integration techniques, trigonometric functions, the logarithm, exponential functions, approximation by polynomials, sequences, series, convergence, uniform convergence, power series, Taylor series, complex numbers and functions, Euclidean spaces, and basic topology. Prerequisite: MATH- SHU 201.                                                                      Calculus - MATH-SHU 121 - 4 points                               This course presents the foundations of calculus for functions of a single variable. Topics addressed include limits, continuity, rules of differentiation, approximation, antiderivatives, indefinite and definite integrals, the fundamental theorem of calculus, integration techniques, and improper integrals.  Prerequisite: Placement via NYU SH Mathematics Placement Examination or a grade of C or better in MATH-SHU 009. Equivalent to MATH-UA 121, MATH-AD 110.                                                                        Multivariable Calculus and Differential Equations - MATH-SHU 124 - 4 points                               This course explores applications of calculus to basic differential equations and functions of several variables, which arise in virtually all fields of applied mathematics; examples include current flow, chemical reactions, and equations of motion. Topics addressed include first and second-order differential equations, surface and line integrals, divergence, gradient, curl, and the theorems of Gauss, Green, and Stokes. Prerequisite: Placement via NYUSH mathematics placement exam or grade of C or better in MATH-SHU 121.                                                                      Networks and Dynamics - MATH-SHU 160 - 4 points                               This is a post-calculus mathematics course that is designed to prepare students to enter a broad set of majors, from natural sciences through social sciences. The preliminary goal is to address the following challenge: today’s science and world at large requires us to understand how the dynamical interactions between individual units in a complex network give rise to collective behavior, be it genetic network that makes us who we are, neural network underlying our brain functions, social network of friends through Facebook or WeChat. The language for providing a scientific understanding of such systems is the mathematics of network theory, linear algebra, and differential equations. These topics are integrated to provide a unifying course that introduces analysis methods and mathematical models for understanding dynamical network behavior. Computer simulations will be a major component of this hands-on course. Prerequisite: Grade of C or better in MATH-SHU 121 and MATH-SHU 140. Not open to students who have taken MATH-SHU 264.                                Social Foundations                                                    Contemporary Chinese Political Thought - CCSF-SHU 123 - 4 points                               This course introduces students to perspectives on contemporary Chinese political and social thought as presented in academic publications, media reports, social commentary and postings on the Chinese Internet. It covers selected key topics in the disciplines of political, social, and cultural studies. It examines and compares Chinese and Western views on major developments and current issues. The course also introduces students to a variety of styles of writing and research methods as well as skills of cultural translation relevant to the study of contemporary China and Chinese thought.                                                                      Growing Shanghai, Shrinking Detroit - CCSF-SHU 124 - 4 points                               Less than a century ago, the Paris-of-the-East Shanghai and the Paris-of-the-West Detroit belonged to the most modern, booming metropolises in the world, until both cities declined. Today, the global city of Shanghai has revived its old glory days, while Detroit officially filed for bankruptcy in July this year. In this course, we take Shanghai and Detroit as case studies to examine the challenges and consequences of our fast-urbanizing world. We will explore the historical and economic factors influencing the transformation of these cities, as well as look at how its citizens are experiencing these sweeping changes.                                                                                                  NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                 Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                 Learn     Courses   Special Programs   Facilities   Faculty   Community Service                Live     Housing &amp; Meals   Costs &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness                 Explore      Things to do   Restaurants &amp; Nightlife    Local Travel    Regional Travel    Shopping                                    Questions?        Contact Us                                                                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]