[{"detail": [{"content": "Finding an Apartment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   Off Campus Living                 Sub Navigation                                 Finding an Apartment                       Apartment Search Links                       List An Apartment                       Living with Roommates                       Glossary                                                                   Finding an Apartment      Searching well in advance of your actual move-in date may seem desirable, but the New York real estate market is unique in its pace. Be prepared to discover that vacancies do not make themselves known until approximately thirty days before move-in. It will be difficult to view an available apartment before this. Any apartment you find well in advance of your desired move-in date will likely not be vacant when you are ready to move. A two to four week period is usually sufficient for an apartment search in New York City.   That being said, you can use the time leading up to your actual search to review online listings, look at neighborhoods, and review market data so that you are prepared and confident when you begin your housing search in earnest.                                                            Apartment Listings                                                                                                Finding a Roommate                                                                                               NYC Apartment Hunting Tips (NYC.gov)                                             Do Your Research   The most crucial component of apartment hunting in New York City is going into the rental market prepared. Whether you are looking for sublets, apartment rentals, or roommates, there are a variety of factors that you need to consider first. Check out our Glossary page for more information on commonly used terms in the NYC rental market.     Manage your expectations. The newer the apartment, the appliances, the facilities and conveneiences - like proximity to a subway or even NYU, means a higher price. Elevators and a doorman add to the price as well. Be open to the possibility of having to live in Brookly, Queens or even New Jersey to get a better price and more space. Know your wants from your must haves -- more than one bathroom or bedroom, quiet neighborhood, closet space, safety of the neighborhood, building amentieis. Basically, go into your search knowing what you can live with and what you can't live without!     Questions to Ask     As you begin your search, make sure to include these questions to your own:       Are utilities included in the rent?     Are pets allowed?     Is pest extermination an additional expense or a service provided by the building management?     Does the superintendent live on site? If not, is one available by phone?   How close are the nearest police and fire stations?     Are the building and surrounding areas well illuminated at night?     How close is the building to high traffic, well-traveled areas?     Is there a security system in the building?     Does the building have a doorman or buzzer system for guests and deliveries?     Are the locks on the doors of the building and the space adequately secure?     Is there a peephole in the door to see who is calling?     Is there a sufficient number of working smoke detectors in the living space and hallways?     Are there adequate emergency escape routes in case of fire?     What is the area's crime rate? (Statistics of reported crimes can be obtained by visiting the local police precinct closest to the building.)   How accessible is the building for a person in a wheelchair or other mobility issues.          Applications for an Apartment   Landlords generally approve applicants based on the strength and/or balance of an individual's income, credit, assets, and guarantor. The following are commonly required information and details that will help you prepare for completing an application for an apartment:     Income In Manhattan - most landlords will require that you earn annually at least 40 to 50 times the amount of the monthly rent. If the rent is $1500 per month, you may need to show approx. $60,000 in annual income. In the outlying areas of Manhattan (Brooklyn, Queens, NJ, etc.) most landlords will require less income, approximately 30 to 35 times the amount of monthly rent. Roommate/Shares and Sublets may require less annual income as well.   Grants, Scholarships, Stipends, Fellowships/Assistantships, and other awards are considered income. Loans, although currently a source of income, are essentially future debt. Many landlords may look less favorably on loans as income without additional qualifying support (guarantor or paying multiple months rent up-front).   Credit - Having good credit is important, and it is a major part of the approval process. Landlords use your credit rating and history to make an assessment concerning your bill paying habits and responsibility to debt. If your income is lower than the customary requirement, a higher credit score (e.g., 700 or more) will help.     Bad Credit - a few late payments in your past may not hurt your credit but high credit card balances, past due or late payments, delinquincies and collections or a Housing Court ruling. If your credit score is lower (e.g., 550 or less), it can hurt your application and prevent you from getting the apartment.     Assets - Additional assets will help your application. Many students may not have enough income to meet the customary requirements, and either have weak or no credit history at all (this is particularly true for international students). If you have 6 to 12 months of rent available in a bank account (loans, parents, grants), landlords may accept multiple months of rent or security deposit paid in advance as an alternative way of approving you (*Make sure this arrangement is in writing*). If your credit is very poor, some landlords may still refuse to rent to you.   Guarantor - For students or young individuals who do not meet the income, or credit requirements, a guarantor might be the solution. A guarantor (co-signor) is someone who is willing to take the financial liability of your lease if you are unable or unwilling to fulfill it. The guarantor is generally not required to pay anything in order to get you approved; however by agreeing to guarantee you, they are responsible for all terms of your lease. If you are sharing an apartment, it is important to understand the guarantor is ultimately responsible for the entire lease. Landlords may accept multiple guarantors, however, they are not legally obligated to do so. If a landlord is inclined to refuse an application based on poor credit, the decision to allow a guarantor for approval may depend on how bad the credit is and how strict their policies are. Sometimes a combination of guarantor and extra security are needed.     *A note for international students: Landlords may ask for three or more months' deposit on an apartment if you do not have a guarantor who is employed in the United States.                                 Off Campus Living Pre-Recorded Webinar Take a look at our pre-recorded presentation on your own time. This presentation will provide you with information on how to navigate this website and make the most of the resources available. Read More             Tenant Rights and Resources     NYC Market Data by CitiHabitats   Tenant.net   Tenant's Rights Guide - NY Attorney General's Office     NYC Tenants Rights and Legal Help   NYC Mayor's Office for People with Disabilities     NYC Rent Guidelines Board   NYC Apartment Hunting Tips   NYC Resident Consumer Information   NY Attorney General Housing Publications   NYC Emergency Preparedness Planning   Hiring a Moving Company   The Housing Council   Legal Assistance and Notary Public   My Landlord Score                   NYC Public Advocate's Office Tenants' Rights information, advocacy organizations for tenants, legal aid, and a \"Worst Landlord Watchlist\". Read More             Guarantors     A guarantor, also called a co-signor, is someone who is willing to guarantee your lease. The guarantor is responsible for all terms of your lease and guaranties not only your share of the rent but the entire lease - if in a share situation. Below are fee based guarantor's if you do not have someone who can co-sign for you:     INSURENT Lease Guaranty   EZLeaseRentals     Note that NYU is not affiliated with any of those listed above.              Using a Real Estate Broker   A very common way to find an apartment in New York City is through a real estate broker. New York State licenses real estate brokers and salespersons. Brokers charge a commission for their services which is usually a stated percentage of the first year’s rent. The amount of the commission is not set by law and should be negotiated between the parties. The broker must assist the client in finding and obtaining an apartment before a commission may be charged. The fee should not be paid until the client is offered a lease signed by the landlord. The broker may also charge the client a reasonable amount to conduct a credit check. Under the Rent Stabilization Code, a broker’s commission may be considered “rent” in excess of legal rent when there is too close of a business or financial connection between the broker and the landlord.   For a list of brokers, not affiliated with NYU, however provided as they have indicated an interest in working with college students in their search for accommodations, is available under the Apartment Search Links tab .              NYC and Neighborhood Resources     Visit our resource pages for information about local storage, moving, appliance and furniture rentals, and other helpful information. Read more »                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Finding an Apartment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   Off Campus Living                 Sub Navigation                                 Finding an Apartment                       Apartment Search Links                       List An Apartment                       Living with Roommates                       Glossary                                                                   Finding an Apartment      Searching well in advance of your actual move-in date may seem desirable, but the New York real estate market is unique in its pace. Be prepared to discover that vacancies do not make themselves known until approximately thirty days before move-in. It will be difficult to view an available apartment before this. Any apartment you find well in advance of your desired move-in date will likely not be vacant when you are ready to move. A two to four week period is usually sufficient for an apartment search in New York City.   That being said, you can use the time leading up to your actual search to review online listings, look at neighborhoods, and review market data so that you are prepared and confident when you begin your housing search in earnest.                                                            Apartment Listings                                                                                                Finding a Roommate                                                                                               NYC Apartment Hunting Tips (NYC.gov)                                             Do Your Research   The most crucial component of apartment hunting in New York City is going into the rental market prepared. Whether you are looking for sublets, apartment rentals, or roommates, there are a variety of factors that you need to consider first. Check out our Glossary page for more information on commonly used terms in the NYC rental market.     Manage your expectations. The newer the apartment, the appliances, the facilities and conveneiences - like proximity to a subway or even NYU, means a higher price. Elevators and a doorman add to the price as well. Be open to the possibility of having to live in Brookly, Queens or even New Jersey to get a better price and more space. Know your wants from your must haves -- more than one bathroom or bedroom, quiet neighborhood, closet space, safety of the neighborhood, building amentieis. Basically, go into your search knowing what you can live with and what you can't live without!     Questions to Ask     As you begin your search, make sure to include these questions to your own:       Are utilities included in the rent?     Are pets allowed?     Is pest extermination an additional expense or a service provided by the building management?     Does the superintendent live on site? If not, is one available by phone?   How close are the nearest police and fire stations?     Are the building and surrounding areas well illuminated at night?     How close is the building to high traffic, well-traveled areas?     Is there a security system in the building?     Does the building have a doorman or buzzer system for guests and deliveries?     Are the locks on the doors of the building and the space adequately secure?     Is there a peephole in the door to see who is calling?     Is there a sufficient number of working smoke detectors in the living space and hallways?     Are there adequate emergency escape routes in case of fire?     What is the area's crime rate? (Statistics of reported crimes can be obtained by visiting the local police precinct closest to the building.)   How accessible is the building for a person in a wheelchair or other mobility issues.          Applications for an Apartment   Landlords generally approve applicants based on the strength and/or balance of an individual's income, credit, assets, and guarantor. The following are commonly required information and details that will help you prepare for completing an application for an apartment:     Income In Manhattan - most landlords will require that you earn annually at least 40 to 50 times the amount of the monthly rent. If the rent is $1500 per month, you may need to show approx. $60,000 in annual income. In the outlying areas of Manhattan (Brooklyn, Queens, NJ, etc.) most landlords will require less income, approximately 30 to 35 times the amount of monthly rent. Roommate/Shares and Sublets may require less annual income as well.   Grants, Scholarships, Stipends, Fellowships/Assistantships, and other awards are considered income. Loans, although currently a source of income, are essentially future debt. Many landlords may look less favorably on loans as income without additional qualifying support (guarantor or paying multiple months rent up-front).   Credit - Having good credit is important, and it is a major part of the approval process. Landlords use your credit rating and history to make an assessment concerning your bill paying habits and responsibility to debt. If your income is lower than the customary requirement, a higher credit score (e.g., 700 or more) will help.     Bad Credit - a few late payments in your past may not hurt your credit but high credit card balances, past due or late payments, delinquincies and collections or a Housing Court ruling. If your credit score is lower (e.g., 550 or less), it can hurt your application and prevent you from getting the apartment.     Assets - Additional assets will help your application. Many students may not have enough income to meet the customary requirements, and either have weak or no credit history at all (this is particularly true for international students). If you have 6 to 12 months of rent available in a bank account (loans, parents, grants), landlords may accept multiple months of rent or security deposit paid in advance as an alternative way of approving you (*Make sure this arrangement is in writing*). If your credit is very poor, some landlords may still refuse to rent to you.   Guarantor - For students or young individuals who do not meet the income, or credit requirements, a guarantor might be the solution. A guarantor (co-signor) is someone who is willing to take the financial liability of your lease if you are unable or unwilling to fulfill it. The guarantor is generally not required to pay anything in order to get you approved; however by agreeing to guarantee you, they are responsible for all terms of your lease. If you are sharing an apartment, it is important to understand the guarantor is ultimately responsible for the entire lease. Landlords may accept multiple guarantors, however, they are not legally obligated to do so. If a landlord is inclined to refuse an application based on poor credit, the decision to allow a guarantor for approval may depend on how bad the credit is and how strict their policies are. Sometimes a combination of guarantor and extra security are needed.     *A note for international students: Landlords may ask for three or more months' deposit on an apartment if you do not have a guarantor who is employed in the United States.                                 Off Campus Living Pre-Recorded Webinar Take a look at our pre-recorded presentation on your own time. This presentation will provide you with information on how to navigate this website and make the most of the resources available. Read More             Tenant Rights and Resources     NYC Market Data by CitiHabitats   Tenant.net   Tenant's Rights Guide - NY Attorney General's Office     NYC Tenants Rights and Legal Help   NYC Mayor's Office for People with Disabilities     NYC Rent Guidelines Board   NYC Apartment Hunting Tips   NYC Resident Consumer Information   NY Attorney General Housing Publications   NYC Emergency Preparedness Planning   Hiring a Moving Company   The Housing Council   Legal Assistance and Notary Public   My Landlord Score                   NYC Public Advocate's Office Tenants' Rights information, advocacy organizations for tenants, legal aid, and a \"Worst Landlord Watchlist\". Read More             Guarantors     A guarantor, also called a co-signor, is someone who is willing to guarantee your lease. The guarantor is responsible for all terms of your lease and guaranties not only your share of the rent but the entire lease - if in a share situation. Below are fee based guarantor's if you do not have someone who can co-sign for you:     INSURENT Lease Guaranty   EZLeaseRentals     Note that NYU is not affiliated with any of those listed above.              Using a Real Estate Broker   A very common way to find an apartment in New York City is through a real estate broker. New York State licenses real estate brokers and salespersons. Brokers charge a commission for their services which is usually a stated percentage of the first year’s rent. The amount of the commission is not set by law and should be negotiated between the parties. The broker must assist the client in finding and obtaining an apartment before a commission may be charged. The fee should not be paid until the client is offered a lease signed by the landlord. The broker may also charge the client a reasonable amount to conduct a credit check. Under the Rent Stabilization Code, a broker’s commission may be considered “rent” in excess of legal rent when there is too close of a business or financial connection between the broker and the landlord.   For a list of brokers, not affiliated with NYU, however provided as they have indicated an interest in working with college students in their search for accommodations, is available under the Apartment Search Links tab .              NYC and Neighborhood Resources     Visit our resource pages for information about local storage, moving, appliance and furniture rentals, and other helpful information. Read more »                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Apartment Search Links                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   Off Campus Living                 Sub Navigation                                 Finding an Apartment                       Apartment Search Links                       List An Apartment                       Living with Roommates                       Glossary                                                                   Apartment Search Links      We realize searching for an apartment in New York City takes tremendous effort and time. Below, we have compiled a list of websites that will assist you in your apartment search. These websites will help you get acquainted with what type of apartment options are being advertised, as well as information on costs, ammenities, and the local area. These sites also allow you to search for rentals that meet your specific requirements, and to organize your search along the way.     The websites we have provided on this page are provided to assist you with your search based on feedback from other students who found the sites helpful. Please keep in mind that NYU does not have any relationship with these companies, unless otherwise noted, and inclusion on this list does not constitute a recommendation or endorsement. NYU is unable to vet any website or listing, so please conduct your search carefully.                apartmentguide.com   apartmentlist.com   Campus (community living)   craigslist.org   crashdwell.com   CampusCribz     gonofee.com/   insidedigs.com   livelovely.com   myapartmentmap.com   myspacenyc.com   nybits.com     nycintern.org   nyhabitat.com   padmapper.com   rent.com   renthackr.com/   renthop.com   renterst.com   streeteasy.com   studenthousing.org   cityspade.com   trulia.com   urbanedgeny.com   zumper.com     Facebook Group (not affiliated with NYU)   Brickunderground (Insider's Guide to Real Estate)   Leasebreak                                                                                    Finding a Roommate                                                                                               Summer Housing at NYU                                             Avoiding Scams     We all know someone or have heard about the scams that take place on websites, so here are some tips for you to consider when searching online:     Trust your gut!  If you read a listing that sounds great, but something just feels off, trust what you feel. If you get an uneasy feeling from emailing a potential landlord or feel that something just isn’t right, do NOT follow through.   If it sounds too good to be true… it is.  If a fully furnished, 2-bedroom apartment is for rent in the West Village in a luxury, high-rise, doorman building for $500, it most likely isn’t real.     Never wire money overseas or send cash.  Many scammers prefer not to meet their victims face to face. Instead, the owner (read: scammer) will “unfortunately” be out of town, or out of the country. You’ll be asked to wire them the funds via Western Union or MoneyGram, and then you’ll never hear from them again. Only hand over money once you’ve physically been to the address and physically been inside the apartment with an agent.     Deal Locally.  Only deal locally or with people that you can meet in person - follow this one simple rule and you will avoid 99% of the scam attempts. If they cannot meet with you, that should raise a red flag. Make sure you have a phone number and even an office location that you can verify with the person showing you the apartment.     FAKE CASHIER CHECKS &amp; MONEY ORDERS ARE COMMON, and BANKS WILL CASH THEM AND THEN HOLD YOU RESPONSIBLE when the fake is discovered weeks later.   Most websites are not accountable.  Unless it is specifically stated on their website, most websites are NOT INVOLVED IN ANY TRANSACTION, and do not handle payments, guarantee transactions, vet properties or listers, provide escrow services, or offer &quot;buyer protection&quot; or &quot;seller certification”. If you are scammed, websites are not likely to reimburse you or take responsibility. They are simply providing a means to which information can be shared.     Never give out financial information.  Never send anyone a bank account number, social security number, eBay/PayPal info, etc. AVOID DEALS INVOLVING SHIPPING OR ESCROW SERVICES and know that ONLY A SCAMMER WILL &quot;GUARANTEE&quot; YOUR TRANSACTION.   Recognizing scams.  Key words in a scam advertisement: inquiry from someone far away, often in another country, Western Union, Money Gram, cashier's check, money order, cash only, shipping, escrow service, or a &quot;guarantee&quot;inability or refusal to meet face-to-face before consumating transaction, no phone number or physical location of an office.     New York City is a much safer place. Be smart about your decision, don't feel pushed or rushed into it, and again, trust your feelings. If by chance you happen to be a victim of a scam, then call the police and report it as soon as possible. If you pulled a listing off a website, notify the website owner as well so others don't become a victim.                          NYU Housing Registry   The NYU Housing Registry, accessed through your NYUHome account , provides a listing of available non-NYU apartments and shares, exclusively viewable to the NYU community. It's also a great resource to find other students who are searching for an apartment or those who may be looking to share a space within their current living situation.     If you have never logged on to NYUHome, make sure to activate your account . Information about eligibility for NYU Home accounts is available at www.nyu.edu/its/students/ .   Note: The Housing Registry is only accessible to NYU students enrolled in a full-time degree program, faculty, and staff members. If you are currently enrolled and do not have access, please contact ITS (212-998-3333) for assistance.   Please note that NYU does not own properties nor is able to verify information provided in listings.         1. Go to: NYUHome 2. Click on  NYU Life 3. Click on Housing Registry           Real Estate Brokers   The resources below are not affiliated with NYU, however they are provided here as they have indicated an interest in working with college students in their search for accommodations.   Off Campus Apartments NYC  This brokerage team is for NYU students by NYU students. They specialize in affordable and spacious apartments in the East Village, West Village, and Greenwich Village. For more information visit:   www.offcampusapartments.nyc  T: (212)- 763 -7710 | E: nyu@offcampusapts.nyc     CITIHABITATS  Citi Habitats offers NYU students a discount in the broker fee. For more information, please complete the Client Information Form and someone from Citi Habitats will reach out to you. Click here.   NYCollegeRentals  This broker specializes in apartment rentals for college students who want to live in Manhattan and offers NYU students a discount in the broker fee. Contact Lucas Chu from the Corcoran Group.  T: 631-901-8907 | Lucas@nycollegerentals.com | NYCollegeRentals.com            Short Term Stays     Need to find a place to stay while apartment hunting? The following sites provide &quot;short-term&quot; options that tend to be lower than traditional hotels.       92y.org/Residence   hostelworld.com   hostels.com   hostelbookers.com   ymcanyc.org   nyctourist.com   3e3dorm.com   pinkdorms.com   sarahomestay.com   sublet.com   homeaway.com   airbnb.com     flipkey.com   VacationHomeRentals.com     CrashDwell.com (sublet from other college students)   Leasebreak (leasebreaks and short-term rentals)     Hotels     Hotels are big business in NYC and depending on the time of the year, can be very pricey. There are a number of local hotels that provide discounts to the NYU community, however, we encourage you to also use some of the travel and hotel search engines to help you in your hotel search.     This list is provided for informational purposes only. While some of these hotels offer discounts for the NYU community, we neither endorse nor seek to promote any particular hotel.       NYU Visit Us Hotel List     NYU Traveler Hotel List   Google Hotel Finder     Let's Book Hotel                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Finding an Apartment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   Off Campus Living                 Sub Navigation                                 Finding an Apartment                       Apartment Search Links                       List An Apartment                       Living with Roommates                       Glossary                                                                   Finding an Apartment      Searching well in advance of your actual move-in date may seem desirable, but the New York real estate market is unique in its pace. Be prepared to discover that vacancies do not make themselves known until approximately thirty days before move-in. It will be difficult to view an available apartment before this. Any apartment you find well in advance of your desired move-in date will likely not be vacant when you are ready to move. A two to four week period is usually sufficient for an apartment search in New York City.   That being said, you can use the time leading up to your actual search to review online listings, look at neighborhoods, and review market data so that you are prepared and confident when you begin your housing search in earnest.                                                            Apartment Listings                                                                                                Finding a Roommate                                                                                               NYC Apartment Hunting Tips (NYC.gov)                                             Do Your Research   The most crucial component of apartment hunting in New York City is going into the rental market prepared. Whether you are looking for sublets, apartment rentals, or roommates, there are a variety of factors that you need to consider first. Check out our Glossary page for more information on commonly used terms in the NYC rental market.     Manage your expectations. The newer the apartment, the appliances, the facilities and conveneiences - like proximity to a subway or even NYU, means a higher price. Elevators and a doorman add to the price as well. Be open to the possibility of having to live in Brookly, Queens or even New Jersey to get a better price and more space. Know your wants from your must haves -- more than one bathroom or bedroom, quiet neighborhood, closet space, safety of the neighborhood, building amentieis. Basically, go into your search knowing what you can live with and what you can't live without!     Questions to Ask     As you begin your search, make sure to include these questions to your own:       Are utilities included in the rent?     Are pets allowed?     Is pest extermination an additional expense or a service provided by the building management?     Does the superintendent live on site? If not, is one available by phone?   How close are the nearest police and fire stations?     Are the building and surrounding areas well illuminated at night?     How close is the building to high traffic, well-traveled areas?     Is there a security system in the building?     Does the building have a doorman or buzzer system for guests and deliveries?     Are the locks on the doors of the building and the space adequately secure?     Is there a peephole in the door to see who is calling?     Is there a sufficient number of working smoke detectors in the living space and hallways?     Are there adequate emergency escape routes in case of fire?     What is the area's crime rate? (Statistics of reported crimes can be obtained by visiting the local police precinct closest to the building.)   How accessible is the building for a person in a wheelchair or other mobility issues.          Applications for an Apartment   Landlords generally approve applicants based on the strength and/or balance of an individual's income, credit, assets, and guarantor. The following are commonly required information and details that will help you prepare for completing an application for an apartment:     Income In Manhattan - most landlords will require that you earn annually at least 40 to 50 times the amount of the monthly rent. If the rent is $1500 per month, you may need to show approx. $60,000 in annual income. In the outlying areas of Manhattan (Brooklyn, Queens, NJ, etc.) most landlords will require less income, approximately 30 to 35 times the amount of monthly rent. Roommate/Shares and Sublets may require less annual income as well.   Grants, Scholarships, Stipends, Fellowships/Assistantships, and other awards are considered income. Loans, although currently a source of income, are essentially future debt. Many landlords may look less favorably on loans as income without additional qualifying support (guarantor or paying multiple months rent up-front).   Credit - Having good credit is important, and it is a major part of the approval process. Landlords use your credit rating and history to make an assessment concerning your bill paying habits and responsibility to debt. If your income is lower than the customary requirement, a higher credit score (e.g., 700 or more) will help.     Bad Credit - a few late payments in your past may not hurt your credit but high credit card balances, past due or late payments, delinquincies and collections or a Housing Court ruling. If your credit score is lower (e.g., 550 or less), it can hurt your application and prevent you from getting the apartment.     Assets - Additional assets will help your application. Many students may not have enough income to meet the customary requirements, and either have weak or no credit history at all (this is particularly true for international students). If you have 6 to 12 months of rent available in a bank account (loans, parents, grants), landlords may accept multiple months of rent or security deposit paid in advance as an alternative way of approving you (*Make sure this arrangement is in writing*). If your credit is very poor, some landlords may still refuse to rent to you.   Guarantor - For students or young individuals who do not meet the income, or credit requirements, a guarantor might be the solution. A guarantor (co-signor) is someone who is willing to take the financial liability of your lease if you are unable or unwilling to fulfill it. The guarantor is generally not required to pay anything in order to get you approved; however by agreeing to guarantee you, they are responsible for all terms of your lease. If you are sharing an apartment, it is important to understand the guarantor is ultimately responsible for the entire lease. Landlords may accept multiple guarantors, however, they are not legally obligated to do so. If a landlord is inclined to refuse an application based on poor credit, the decision to allow a guarantor for approval may depend on how bad the credit is and how strict their policies are. Sometimes a combination of guarantor and extra security are needed.     *A note for international students: Landlords may ask for three or more months' deposit on an apartment if you do not have a guarantor who is employed in the United States.                                 Off Campus Living Pre-Recorded Webinar Take a look at our pre-recorded presentation on your own time. This presentation will provide you with information on how to navigate this website and make the most of the resources available. Read More             Tenant Rights and Resources     NYC Market Data by CitiHabitats   Tenant.net   Tenant's Rights Guide - NY Attorney General's Office     NYC Tenants Rights and Legal Help   NYC Mayor's Office for People with Disabilities     NYC Rent Guidelines Board   NYC Apartment Hunting Tips   NYC Resident Consumer Information   NY Attorney General Housing Publications   NYC Emergency Preparedness Planning   Hiring a Moving Company   The Housing Council   Legal Assistance and Notary Public   My Landlord Score                   NYC Public Advocate's Office Tenants' Rights information, advocacy organizations for tenants, legal aid, and a \"Worst Landlord Watchlist\". Read More             Guarantors     A guarantor, also called a co-signor, is someone who is willing to guarantee your lease. The guarantor is responsible for all terms of your lease and guaranties not only your share of the rent but the entire lease - if in a share situation. Below are fee based guarantor's if you do not have someone who can co-sign for you:     INSURENT Lease Guaranty   EZLeaseRentals     Note that NYU is not affiliated with any of those listed above.              Using a Real Estate Broker   A very common way to find an apartment in New York City is through a real estate broker. New York State licenses real estate brokers and salespersons. Brokers charge a commission for their services which is usually a stated percentage of the first year’s rent. The amount of the commission is not set by law and should be negotiated between the parties. The broker must assist the client in finding and obtaining an apartment before a commission may be charged. The fee should not be paid until the client is offered a lease signed by the landlord. The broker may also charge the client a reasonable amount to conduct a credit check. Under the Rent Stabilization Code, a broker’s commission may be considered “rent” in excess of legal rent when there is too close of a business or financial connection between the broker and the landlord.   For a list of brokers, not affiliated with NYU, however provided as they have indicated an interest in working with college students in their search for accommodations, is available under the Apartment Search Links tab .              NYC and Neighborhood Resources     Visit our resource pages for information about local storage, moving, appliance and furniture rentals, and other helpful information. Read more »                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Apartment Search Links                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   Off Campus Living                 Sub Navigation                                 Finding an Apartment                       Apartment Search Links                       List An Apartment                       Living with Roommates                       Glossary                                                                   Apartment Search Links      We realize searching for an apartment in New York City takes tremendous effort and time. Below, we have compiled a list of websites that will assist you in your apartment search. These websites will help you get acquainted with what type of apartment options are being advertised, as well as information on costs, ammenities, and the local area. These sites also allow you to search for rentals that meet your specific requirements, and to organize your search along the way.     The websites we have provided on this page are provided to assist you with your search based on feedback from other students who found the sites helpful. Please keep in mind that NYU does not have any relationship with these companies, unless otherwise noted, and inclusion on this list does not constitute a recommendation or endorsement. NYU is unable to vet any website or listing, so please conduct your search carefully.                apartmentguide.com   apartmentlist.com   Campus (community living)   craigslist.org   crashdwell.com   CampusCribz     gonofee.com/   insidedigs.com   livelovely.com   myapartmentmap.com   myspacenyc.com   nybits.com     nycintern.org   nyhabitat.com   padmapper.com   rent.com   renthackr.com/   renthop.com   renterst.com   streeteasy.com   studenthousing.org   cityspade.com   trulia.com   urbanedgeny.com   zumper.com     Facebook Group (not affiliated with NYU)   Brickunderground (Insider's Guide to Real Estate)   Leasebreak                                                                                    Finding a Roommate                                                                                               Summer Housing at NYU                                             Avoiding Scams     We all know someone or have heard about the scams that take place on websites, so here are some tips for you to consider when searching online:     Trust your gut!  If you read a listing that sounds great, but something just feels off, trust what you feel. If you get an uneasy feeling from emailing a potential landlord or feel that something just isn’t right, do NOT follow through.   If it sounds too good to be true… it is.  If a fully furnished, 2-bedroom apartment is for rent in the West Village in a luxury, high-rise, doorman building for $500, it most likely isn’t real.     Never wire money overseas or send cash.  Many scammers prefer not to meet their victims face to face. Instead, the owner (read: scammer) will “unfortunately” be out of town, or out of the country. You’ll be asked to wire them the funds via Western Union or MoneyGram, and then you’ll never hear from them again. Only hand over money once you’ve physically been to the address and physically been inside the apartment with an agent.     Deal Locally.  Only deal locally or with people that you can meet in person - follow this one simple rule and you will avoid 99% of the scam attempts. If they cannot meet with you, that should raise a red flag. Make sure you have a phone number and even an office location that you can verify with the person showing you the apartment.     FAKE CASHIER CHECKS &amp; MONEY ORDERS ARE COMMON, and BANKS WILL CASH THEM AND THEN HOLD YOU RESPONSIBLE when the fake is discovered weeks later.   Most websites are not accountable.  Unless it is specifically stated on their website, most websites are NOT INVOLVED IN ANY TRANSACTION, and do not handle payments, guarantee transactions, vet properties or listers, provide escrow services, or offer &quot;buyer protection&quot; or &quot;seller certification”. If you are scammed, websites are not likely to reimburse you or take responsibility. They are simply providing a means to which information can be shared.     Never give out financial information.  Never send anyone a bank account number, social security number, eBay/PayPal info, etc. AVOID DEALS INVOLVING SHIPPING OR ESCROW SERVICES and know that ONLY A SCAMMER WILL &quot;GUARANTEE&quot; YOUR TRANSACTION.   Recognizing scams.  Key words in a scam advertisement: inquiry from someone far away, often in another country, Western Union, Money Gram, cashier's check, money order, cash only, shipping, escrow service, or a &quot;guarantee&quot;inability or refusal to meet face-to-face before consumating transaction, no phone number or physical location of an office.     New York City is a much safer place. Be smart about your decision, don't feel pushed or rushed into it, and again, trust your feelings. If by chance you happen to be a victim of a scam, then call the police and report it as soon as possible. If you pulled a listing off a website, notify the website owner as well so others don't become a victim.                          NYU Housing Registry   The NYU Housing Registry, accessed through your NYUHome account , provides a listing of available non-NYU apartments and shares, exclusively viewable to the NYU community. It's also a great resource to find other students who are searching for an apartment or those who may be looking to share a space within their current living situation.     If you have never logged on to NYUHome, make sure to activate your account . Information about eligibility for NYU Home accounts is available at www.nyu.edu/its/students/ .   Note: The Housing Registry is only accessible to NYU students enrolled in a full-time degree program, faculty, and staff members. If you are currently enrolled and do not have access, please contact ITS (212-998-3333) for assistance.   Please note that NYU does not own properties nor is able to verify information provided in listings.         1. Go to: NYUHome 2. Click on  NYU Life 3. Click on Housing Registry           Real Estate Brokers   The resources below are not affiliated with NYU, however they are provided here as they have indicated an interest in working with college students in their search for accommodations.   Off Campus Apartments NYC  This brokerage team is for NYU students by NYU students. They specialize in affordable and spacious apartments in the East Village, West Village, and Greenwich Village. For more information visit:   www.offcampusapartments.nyc  T: (212)- 763 -7710 | E: nyu@offcampusapts.nyc     CITIHABITATS  Citi Habitats offers NYU students a discount in the broker fee. For more information, please complete the Client Information Form and someone from Citi Habitats will reach out to you. Click here.   NYCollegeRentals  This broker specializes in apartment rentals for college students who want to live in Manhattan and offers NYU students a discount in the broker fee. Contact Lucas Chu from the Corcoran Group.  T: 631-901-8907 | Lucas@nycollegerentals.com | NYCollegeRentals.com            Short Term Stays     Need to find a place to stay while apartment hunting? The following sites provide &quot;short-term&quot; options that tend to be lower than traditional hotels.       92y.org/Residence   hostelworld.com   hostels.com   hostelbookers.com   ymcanyc.org   nyctourist.com   3e3dorm.com   pinkdorms.com   sarahomestay.com   sublet.com   homeaway.com   airbnb.com     flipkey.com   VacationHomeRentals.com     CrashDwell.com (sublet from other college students)   Leasebreak (leasebreaks and short-term rentals)     Hotels     Hotels are big business in NYC and depending on the time of the year, can be very pricey. There are a number of local hotels that provide discounts to the NYU community, however, we encourage you to also use some of the travel and hotel search engines to help you in your hotel search.     This list is provided for informational purposes only. While some of these hotels offer discounts for the NYU community, we neither endorse nor seek to promote any particular hotel.       NYU Visit Us Hotel List     NYU Traveler Hotel List   Google Hotel Finder     Let's Book Hotel                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "List An Apartment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   Off Campus Living                 Sub Navigation                                 Finding an Apartment                       Apartment Search Links                       List An Apartment                       Living with Roommates                       Glossary                                                                   List An Apartment       To assist students with finding non-NYU housing, the Student Resource Center hosts the Housing Registry which is only available to the NYU community through their NYU Home account. This database contains apartments and rooms for rent, as well as a roommate registry. Brokers and non-members of the University Community are invited to post a listing on the Housing Registry as long as the following guidelines are followed:     For Brokers...       Include the word BROKER in capitals in the Other Information section   Include the associated brokerage firm   Include a complete description of any and all fees   The listing will be removed if the above is not included in the listing   NYU reserves the right to restrict certain brokers from posting for repeated non-compliance with the above requirements     For all listings...     If you would like to rent a room in your apartment, we define that as a SHARE in the database - please list it as such, not as an &quot;Apartment&quot;.   Include the exact address of the apartment, including apartment number.   Include your full name and contact information.   Each listing is reviewed prior to posting. Any listings that do not follow the guidelines above will not be posted.     Should we receive complaints about your listings, your listings privileges may be denied.     Please Note:   The Student Resource Center does not investigate, endorse, or guarantee the accuracy of the information provided in the listing, the condition of the accommodation, or the suitability or performance of either the lister or any prospective tenant. NYU shall not be responsible for any loss or damage suffered or incurred by any individual or entity arising out of or relating to the listings. NYU shall not be deemed to be a party, and shall have no responsibility or obligation to enforce such agreement.                                            To Post, Modify        or Remove a Listing          Click Here                                                                                                                                                                             NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]