[{"detail": [{"content": "Curriculum, Degree Requirements & Timeline                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                                                       Admissions/Academic Programs                                                            Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              Admissions&#x2f;Academic Programs &gt; Master&#x27;s Degree Programs &gt; Biomaterials             MS in Biomaterials: Curriculum, Degree Requirements & Timeline                Degree Requirements                                                  Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 36 points course work with grade of B or better; (2) satisfactory oral defense of a completed research effort; (3) submission of an approved research thesis. Of the 36 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYU College of Dentistry. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon research progress and summer semester attendance. It is anticipated that part time students should finish the program in three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Non-Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 40 points course work with grade of B or better; (2) satisfactory submission of an approved independent project in biomaterials. Of the 40 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYUCD. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon progress and summer semester attendance. It is anticipated that part time students should finish the program in about three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Requirements for the First Year                               Research Methods and Principles of Biomaterials Science. All beginning graduate students are required to register in their first Fall semester for BIOM-DN 2001, “Introduction to Research” (2 credits), and BIOM-DN 1000, “Principles of Biomaterials Science” (3 credits). For Introduction to Research there are two requirements for obtaining a grade of P (Pass) on this course: (1) Satisfactory attendance and participation in the course and (2) Submission of a research protocol (not necessarily the thesis protocol).   Also mentioned above, during the first year, the student must secure a faculty mentor from within the department who has formally agreed to supervise the thesis research or independent project. Upon approval by the Biomaterials and Biomimetics Department Chairman, a Co-mentor from another department in the University may be assigned to advise the student.   Thesis research protocol.&amp;nbsp;The thesis proposal (protocol) for the completion of original research must be: (1) approved by the mentor and the Department Chair, (2) filed with the Director of Graduate Studies and the Laboratory Manager, and (3) presented and approved at a department research meeting. The student must have received a grade of P in the Introduction to Research in Biomaterials course.   The plan of study and the thesis research are formulated in consultation with the faculty mentor(s). The thesis must represent original, independent research in a significant area of biomaterials and biomimetics at a level comparable to research published in recognized journals or as professional monographs. When the thesis is completed and has been approved by the mentor(s) and by a research advisory committee (readers) assigned by the Director of Graduate Studies, the candidate defends the results of the research before a faculty committee. No more than twelve months should lapse between the approved proposal and the thesis defense. Exceptions requiring time extension must be approved by the Chair of the Department of Biomaterials and Biomimetics or program director.   Non-thesis option. The nature of the independent project in Biomaterials must be developed in consultation with a faculty mentor and approved by the director of graduate studies.                                                              Special Program                               Special Program Emphasis may be arranged by the Department Chair or program director for students desiring to participate in a Special Emphasis research study (e.g. concentration in another department of the University, but still related to Biomaterials and Biomimetics (physics, chemistry, biology, etc.). Students working with a Special Program Emphasis may, in consultation with the Director of Graduate Studies, be required to take courses in addition to the 36 points mentioned above.                                                              Departmental Meetings and Seminars                               Mandatory attendance is required of all graduate students to periodic departmental seminars and/or research group meetings and various sessions of Laboratory Safety (see section “Requirements for Participation in Research”). At these seminars and research group meetings, students, faculty and scholars from other institutions discuss their research plans and findings. In addition, the department may co-sponsor special seminars throughout the year for which attendance is also mandatory unless specifically excused by the Director of Graduate Studies.                                                              Meetings with Program Administrator                               All students are required to schedule regular meetings with the Program Administrator in order to keep current regarding course requirements, regulatory status, research requirements, research progress, thesis defense preparations, and if applicable, visa status.                                                              Graduation Information                               Information concerning NYUCD graduation dates and participation in NYUCD graduation ceremonies can be obtained from the Program Administrator and NYUCD administration.                    Curriculum     Each course consists of a series of lectures (and laboratory sessions when indicated), mid-term and final examination. Courses indicated by an asterisk (*) are required. Announcements of available courses, schedule changes and other information are posted on the Graduate Students Bulletin Board in the hall of 806S.                                                  Principles of Biomaterials Science (BIOM-DN 1000)                               [3 points. Course Directors: P. Coelho, N. Tovar]. Covers the scientific principles underlying the area of materials science, including concepts of kinetics, thermodynamics, diffusion, and quantum mechanics, etc., as they relate to their structure and properties of materials. Also discussed are the role of interfaces on absorption, nucleation, phase diagrams of interest to materials scientists, the role of dislocations and other defects in the macroscopic formation associated with materials, the solidification of metals and alloys, and mechanisms of strengthening alloys.                                                              Metal and Ceramic Biomaterials (BIOM-DN 1001)                               [3 points. Course Director: Y. Zhang]. Metals and ceramics are widely used in dental, biomedical, and an array of engineering applications. This course offers graduate students a comprehensive study of the structure and properties of metals and ceramics, as well as their criteria for practical applications. Also discussed are the fundamental structure-property-function relationship of materials, principles that determine the differences between metals and ceramics, and recent advances in the development of metals and ceramics for dental and medical applications. One of the objective, or philosophy, that I strive to maintain throughout the course is that if a topic or concept is important, then it is worth treating in sufficient details so that students can comprehend it without having to consult other sources.                                                              Polymers & Biopolymers (BIOM-DN 1002)                               [3 points. Course Director: P. Coelho]. Covers the chemistry, structure, and properties of polymers used in dentistry and medicine, both inorganic and organic. Topics include the science of large macromolecules, molecular weights and measurements, polymerization mechanisms, mechanical properties of polymers, thermoplastic and thermosetting resins, chemistry of poly-siloxanes, emulsion and suspension polymerization, polymers associated with restorative materials, ionic polymers, silicones, polymethyl- methacrylate, BIS-GMA, reinforced polymers, composites, etc.                                                              Testing Methods in Biomaterials (Biomechanics) (BIOM-DN 1004)                               Lecture [3 points. Course Directors: P. Coelho]. Covers the principles governing tensile tests, compressive tests, creep tests, and other mechanic properties testing as it relates to the biomechanics of the human body. This will include joints like the TMJ, and total joint replacements, as well as other medical devices including dental implants.                                                              Biomaterials-Tissue Interface I, II (BIOM-DN 1005, 1006)                               [3 points per semester. Course Director: J. Ricci]. Provides background knowledge on the response of cells in vitro and tissues in vivo to different types of biomaterials used in dentistry and medicine. Covers surface chemistry of biomaterials, protein interaction with surfaces, effects of surface chemistry and microstructure on cell and tissue response, and other topics.                                                              Degradation of Biomaterials (BIOM-DN 1007)                               [2 points. Course Directors: Y. Zhang, J. Ricci]. Covers the principles and testing of in vivo and in vitro corrosion. Describes electrochemical mechanisms, corrosion tendency and electrode potentials polarization and corrosion rates, passivity, and crevice corrosion. Also discussed are testing methods involving anodic potentiostatic and potentiodynamic polarization techniques, stress corrosion cracking, intergranular corrosion, corrosion fatigue, oxidation and tarnish phenomena, and principles governing corrosion resistant alloy development.                                                              Introduction to Electron Microscopy (BIOM-DN 1008)                               Lecture and laboratory. [3 points. Course Directors: J. Ricci, T. Bromage, D. Mijares]. Covers the physical construction of scanning electron microscope and the theory of its use, the signals emitted when a high velocity beam of electron is allowed to scan a specimen target, and principles of resolution and contrast. The principles and uses of backscattered electron imaging and x-ray microanalysis are also covered. Students will become familiar with specimen preparation, instrumental use for microstructural examination, and interpretation. The course provides hands on experience.                                                              Physical & Chemical Methods in Biomaterials (BIOM-DN 1011)                               Lecture and Laboratory. [3 points. Course Directors: D. Mijares, J. Ricci].Introduces students to the principles and techniques used in the study of materials an hard tissues, including x-ray diffraction, infrared spectroscopy, inductive coupled plasma, and mechanical testing. The course providesis an introduction to testing instrumentation and equipment.                                                              Experimental Design in Biomaterials Research I (BIOM-DN 1012)                               [3 points. Course Director: G. Fisch]. Covers mathematical and statistical tools that are useful in biomaterials research. Students are trained to (1) evaluate the technical and economic feasibility of a study; (2) design research protocols taking into account required statistical power and sample size; (3) use appropriate statistical analysis tools; and (4) interpret the significance of the experimental results. Reliability, Live Testing, and Weibull Analysis are also covered.                                                              Seminars in Biomaterials (BIOM-DN 1012, BIOM-DN 1015)                               [3 points. Course Director: Department Faculty]. Covers aspects of the materials used in clinical dentistry and medicine including restorative materials, alloys, cements, impression materials, gypsum products, and cell-biomaterial interactions.                                                              Readings in Biomaterials and Biomimetics (BIOM-DN 2000)                               [1 to 4 points. 1 point per semester] Course Director: Faculty]. Covers reviews of scientific literature related to biomaterials and biomimetics as designated by a faculty mentor. Requires students to prepare extensive reviews of selected topics.                                                              Research in Biomaterials (BIOM-DN 3000)                               [Course Director: Department Faculty. 1 to 6 points.] The student may use additional credits (1 to 6 points) each semester for thesis research.                                                              Introduction to Research (BIOM-DN 2001)                               [2 points. Course Director: D. Mijares].This course offers much of the necessary information for conduct thesis research and preparing the Masters thesis. It includes how to prepare scientific abstracts, papers, and presentations, use of reference databases, and also includes information on the different research program and topics that are actively being studied by department faculty.                                                              Imaging Science (BIOM-DN 1016)                               [4 points. Course Director: T. Bromage,]. This course will highlight basic principles of preparation and imaging relevant to biomaterials research, particularly as they relate to 2D and 3D transmitted and reflected light microscopy, and scanning electron microscopy of bone and tooth microanatomy. Each student will have the opportunity to work with samples, the purpose being to integrate preparation methods for some specific imaging mode(s). Students will also be exposed to and perform digital processing, analysis, and measurements of images acquired from their prepared samples.                                                              Complex Material Systems (BIOMA-DN 1017)                               [3 credits. Course Director: Y. Zhang] Many structural and biomedical components encounter service conditions that require materials performance to vary with location within the component. Conventional design using monolithic materials often fail to meet the application demands. This course offers graduate students a comprehensive study of structure-function-property relationships in composites across a range of applications. A background in composite materials design is provided, including multiphase metal, ceramic and polymer systems. This background is supplemented by study of the interactions between micro, meso and macro structures within several biological structures as a basis for biomimetic materials design. A number of lecturers from a broad range of disciplines give presentations in this integrated course.                                                              Independent Project in Biomaterials (BIOM-DN 3001)                               [2 credits. Course Directors: Faculty]This course requires an independent project that can be a thorough review of an advanced literature topic, evidenced based review, or researched subject resulting in manuscript or presentation on a topic previously accepted by the department.                      For more Information, please contact:   John L. Ricci, PhD   Director of Graduate Studies   Champa Chonzom   Department Administrator                            Timeline for Degree Completion   This time frame is based on a two-year completion plan for full time students for the Master’s Degree. It is anticipated that the student will complete most of the course requirement in the first academic year and the research requirements in the second year.     First Semester: Begin coursework. Begin selection process for thesis research project as well as mentor and committee selection.   Second Semester: At this time the mentor and committee should be selected and a preliminary proposal should be prepared. By mid semester these steps should be complete. By the end of this semester the student should have submitted their first draft of a thesis proposal.   Third Semester: By the beginning of the third semester of graduate study, the student should have an approved thesis proposal or independent project and be starting their writing. The student should also begin writing the final dissertation. The bulk of the thesis work and data acquisition should be conducted during this semester.   Fourth Semester: Work in the fourth semester should revolve around completion of thesis research, writing of the final dissertation, and completion of the Master’s Degree Checklist. At the middle of this semester arrangements should be made for submission of the final dissertation and arrangement of the thesis defense date. By the end of the semester, all thesis requirements should be completed so the student can graduate.                       apply online now Read More                                                                     Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}]},
{"detail": [{"content": "Curriculum, Degree Requirements & Timeline                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                                                       Admissions/Academic Programs                                                            Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              Admissions&#x2f;Academic Programs &gt; Master&#x27;s Degree Programs &gt; Biomaterials             MS in Biomaterials: Curriculum, Degree Requirements & Timeline                Degree Requirements                                                  Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 36 points course work with grade of B or better; (2) satisfactory oral defense of a completed research effort; (3) submission of an approved research thesis. Of the 36 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYU College of Dentistry. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon research progress and summer semester attendance. It is anticipated that part time students should finish the program in three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Non-Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 40 points course work with grade of B or better; (2) satisfactory submission of an approved independent project in biomaterials. Of the 40 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYUCD. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon progress and summer semester attendance. It is anticipated that part time students should finish the program in about three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Requirements for the First Year                               Research Methods and Principles of Biomaterials Science. All beginning graduate students are required to register in their first Fall semester for BIOM-DN 2001, “Introduction to Research” (2 credits), and BIOM-DN 1000, “Principles of Biomaterials Science” (3 credits). For Introduction to Research there are two requirements for obtaining a grade of P (Pass) on this course: (1) Satisfactory attendance and participation in the course and (2) Submission of a research protocol (not necessarily the thesis protocol).   Also mentioned above, during the first year, the student must secure a faculty mentor from within the department who has formally agreed to supervise the thesis research or independent project. Upon approval by the Biomaterials and Biomimetics Department Chairman, a Co-mentor from another department in the University may be assigned to advise the student.   Thesis research protocol.&amp;nbsp;The thesis proposal (protocol) for the completion of original research must be: (1) approved by the mentor and the Department Chair, (2) filed with the Director of Graduate Studies and the Laboratory Manager, and (3) presented and approved at a department research meeting. The student must have received a grade of P in the Introduction to Research in Biomaterials course.   The plan of study and the thesis research are formulated in consultation with the faculty mentor(s). The thesis must represent original, independent research in a significant area of biomaterials and biomimetics at a level comparable to research published in recognized journals or as professional monographs. When the thesis is completed and has been approved by the mentor(s) and by a research advisory committee (readers) assigned by the Director of Graduate Studies, the candidate defends the results of the research before a faculty committee. No more than twelve months should lapse between the approved proposal and the thesis defense. Exceptions requiring time extension must be approved by the Chair of the Department of Biomaterials and Biomimetics or program director.   Non-thesis option. The nature of the independent project in Biomaterials must be developed in consultation with a faculty mentor and approved by the director of graduate studies.                                                              Special Program                               Special Program Emphasis may be arranged by the Department Chair or program director for students desiring to participate in a Special Emphasis research study (e.g. concentration in another department of the University, but still related to Biomaterials and Biomimetics (physics, chemistry, biology, etc.). Students working with a Special Program Emphasis may, in consultation with the Director of Graduate Studies, be required to take courses in addition to the 36 points mentioned above.                                                              Departmental Meetings and Seminars                               Mandatory attendance is required of all graduate students to periodic departmental seminars and/or research group meetings and various sessions of Laboratory Safety (see section “Requirements for Participation in Research”). At these seminars and research group meetings, students, faculty and scholars from other institutions discuss their research plans and findings. In addition, the department may co-sponsor special seminars throughout the year for which attendance is also mandatory unless specifically excused by the Director of Graduate Studies.                                                              Meetings with Program Administrator                               All students are required to schedule regular meetings with the Program Administrator in order to keep current regarding course requirements, regulatory status, research requirements, research progress, thesis defense preparations, and if applicable, visa status.                                                              Graduation Information                               Information concerning NYUCD graduation dates and participation in NYUCD graduation ceremonies can be obtained from the Program Administrator and NYUCD administration.                    Curriculum     Each course consists of a series of lectures (and laboratory sessions when indicated), mid-term and final examination. Courses indicated by an asterisk (*) are required. Announcements of available courses, schedule changes and other information are posted on the Graduate Students Bulletin Board in the hall of 806S.                                                  Principles of Biomaterials Science (BIOM-DN 1000)                               [3 points. Course Directors: P. Coelho, N. Tovar]. Covers the scientific principles underlying the area of materials science, including concepts of kinetics, thermodynamics, diffusion, and quantum mechanics, etc., as they relate to their structure and properties of materials. Also discussed are the role of interfaces on absorption, nucleation, phase diagrams of interest to materials scientists, the role of dislocations and other defects in the macroscopic formation associated with materials, the solidification of metals and alloys, and mechanisms of strengthening alloys.                                                              Metal and Ceramic Biomaterials (BIOM-DN 1001)                               [3 points. Course Director: Y. Zhang]. Metals and ceramics are widely used in dental, biomedical, and an array of engineering applications. This course offers graduate students a comprehensive study of the structure and properties of metals and ceramics, as well as their criteria for practical applications. Also discussed are the fundamental structure-property-function relationship of materials, principles that determine the differences between metals and ceramics, and recent advances in the development of metals and ceramics for dental and medical applications. One of the objective, or philosophy, that I strive to maintain throughout the course is that if a topic or concept is important, then it is worth treating in sufficient details so that students can comprehend it without having to consult other sources.                                                              Polymers & Biopolymers (BIOM-DN 1002)                               [3 points. Course Director: P. Coelho]. Covers the chemistry, structure, and properties of polymers used in dentistry and medicine, both inorganic and organic. Topics include the science of large macromolecules, molecular weights and measurements, polymerization mechanisms, mechanical properties of polymers, thermoplastic and thermosetting resins, chemistry of poly-siloxanes, emulsion and suspension polymerization, polymers associated with restorative materials, ionic polymers, silicones, polymethyl- methacrylate, BIS-GMA, reinforced polymers, composites, etc.                                                              Testing Methods in Biomaterials (Biomechanics) (BIOM-DN 1004)                               Lecture [3 points. Course Directors: P. Coelho]. Covers the principles governing tensile tests, compressive tests, creep tests, and other mechanic properties testing as it relates to the biomechanics of the human body. This will include joints like the TMJ, and total joint replacements, as well as other medical devices including dental implants.                                                              Biomaterials-Tissue Interface I, II (BIOM-DN 1005, 1006)                               [3 points per semester. Course Director: J. Ricci]. Provides background knowledge on the response of cells in vitro and tissues in vivo to different types of biomaterials used in dentistry and medicine. Covers surface chemistry of biomaterials, protein interaction with surfaces, effects of surface chemistry and microstructure on cell and tissue response, and other topics.                                                              Degradation of Biomaterials (BIOM-DN 1007)                               [2 points. Course Directors: Y. Zhang, J. Ricci]. Covers the principles and testing of in vivo and in vitro corrosion. Describes electrochemical mechanisms, corrosion tendency and electrode potentials polarization and corrosion rates, passivity, and crevice corrosion. Also discussed are testing methods involving anodic potentiostatic and potentiodynamic polarization techniques, stress corrosion cracking, intergranular corrosion, corrosion fatigue, oxidation and tarnish phenomena, and principles governing corrosion resistant alloy development.                                                              Introduction to Electron Microscopy (BIOM-DN 1008)                               Lecture and laboratory. [3 points. Course Directors: J. Ricci, T. Bromage, D. Mijares]. Covers the physical construction of scanning electron microscope and the theory of its use, the signals emitted when a high velocity beam of electron is allowed to scan a specimen target, and principles of resolution and contrast. The principles and uses of backscattered electron imaging and x-ray microanalysis are also covered. Students will become familiar with specimen preparation, instrumental use for microstructural examination, and interpretation. The course provides hands on experience.                                                              Physical & Chemical Methods in Biomaterials (BIOM-DN 1011)                               Lecture and Laboratory. [3 points. Course Directors: D. Mijares, J. Ricci].Introduces students to the principles and techniques used in the study of materials an hard tissues, including x-ray diffraction, infrared spectroscopy, inductive coupled plasma, and mechanical testing. The course providesis an introduction to testing instrumentation and equipment.                                                              Experimental Design in Biomaterials Research I (BIOM-DN 1012)                               [3 points. Course Director: G. Fisch]. Covers mathematical and statistical tools that are useful in biomaterials research. Students are trained to (1) evaluate the technical and economic feasibility of a study; (2) design research protocols taking into account required statistical power and sample size; (3) use appropriate statistical analysis tools; and (4) interpret the significance of the experimental results. Reliability, Live Testing, and Weibull Analysis are also covered.                                                              Seminars in Biomaterials (BIOM-DN 1012, BIOM-DN 1015)                               [3 points. Course Director: Department Faculty]. Covers aspects of the materials used in clinical dentistry and medicine including restorative materials, alloys, cements, impression materials, gypsum products, and cell-biomaterial interactions.                                                              Readings in Biomaterials and Biomimetics (BIOM-DN 2000)                               [1 to 4 points. 1 point per semester] Course Director: Faculty]. Covers reviews of scientific literature related to biomaterials and biomimetics as designated by a faculty mentor. Requires students to prepare extensive reviews of selected topics.                                                              Research in Biomaterials (BIOM-DN 3000)                               [Course Director: Department Faculty. 1 to 6 points.] The student may use additional credits (1 to 6 points) each semester for thesis research.                                                              Introduction to Research (BIOM-DN 2001)                               [2 points. Course Director: D. Mijares].This course offers much of the necessary information for conduct thesis research and preparing the Masters thesis. It includes how to prepare scientific abstracts, papers, and presentations, use of reference databases, and also includes information on the different research program and topics that are actively being studied by department faculty.                                                              Imaging Science (BIOM-DN 1016)                               [4 points. Course Director: T. Bromage,]. This course will highlight basic principles of preparation and imaging relevant to biomaterials research, particularly as they relate to 2D and 3D transmitted and reflected light microscopy, and scanning electron microscopy of bone and tooth microanatomy. Each student will have the opportunity to work with samples, the purpose being to integrate preparation methods for some specific imaging mode(s). Students will also be exposed to and perform digital processing, analysis, and measurements of images acquired from their prepared samples.                                                              Complex Material Systems (BIOMA-DN 1017)                               [3 credits. Course Director: Y. Zhang] Many structural and biomedical components encounter service conditions that require materials performance to vary with location within the component. Conventional design using monolithic materials often fail to meet the application demands. This course offers graduate students a comprehensive study of structure-function-property relationships in composites across a range of applications. A background in composite materials design is provided, including multiphase metal, ceramic and polymer systems. This background is supplemented by study of the interactions between micro, meso and macro structures within several biological structures as a basis for biomimetic materials design. A number of lecturers from a broad range of disciplines give presentations in this integrated course.                                                              Independent Project in Biomaterials (BIOM-DN 3001)                               [2 credits. Course Directors: Faculty]This course requires an independent project that can be a thorough review of an advanced literature topic, evidenced based review, or researched subject resulting in manuscript or presentation on a topic previously accepted by the department.                      For more Information, please contact:   John L. Ricci, PhD   Director of Graduate Studies   Champa Chonzom   Department Administrator                            Timeline for Degree Completion   This time frame is based on a two-year completion plan for full time students for the Master’s Degree. It is anticipated that the student will complete most of the course requirement in the first academic year and the research requirements in the second year.     First Semester: Begin coursework. Begin selection process for thesis research project as well as mentor and committee selection.   Second Semester: At this time the mentor and committee should be selected and a preliminary proposal should be prepared. By mid semester these steps should be complete. By the end of this semester the student should have submitted their first draft of a thesis proposal.   Third Semester: By the beginning of the third semester of graduate study, the student should have an approved thesis proposal or independent project and be starting their writing. The student should also begin writing the final dissertation. The bulk of the thesis work and data acquisition should be conducted during this semester.   Fourth Semester: Work in the fourth semester should revolve around completion of thesis research, writing of the final dissertation, and completion of the Master’s Degree Checklist. At the middle of this semester arrangements should be made for submission of the final dissertation and arrangement of the thesis defense date. By the end of the semester, all thesis requirements should be completed so the student can graduate.                       apply online now Read More                                                                     Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "NYU Receives $7.2 Million NSF Grant to create Science Center | Chemistry | NYU                                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            NYU Receives $7.2 Million NSF Grant to create a Materials Research Science and Engineering Center (MRSEC)      New York University has received a $7.2 million, six-year grant from  the National Science Foundation to create a Materials Research Science  and Engineering Center (MRSEC), where NYU scientists will develop new  materials through the exploration and manipulation of molecular  particles. This grant was awarded based on a proposal spearheaded by  faculty in the recently created Molecular Design Institute in NYU  Chemistry and Center for Soft Matter Research in NYU Physics.    NYU’s center is one of 31 MRSECs in the country. These NSF-backed  centers employ interdisciplinary and multidisciplinary materials  research to address fundamental problems in science and engineering.  For more, go to http://www.mrsec.org/ .    The NYU MRSEC unites NYU’s departments of chemistry and physics, its  Courant Institute of Mathematical Sciences, its College of Dentistry,  and the Polytechnic Institute of NYU as well as Princeton University.  Its primary focus will be colloidal architecture—how microscopic  particles are arranged and how they may be controlled to develop new  materials to create better classes of consumer products.    In addition, NYU’s MRSEC   will operate an Industrial Partners Program, in which businesses and  corporations will become center members to collaborate with each other  and NYU faculty in non-competitive research. Members will also work  with NYU faculty in proprietary research.    Colloids, or microscopic particles suspended in liquids, are  commercially important materials for product coatings, inks, and  ceramics. As better control over the quality and kinds of materials  that can be used has improved, colloids are increasingly finding  applications in composite dental and medical materials as well as  photonics for optical computing and digital displays.    The NYU MRSEC revolves around an Interdisciplinary Research Group  (IRG) that combines theory, computation, structural characterization,  and property evaluation, which are essential to innovation in materials  research. Specifically, its work in colloidal architecture merges  investigators with expertise in experimental and theoretical condensed  matter physics, colloid science, synthetic chemistry, polymer  chemistry, solid-state chemistry, and biomaterials. These researchers  develop principles for the creation of materials by manipulating  particle shape, size, and interactions, with the aim of obtaining and  improving specific structures and their functions.    In addition to IRG research, the NYU MRSEC operates a Seed program  designed to cultivate junior faculty and bolster emerging areas of  interdisciplinary research-both with the aim of promoting the vitality  and growth of the MRSEC. This aim is reinforced by the recent merger of  NYU and Polytechnic University, which has created the Polytechnic  Institute of New York University, a school of engineering and  technology that will be integrated with the sciences at NYU.    The center will also create a program aimed at creating K-12 and  post-secondary education activities while broadening the participation  of groups underrepresented in science, technology, engineering, and  mathematics. These efforts will include the “Scientific Frontiers”  program, which introduces curricular materials to elementary, middle,  and high schools in New York City.    In a partnership with NYU’s Faculty Resource Network, the center  will offer summer research opportunities to undergraduates and faculty  from four-year colleges and minority-serving institutions.    For more MRSEC news, see Crain's New York Business Website        NYU Office of Public Affairs Press Release          Updated on 04&#047;05&#047;2011                     * | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Curriculum, Degree Requirements & Timeline                                                                                                     NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                             New York University College of Dentistry                                   Search NYUCD                                                                                                                       Main Navigation                                       About                                                                       Admissions/Academic Programs                                                            Departments/Faculty                                              Research                                              Student Life                                              Alumni                                              CDE                                              Global Reach                                              Patients                                              Admissions&#x2f;Academic Programs &gt; Master&#x27;s Degree Programs &gt; Biomaterials             MS in Biomaterials: Curriculum, Degree Requirements & Timeline                Degree Requirements                                                  Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 36 points course work with grade of B or better; (2) satisfactory oral defense of a completed research effort; (3) submission of an approved research thesis. Of the 36 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYU College of Dentistry. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon research progress and summer semester attendance. It is anticipated that part time students should finish the program in three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Non-Thesis Option                               The M.S. degree in Biomaterials Science is awarded after: (1) completion of 40 points course work with grade of B or better; (2) satisfactory submission of an approved independent project in biomaterials. Of the 40 points required, 28 must be from the Department of Biomaterials and Biomimetics at New York University.   Only 8 points may be transferred from outside the University and other departments outside the NYUCD. In these cases, no courses older than ten years may be transferred. All courses must be approved for transfer by the Associate Dean for Academic Affairs of NYUCD. Application for transfer of courses must be within the first academic year of attendance as a matriculant. Courses for which a degree has already been awarded may not be transferred or applied to the Master’s program. Permission must be received from the Director of Graduate Studies for any course work taken outside the department. As also mentioned above, it is anticipated that full time students (12 – 15 credits per semester) would finish the program in two academic years, depending upon progress and summer semester attendance. It is anticipated that part time students should finish the program in about three years. All students are required to complete the program within five years unless special permission is obtained from the Chair of the Department of Biomaterials and Biomimetics or program director. However, in any case, continuous matriculation is required.                                                              Requirements for the First Year                               Research Methods and Principles of Biomaterials Science. All beginning graduate students are required to register in their first Fall semester for BIOM-DN 2001, “Introduction to Research” (2 credits), and BIOM-DN 1000, “Principles of Biomaterials Science” (3 credits). For Introduction to Research there are two requirements for obtaining a grade of P (Pass) on this course: (1) Satisfactory attendance and participation in the course and (2) Submission of a research protocol (not necessarily the thesis protocol).   Also mentioned above, during the first year, the student must secure a faculty mentor from within the department who has formally agreed to supervise the thesis research or independent project. Upon approval by the Biomaterials and Biomimetics Department Chairman, a Co-mentor from another department in the University may be assigned to advise the student.   Thesis research protocol.&amp;nbsp;The thesis proposal (protocol) for the completion of original research must be: (1) approved by the mentor and the Department Chair, (2) filed with the Director of Graduate Studies and the Laboratory Manager, and (3) presented and approved at a department research meeting. The student must have received a grade of P in the Introduction to Research in Biomaterials course.   The plan of study and the thesis research are formulated in consultation with the faculty mentor(s). The thesis must represent original, independent research in a significant area of biomaterials and biomimetics at a level comparable to research published in recognized journals or as professional monographs. When the thesis is completed and has been approved by the mentor(s) and by a research advisory committee (readers) assigned by the Director of Graduate Studies, the candidate defends the results of the research before a faculty committee. No more than twelve months should lapse between the approved proposal and the thesis defense. Exceptions requiring time extension must be approved by the Chair of the Department of Biomaterials and Biomimetics or program director.   Non-thesis option. The nature of the independent project in Biomaterials must be developed in consultation with a faculty mentor and approved by the director of graduate studies.                                                              Special Program                               Special Program Emphasis may be arranged by the Department Chair or program director for students desiring to participate in a Special Emphasis research study (e.g. concentration in another department of the University, but still related to Biomaterials and Biomimetics (physics, chemistry, biology, etc.). Students working with a Special Program Emphasis may, in consultation with the Director of Graduate Studies, be required to take courses in addition to the 36 points mentioned above.                                                              Departmental Meetings and Seminars                               Mandatory attendance is required of all graduate students to periodic departmental seminars and/or research group meetings and various sessions of Laboratory Safety (see section “Requirements for Participation in Research”). At these seminars and research group meetings, students, faculty and scholars from other institutions discuss their research plans and findings. In addition, the department may co-sponsor special seminars throughout the year for which attendance is also mandatory unless specifically excused by the Director of Graduate Studies.                                                              Meetings with Program Administrator                               All students are required to schedule regular meetings with the Program Administrator in order to keep current regarding course requirements, regulatory status, research requirements, research progress, thesis defense preparations, and if applicable, visa status.                                                              Graduation Information                               Information concerning NYUCD graduation dates and participation in NYUCD graduation ceremonies can be obtained from the Program Administrator and NYUCD administration.                    Curriculum     Each course consists of a series of lectures (and laboratory sessions when indicated), mid-term and final examination. Courses indicated by an asterisk (*) are required. Announcements of available courses, schedule changes and other information are posted on the Graduate Students Bulletin Board in the hall of 806S.                                                  Principles of Biomaterials Science (BIOM-DN 1000)                               [3 points. Course Directors: P. Coelho, N. Tovar]. Covers the scientific principles underlying the area of materials science, including concepts of kinetics, thermodynamics, diffusion, and quantum mechanics, etc., as they relate to their structure and properties of materials. Also discussed are the role of interfaces on absorption, nucleation, phase diagrams of interest to materials scientists, the role of dislocations and other defects in the macroscopic formation associated with materials, the solidification of metals and alloys, and mechanisms of strengthening alloys.                                                              Metal and Ceramic Biomaterials (BIOM-DN 1001)                               [3 points. Course Director: Y. Zhang]. Metals and ceramics are widely used in dental, biomedical, and an array of engineering applications. This course offers graduate students a comprehensive study of the structure and properties of metals and ceramics, as well as their criteria for practical applications. Also discussed are the fundamental structure-property-function relationship of materials, principles that determine the differences between metals and ceramics, and recent advances in the development of metals and ceramics for dental and medical applications. One of the objective, or philosophy, that I strive to maintain throughout the course is that if a topic or concept is important, then it is worth treating in sufficient details so that students can comprehend it without having to consult other sources.                                                              Polymers & Biopolymers (BIOM-DN 1002)                               [3 points. Course Director: P. Coelho]. Covers the chemistry, structure, and properties of polymers used in dentistry and medicine, both inorganic and organic. Topics include the science of large macromolecules, molecular weights and measurements, polymerization mechanisms, mechanical properties of polymers, thermoplastic and thermosetting resins, chemistry of poly-siloxanes, emulsion and suspension polymerization, polymers associated with restorative materials, ionic polymers, silicones, polymethyl- methacrylate, BIS-GMA, reinforced polymers, composites, etc.                                                              Testing Methods in Biomaterials (Biomechanics) (BIOM-DN 1004)                               Lecture [3 points. Course Directors: P. Coelho]. Covers the principles governing tensile tests, compressive tests, creep tests, and other mechanic properties testing as it relates to the biomechanics of the human body. This will include joints like the TMJ, and total joint replacements, as well as other medical devices including dental implants.                                                              Biomaterials-Tissue Interface I, II (BIOM-DN 1005, 1006)                               [3 points per semester. Course Director: J. Ricci]. Provides background knowledge on the response of cells in vitro and tissues in vivo to different types of biomaterials used in dentistry and medicine. Covers surface chemistry of biomaterials, protein interaction with surfaces, effects of surface chemistry and microstructure on cell and tissue response, and other topics.                                                              Degradation of Biomaterials (BIOM-DN 1007)                               [2 points. Course Directors: Y. Zhang, J. Ricci]. Covers the principles and testing of in vivo and in vitro corrosion. Describes electrochemical mechanisms, corrosion tendency and electrode potentials polarization and corrosion rates, passivity, and crevice corrosion. Also discussed are testing methods involving anodic potentiostatic and potentiodynamic polarization techniques, stress corrosion cracking, intergranular corrosion, corrosion fatigue, oxidation and tarnish phenomena, and principles governing corrosion resistant alloy development.                                                              Introduction to Electron Microscopy (BIOM-DN 1008)                               Lecture and laboratory. [3 points. Course Directors: J. Ricci, T. Bromage, D. Mijares]. Covers the physical construction of scanning electron microscope and the theory of its use, the signals emitted when a high velocity beam of electron is allowed to scan a specimen target, and principles of resolution and contrast. The principles and uses of backscattered electron imaging and x-ray microanalysis are also covered. Students will become familiar with specimen preparation, instrumental use for microstructural examination, and interpretation. The course provides hands on experience.                                                              Physical & Chemical Methods in Biomaterials (BIOM-DN 1011)                               Lecture and Laboratory. [3 points. Course Directors: D. Mijares, J. Ricci].Introduces students to the principles and techniques used in the study of materials an hard tissues, including x-ray diffraction, infrared spectroscopy, inductive coupled plasma, and mechanical testing. The course providesis an introduction to testing instrumentation and equipment.                                                              Experimental Design in Biomaterials Research I (BIOM-DN 1012)                               [3 points. Course Director: G. Fisch]. Covers mathematical and statistical tools that are useful in biomaterials research. Students are trained to (1) evaluate the technical and economic feasibility of a study; (2) design research protocols taking into account required statistical power and sample size; (3) use appropriate statistical analysis tools; and (4) interpret the significance of the experimental results. Reliability, Live Testing, and Weibull Analysis are also covered.                                                              Seminars in Biomaterials (BIOM-DN 1012, BIOM-DN 1015)                               [3 points. Course Director: Department Faculty]. Covers aspects of the materials used in clinical dentistry and medicine including restorative materials, alloys, cements, impression materials, gypsum products, and cell-biomaterial interactions.                                                              Readings in Biomaterials and Biomimetics (BIOM-DN 2000)                               [1 to 4 points. 1 point per semester] Course Director: Faculty]. Covers reviews of scientific literature related to biomaterials and biomimetics as designated by a faculty mentor. Requires students to prepare extensive reviews of selected topics.                                                              Research in Biomaterials (BIOM-DN 3000)                               [Course Director: Department Faculty. 1 to 6 points.] The student may use additional credits (1 to 6 points) each semester for thesis research.                                                              Introduction to Research (BIOM-DN 2001)                               [2 points. Course Director: D. Mijares].This course offers much of the necessary information for conduct thesis research and preparing the Masters thesis. It includes how to prepare scientific abstracts, papers, and presentations, use of reference databases, and also includes information on the different research program and topics that are actively being studied by department faculty.                                                              Imaging Science (BIOM-DN 1016)                               [4 points. Course Director: T. Bromage,]. This course will highlight basic principles of preparation and imaging relevant to biomaterials research, particularly as they relate to 2D and 3D transmitted and reflected light microscopy, and scanning electron microscopy of bone and tooth microanatomy. Each student will have the opportunity to work with samples, the purpose being to integrate preparation methods for some specific imaging mode(s). Students will also be exposed to and perform digital processing, analysis, and measurements of images acquired from their prepared samples.                                                              Complex Material Systems (BIOMA-DN 1017)                               [3 credits. Course Director: Y. Zhang] Many structural and biomedical components encounter service conditions that require materials performance to vary with location within the component. Conventional design using monolithic materials often fail to meet the application demands. This course offers graduate students a comprehensive study of structure-function-property relationships in composites across a range of applications. A background in composite materials design is provided, including multiphase metal, ceramic and polymer systems. This background is supplemented by study of the interactions between micro, meso and macro structures within several biological structures as a basis for biomimetic materials design. A number of lecturers from a broad range of disciplines give presentations in this integrated course.                                                              Independent Project in Biomaterials (BIOM-DN 3001)                               [2 credits. Course Directors: Faculty]This course requires an independent project that can be a thorough review of an advanced literature topic, evidenced based review, or researched subject resulting in manuscript or presentation on a topic previously accepted by the department.                      For more Information, please contact:   John L. Ricci, PhD   Director of Graduate Studies   Champa Chonzom   Department Administrator                            Timeline for Degree Completion   This time frame is based on a two-year completion plan for full time students for the Master’s Degree. It is anticipated that the student will complete most of the course requirement in the first academic year and the research requirements in the second year.     First Semester: Begin coursework. Begin selection process for thesis research project as well as mentor and committee selection.   Second Semester: At this time the mentor and committee should be selected and a preliminary proposal should be prepared. By mid semester these steps should be complete. By the end of this semester the student should have submitted their first draft of a thesis proposal.   Third Semester: By the beginning of the third semester of graduate study, the student should have an approved thesis proposal or independent project and be starting their writing. The student should also begin writing the final dissertation. The bulk of the thesis work and data acquisition should be conducted during this semester.   Fourth Semester: Work in the fourth semester should revolve around completion of thesis research, writing of the final dissertation, and completion of the Master’s Degree Checklist. At the middle of this semester arrangements should be made for submission of the final dissertation and arrangement of the thesis defense date. By the end of the semester, all thesis requirements should be completed so the student can graduate.                       apply online now Read More                                                                     Academic Programs                                                 DDS Program                                                   Dental Hygiene Programs                                                   Advanced Education Programs                                                   Master's Degree Programs                                                   Certificate Program in Clinical Research                                                   Programs for International Dentists                                                                                                        Linhart Continuing Dental Education Program (CDE)                                                     Research                                                 Research at NYUCD                                                   Bluestone Center for Clinical Research                                                   HIV/AIDS Research Program (HARP)                                                   Consortium for Translational Orthodontic Research (CTOR)                                                   NYU Center for Skeletal and Craniofacial Biology (CSCB)                                                     Patient Care                                                 Become a Patient at NYUCD                                                   Emergency Services / Urgent Care                                                   General Dentistry                                                   Pediatric Dentistry                                                   Oral & Maxillofacial Surgery                                                   Orthodontics                                                   Implant Dentistry                                                   Endodontics                                                   Periodontics                                                   Prosthodontics                                                   Special Needs Program                                                   Patient Advocate                                                   Linhart CDE Program                                                   NYU Dental Faculty Practices                                                   NYU Oral Cancer Center                                                   NYU Nursing Faculty Practice                                                     Quick Links                                                 About Us                                                   Admissions Information                                                   Academy of Distinguished Educators                                                   Interprofessional Education                                                   Current Students                                                   Intranet                                                   Departments/Faculty                                                   Global Reach                                                   News, Publications and Facts                                                   Working at NYUCD                                                   Contact Us                                                   Directions                                                    Connect                  NYU College of Dentistry  345 E. 24th Street  (corner of First Avenue)  New York, NY, 10010                            (212) 998-9800                            NYUCD Facebook Page       NYUCD Twitter Page       NYUCD YouTube Page       NYUCD LinkedIn Page                 MAKE A GIFT                                                    Copyright &copy; New York University College of Dentistry          Feedback"}, {"content": "NYU Receives $7.2 Million NSF Grant to create Science Center | Chemistry | NYU                                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            NYU Receives $7.2 Million NSF Grant to create a Materials Research Science and Engineering Center (MRSEC)      New York University has received a $7.2 million, six-year grant from  the National Science Foundation to create a Materials Research Science  and Engineering Center (MRSEC), where NYU scientists will develop new  materials through the exploration and manipulation of molecular  particles. This grant was awarded based on a proposal spearheaded by  faculty in the recently created Molecular Design Institute in NYU  Chemistry and Center for Soft Matter Research in NYU Physics.    NYU’s center is one of 31 MRSECs in the country. These NSF-backed  centers employ interdisciplinary and multidisciplinary materials  research to address fundamental problems in science and engineering.  For more, go to http://www.mrsec.org/ .    The NYU MRSEC unites NYU’s departments of chemistry and physics, its  Courant Institute of Mathematical Sciences, its College of Dentistry,  and the Polytechnic Institute of NYU as well as Princeton University.  Its primary focus will be colloidal architecture—how microscopic  particles are arranged and how they may be controlled to develop new  materials to create better classes of consumer products.    In addition, NYU’s MRSEC   will operate an Industrial Partners Program, in which businesses and  corporations will become center members to collaborate with each other  and NYU faculty in non-competitive research. Members will also work  with NYU faculty in proprietary research.    Colloids, or microscopic particles suspended in liquids, are  commercially important materials for product coatings, inks, and  ceramics. As better control over the quality and kinds of materials  that can be used has improved, colloids are increasingly finding  applications in composite dental and medical materials as well as  photonics for optical computing and digital displays.    The NYU MRSEC revolves around an Interdisciplinary Research Group  (IRG) that combines theory, computation, structural characterization,  and property evaluation, which are essential to innovation in materials  research. Specifically, its work in colloidal architecture merges  investigators with expertise in experimental and theoretical condensed  matter physics, colloid science, synthetic chemistry, polymer  chemistry, solid-state chemistry, and biomaterials. These researchers  develop principles for the creation of materials by manipulating  particle shape, size, and interactions, with the aim of obtaining and  improving specific structures and their functions.    In addition to IRG research, the NYU MRSEC operates a Seed program  designed to cultivate junior faculty and bolster emerging areas of  interdisciplinary research-both with the aim of promoting the vitality  and growth of the MRSEC. This aim is reinforced by the recent merger of  NYU and Polytechnic University, which has created the Polytechnic  Institute of New York University, a school of engineering and  technology that will be integrated with the sciences at NYU.    The center will also create a program aimed at creating K-12 and  post-secondary education activities while broadening the participation  of groups underrepresented in science, technology, engineering, and  mathematics. These efforts will include the “Scientific Frontiers”  program, which introduces curricular materials to elementary, middle,  and high schools in New York City.    In a partnership with NYU’s Faculty Resource Network, the center  will offer summer research opportunities to undergraduates and faculty  from four-year colleges and minority-serving institutions.    For more MRSEC news, see Crain's New York Business Website        NYU Office of Public Affairs Press Release          Updated on 04&#047;05&#047;2011                     * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Curriculum | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Curriculum                       A minimum of 128 credits is required for the BS in Biomolecular Science. Below are the number of credits required in each subject to complete the degree depending on your selected option. To see what your 4-year schedule of classes might look like if you pursued this degree, take a look at the Typical Course Schedule .           Biomedical Science   Biotechnology   Chemistry       Chemistry   35 credits   35 credits   38 credits       Biology   26   18   8       Research*   8   8   8       Chemical and Biomolecular Engineering   0   0   4       Computational   3   3   3       Engineering and Technology Forum   1   1   1       Humanitites/Social Sciences   24   24   27       Mathematics   8   8   12       Physics   10   10   10       Technical electives   13   21   17       Total Credits   128   128   128         *If you register for research, you must submit a written report before graduation. You may elect to write an undergraduate thesis.   Electives   Approved Humanities and Social Sciences electives are courses with the following prefixes: AH, AN, CAM, EN, MD, MU, PL, PS, HI, STS, SEG or URB. One course must be at the 3xxx/4xxx level. At least one elective must be a writing-intensive course labeled by &ldquo;W.&rdquo;   Electives for the Biomedical Science Option   Two courses must be chosen from the following list or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024. LS-UY 2314 ( Please refer to the bulletin ) 4.00 Credits Microbiology BMS-UY 3214 The course studies microbial organisms, especially bacteria and viruses. Topics: Microbial relationship to disease, infections and immunological processes. Mutation, transformation, transduction, induction and bioenergetic processes. Laboratory work includes experimental analysis of microbial structure and physiology by biochemical and cytochemical means. Also studied: Influence of environment on nutrition, enzymes and metabolism of representative microbial species. Lab fee required. Prerequisites: BMS-UY 2004 and CM-UY 1014 or instructor’s permission. 4.00 Credits Biophysics BMS-UY 4414 This course explores the molecular basis of complex biochemical functions, membrane transport, intercellular and extracellular signaling, metabolism and energy transduction, DNA, RNA and protein synthesis and control, macromolecular assemblies and special topics in biochemistry. 3.00 Credits Tissue Engineering CM-GY 9443 This courses teaches: (1) basic biological processes that occur during blood contact with artificial surfaces, (2) critical review of the literature in the field of tissue engineering, (3) biocompatibility issues relevant to a variety of implant devices that the student may encounter in future endeavors and (4) current approaches directed toward the engineering of cell-based replacements for various tissue types. Prerequisite: undergraduate biochemistry or adviser’s approval. 3.00 Credits Drug Delivery BE-GY 6603 The course provides an integrated approach to the basic and clinical science of drug delivery. Topics: the history drug delivery; kinds of drugs to be delivered, including genes and proteins; various targeting mechanisms; transport phenomena and thermodynamic concepts; pharmacokinetics and pharmacodynamics of drug delivery, polymeric drug-delivery systems; various devices developed for controlled delivery. Prerequisite: calculus with ordinary diff. eq.; undergraduate courses in biology, chemistry and physiology (minimum grade B). 3.00 Credits Materials in Medicine BE-GY 6703 The course focuses on the basic principles behind human-tissue response to artificial surfaces and materials; the general types of polymeric and metallic materials used in soft- and hard-tissue replacements; tissue engineering and drug-delivery devices; current approaches to the engineering of cell-based replacement for various tissues; techniques to control the physiologic response to artificial surfaces; critical review of current biomaterials literature; current research in the field; and evaluation of the design criteria that a material must meet for a given biological application and what is required for “biocompatibility.” Prerequisites: Introductory undergraduate courses in biology, chemistry and physiology. Courses in polymers, biochemistry, molecular/cellular biology and immunology are helpful but are not essential.   BMS 48XX Topics in Biology, Credits: 4.00   Electives for the Biotechnology Option   Three courses must be chosen from the following list or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024. 4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Biomaterials CM-UY 4314 This course covers natural macromolecules, including polypeptides, polysaccharides, lignin, biodegradable polymers and special characterizations of these biopolymers. Prerequisite: CM-UY 4414 or CM-UY 4413. 3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Recombinant DNA Technology CM-GY 9463 The course consists of lectures and demonstrations and covers practical aspects of recombinant DNA technology, including fundamental aspects of gene expression, restriction enzyme cleavage, plasmids, cloning, genetic transformation of bacteria, protein expression vectors, basic principles of protein purification and manipulation of cloned genes (site-directed mutagenesis). Prerequisite: CM-GY 9413 or instructor’s permission. CM-GY 6253 ( Please refer to the bulletin ) 3.00 Credits Enzyme Catalysis in Organic Synthesis CM-GY 9053 This course provides students with a working knowledge of how to use biotransformations as a tool in organic chemistry. Students learn about general enzymatic reaction types that carry out the cleavage and formation of C-O bonds, P-O bonds, C-N bonds, C-C bonds, reduction reactions, oxidation reactions and isomerizations. In addition, students are taught about advanced principles currently being applied to the engineering of catalytic proteins. Prerequisite: Adviser’s approval. 3.00 Credits Chemical Foundation for Bioinformatics BI-GY 7513 This course intensively reviews those aspects of organic chemistry and biochemistry necessary to begin research in bioinformatics and to enter graduate courses in biology. Topics include covalent bonding, quantum mechanical basis of bond formation, three-dimensional structure of molecules, reaction mechanisms, catalysis, polymers, enzymes, thermodynamic and kinetic foundations, metabolic pathways, sequence and structure of macromolecules. This course extensively uses computer approaches to convey the essential computational and visual nature of material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry and Calculus. 3.00 Credits Bioinformatics I: Sequence Analysis BI-GY 7533 This course covers computer representations of nucleic acid and protein sequences; pairwise and multiple alignment methods; available databases of nucleic acid and protein sequences; database search methods; scoring functions for assessment of alignments; nucleic acid to protein sequence translation and codon usage; genomic organization and gene structure in prokaryotes and eukaryotes; introns and exons; prediction of open reading frames; alternative splicing; existing databases of mRNA, DNA protein and genomic information; and an overview of available programs and of Web resources. 3.00 Credits Bioinformatics II : Protein Structure BI-GY 7543 The course explores protein-folding representations; databases of protein-folding classes; secondary structure prediction; tertiary structure prediction via computer-folding experiments threading; homology model building; prediction of post translation modification sites; active and binding sites in proteins; representations of contiguous and non-contiguous epitopes on protein surfaces at the sequence level; representations of functional motifs at the three dimensional and at the sequence level. Prerequisites: Bioinformatics I. 3.00 Credits Biotechnology and the Pharmaceutical Industry BT-GY 6013 The course offers an in-depth look at the modern process of drug development, from the early stage of target identification and generation of lead compounds to modern methods of drug delivery and the role of biotechnology in this complex process. All the key aspects, including preclinical development, clinical trials and regulatory requirements, are covered with considerable contributions from pharmaceutical professionals. Real-life case studies are presented to illustrate critical points in the development process. Major classes of biotech drugs are discussed. Many course lectures are delivered by scientists from the major U.S. pharmaceutical companies. Prerequisite: Adviser’s approval. 3.00 Credits Biotechnology and Health Care BT-GY 6023 Biotechnology’s contribution to modern health care stretches far beyond developing new therapeutic entities. This course provides an overview of key cutting-edge technologies such as stem-cell research and therapeutic cloning and demonstrates how their applications change “the conventional” in terms of availability of new treatments, monitoring services and diagnostics. The course also covers the Human Genome Project and its implications for health care and epigenetic modifications of the genome and their role in disease. The course also highlights the role of biotechnology in managing a number of sociologically high-impact diseases in developed and developing countries. Prerequisite: Adviser’s approval.   BMS 48XX Topics in Biology, Credits: 4.00   Electives for the Chemistry Option   Two courses must be advanced undergraduate CM, BMS or CBE courses, or graduate CM courses, or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   Undergraduate Courses   4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. LS-UY 2314 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. 4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 4.00 Credits Microbiology BMS-UY 3214 The course studies microbial organisms, especially bacteria and viruses. Topics: Microbial relationship to disease, infections and immunological processes. Mutation, transformation, transduction, induction and bioenergetic processes. Laboratory work includes experimental analysis of microbial structure and physiology by biochemical and cytochemical means. Also studied: Influence of environment on nutrition, enzymes and metabolism of representative microbial species. Lab fee required. Prerequisites: BMS-UY 2004 and CM-UY 1014 or instructor’s permission. 4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 1.00 Credits Senior Seminar BMS-UY 4011 In this course, students present seminars based on current literature. BMS-UY 4314 ( Please refer to the bulletin ) 4.00 Credits Biophysics BMS-UY 4414 This course explores the molecular basis of complex biochemical functions, membrane transport, intercellular and extracellular signaling, metabolism and energy transduction, DNA, RNA and protein synthesis and control, macromolecular assemblies and special topics in biochemistry. 4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Topics in Biology BMS-UY 4814 4.00 Credits Topics in Biology BMS-UY 4824 4 credits each as arranged 4.00 Credits Topics in Biology BMS-UY 4834 4.00 Credits Topics in Biology BMS-UY 4844 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040. 4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040. 4.00 Credits Life Science Internship BMS-UY 4934 The internship comprises supervised projects in hospital, community or industrial settings. Students are evaluated on basis of written and oral reports presented to faculty and outside project co-sponsors. Faculty conferences and visits are required. Internships are open to senior students with approval of the departmental adviser. Planned experiences significantly expose students to relationships between theoretical information and practical applications. Prerequisite: senior status or adviser’s approval. 1.50 Credits Advanced Molecular Biology Lab BMS-GY 8011 Laboratory course covering advanced techniques employed in molecular biology, including gel electrophoresis, chromatography, PCR, blotting, microarrays, restrictions and sequencing of genes. Practial work in this course illustrates and complements the lectures in BMS-GY 8013.  Corequisite: BMS-GY 8013. This course is not open to students who have taken BMS-UY 4324. 3.00 Credits Advanced Molecular Biology BMS-GY 8013 Understanding the complex and dynamic interactions of cellular function. Topics include classical molecular biology (DNA, RNA and protein biosynthesis), recombinant DNA and genetic engineering, interactions of macromolecules and regulation of biologic systems. Prerequisite: Instructor&#039;s permission. This course is not open to students who have taken BMS-UY 4342 1.50 Credits Advanced Cell Biology Laboratory BMS-GY 8021 Provides students with practical experience in some key cell and molecular biology techniques, including analysis of different cell types, cell differentiation, PCR, transformations and selection of cell lines with particular features. The course covers proper data handling and reporting techniques.  Co-requisite: BMS-GY 8023. This course is not open to students who have taken BMS-UY 3314. 3.00 Credits Advanced Cell Biology BMS-GY 8023 Understanding cell biology through teh biochemistry of the cell, with emphasis on the structure and function of the cell and its organelles. Advanced theories of cytoskeletal proteins, cell junctions and matrix, protein signaling and cell death will be covered. Prerequisite: Instructor&#039;s consent. This course is not open to students who have taken BMS-UY 3314.                                Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]