[{"detail": [{"content": "Connect to NYU Resources: Tisch School of the Arts at NYU                           Skip to content        Student Affairs Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms &amp; Academic Downloads  home &gt; Student Affairs        Connect to NYU Resources  The Tisch Office of Career Development is equipped with computer stations with internet, fax, and printing to help you conduct career-related business. Stop by and browse our reference library which houses the major entertainment and arts trades, periodicals, interesting career learning books. We have information ranging from resume guides and fellowship sources to theatre directories, commercial talent agencies, and other industry guides. You may also utilize our on-site access to the following electronic research tools:       Studio Systems Get in the loop with the entertainment industry's premiere data source, containing frequently updated development and production details and data, talent representation, performance and financial data, and a comprehensive entertainment company directory.    Backstage Browse casting calls and search casting director and talent agent directories.    IMDBPro Find people, projects, company details and contact information, as well as statistical information based on popularity and grosses, with this enhanced version of the Internet Movie Database.    Foundation Center Search through a database containing thousands of grant opportunities and other funding resources for the arts.    You may call ahead to reserve your spot on one of our workstations.    ADDITIONAL RESOURCES          Tisch Alumni Affairs offers a wealth of resources, alumni councils, and programming to support your artistic pursuits and link you to the pulse of the creative industries.    Wasserman Center for Career Development is NYU's central career service office, offering extended resources for working professionals, career-changers, and alumni at various points in their career path. More info about Wasserman can be found at www.nyu.edu/careerdevelopment.     Search Tisch Jobs and Internships Tisch Alumni Web Site Tisch Career Development: Resources for L.A. Career Development Resources for Tisch Asia and Tisch Students Studying Abroad NYU Wasserman Center Resources for Tisch Students & Alumni  Complete List of TOCD Digital Resources (pdf)  Office of Career Development Open Monday through Friday   9:00AM - 5:00PM    Walk-in Hours   Tuesdays 11:30AM - 1:00 PM   Wednesdays 2:30PM - 4:00 PM    726 Broadway, 2nd Floor New York, NY 10003               Phone:       212 998 1916               Fax:       212 995 4060 tisch.career@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Connect to NYU Resources: Tisch School of the Arts at NYU                           Skip to content        Student Affairs Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms &amp; Academic Downloads  home &gt; Student Affairs        Connect to NYU Resources  The Tisch Office of Career Development is equipped with computer stations with internet, fax, and printing to help you conduct career-related business. Stop by and browse our reference library which houses the major entertainment and arts trades, periodicals, interesting career learning books. We have information ranging from resume guides and fellowship sources to theatre directories, commercial talent agencies, and other industry guides. You may also utilize our on-site access to the following electronic research tools:       Studio Systems Get in the loop with the entertainment industry's premiere data source, containing frequently updated development and production details and data, talent representation, performance and financial data, and a comprehensive entertainment company directory.    Backstage Browse casting calls and search casting director and talent agent directories.    IMDBPro Find people, projects, company details and contact information, as well as statistical information based on popularity and grosses, with this enhanced version of the Internet Movie Database.    Foundation Center Search through a database containing thousands of grant opportunities and other funding resources for the arts.    You may call ahead to reserve your spot on one of our workstations.    ADDITIONAL RESOURCES          Tisch Alumni Affairs offers a wealth of resources, alumni councils, and programming to support your artistic pursuits and link you to the pulse of the creative industries.    Wasserman Center for Career Development is NYU's central career service office, offering extended resources for working professionals, career-changers, and alumni at various points in their career path. More info about Wasserman can be found at www.nyu.edu/careerdevelopment.     Search Tisch Jobs and Internships Tisch Alumni Web Site Tisch Career Development: Resources for L.A. Career Development Resources for Tisch Asia and Tisch Students Studying Abroad NYU Wasserman Center Resources for Tisch Students & Alumni  Complete List of TOCD Digital Resources (pdf)  Office of Career Development Open Monday through Friday   9:00AM - 5:00PM    Walk-in Hours   Tuesdays 11:30AM - 1:00 PM   Wednesdays 2:30PM - 4:00 PM    726 Broadway, 2nd Floor New York, NY 10003               Phone:       212 998 1916               Fax:       212 995 4060 tisch.career@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "NYU Stern | Management and Organizations - UG Course Descriptions                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Management and Organizations Department              Faculty &amp; Staff Faculty   Staff   Position Openings     Research Awards     Events Management Department Seminars   Past Events     Academic Programs MBA Overview   Undergraduate Overview   PhD Overview   Student Jobs               Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Management and Organizations Department / Academic Programs / Undergraduate Overview / Course Descriptions                        Share / Print                Print      Email      Share       Like                                              Course Descriptions   CORE COURSES  Management and Organizations (MCT Essential) MGMT-UB.0001 4 units. Fall and spring. Prerequisite: Highly recommended for ALL sophomores In this course you will attain an understanding of the key factors that contribute to organizational success and the role that managers play in helping their organizations become more successful. The better that you understand these issues, the more effective you will be in your future careers. More specifically, the course will explore how organizational leaders develop winning strategies, and then design their organization in a way that aligns structures, social relationships, tasks, human resource practices, and people to achieve those strategies. In exploring these issues, you will identify the challenges that organizational leaders and managers face as they try to make good decisions in the face of a constantly evolving industry environment, competing goals and agendas, and an increasingly diverse and global workforce. International Studies Program MGMT-UB.0011 4 units. Spring. Prerequisite: SOIM-UB 6, ECON-UB 11 and junior standing. The International Studies Program (ISP) builds on the historical and cultural courses of the first two years of undergraduate study and on Economics of Global Business (ECON-UB 11). Students develop frameworks and techniques for analyzing how countries differ and the impact of those differences on opportunities for the growth and profitability of multinational firms headquartered in or investing in different countries. Students also develop concepts and tools useful in formulating competitive strategy for multinational firms competing in global industries. Working in teams, students carry out an in-depth study of a company located in a foreign country. This study consists of three parts: (1) a written proposal; (2) research and data collection from secondary sources, augmented by primary research on-site in the foreign country during the spring semester break; and (3) preparation of a final report and oral presentation of findings. Team work and oral and written presentation skills are an integral part of the ISP. This course cannot be taken to meet any elective requirements for the management major.  ELECTIVE COURSES  International Business Management MGMT-UB.0004 3 units. Fall and spring. Prerequisites: MGMT-UB.0001, ECON-UB 0011 This course focuses on the strategic and organizational challenges facing the multinational firm. Types of questions addressed in the course include: (1) What are the sources of competitive advantage in a global context? (2) What differentiates a global from a domestic industry? (3) How does/should a multinational operate in these different environments? Managing People and Teams MGMT-UB.0007 3 units. Fall and spring. Prerequisite: MGMT-UB.0001. This course combines skill building though experiential exercises and an understanding of the underlying theory to help you learn how to be an effective manager and team member in today&rsquo;s technology-enabled team context. Topics include issues such as managing collaboration in and across teams, motivating effort, performance, social judgment, and cross-cultural issues. Students learn how organizations can improve their effectiveness through better management of people and how individual managers can be more effective in working with and leading others.  Managing Innovation (MCT) MGMT-UB.0008 3 units. Spring. Prerequisite: MGMT-UB.0001 The success of firms, managers and individual contributors depends on their ability to identify innovative products, processes, or both. Research has shown that managing innovation requires a learning mindset attuned to new experiences, entrepreneurial thinking and pragmatic leadership. Some of the specific questions we will consider are: How is design thinking impacting our understanding of strategy and organization design? What roles do the project, middle and senior management play in the innovation process? How do you decide which ideas are worth pursuing? How do firms choose among multiple attractive innovation projects? What are the best ways to protect a firm&rsquo;s intellectual property? Managing in Creative Industries, MGMT-UB.0009 3 units. Spring The purpose of the course is to expose students to the dynamics of cultural industries (e.g., art, theatre, music, film, photography, architecture, and so on), and to train students to think strategically about the nature of cultural products, what drives their supply and demand, the factors that affect the value of cultural products and how firms can profit from them. In order to address these issues, it is important to understand that a key feature of these industries is that symbolic and aesthetic attributes are at the very core of value creation. This implies that the value of cultural products depends largely on third parties, e.g., critics, dealers, foundations, users, etc. Some of these parties act as powerful intermediaries or gatekeepers as they control critical material and symbolic resources firms need in order to (continue to) produce cultural products.  Strategic Analysis (MCT Essential) MGMT-UB.0018 3 units. Spring This course emphasizes the need to look outward to the environment and inward to a firm&rsquo;s resources, capabilities and operating policies. It describes a firm&rsquo;s strategy as the formulation of &ldquo;competitive strategy&rdquo;, &ldquo;corporate strategy,&rdquo; and &ldquo;organizational strategy.&rdquo; Competitive strategy involves identifying structurally attractive industries and developing the most attractive position within that industry - where attractiveness is driven by absolute conditions combined with the resources and capabilities the firm brings to that position. Businesses create value by operating in positions within industries that, by virtue of the characteristics of industry, the position, and the firm, are defensible from the encroachment of competitors and deterioration of the environment as a whole. Corporate strategy focuses on the management and understanding of multi-product, multi-location, and multi-business firms. Organizational strategy involves developing policies within each functional area of the business unit that are integrative and consistent with the firm&rsquo;s plan for creating value. Developing Managerial Skills MGMT-UB.0021 3 units. Fall Prerequisite: MGMT-UB.0001. Increasing self-awareness and openness to feedback are important first steps in leading today&rsquo;s business for tomorrow&rsquo;s results. Many companies bestow a management title on key talent and expect appropriate behavior to follow, but that is not the most effective way to develop future business leaders. In this course you will focus primarily on the practical aspects of managing. While based on solid research, the course stresses a hands-on approach to improving students&rsquo; management skills. Each session focuses on developing (1) personal skills: self-awareness, managing stress, solving problems, and creativity; (2) interpersonal skills: coaching, counseling, supportive communication, gaining power and influence, motivating self and others, and managing conflict; and (3) group skills: empowering, delegating, and building effective teams.  Managing Change (MCT) MGMT-UB.0025 3 units. Spring. Prerequisite: MGMT-UB.0001. Recommended: junior standing. Managing change is a central concern for today&rsquo;s managers. Managing change is also the primary focus of the management consulting industry. To effectively manage change you will need a solid understanding of what change is about, what are its critical aspects, and how one can lead change initiatives in a disciplined and successful way. Case analysis and applied projects are the major vehicles for learning in this course. Note: This course is particularly relevant for students who plan to pursue careers as general managers or management consultants.  Managing Family Businesses &amp; Privately Held Firms MGMT-UB.0028 3 units. Spring Co-requisite: MGMT-UB.0001 In this course you will develop an understanding of how privately held firms and family businesses differ from their for-profit competitors. The course consists of four modules, which address the following questions: (1) How does family control affect strategy and management decisions such as diversification, M&amp;As, or financial policies? (2) How can growth in family businesses be managed and financed? (3) What structures and mechanisms can be put in place to manage family dynamics in a productive way? (4) How can succession be managed to ensure continuity in family business systems? (5) How can family ownership and control be transferred from one generation to another? Students who want to pursue a general management, consulting, or finance career have a high probability of working at or with a family-controlled business. Whatever their future role, students will find it useful to understand the uniqueness of these companies, and why they may or may not want to be involved with them. Negotiation and Consensus-Building (MCT) MGMT-UB.0030 3 units. Fall &amp; Spring. Not applicable towards BS/MS Accounting Program. Effective negotiation and consensus-building skills are essential for success in almost any life domain&mdash;whether your goal is to be an entrepreneur, film producer, business manager, or political leader. In this course, students study how people reach agreement and develop an analytical approach for reaching more effective agreements in organizational settings. The course draws from research in psychology and economics to provide academic content, while making use of role-playing exercises and experiential learning to emphasize key applied lessons. Growth Strategy and Management MGMT-UB.0035 3 units. Prerequisite: MGMT-UB.0001 and sophomore standing. In this course you will learn how to devise and implement strategies that enable businesses to make the leap from entrepreneurial ventures to successful, professionally managed Small and Medium Size Enterprises. The course addresses (1) Why do some entrepreneurial ventures successfully transition to small, medium, and large-scale enterprises while others do not? (2) What are the challenges and opportunities of each growth stage? (3) How do firms successfully make the transition from each growth stage to the next?  Power &amp; Politics MGMT-UB.0066 3 units. Prerequisite: MGMT-UB.0001 Politics is not a dirty word! You just need to learn how to play good politics and keep out bad politics. By the same logic, power by itself does not necessarily corrupt though absolute power may corrupt absolutely. In other words, this course is about how to conquer the world, or at least survive the corporate jungle, without losing your soul. Even if you don&rsquo;t want to play politics, good or bad, you need the skills from this course to ensure that you don&rsquo;t become a victim of politics. By the end of this course you will (1) be able to have not only a conceptual understanding of what power is within an organizational context but a practical grasp of what the actual sources of power are; and (2) will have gained substantial insight into how best to harness your political skills for effective management of your career path.  Patterns of Entrepreneurship MGMT-UB.0085 3 units. Spring. Co-requisites: MGMT-UB.0001 and sophomore standing. This course offers a framework for understanding the entrepreneurial process and exposes students to challenges, problems, and issues faced by entrepreneurs who start new businesses. Case studies are the principal teaching method, supplemented by lectures, business cases, and guest speakers. Students learn to identify and evaluate business opportunities, develop a business concept and assess and obtain the required resources, and manage the growth of new ventures. Independent Study in Management and Organizations MGMT-UB.0094-0099. 1-3 units. Prerequisite: MGMT-UB.0001 and permission of the undergraduate faculty adviser. Independent study provides students of academic quality an opportunity to engage in intensive independent study of management issues or pursue a career-related subject area of managerial significance. It requires completion of an individual report based on the student&rsquo;s investigation, research, and critical analysis, and must be supervised by regular, full-time faculty and approved by the management department&rsquo;s undergraduate faculty adviser.        Additional Courses that can be taken as Advanced Management Electives : Competitive Analysis ECON-UB 15 3 units. Casing Method and Delivery MULT-UB 5 2 units. Decision Models: Spreadsheets and Analytics MULT-UB 7 3 units. Advanced Decision Models MULT-UB 16 3 units. Prerequisites: OPMG-UB 1, MULT-UB 7. Game Theory MULT-UB 20 3 units. Electronic Communities MULT-UB 37 3 units. Entrepreneurship for the New Economy MULT-UB 40 3 units.                    Academic Programs     MBA Overview   Undergraduate Overview Course Descriptions   Course Schedule     PhD Overview   Student Jobs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "Connect to NYU Resources: Tisch School of the Arts at NYU                           Skip to content        Student Affairs Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms &amp; Academic Downloads  home &gt; Student Affairs        Connect to NYU Resources  The Tisch Office of Career Development is equipped with computer stations with internet, fax, and printing to help you conduct career-related business. Stop by and browse our reference library which houses the major entertainment and arts trades, periodicals, interesting career learning books. We have information ranging from resume guides and fellowship sources to theatre directories, commercial talent agencies, and other industry guides. You may also utilize our on-site access to the following electronic research tools:       Studio Systems Get in the loop with the entertainment industry's premiere data source, containing frequently updated development and production details and data, talent representation, performance and financial data, and a comprehensive entertainment company directory.    Backstage Browse casting calls and search casting director and talent agent directories.    IMDBPro Find people, projects, company details and contact information, as well as statistical information based on popularity and grosses, with this enhanced version of the Internet Movie Database.    Foundation Center Search through a database containing thousands of grant opportunities and other funding resources for the arts.    You may call ahead to reserve your spot on one of our workstations.    ADDITIONAL RESOURCES          Tisch Alumni Affairs offers a wealth of resources, alumni councils, and programming to support your artistic pursuits and link you to the pulse of the creative industries.    Wasserman Center for Career Development is NYU's central career service office, offering extended resources for working professionals, career-changers, and alumni at various points in their career path. More info about Wasserman can be found at www.nyu.edu/careerdevelopment.     Search Tisch Jobs and Internships Tisch Alumni Web Site Tisch Career Development: Resources for L.A. Career Development Resources for Tisch Asia and Tisch Students Studying Abroad NYU Wasserman Center Resources for Tisch Students & Alumni  Complete List of TOCD Digital Resources (pdf)  Office of Career Development Open Monday through Friday   9:00AM - 5:00PM    Walk-in Hours   Tuesdays 11:30AM - 1:00 PM   Wednesdays 2:30PM - 4:00 PM    726 Broadway, 2nd Floor New York, NY 10003               Phone:       212 998 1916               Fax:       212 995 4060 tisch.career@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "NYU Stern | Management and Organizations - UG Course Descriptions                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Management and Organizations Department              Faculty &amp; Staff Faculty   Staff   Position Openings     Research Awards     Events Management Department Seminars   Past Events     Academic Programs MBA Overview   Undergraduate Overview   PhD Overview   Student Jobs               Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Management and Organizations Department / Academic Programs / Undergraduate Overview / Course Descriptions                        Share / Print                Print      Email      Share       Like                                              Course Descriptions   CORE COURSES  Management and Organizations (MCT Essential) MGMT-UB.0001 4 units. Fall and spring. Prerequisite: Highly recommended for ALL sophomores In this course you will attain an understanding of the key factors that contribute to organizational success and the role that managers play in helping their organizations become more successful. The better that you understand these issues, the more effective you will be in your future careers. More specifically, the course will explore how organizational leaders develop winning strategies, and then design their organization in a way that aligns structures, social relationships, tasks, human resource practices, and people to achieve those strategies. In exploring these issues, you will identify the challenges that organizational leaders and managers face as they try to make good decisions in the face of a constantly evolving industry environment, competing goals and agendas, and an increasingly diverse and global workforce. International Studies Program MGMT-UB.0011 4 units. Spring. Prerequisite: SOIM-UB 6, ECON-UB 11 and junior standing. The International Studies Program (ISP) builds on the historical and cultural courses of the first two years of undergraduate study and on Economics of Global Business (ECON-UB 11). Students develop frameworks and techniques for analyzing how countries differ and the impact of those differences on opportunities for the growth and profitability of multinational firms headquartered in or investing in different countries. Students also develop concepts and tools useful in formulating competitive strategy for multinational firms competing in global industries. Working in teams, students carry out an in-depth study of a company located in a foreign country. This study consists of three parts: (1) a written proposal; (2) research and data collection from secondary sources, augmented by primary research on-site in the foreign country during the spring semester break; and (3) preparation of a final report and oral presentation of findings. Team work and oral and written presentation skills are an integral part of the ISP. This course cannot be taken to meet any elective requirements for the management major.  ELECTIVE COURSES  International Business Management MGMT-UB.0004 3 units. Fall and spring. Prerequisites: MGMT-UB.0001, ECON-UB 0011 This course focuses on the strategic and organizational challenges facing the multinational firm. Types of questions addressed in the course include: (1) What are the sources of competitive advantage in a global context? (2) What differentiates a global from a domestic industry? (3) How does/should a multinational operate in these different environments? Managing People and Teams MGMT-UB.0007 3 units. Fall and spring. Prerequisite: MGMT-UB.0001. This course combines skill building though experiential exercises and an understanding of the underlying theory to help you learn how to be an effective manager and team member in today&rsquo;s technology-enabled team context. Topics include issues such as managing collaboration in and across teams, motivating effort, performance, social judgment, and cross-cultural issues. Students learn how organizations can improve their effectiveness through better management of people and how individual managers can be more effective in working with and leading others.  Managing Innovation (MCT) MGMT-UB.0008 3 units. Spring. Prerequisite: MGMT-UB.0001 The success of firms, managers and individual contributors depends on their ability to identify innovative products, processes, or both. Research has shown that managing innovation requires a learning mindset attuned to new experiences, entrepreneurial thinking and pragmatic leadership. Some of the specific questions we will consider are: How is design thinking impacting our understanding of strategy and organization design? What roles do the project, middle and senior management play in the innovation process? How do you decide which ideas are worth pursuing? How do firms choose among multiple attractive innovation projects? What are the best ways to protect a firm&rsquo;s intellectual property? Managing in Creative Industries, MGMT-UB.0009 3 units. Spring The purpose of the course is to expose students to the dynamics of cultural industries (e.g., art, theatre, music, film, photography, architecture, and so on), and to train students to think strategically about the nature of cultural products, what drives their supply and demand, the factors that affect the value of cultural products and how firms can profit from them. In order to address these issues, it is important to understand that a key feature of these industries is that symbolic and aesthetic attributes are at the very core of value creation. This implies that the value of cultural products depends largely on third parties, e.g., critics, dealers, foundations, users, etc. Some of these parties act as powerful intermediaries or gatekeepers as they control critical material and symbolic resources firms need in order to (continue to) produce cultural products.  Strategic Analysis (MCT Essential) MGMT-UB.0018 3 units. Spring This course emphasizes the need to look outward to the environment and inward to a firm&rsquo;s resources, capabilities and operating policies. It describes a firm&rsquo;s strategy as the formulation of &ldquo;competitive strategy&rdquo;, &ldquo;corporate strategy,&rdquo; and &ldquo;organizational strategy.&rdquo; Competitive strategy involves identifying structurally attractive industries and developing the most attractive position within that industry - where attractiveness is driven by absolute conditions combined with the resources and capabilities the firm brings to that position. Businesses create value by operating in positions within industries that, by virtue of the characteristics of industry, the position, and the firm, are defensible from the encroachment of competitors and deterioration of the environment as a whole. Corporate strategy focuses on the management and understanding of multi-product, multi-location, and multi-business firms. Organizational strategy involves developing policies within each functional area of the business unit that are integrative and consistent with the firm&rsquo;s plan for creating value. Developing Managerial Skills MGMT-UB.0021 3 units. Fall Prerequisite: MGMT-UB.0001. Increasing self-awareness and openness to feedback are important first steps in leading today&rsquo;s business for tomorrow&rsquo;s results. Many companies bestow a management title on key talent and expect appropriate behavior to follow, but that is not the most effective way to develop future business leaders. In this course you will focus primarily on the practical aspects of managing. While based on solid research, the course stresses a hands-on approach to improving students&rsquo; management skills. Each session focuses on developing (1) personal skills: self-awareness, managing stress, solving problems, and creativity; (2) interpersonal skills: coaching, counseling, supportive communication, gaining power and influence, motivating self and others, and managing conflict; and (3) group skills: empowering, delegating, and building effective teams.  Managing Change (MCT) MGMT-UB.0025 3 units. Spring. Prerequisite: MGMT-UB.0001. Recommended: junior standing. Managing change is a central concern for today&rsquo;s managers. Managing change is also the primary focus of the management consulting industry. To effectively manage change you will need a solid understanding of what change is about, what are its critical aspects, and how one can lead change initiatives in a disciplined and successful way. Case analysis and applied projects are the major vehicles for learning in this course. Note: This course is particularly relevant for students who plan to pursue careers as general managers or management consultants.  Managing Family Businesses &amp; Privately Held Firms MGMT-UB.0028 3 units. Spring Co-requisite: MGMT-UB.0001 In this course you will develop an understanding of how privately held firms and family businesses differ from their for-profit competitors. The course consists of four modules, which address the following questions: (1) How does family control affect strategy and management decisions such as diversification, M&amp;As, or financial policies? (2) How can growth in family businesses be managed and financed? (3) What structures and mechanisms can be put in place to manage family dynamics in a productive way? (4) How can succession be managed to ensure continuity in family business systems? (5) How can family ownership and control be transferred from one generation to another? Students who want to pursue a general management, consulting, or finance career have a high probability of working at or with a family-controlled business. Whatever their future role, students will find it useful to understand the uniqueness of these companies, and why they may or may not want to be involved with them. Negotiation and Consensus-Building (MCT) MGMT-UB.0030 3 units. Fall &amp; Spring. Not applicable towards BS/MS Accounting Program. Effective negotiation and consensus-building skills are essential for success in almost any life domain&mdash;whether your goal is to be an entrepreneur, film producer, business manager, or political leader. In this course, students study how people reach agreement and develop an analytical approach for reaching more effective agreements in organizational settings. The course draws from research in psychology and economics to provide academic content, while making use of role-playing exercises and experiential learning to emphasize key applied lessons. Growth Strategy and Management MGMT-UB.0035 3 units. Prerequisite: MGMT-UB.0001 and sophomore standing. In this course you will learn how to devise and implement strategies that enable businesses to make the leap from entrepreneurial ventures to successful, professionally managed Small and Medium Size Enterprises. The course addresses (1) Why do some entrepreneurial ventures successfully transition to small, medium, and large-scale enterprises while others do not? (2) What are the challenges and opportunities of each growth stage? (3) How do firms successfully make the transition from each growth stage to the next?  Power &amp; Politics MGMT-UB.0066 3 units. Prerequisite: MGMT-UB.0001 Politics is not a dirty word! You just need to learn how to play good politics and keep out bad politics. By the same logic, power by itself does not necessarily corrupt though absolute power may corrupt absolutely. In other words, this course is about how to conquer the world, or at least survive the corporate jungle, without losing your soul. Even if you don&rsquo;t want to play politics, good or bad, you need the skills from this course to ensure that you don&rsquo;t become a victim of politics. By the end of this course you will (1) be able to have not only a conceptual understanding of what power is within an organizational context but a practical grasp of what the actual sources of power are; and (2) will have gained substantial insight into how best to harness your political skills for effective management of your career path.  Patterns of Entrepreneurship MGMT-UB.0085 3 units. Spring. Co-requisites: MGMT-UB.0001 and sophomore standing. This course offers a framework for understanding the entrepreneurial process and exposes students to challenges, problems, and issues faced by entrepreneurs who start new businesses. Case studies are the principal teaching method, supplemented by lectures, business cases, and guest speakers. Students learn to identify and evaluate business opportunities, develop a business concept and assess and obtain the required resources, and manage the growth of new ventures. Independent Study in Management and Organizations MGMT-UB.0094-0099. 1-3 units. Prerequisite: MGMT-UB.0001 and permission of the undergraduate faculty adviser. Independent study provides students of academic quality an opportunity to engage in intensive independent study of management issues or pursue a career-related subject area of managerial significance. It requires completion of an individual report based on the student&rsquo;s investigation, research, and critical analysis, and must be supervised by regular, full-time faculty and approved by the management department&rsquo;s undergraduate faculty adviser.        Additional Courses that can be taken as Advanced Management Electives : Competitive Analysis ECON-UB 15 3 units. Casing Method and Delivery MULT-UB 5 2 units. Decision Models: Spreadsheets and Analytics MULT-UB 7 3 units. Advanced Decision Models MULT-UB 16 3 units. Prerequisites: OPMG-UB 1, MULT-UB 7. Game Theory MULT-UB 20 3 units. Electronic Communities MULT-UB 37 3 units. Entrepreneurship for the New Economy MULT-UB 40 3 units.                    Academic Programs     MBA Overview   Undergraduate Overview Course Descriptions   Course Schedule     PhD Overview   Student Jobs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "NYU Stern | Management and Organizations                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Undergraduate Current Students              Your Stern Experience Dean&#039;s Message   Vision &amp; Community Values   Stern Undergraduate College Team     New Students Freshmen   Transfer Students     Academics Office of Academic Advising   Degree Programs   Tracks   Minors &amp; Electives   Social Impact   Research &amp; Practitioner Learning   Honors &amp; Awards   Seniors   Non-Stern Students     Student Engagement &amp; Professional Development Office of Student Engagement   Career Initiatives   Leadership Initiatives   Social Initiatives   Alumni Initiatives     Stern Around the World Barr Family International Studies Program (ISP)   Semester Away   Short Term Immersions   Incoming Exchange Students     Resources &amp; Policies Tuition &amp; Aid   Academic Forms   NYU Resources   Code of Conduct   Academic Bulletin   Academic Policies   Global Study Policies   Internship Policies               Home / Portal &amp; Partners / Current Students / Undergraduate / Academics / Degree Programs / Business Program / Management and Organizations                        Share / Print                Print      Email      Share       Like                                              Management and Organizations  Concentrate in Management and Organizations  For course descriptions, prerequisites and course scheduling options, please review the Course Index.                      Management and Organizations Program Requirements (12 units)                   To complete the management and organizations area of study, students must complete the following courses in addition to Management and Organizations MGMT-UB 1 and International Studies Program MGMT-UB 11.              Advanced Management Course 1      MGMT-UB XX          Please see list of approved advanced management courses              Advanced Management Course 2                   Advanced Management Course 3                   Advanced Management Course 4                                 Advanced Management Courses              International Business Management      MGMT-UB 4              Managing People and Teams      MGMT-UB 7              Managing Innovation      MGMT-UB 8              Managing in Creative Industries      MGMT-UB 9              Strategic Analysis      MGMT-UB 18              Managerial Skills      MGMT-UB 21              Managing Change      MGMT-UB 25              Managing Family Businesses and Privately Held Firms      MGMT-UB 28              Negotiation and Consensus Building      MGMT-UB 30              Growth Strategy and Management      MGMT-UB 35              The Globalization of Business Enterprise      MGMT-UB 36              Power &amp; Politics      MGMT-UB 66              Patterns of Entrepreneurship      MGMT-UB 85              Independent Study in Management      MGMT-UB 94-99              Casing Method: Data Analysis &amp; Presentation      MULT-UB 5              Decision Models: Spreadsheets and Analytics      MULT-UB 7              Competitive Analysis      MULT-UB 15              Advanced Decision Models      MULT-UB 16              Game Theory      MULT-UB 20              Electronic Communities      MULT-UB 37              Entrepreneurship for the New Economy      MULT-UB 40                                                             Meet with Your Adviser   To ensure proper concentration progress consult your Academic and Faculty Adviser .                                                                                  Academics     Office of Academic Advising   Degree Programs Business Program Accounting   Actuarial Science   Economics   Finance   Information Systems   Global Business   Management and Organizations   Marketing   Operations   Statistics     Business &amp; Political Economy Program (BPE)   Dual BS/MS in Accounting Program   Stern-Tisch BS/BFA     Tracks   Minors &amp; Electives   Social Impact   Research &amp; Practitioner Learning   Honors &amp; Awards   Seniors   Non-Stern Students                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]