[{"detail": [{"content": "Department of English | New York University                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                   Home     People       Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only             Faculty Bookshelf       The Story of A: The Alphabetization of America from The New England Primer to The Scarlet Letter   By Patricia Crain           The Department of English at New York University studies and teaches English-language literature from all periods and places. We are known for our broad view of the discipline, and understand \"literature\" to mean writing in all media, and its study to include all the ways in which texts have been produced, re-produced, circulated, and read, along with the modes of classification and the definitions of enjoyment used to understand them. The scholarly methods we employ, and in which we train our students, include close reading, historical and archival research, literary theory, the history of the book, media theory, and cultural analysis. Read More &gt;               Upcoming Events            ,       Three Poetry Readings: Miguel Algarín          , -       GSAS Workshop Series for Professional Success: How to Improve your Communication in the Classroom          ,       Three Poetry Readings: Bruce Andrews          , -       MA Thesis Jamboree 2015          , -       Poetics and Life: A Conference in Honor of Anselm Haverkamp          , -       Urban Space Reading Group          ,       Transported: Imagining colonies with Edward Gibbon Wakefield and the young Charlotte Brontë          ,       Medieval Virtual Seminar: \"Jerusalem in Medieval Scandinavia: The Integration of the North in the Oikumene of Latin Christendom,\" Professor Kristin B. Aavitsland (MF Norwegian School of Theology)          , -       Renaissance Salon Meeting         Complete list of events                 Announcements           Mary Poovey awarded Honorary Doctorate by Uppsala University       Juliet Fleming receives 2014 Golden Dozen Teaching Award       Julia Jarcho receives 2014 Doris Duke Impact Award       Catherine Robson named 2014 ACLS Fellow       Jennifer Baker named a Humanities Initiative Faculty Fellow       Lytle Shaw named Humanities Initiative Faculty Fellow       Denis Donoghue receives Award for Humanistic Studies       Robert Young elected Fellow of the British Academy       The Joe A. Callaway Prize       Study Away                   Interested in studying English?           English Department Scholarships Now Available for MA Study           FAQ's for Applicants for Graduate Study           Spring 2015 Graduate Schedule           FAQs for Undergraduates           Spring 2015 Undergraduate Course Schedule           How to Become an English Major           Being an English Major           After the English Major                 Digital Commons Initiative   The English Channel is designed both as a site that showcases the activities of the NYU English department’s students and faculty in the areas or research, teaching, community building, and public humanities and as an environment that furthers those activities by activating the intersections among disparate fields of specialization. Learn More &gt;   The Contemporary Literature Series   A new program in the Department of English at NYU that brings contemporary authors to the campus and into the undergraduate classroom. Learn More &gt;                               Contact Us | &copy; New York University , Arts and Science"}]}]