[{"detail": [{"content": "Brigitte Miriam Bedos-Rezak's Teaching and Research Interests    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Brigitte Miriam Bedos-Rezak's Teaching and Research Interests   Research Interests:    My scholarship bears primarily on medieval northern France (1000-1250) with comparative forays into England, Germany, southern France, and Spain. An early interest, informed by the principles of social history and archival research, focused on the Ile-de-France nobility and resulted in my book (1980) on the French lordship of Montmorency (ca. 1000-1368) which gathered the scattered sources documenting this polity in order to analyze, within a particular venue, the political and socio-economic processes at work as a castral structure was created within the Capetian royal domain. A subsequent book on Anne de Montmorency (Paris, 1990) pursued the focus on the Montmorency lineage through the Renaissance, exploring and charting the modes of engagement between kingship and nobility over six centuries in such areas as policy making, the manipulation and domination of bureaucratic structures, the roles of clientèle and parentèle, the conflicted politics of prestige and cultural modeling, and the orchestration of ideologies. In the course of considering the dialectics of power between kings and aristocrats, I became increasingly interested in the symbolic and representational practices of lay elites, particularly in those articulated by sealed charters and by seals per se. This new subject required considerable engagement with such \"auxiliary sciences\" as diplomatics and sigillography. Diplomatics is an exacting methodology, a form of literary criticism involving the detailed examination of documentary records for the purpose of evaluating their authenticity, format, and textual content so that such documents may be reliably exploited as historical sources. Sigillography (also known as sphragistics) is a branch of diplomatics which has traditionally concerned itself with seals as legal devices for documentary authentication and thus as major criteria for determining the genuineness of medieval charters. Seals had long been understood to be meaningful principally as modern tools for historians' craft, but I began to wonder what seals, and sealed charters, meant in terms of their agency within the society that produced and manipulated them. I thus embarked upon the \"historicization\" of a large body of material upon which much scholarship of the medieval period has traditionally rested.    Seals are imprints repeatedly produced from an engraved die which state the name and title of the seal's owner and which typically show a figure clad in vestments indicative of the owner's social rank and function. The spread of sealing practices within medieval society was the first aspect of seal performance which attracted my attention. In early articles and chapters, I addressed the extension of seal usage along the axes of geography, politics, ethnicity, and gender, emphasizing the role of seals in the acculturation of literate practices. A number of these studies have been gathered in Form and Order in Medieval France, Studies in Social and Quantitative Sigillography (London: Variorum, 1993).    Analysis of the diffusion of sealing practices exposed a specific network of those social, legal, and political processes at work in seal usage, but not the circumstances which had enabled and promoted the practice itself. My research in this direction, so far based on eleventh- and twelfth-century documents, has shown that this new format, the sealed charter, was initiated within the writing bureaus of episcopal and monastic schools in northern France and the Low countries by the very same scholars who were simultaneously engaged in theological and philosophical debates involving sign theory. Broadly conceived, my ongoing work ponders the semiotics of seals, explores the relationship between medieval sign theory and the concept and markers of personal identity, and attempts to comprehend medieval definitions of person and personal identity (\"Medieval Identity: A Sign and a Concept,\" American Historical Review [AHR] 1055/2000, pp. 1489-1533).    This larger agenda has yielded several current projects. In one, by analyzing theological and documentary discourse, I track the major theoretical shifts affecting the concepts of person, sign, and image as debates about the eucharistic moved toward the essentialist doctrine of the real presence (1215, \"Une image ontologique: Sceau et ressemblance en France préscolastique, 1000-1200).\" In another, concerning \"Ego and Imago, Presence and Representation,\" I attempt to look at the nature of personal agency, arguing that the individual, who was a focus of power and reference in the tenth century, had been eclipsed by representative signs in the twelfth century. In a third project, I try to show that twelfth- and thirteenth-century loci of singularity and distinction did not necessarily overlap with or result in the creation of an individual. My work on Replica (\"Replica: Images of Identity and the Identity of Images\") seeks to map the extent to which the principles of copying (\"Toward an Archaeology of the Medieval Charter: Textual Production and Reproduction in Northern French Chartriers\"), likeness, models (\"Du modèle à l'image: Les signes de l'identité urbaine au Moyen Age\"), and replication, informed socio-cultural practices and what consequences this had for medieval working definitions of authority, authenticity, and identity.    Teaching Interests: French born, raised, and educated, I do not teach within the tradition that taught me. As a result, every time I enter a classroom I experience a particular keenness toward the exchange about to take place there, for in some sense I am a student too. I trust that this biographical accident helps me to foster a sense of the dignity of being a student, that is, someone for whom knowledge is a horizon, a line that moves as we move, a condition essential to freedom.    The medieval history of the West traditionally covers 1200 years of European experimentation (300-1500CE) through my own focus has tended to settle on the earlier (fourth through thirteenth) centuries. When presenting this time span in survey-mode, I use an approach at once linear, lateral, and contextual. That is, I expect students to encounter the medieval world as parent civilization of the modern West, as a period offering many parallels to life in preindustrial and non- literate societies, and as a time of irreducible alterity when circumstances seemingly familiar to us were handled and understood in particular ways, and must therefore be examined in terms of their immediate agency within their host society. The past is not a mirror but a zone for refraction and reflection.    The Middle Ages present both international (Christian, Latin) and intensely local tropes, with associative patterns in thought, action, and sensitivity that defy the categorization characteristic of modern academic disciplines or departments. Thus medieval history is naturally interdisciplinary, and one the aims of its study must be to recapture medieval socio-cultural units of intelligibility. I particularly favor this dimension when teaching workshops and seminars organized around specific broad themes, such as Medieval Magic, Media and Communication, Historical Anthropology of the Middle Ages, The Medieval Life Cycle, Medieval Semiotics, Script and Society, Women in Medieval Culture and Society, The Medieval Ego. We explore all facets of such topics, moving beyond linear accounts toward a recognition of the asymmetrical variations that a given process may exhibit over time and from place to place.    In all courses, I give sources pride of place, whether they are primary (texts, art, artifact) or secondary, with two goals in mind. The first, achieved through intensive readings and writing, is to draw students' attention to the means by which a set of facts is assembled and transformed into a meaningful story. Challenged with differing interpretations of a single phenomenon, students recognize that modern historical writing is not the simple reportage of past evidence but encompasses and transcends the data through an act of interpretation whose subjectivity must remain conversant with the evidence. My second goal is to provoke the realization that what we call primary sources were not produced as \"sources\" but came into existence to serve various needs of those who generated them. Anonymous mechanisms of production, difficult formats, foreign languages, semantic opacity tend to make medieval texts seem quite arcane. This issue is particularly relevant at the graduate level where, drawing upon the extensive resources of New York City and the Internet, and upon my own expertise in Diplomatics (diplomas, charters, cartularies and other documentary sources), I base seminars on research methodology, paleography, philology, and textual criticism.    The language of medieval documents has always demanded that philology and critical theory loom large within the medievalist's interpretive arsenal, especially since much medieval writing was produced and manipulated within a clerical monopoly. In our current academic setting, however, postmodern textual criticism has taken some novel turns, simultaneously denying that the past has extra-textual reality and that historical texts have fixed meanings. These denials themselves have resulted from imputing to language such characteristics as self-reflectiveness and arbitrary configuration. It has therefore become quite a challenge to steer students safely through the broad questions now current in and fundamental to historical analysis. How do texts acquire meaning? What should be inferred from them, information (facts) or representation (attitudes)? If historical texts are to be seen as interpretive, does that restrict our knowledge of the past to interpretations that the past has produced of itself? My own interest in textual critique and my engagement with the theoretical underpinnings of cultural studies motivate me both to teach a separate class in History and Contemporary Theory and to combine a theoretical awareness with the material taught in all my classes.    I expect that my students' encounter with past societies will inspire them to hone many skills, available through the discipline of history, which will continue to serve them well beyond their academic experience: imagination and self-confidence, research flair, expertise with electronic technology, critical reading, command of rhetoric, analytical and argumentative writing. I want them to use history as an empowering practice through which to develop an awareness of their own subjectivity, to gain an ability to make sense of human behavior, and to deal with it.             Contact Us | &copy; New York University , Arts and Science"}]}]