[{"detail": [{"content": "Aisha Khan, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Aisha Khan   Associate Professor of Anthropology; Director of Undergraduate Studies Ph.D 1995, City University of New York;   Office Address: Rufus D. Smith Hall  25 Waverly Place, 606  New York, NY 10003   Email:     Phone: 212-998-3751   Fax: 212-995-4014         Areas of Research/Interest     Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.     Fellowships/Honors     Golden Dozen Teaching Award 2014, Fulbright, Sigma Xi Society, Wenner-Gren Foundation, Richard Carley Hunt Memorial Postdoctoral Fellowship, NYU Humanities Initiative Fellowship (monograph project, \"Sacred Sacrilege: The View from Caribbean Obeah and Hosay\"), Center for Latin American and Caribbean Studies/Title VI Interdisciplinary Seminar Grant (international seminar series, \"Our America: Cross Currents and Intimate Dialogues in the Making of a Hemisphere\"), Center for Latin American and Caribbean Studies Faculty Working Group Grant (seminar series, \"Reassembling the Americas: Africans, Asians, and the Crossroads of Diaspora\")     Selected Publications     Guest editor and Introduction, special issue of the journal Cultural Dynamics , on The Life and Work of Michel-Rolph Trouillot, July 2014.   Islam and the Atlantic World , edited by Aisha Khan (University Press of Florida, edited volume, in press) Sacred Sacrilege: The View from Caribbean Obeah and Hosay (monograph, under contract) Empirical Futures: Anthropologists and Historians Engage the Work of Sidney W. Mintz . Co-edited with George Baca and Stephan Palmie, 2009. Chapel Hill: University of North Carolina Press. Callaloo Nation: Metaphors of Race and Religious Identity among South Asians in Trinidad , Duke University Press (2004) in preparation: guest editor for invited special issue of Cultural Dynamics on The Life and Work of Michel-Rolph Trouillot \"Dark Arts and Diaspora,\" 2013, Diaspora: A Journal of Transnational Studies 17(1):40-63 2012 \"Islam, Vodou, and the Making of the Afro-Atlantic.\" New West Indian Guide 86(1-2): 29-54 2010 \"Amid Memory and Historical Consciousness: Locating the Plantation Past.\" Journal of Historical Sociology 23(1):171-184. 2009 \"Catching the Wind.\" Small Axe: A Journal of Criticism 29: 200-209. 2009 “'Caucasian', 'Coolie', 'Black', or 'White'? Color and Race in the Indo-Caribbean Diaspora.\" In Shades of Difference: Transnational Perspectives on How and Why Skin Color Matters. Evelyn Nakano Glenn, editor. Pp. 95-113. Palo Alto: Stanford University Press. 2001 \"Journey to the Center of the Earth: The Caribbean as Master Symbol.\" Cultural Anthropology 16(3):271-302. 2003 \"Portraits in the Mirror: Nature, Culture, and Women's Travel Writing in the Caribbean.\" Women's Writing 10(1). 1997 \"Rurality and 'Racial' Landscapes in Trinidad.\" In Knowing Your Place: Rural Identity and Cultural Hierarchy . Barbara Ching and Gerald Creed, editors. Pp. 39-69. NY: Routledge, 1994 \"Juthaa in Trinidad: Food. Pollution, and Hierarchy in a Caribbean Diaspora Community.\" American Ethnologist 21(2): 245-269. 1993 \"What is 'a Spanish'? Ambiguity and 'Mixed' Ethnicity in Trinidad.\" In Trinidad Ethnicity, ed. by K. Yelvington. Pp. 180-207. Knoxville: University of Tennessee Press. Current News/Projects Updated August 2014 I have just returned from a summer of research in Trinidad and London, for my monograph Sacred Sacrilege funded by an NEH summer research grant. Most recently, l've also given a keynote address at the Department of Black Studies, University of California Santa Barbara. I also co-organized with the Center for Latin American and Caribbean Studies a symposium on \"The Life and Work of Michel-Rolph Trouillot\" (see CLACS website for videotape of conference, March 1, 2013). It was a highly successful event, filling the KJCC auditorium with academics and members of diverse community publics who engaged in spirited dialogs about the many and important legacies of a monumentally important scholar who left us too soon. I also am enjoying, and profiting greatly from my 2012-2013 Humanities Initiative Fellowship, which is giving me valuable time for research, writing/publishing, and engaging with colleagues across the disciplines about our current research projects. I was fortunate to be invited during the spring and fall semesters to give talks at Oxford University, the University of Chicago, The University of the West Indies St. Augustine, and Texas A &amp; M. For the rest of 2012, I presented papers at the Association of Asian American Studies (Seattle), the Caribbean Studies Association (Grenada, W.I.), and the American Anthropological Association (Chicago). I am also delighted, as always, to be engaged with the fascinating research projects of doctoral students here across NYU's College of Arts and Sciences and in several national and international universities. Grants National Endowment for the Humanities, summer research grant 2014    Awards: Golden Dozen Teaching Award, College of Arts and Sciences 2014    Fellowships: New York University Humanities Initiative Fellowship 2013-2014      Keynote Address: Department of Black Studies, University of California Santa Barbara, May 19, 2014         Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Aisha Khan, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Aisha Khan   Associate Professor of Anthropology; Director of Undergraduate Studies Ph.D 1995, City University of New York;   Office Address: Rufus D. Smith Hall  25 Waverly Place, 606  New York, NY 10003   Email:     Phone: 212-998-3751   Fax: 212-995-4014         Areas of Research/Interest     Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.     Fellowships/Honors     Golden Dozen Teaching Award 2014, Fulbright, Sigma Xi Society, Wenner-Gren Foundation, Richard Carley Hunt Memorial Postdoctoral Fellowship, NYU Humanities Initiative Fellowship (monograph project, \"Sacred Sacrilege: The View from Caribbean Obeah and Hosay\"), Center for Latin American and Caribbean Studies/Title VI Interdisciplinary Seminar Grant (international seminar series, \"Our America: Cross Currents and Intimate Dialogues in the Making of a Hemisphere\"), Center for Latin American and Caribbean Studies Faculty Working Group Grant (seminar series, \"Reassembling the Americas: Africans, Asians, and the Crossroads of Diaspora\")     Selected Publications     Guest editor and Introduction, special issue of the journal Cultural Dynamics , on The Life and Work of Michel-Rolph Trouillot, July 2014.   Islam and the Atlantic World , edited by Aisha Khan (University Press of Florida, edited volume, in press) Sacred Sacrilege: The View from Caribbean Obeah and Hosay (monograph, under contract) Empirical Futures: Anthropologists and Historians Engage the Work of Sidney W. Mintz . Co-edited with George Baca and Stephan Palmie, 2009. Chapel Hill: University of North Carolina Press. Callaloo Nation: Metaphors of Race and Religious Identity among South Asians in Trinidad , Duke University Press (2004) in preparation: guest editor for invited special issue of Cultural Dynamics on The Life and Work of Michel-Rolph Trouillot \"Dark Arts and Diaspora,\" 2013, Diaspora: A Journal of Transnational Studies 17(1):40-63 2012 \"Islam, Vodou, and the Making of the Afro-Atlantic.\" New West Indian Guide 86(1-2): 29-54 2010 \"Amid Memory and Historical Consciousness: Locating the Plantation Past.\" Journal of Historical Sociology 23(1):171-184. 2009 \"Catching the Wind.\" Small Axe: A Journal of Criticism 29: 200-209. 2009 “'Caucasian', 'Coolie', 'Black', or 'White'? Color and Race in the Indo-Caribbean Diaspora.\" In Shades of Difference: Transnational Perspectives on How and Why Skin Color Matters. Evelyn Nakano Glenn, editor. Pp. 95-113. Palo Alto: Stanford University Press. 2001 \"Journey to the Center of the Earth: The Caribbean as Master Symbol.\" Cultural Anthropology 16(3):271-302. 2003 \"Portraits in the Mirror: Nature, Culture, and Women's Travel Writing in the Caribbean.\" Women's Writing 10(1). 1997 \"Rurality and 'Racial' Landscapes in Trinidad.\" In Knowing Your Place: Rural Identity and Cultural Hierarchy . Barbara Ching and Gerald Creed, editors. Pp. 39-69. NY: Routledge, 1994 \"Juthaa in Trinidad: Food. Pollution, and Hierarchy in a Caribbean Diaspora Community.\" American Ethnologist 21(2): 245-269. 1993 \"What is 'a Spanish'? Ambiguity and 'Mixed' Ethnicity in Trinidad.\" In Trinidad Ethnicity, ed. by K. Yelvington. Pp. 180-207. Knoxville: University of Tennessee Press. Current News/Projects Updated August 2014 I have just returned from a summer of research in Trinidad and London, for my monograph Sacred Sacrilege funded by an NEH summer research grant. Most recently, l've also given a keynote address at the Department of Black Studies, University of California Santa Barbara. I also co-organized with the Center for Latin American and Caribbean Studies a symposium on \"The Life and Work of Michel-Rolph Trouillot\" (see CLACS website for videotape of conference, March 1, 2013). It was a highly successful event, filling the KJCC auditorium with academics and members of diverse community publics who engaged in spirited dialogs about the many and important legacies of a monumentally important scholar who left us too soon. I also am enjoying, and profiting greatly from my 2012-2013 Humanities Initiative Fellowship, which is giving me valuable time for research, writing/publishing, and engaging with colleagues across the disciplines about our current research projects. I was fortunate to be invited during the spring and fall semesters to give talks at Oxford University, the University of Chicago, The University of the West Indies St. Augustine, and Texas A &amp; M. For the rest of 2012, I presented papers at the Association of Asian American Studies (Seattle), the Caribbean Studies Association (Grenada, W.I.), and the American Anthropological Association (Chicago). I am also delighted, as always, to be engaged with the fascinating research projects of doctoral students here across NYU's College of Arts and Sciences and in several national and international universities. Grants National Endowment for the Humanities, summer research grant 2014    Awards: Golden Dozen Teaching Award, College of Arts and Sciences 2014    Fellowships: New York University Humanities Initiative Fellowship 2013-2014      Keynote Address: Department of Black Studies, University of California Santa Barbara, May 19, 2014         Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Diaspora in Dialogue: A Haitian Identity Symposium | CLACS | NYU                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Center for Latin American and Caribbean Studies                            Back to Events         Printer Friendly       Diaspora in Dialogue: A Haitian Identity Symposium            ,     Location: King Juan Carlos I of Spain Center (KJCC) Auditorium, 53 Washington Square South, New York University, New York NY 10012 (map)        Haiti Cultural Exchange and the Center for Latin American &amp; Caribbean Studies at NYU are pleased to co-present Diaspora in Dialogue: A Haitian Identity Symposium , a day long conversation on the context of Haitian identity and chaired by NYU Gallatin Associate Professor Millery Polyné. Interconnected topics will address a myriad of cultural issues that face Haiti and its Diaspora with the guidance of panels made up of academics, artists, and students all with connections to the island nation. Cross-generational, multi-disciplined panels will explore the how the dynamism of identity and culture can provide windows into important questions of development and global representations of the nation. Topics will address the context of Haitian art in Haiti and on the international art scene, what shapes the social landscape in Haiti and in the Diaspora and how this impacts those who identify with Haiti and its culture.   Panels: An Age Thing : The Generational Haitian Immigrant Experience The differences between the Papa Doc expatriates who fled during the 1950′s, 1960′s and 1970′s, the wave of young immigrants in the early 1990’s, and the influx of 2010 evacuees of all ages builds a dynamic picture of the present Haitian immigrant population in the U.S. and beyond. What motivations and obstacles link us? What experiences in our new space build these groups as distinct from those before and after? Panelists are Alice Backer , lawyer by training and founder and operator of kiskeácity, a blog that highlights Haitian, Haitian-American, and Caribbean culture and current events, Anthonine Pierre , community organizer at Brooklyn Movement Center and former community liaison to the Manhattan Borough President, and Millery Polyné , NYU Gallatin Assistant Professor of History and the Caribbean &amp; chair of the Diaspora in Dialogue Symposium.  Around the Vèvè : The Impact of Vodou on Perceptions of Haiti   Though Haitian Vodou stems from traditional religions of West Africa and is a vital link to the history of Haiti’s people, Western and internal state   efforts to distance the nation from the religion have cast Vodou in the shadows. How does the history of Vodou play into the perception of Haiti’s culture? What social, economic and political factors impact Haitians and non-Haitians sentiments about Vodou?   Panelists are Dr. Lois Wilcken , musicologist and director of La Troupe Makandal and Dowoti Desir , Manbo Asogwe and scholar of the Vodou religion. This panel will be moderated by Katherine Smith , Assistant Professor researching contemporary Haiti and Vodou, and HCX’s Faculty Liaison at CLACS, NYU.     Going Back : The Haitian Diasporan Identity in Haiti     Efforts from the Diaspora to support Haiti have always existed, but energies to create sustained change (particularly after 2010) have led to a movement of HaitianDiaspora groups returning to Haiti and working on the ground. What is the impact of these groups and individuals in Haiti? In what capacities are they working with the state or with non-governmental organizations? How are they perceived? How do they perceive their revisited “home?” What is the experience of individuals or Haitian descendants living abroad and “returning” to a land of collective memory?     Panelists are Gabrielle Apollon , first year student focusing on human rights at NYU’s School of Law, Dr. Lesly Kernisant , Founder and CEO of SimACT, and Linda Thélémaque , Founder &amp; President of Project Istwa.        Using the Haitian Eye : Creating as an Artist in the Diaspora     Haitian artists in the Diaspora often create works in response to their individual perspectives and developments back “home.” In what ways have artists’ ideas of longing, faith, memory, and authoritarianism manifested, or not manifested, in their work? How does the diasporic audience interact with Haiti-centered artwork made outside of Haiti, by Haitians and non-Haitians? What facets of Haitian Diasporan art are acting to build dynamism and dialogue about Haiti’s cultural identity?     Panelists are Jeffrey Dessources , Haitian-American poet, professor, and public speaker, Jerry Lamothe , award-winning filmmaker, Rejin Leys , Haitian-American mixed media artist, and Charlot Lucien , Haitian folklorist and performer. Panel will be moderated by Jerry Philogene , Assistant Professor of American studies at Dickinson College.              Click here to register.                                          Back to Top                 Contact Us | &copy; New York University , Arts and Science"}]}]