[{"detail": [{"content": "Cyrus R. K. Patell, Faculty of English | NYU                                                     Back to Home                                             Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi   Ph.D. 1991 (English and American literature and language), M.A. 1986, B.A. 1983, Harvard.   Office Address: 244 Greene Street room 609  New York, New York (US) 10003 Office Hours: IN ABU DHABI 2013-2014 Email:   Phone: (212) 998-8827 Fax: (212) 995-4019               Curriculum Vitae                    Cyrus R.K. Patell is Associate Professor of English, Faculty Fellow-in-Residence at University Hall, and Associate Dean of Humanities, NYU Abu Dhabi    A former Director of Undergraduate Studies and Director of Undergraduate Honors for the English Department, he regularly teaches the undergraduate courses “Conversations of the West,” “American Literature I,” and “Writing New York.” Recent graduate courses include “Why Moby-Dick Matters,” “U.S. Fiction after 1940,” and “Contemporary Emergent U.S. Fiction.”    A specialist in 19th- and 20th-century American literature and culture, his recent scholarship and teaching has centered on the theory and practice of cosmopolitanism and on the literature and culture of New York City. Forthcoming publications include the Cambridge Companion to the Literature of New York City (co-edited with Bryan Waterman) and U.S. Multicultural Literatures: An Introduction to Emergent Writing since 1940 (NYU Press). He is currently writing a book on the album Some Girls by the Rolling Stones for Continuum’s 33 1/3 series, and he is editing (with Deborah Lindsay Williams) the volume devoted to U.S. fiction after 1940 for the twelve-volume Oxford History of the Novel in English (general editor, Patrick Parrinder). He is a two-time winner of the Golden Dozen Award for Undergraduate Teaching and is a recipient of NYU’s highest pedagogical award, the Distinguished Teaching Award.    He blogs on two sites: patell.org and at the site Patell and Waterman’s History of New York .     Areas of Research/Interest   American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography     Affiliated with other departments or programs   American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi     External Affiliations   American Culture Association, American Literature Association, American Studies Association, Multi-Ethnic Literature of the United States, Modern Language Association, Western Literature Association.     Fellowships/Honors   Distinguished Teaching Award, NYU, 2004; Golden Dozen Award, NYU, 2003; Research Challenge Fund Grant, NYU, 2004, 1999, 1998, 1996; Curricular Development Challenge Fund Grant, NYU, 2004, 1997; Golden Dozen Teaching Award, NYU, 1995; President's Postdoctoral Fellowship, University of California, 1991-1993.     Publications (Selected) The Cambridge Companion to the Literature of New York , co-edited with Bryan Waterman. Cambridge University Press, 2010. Negative Liberties: Morrison, Pynchon, and the Problem of Liberal Ideology . Duke University Press. 2001.      Emergent Literatures, 1940-1990. In The Cambridge History of American Literature , vol.7. Cambridge University Press. 1999.    Comparative American Studies: Hybridity and Beyond. American Literary History . Spring 1999.    Joyce's Use of History in \"Finnegans Wake\" . Cambridge: Harvard University Press. 1984.     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}]}]