[{"detail": [{"content": "New York University | Bobst Library: African American Studies                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        African American Studies       Contents      Librarian for African American Studies    NYU Links    Related Guides    Research Assistance    Internet Links    Bibliographies    Research &amp; Resource Guides    Encyclopedias &amp; Dictionaries    Indexes    Statistics    Biographies    Directories    History                         Librarian for African American Studies    Timothy Johnson  Librarian for Africana Studies, Anthropology and Food Studies  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2436  E-mail: timothy.johnson@nyu.edu                             NYU Links                 African American Newspapers and Journals through 1970 at Bobst Library    Microform Sets for U.S. History at Bobst Library    NYU Libraries Collection Development Policy for Africana Studies    Africana Studies Program at NYU    Institute for African American Affairs at NYU                              Related Subject Guides           African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                             Research Assistance              How to Find Books in BobCat by Subject      BobCat can be searched for books and other materials in African American Studies with a subject search (s= ). Many subject headings in this field have the pattern: s= Afro-Americans--[Place name] --Subdivision--[Time period]. Place names can be names of countries, states, regions, or cities.          Examples:     s= Afro-Americans--Virginia--History--19th century         s= Afro-Americans--Civil rights         Examples of other subdivisions: education, economic conditions, intellectual life, race identity, and social conditions. Other subject headings have the pattern s= Afro-American [...] -- [Place name]--[Time period].          Examples:     s= Afro-American families--Florida--History-- 20th century     s= Afro-American actors         Other examples: Afro-American abolitionists, artists, authors, children, mass media, and veterans.         The third type of subject heading used for materials in this field is: s= Afro-Americans in ... (e.g., art, literature, mass media). For more information please consult the Library of Congress Subject Headings (LCSH). Copies of LCSH are available in all reference centers and the catalog area in the atrium.             Tutorials and Other Research Assistance        NYU Libraries Tutorial: How to Find a Book     NYU Libraries Tutorial: How to Find an Article     Locating Videos in Bobst Library     Bibliographic and Footnote Style Guide     Contact a Subject Specialist             The Harvard Guide to African-American History .     Call no.: REF1 E185.H326 2001 (1st floor)     The Harvard Guide to African-American History is a good place to start for research on all aspects African-American history and culture. It lists comprehensive bibliographies (lists of books, journal articles and other sources) on practically every aspect of African-American history and culture arranged chronologically by subject from 1492-1999. Some of the sources listed are available in the Bobst library. Coverage includes reference works, Internet resources, manuscript collections, primary sources on microform, newspapers and selected periodicals, government documents, oral history, art, music, photography, film and television.                                       Internet Links                   Scholarly Internet Resources on African-American Life          Arts, Music, Photography, and Theatre     Biography and Autobiography     History     Literature     Research Centers, Libraries, and Museums                                   Bibliographies           Davis, Nathaniel. Afro-American References: An Annotated Bibliography of Selected Resources , compiled and ed. by Nathaniel Davis. Westport, CT: Greenwood Press, 1985.    Bobst Ref1 Z1361.N39D37 1985        Includes author, title, and subject indexes.             De Lerma, Dominique-Rene. Bibliography of Black Music . Foreword by Jessie Carney Smith. Westport, CT: Greenwood Press, 1981-1984. 4 vols.    Bobst MusicRef ML128.B6D346 1981          Gray, John. Blacks in Film and Television: A Pan-African Bibliography of Films, Filmmakers, and Performers . New York: Greenwood Press, c1990.    Bobst Ref1 Z5784.M9G72 1990          Miller, Elizabeth W. The Negro in America: A Bibliography . 2nd ed., rev. and enl., compiled by Mary L. Fisher. Cambridge: Harvard University Press, 1970.    Bobst Ref1 Z1361.N39M5 1970        Selectively annotated bibliography on African American history, culture, and politics in 20 chapters. Includes author index.             Newman, Richard. Black Access: A Bibliography of Afro-American Bibliographies . Westport, CT: Greenwood Press, c1984.    Bobst Ref1 Z1361.N39N578 1984          Work, Monroe Nathan. A Bibliography of the Negro in Africa and America . NY: Octagon Books, 1965, [c1928].    Bobst Ref1 Z1361.N39W9 1965        Lists over 17,000 books, pamphlets, and periodical articles. Covers mainly English publications. Pt. 1 relates to Africa; pt. 2 deals with America. Each part is subdivided by various topics. Includes index. Covers over 3,000 bibliographies. Includes chronological and subject indexes.                                   Research &amp; Resource Guides      The African-American Yellow Pages: A Comprehensive Resource Guide and Directory , ed. by Stanton F. Biddle. New York: H. Holt, 1996.    Bobst Ref1 E185.A2575 1996        National directory of businesses, organizations, historic sites, publications, services, etc. that are of particular interest to African American studies. Under each of the 72 alphabetically organized categories, entries are listed by state, city, and name of organization. Includes subject and name indexes.             Library of Congress. The African-American Mosaic: A Library of Congress Resource Guide for the Study of Black History and Culture , ed. by Debra Newman Ham; with contributions by Beverly Brannan et al. Washington: Library of Congress ; for sale by the Supt. of Docs., U.S. G.P.O., 1993.    Bobst Ref 1 Z1361.N39L47 1993    Bobst Z1361.N39L47 1993        Discusses Library of Congress collections that relate to African American history and culture. Chronological arrangement. Includes index.             Reference Library of Black America , ed. by Kenneth Estell. Detroit, MI: Gale Research ; distributed by Afro-American Press, c1994. 5 vols.    Bobst Ref1 E185.R435 1994        Based upon the 6th ed. of The African-American Almanac which was first published as The Negro Almanac in 1967. 27 subject chapters, many of which open with an essay, followed by biographic profiles of selected individuals. Includes index.                                   Encyclopedias &amp; Dictionaries           Dictionary of Afro-American Slavery , ed. by Randall M. Miller and John David Smith. New York: Greenwood Press, 1988.    Bobst Ref1 E441.D53 1988        Alphabetically arranged entries with bibliographical references. Includes index.             Encyclopedia of African-American Civil Rights: From Emancipation to the Present , ed. by Charles D. Lowery and John F. Marszalek; foreword by David J. Garrow. New York: Greenwood Press, 1992.    Bobst Ref1 E185.61.E54 1992 Bobst E185.61.E54 1992        Over 800 articles on individuals, organizations, events, and court cases with an emphasis on the period since emancipation. Alphabetically organized. Includes index.             Encyclopedia of African-American Culture and History , ed. by Jack Salman, David Lionel Smith, Cornel West. New York: Macmillan Library Reference USA; Simon &amp; Schuster Macmillan; Simon &amp; Schuster and Prentice Hall, c1996. 5 vols.    Bobst Ref1 E185.E54 1995        Approximately two-thirds of the 2,200 entries are of biographical nature. The remaining entries are devoted to events, historical eras, legal cases, areas of cultural achievements, professions, sports, places and states. Arranged alphabetically. Extensive statistical appendix. Includes index.             Encyclopedia of African American Religion , ed. by Larry G. Murphy, J. Gordon Melton, Gary L. Ward. New York: Garland, 1993.    Bobst Ref1 BR563.N4E53 1993        Biographical entries, entries on each of the African American denominations and religious groups and on prominent religious organizations. Includes 3 introductory essays, a chronology of African American religion, a directory of African American churches, and an index.             The Negro Almanac: A Reference Work on the African American , compiled and ed. by Harry A. Ploski and James Williams. 5th ed. Detroit: Gale Research, c1989.    Bobst Ref1 E185.N385 1989        35 chapters combining historical narrative, biographical sketches, as well as statistical tables and graphs. Focuses on the current situation of African Americans. Includes index.             Puckett, Newbell Niles. Black Names in America: Origins &amp; Usage , ed. by Muray Heller. MA: G.K. Hall, 1975.    Bobst Ref1 E185.89.N3P82        Organized chronologically.                                   Indexes           Abajian, James. Blacks in Selected Newspapers, Censuses and Other Sources: An Index to Names and Subjects . Boston: G.K. Hall, 1977. 3 vols.    Bobst Ref1 Z1361.N39A28x        Alphabetically arranged name and subject index.             Ethnic NewsWatch .    Bobst Library Network        Ethnic NewsWatch is a multicultural database containing articles published by the ethnic, minority and native presses in America. The database deals with issues of local, national and global importance to these groups. English/Spanish search option available.             The Kaiser Index to Black Resources, 1948-1986: From the Schomburg Center for Research in Black Culture of the New York Public Library . Brooklyn, NY: Carlson, 1992. 5 vols.    Bobst Ref1 Z1361.N39K34 1992        A bibliographic guide to periodical literature, articles and ephemera.             Newman, Richard. Black Index: Afro-Americans in Selected Periodicals, 1907-1949 . New York: Garland, 1981.    Bobst Ref1 Z1361.N39N58        Author and subject guide to over 1,000 articles in more than 350 periodicals published in the U.S., Canada, and Great Britain during the first half of the 20th century.             Schomburg Center for Research in Black Culture. Index to the Schomburg Clipping File . Cambridge: Chadwyck-Healey, c1986.    Bobst Ref1 Z1361.N39S373 1986    Bobst Ref6 Z1361.N39S373 1986        Alphabetically arranged name and subject index. Includes microfiche serial numbers. Focuses on African Americans, but covers also to a limited extent other parts of the African Diaspora and Africa. Includes indexes.             Stevenson, Rosemary M. Index to Afro-American Reference Resources . New York: Greenwood Press, 1988.    Bobst Ref1 Z1361.N39S77 1988    Bobst Z1361.N39S77 1988                                Statistics                  Black Americans: A Statistical Sourcebook . Boulder, CO: Numbers &amp; Concepts, 1990.     Bobst Ref6 E185.86.B52 1990          Demographics and characteristics of the population; vital statistics and health; education; government, elections, and public opinion; crime, law enforcement, and corrections; labor force, employment, and unemployment; earnings, income, poverty, and wealth; special topics. Includes index.                 United States. Bureau of the Census. Negro Population in the United States, 1790-1915 . New York: Arno, 1968.     Bobst Ref6 HA205.A33 1968          Growth and geographic distribution, 1790-1910; migratory displacement and segregation; physical characteristics; vital statistics; educational and social statistics; economic statistics; general tables.                See also: Federal depository resources collection in Ref6.                                   Biographies    African American Women: A Biographical Dictionary , ed. by Dorothy C. Salem. New York: Garland, 1993.    Bobst Ref1 E185.96A45 1993        Nearly 300 summaries and analytical descriptions of individual African American women, their significance and their works. The appendix includes entries by career category and an index.             Brignano, Russell C., Black Americans in Autobiography: An Annotated Bibliography of Autobiographies and Autobiographical Books Written since the Civil War . Rev. and expanded ed. Durham, NC: Duke University Press, 1984.    Bobst Ref1 Z1361.N39B67 1984        Includes several indexes.             Black Americans in Congress , ed. by Mark R. Salser. Portland, OR: National Book Co., c1991.    Bobst Ref6 E185.96.B524 1991        Entries on 65 African American congressmen which are organized alphabetically under congress.             Black Biography, 1790-1950: A Cumulative Index , ed. by Randall K. Burkett, Nancy Hall Burkett, Henry Louis Gates, Jr. Alexandria: Chadwyck-Healey, 1990. 3 vols.    Bobst Ref1 Z1361.N39B52 1990        Index to the microfiche set, Black Biographical Dictionaries, which Bobst Library has in microform (MF 759).             Bearden, Romare and Harry Henderson. A History of African- American Artists: From 1792 to the Present . New York: Pantheon, c1993.    Bobst Ref1 N6538.N5B38 1993        Essays on the most prominent African American artists from 1792 to the present, divided into 6 periods. Includes index.                             Directories           Black Americans Information Directory . Detroit: Gale Research, c1990- . Biennial.    Bobst Ref1 E185.5.B513 Latest ed. only        Guide to about 5,300 agencies, organizations, institutions, programs, and publications concerned with African American life and culture. Divided into 18 subject categories. Includes name and subject indexes.             Black Women in America: An Historical Encyclopedia , ed. by Darlene Clark Hine; associate editors, Elsa Barkely Brown, Rosalyn Terborg-Penn. Brooklyn, NY: Carlson, 1993. 2 vols.    Bobst Ref1 E185.86.B542 1993        Consists of 641 biographical entries on individual African American women, as well as 163 entries that are devoted to general topics and organizations. Includes a chronology of African American women, a classified list of biographical entries, and an index.             D&#39;Emilio, John. The Civil Rights Struggle: Leaders in Profile . New York: Facts on file, c1979.    Bobst Ref1 E185.96.D38          Dictionary of American Negro Biography , ed. by Rayford W. Logan and Michael R. Winston. NY: Norton, c1982.    Bobst Ref1 E185.96.D53 1982        Comprehensive dictionary of African American biography, excluding living persons.             In Black and White: A Guide to Magazine Articles, Newspaper Articles, and Books Concerning more than 15,000 Black Individuals and Groups , ed. by Mary Mace Spradling. Detroit, MI: Gale Research Co., c1980- . 2 vols.    Bobst Ref1 Z1361.N39S655        Biographical and bibliographical information on African American individuals and groups, arranged alphabetically. Includes occupation index.             Joyce, Donald Franklin. Blacks in the Humanities, 1750-1984: A Selected Annotated Bibliography . New York: Greenwood Press, 1986.    Bobst Ref1 Z1361.N39J69 1986        Organized into 12 chapters. Includes subject and author-title indexes.             Notable Black American Women , ed. by Jessie Carney Smith. Detroit, MI: Gale Research, c1992.    Bobst Ref1 E185.96.N68 1992        Approximately 500 entries which are arranged alphabetically by surname. Includes list by area of endeavor, as well as names, places, and events indexes.             Who&#39;s Who among African Americans . 9th ed. Detroit, MI: Gale Research, c1996- . Biennial.    Bobst Ref1 E185.96.W52        Guide to more than 20,000 prominent African Americans, arranged alphabetically. Includes geographic and occupation index. Continues Who&#39;s Who among Black Americans.                                      History           Asante, Molefi K., Mark T. Mattson. The Historical and Cultural Atlas of African Americans . New York: Macmillan, c1991.    Bobst Ref1 E185.A8 1991        Detailed maps and charts of information about events in African American history and culture which are integrated into narrative segments. Includes index.             Cowan, Thomas Dale and Richard Newman. Timelines of African- American History: 500 Years of Black Achievement . New York: Berkeley, 1994.    Bobst Ref1 E185.C86 1994    Bobst E185.C86 1994        Dates of major events in African American history from the 15th century to the present are highlighted. The events are divided into subject categories. Includes index.             Grossman, Mark. The ABC-CLIO Companion to the Civil Rights Movement . Santa Barbara, CA: ABC-CLIO, 1993.    Bobst Ref6 E185.61.G895 1993        Entries are arranged in alphabetical order. Includes chronology, bibliography, and index.             Harley, Sharon. The Timetables of African-American History: A Chronology of the Most Important People and Events in African- American History . New York: Simon &amp; Schuster, c1995.    Bobst Ref1 E185.H295 1995        Chronicle of significant events, figures, and movements in the African American experience from 1492 -1992 in the following categories: general history; education; laws and legal actions; religion; literature; publication and the African American press; the arts; science, technology, and medicine; sports. Includes index.             Hornsby, Alton. Chronology of African-American History: Significant Events and People from 1619 to the Present . Detroit: Gale Research, c1991.    Bobst Ref1 E185.H64 1991        Subdivided into 11 eras, this reference book contains biographical information on representative African Americans, legislation, significant events, court decisions, programs, manifestos, and data on economic, political, social and educational events. Includes index.             Murray, Paul T. The Civil Rights Movement: References and Resources . New York: Macmillan, c.1993.    Bobst Ref1 Z1361.N39M93 1993        General works; collected works; states; civil rights organizations; the Federal Government; participants in the movement; phases of the movement; other topics. Includes author and subject indexes.             Smith, Dwight L. Afro-American History: a Bibliography . Santa Barbara, CA: ABC-CLIO, 1974- . 2 vols.    Bobst Ref1 Z1361.N39S56        Annotated bibliography of periodical articles. Entries are arranged by chronological periods and thereunder by subject. Includes author and subject indexes.                                     Browse Subjects      African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: African American Studies                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        African American Studies       Contents      Librarian for African American Studies    NYU Links    Related Guides    Research Assistance    Internet Links    Bibliographies    Research &amp; Resource Guides    Encyclopedias &amp; Dictionaries    Indexes    Statistics    Biographies    Directories    History                         Librarian for African American Studies    Timothy Johnson  Librarian for Africana Studies, Anthropology and Food Studies  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2436  E-mail: timothy.johnson@nyu.edu                             NYU Links                 African American Newspapers and Journals through 1970 at Bobst Library    Microform Sets for U.S. History at Bobst Library    NYU Libraries Collection Development Policy for Africana Studies    Africana Studies Program at NYU    Institute for African American Affairs at NYU                              Related Subject Guides           African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                             Research Assistance              How to Find Books in BobCat by Subject      BobCat can be searched for books and other materials in African American Studies with a subject search (s= ). Many subject headings in this field have the pattern: s= Afro-Americans--[Place name] --Subdivision--[Time period]. Place names can be names of countries, states, regions, or cities.          Examples:     s= Afro-Americans--Virginia--History--19th century         s= Afro-Americans--Civil rights         Examples of other subdivisions: education, economic conditions, intellectual life, race identity, and social conditions. Other subject headings have the pattern s= Afro-American [...] -- [Place name]--[Time period].          Examples:     s= Afro-American families--Florida--History-- 20th century     s= Afro-American actors         Other examples: Afro-American abolitionists, artists, authors, children, mass media, and veterans.         The third type of subject heading used for materials in this field is: s= Afro-Americans in ... (e.g., art, literature, mass media). For more information please consult the Library of Congress Subject Headings (LCSH). Copies of LCSH are available in all reference centers and the catalog area in the atrium.             Tutorials and Other Research Assistance        NYU Libraries Tutorial: How to Find a Book     NYU Libraries Tutorial: How to Find an Article     Locating Videos in Bobst Library     Bibliographic and Footnote Style Guide     Contact a Subject Specialist             The Harvard Guide to African-American History .     Call no.: REF1 E185.H326 2001 (1st floor)     The Harvard Guide to African-American History is a good place to start for research on all aspects African-American history and culture. It lists comprehensive bibliographies (lists of books, journal articles and other sources) on practically every aspect of African-American history and culture arranged chronologically by subject from 1492-1999. Some of the sources listed are available in the Bobst library. Coverage includes reference works, Internet resources, manuscript collections, primary sources on microform, newspapers and selected periodicals, government documents, oral history, art, music, photography, film and television.                                       Internet Links                   Scholarly Internet Resources on African-American Life          Arts, Music, Photography, and Theatre     Biography and Autobiography     History     Literature     Research Centers, Libraries, and Museums                                   Bibliographies           Davis, Nathaniel. Afro-American References: An Annotated Bibliography of Selected Resources , compiled and ed. by Nathaniel Davis. Westport, CT: Greenwood Press, 1985.    Bobst Ref1 Z1361.N39D37 1985        Includes author, title, and subject indexes.             De Lerma, Dominique-Rene. Bibliography of Black Music . Foreword by Jessie Carney Smith. Westport, CT: Greenwood Press, 1981-1984. 4 vols.    Bobst MusicRef ML128.B6D346 1981          Gray, John. Blacks in Film and Television: A Pan-African Bibliography of Films, Filmmakers, and Performers . New York: Greenwood Press, c1990.    Bobst Ref1 Z5784.M9G72 1990          Miller, Elizabeth W. The Negro in America: A Bibliography . 2nd ed., rev. and enl., compiled by Mary L. Fisher. Cambridge: Harvard University Press, 1970.    Bobst Ref1 Z1361.N39M5 1970        Selectively annotated bibliography on African American history, culture, and politics in 20 chapters. Includes author index.             Newman, Richard. Black Access: A Bibliography of Afro-American Bibliographies . Westport, CT: Greenwood Press, c1984.    Bobst Ref1 Z1361.N39N578 1984          Work, Monroe Nathan. A Bibliography of the Negro in Africa and America . NY: Octagon Books, 1965, [c1928].    Bobst Ref1 Z1361.N39W9 1965        Lists over 17,000 books, pamphlets, and periodical articles. Covers mainly English publications. Pt. 1 relates to Africa; pt. 2 deals with America. Each part is subdivided by various topics. Includes index. Covers over 3,000 bibliographies. Includes chronological and subject indexes.                                   Research &amp; Resource Guides      The African-American Yellow Pages: A Comprehensive Resource Guide and Directory , ed. by Stanton F. Biddle. New York: H. Holt, 1996.    Bobst Ref1 E185.A2575 1996        National directory of businesses, organizations, historic sites, publications, services, etc. that are of particular interest to African American studies. Under each of the 72 alphabetically organized categories, entries are listed by state, city, and name of organization. Includes subject and name indexes.             Library of Congress. The African-American Mosaic: A Library of Congress Resource Guide for the Study of Black History and Culture , ed. by Debra Newman Ham; with contributions by Beverly Brannan et al. Washington: Library of Congress ; for sale by the Supt. of Docs., U.S. G.P.O., 1993.    Bobst Ref 1 Z1361.N39L47 1993    Bobst Z1361.N39L47 1993        Discusses Library of Congress collections that relate to African American history and culture. Chronological arrangement. Includes index.             Reference Library of Black America , ed. by Kenneth Estell. Detroit, MI: Gale Research ; distributed by Afro-American Press, c1994. 5 vols.    Bobst Ref1 E185.R435 1994        Based upon the 6th ed. of The African-American Almanac which was first published as The Negro Almanac in 1967. 27 subject chapters, many of which open with an essay, followed by biographic profiles of selected individuals. Includes index.                                   Encyclopedias &amp; Dictionaries           Dictionary of Afro-American Slavery , ed. by Randall M. Miller and John David Smith. New York: Greenwood Press, 1988.    Bobst Ref1 E441.D53 1988        Alphabetically arranged entries with bibliographical references. Includes index.             Encyclopedia of African-American Civil Rights: From Emancipation to the Present , ed. by Charles D. Lowery and John F. Marszalek; foreword by David J. Garrow. New York: Greenwood Press, 1992.    Bobst Ref1 E185.61.E54 1992 Bobst E185.61.E54 1992        Over 800 articles on individuals, organizations, events, and court cases with an emphasis on the period since emancipation. Alphabetically organized. Includes index.             Encyclopedia of African-American Culture and History , ed. by Jack Salman, David Lionel Smith, Cornel West. New York: Macmillan Library Reference USA; Simon &amp; Schuster Macmillan; Simon &amp; Schuster and Prentice Hall, c1996. 5 vols.    Bobst Ref1 E185.E54 1995        Approximately two-thirds of the 2,200 entries are of biographical nature. The remaining entries are devoted to events, historical eras, legal cases, areas of cultural achievements, professions, sports, places and states. Arranged alphabetically. Extensive statistical appendix. Includes index.             Encyclopedia of African American Religion , ed. by Larry G. Murphy, J. Gordon Melton, Gary L. Ward. New York: Garland, 1993.    Bobst Ref1 BR563.N4E53 1993        Biographical entries, entries on each of the African American denominations and religious groups and on prominent religious organizations. Includes 3 introductory essays, a chronology of African American religion, a directory of African American churches, and an index.             The Negro Almanac: A Reference Work on the African American , compiled and ed. by Harry A. Ploski and James Williams. 5th ed. Detroit: Gale Research, c1989.    Bobst Ref1 E185.N385 1989        35 chapters combining historical narrative, biographical sketches, as well as statistical tables and graphs. Focuses on the current situation of African Americans. Includes index.             Puckett, Newbell Niles. Black Names in America: Origins &amp; Usage , ed. by Muray Heller. MA: G.K. Hall, 1975.    Bobst Ref1 E185.89.N3P82        Organized chronologically.                                   Indexes           Abajian, James. Blacks in Selected Newspapers, Censuses and Other Sources: An Index to Names and Subjects . Boston: G.K. Hall, 1977. 3 vols.    Bobst Ref1 Z1361.N39A28x        Alphabetically arranged name and subject index.             Ethnic NewsWatch .    Bobst Library Network        Ethnic NewsWatch is a multicultural database containing articles published by the ethnic, minority and native presses in America. The database deals with issues of local, national and global importance to these groups. English/Spanish search option available.             The Kaiser Index to Black Resources, 1948-1986: From the Schomburg Center for Research in Black Culture of the New York Public Library . Brooklyn, NY: Carlson, 1992. 5 vols.    Bobst Ref1 Z1361.N39K34 1992        A bibliographic guide to periodical literature, articles and ephemera.             Newman, Richard. Black Index: Afro-Americans in Selected Periodicals, 1907-1949 . New York: Garland, 1981.    Bobst Ref1 Z1361.N39N58        Author and subject guide to over 1,000 articles in more than 350 periodicals published in the U.S., Canada, and Great Britain during the first half of the 20th century.             Schomburg Center for Research in Black Culture. Index to the Schomburg Clipping File . Cambridge: Chadwyck-Healey, c1986.    Bobst Ref1 Z1361.N39S373 1986    Bobst Ref6 Z1361.N39S373 1986        Alphabetically arranged name and subject index. Includes microfiche serial numbers. Focuses on African Americans, but covers also to a limited extent other parts of the African Diaspora and Africa. Includes indexes.             Stevenson, Rosemary M. Index to Afro-American Reference Resources . New York: Greenwood Press, 1988.    Bobst Ref1 Z1361.N39S77 1988    Bobst Z1361.N39S77 1988                                Statistics                  Black Americans: A Statistical Sourcebook . Boulder, CO: Numbers &amp; Concepts, 1990.     Bobst Ref6 E185.86.B52 1990          Demographics and characteristics of the population; vital statistics and health; education; government, elections, and public opinion; crime, law enforcement, and corrections; labor force, employment, and unemployment; earnings, income, poverty, and wealth; special topics. Includes index.                 United States. Bureau of the Census. Negro Population in the United States, 1790-1915 . New York: Arno, 1968.     Bobst Ref6 HA205.A33 1968          Growth and geographic distribution, 1790-1910; migratory displacement and segregation; physical characteristics; vital statistics; educational and social statistics; economic statistics; general tables.                See also: Federal depository resources collection in Ref6.                                   Biographies    African American Women: A Biographical Dictionary , ed. by Dorothy C. Salem. New York: Garland, 1993.    Bobst Ref1 E185.96A45 1993        Nearly 300 summaries and analytical descriptions of individual African American women, their significance and their works. The appendix includes entries by career category and an index.             Brignano, Russell C., Black Americans in Autobiography: An Annotated Bibliography of Autobiographies and Autobiographical Books Written since the Civil War . Rev. and expanded ed. Durham, NC: Duke University Press, 1984.    Bobst Ref1 Z1361.N39B67 1984        Includes several indexes.             Black Americans in Congress , ed. by Mark R. Salser. Portland, OR: National Book Co., c1991.    Bobst Ref6 E185.96.B524 1991        Entries on 65 African American congressmen which are organized alphabetically under congress.             Black Biography, 1790-1950: A Cumulative Index , ed. by Randall K. Burkett, Nancy Hall Burkett, Henry Louis Gates, Jr. Alexandria: Chadwyck-Healey, 1990. 3 vols.    Bobst Ref1 Z1361.N39B52 1990        Index to the microfiche set, Black Biographical Dictionaries, which Bobst Library has in microform (MF 759).             Bearden, Romare and Harry Henderson. A History of African- American Artists: From 1792 to the Present . New York: Pantheon, c1993.    Bobst Ref1 N6538.N5B38 1993        Essays on the most prominent African American artists from 1792 to the present, divided into 6 periods. Includes index.                             Directories           Black Americans Information Directory . Detroit: Gale Research, c1990- . Biennial.    Bobst Ref1 E185.5.B513 Latest ed. only        Guide to about 5,300 agencies, organizations, institutions, programs, and publications concerned with African American life and culture. Divided into 18 subject categories. Includes name and subject indexes.             Black Women in America: An Historical Encyclopedia , ed. by Darlene Clark Hine; associate editors, Elsa Barkely Brown, Rosalyn Terborg-Penn. Brooklyn, NY: Carlson, 1993. 2 vols.    Bobst Ref1 E185.86.B542 1993        Consists of 641 biographical entries on individual African American women, as well as 163 entries that are devoted to general topics and organizations. Includes a chronology of African American women, a classified list of biographical entries, and an index.             D&#39;Emilio, John. The Civil Rights Struggle: Leaders in Profile . New York: Facts on file, c1979.    Bobst Ref1 E185.96.D38          Dictionary of American Negro Biography , ed. by Rayford W. Logan and Michael R. Winston. NY: Norton, c1982.    Bobst Ref1 E185.96.D53 1982        Comprehensive dictionary of African American biography, excluding living persons.             In Black and White: A Guide to Magazine Articles, Newspaper Articles, and Books Concerning more than 15,000 Black Individuals and Groups , ed. by Mary Mace Spradling. Detroit, MI: Gale Research Co., c1980- . 2 vols.    Bobst Ref1 Z1361.N39S655        Biographical and bibliographical information on African American individuals and groups, arranged alphabetically. Includes occupation index.             Joyce, Donald Franklin. Blacks in the Humanities, 1750-1984: A Selected Annotated Bibliography . New York: Greenwood Press, 1986.    Bobst Ref1 Z1361.N39J69 1986        Organized into 12 chapters. Includes subject and author-title indexes.             Notable Black American Women , ed. by Jessie Carney Smith. Detroit, MI: Gale Research, c1992.    Bobst Ref1 E185.96.N68 1992        Approximately 500 entries which are arranged alphabetically by surname. Includes list by area of endeavor, as well as names, places, and events indexes.             Who&#39;s Who among African Americans . 9th ed. Detroit, MI: Gale Research, c1996- . Biennial.    Bobst Ref1 E185.96.W52        Guide to more than 20,000 prominent African Americans, arranged alphabetically. Includes geographic and occupation index. Continues Who&#39;s Who among Black Americans.                                      History           Asante, Molefi K., Mark T. Mattson. The Historical and Cultural Atlas of African Americans . New York: Macmillan, c1991.    Bobst Ref1 E185.A8 1991        Detailed maps and charts of information about events in African American history and culture which are integrated into narrative segments. Includes index.             Cowan, Thomas Dale and Richard Newman. Timelines of African- American History: 500 Years of Black Achievement . New York: Berkeley, 1994.    Bobst Ref1 E185.C86 1994    Bobst E185.C86 1994        Dates of major events in African American history from the 15th century to the present are highlighted. The events are divided into subject categories. Includes index.             Grossman, Mark. The ABC-CLIO Companion to the Civil Rights Movement . Santa Barbara, CA: ABC-CLIO, 1993.    Bobst Ref6 E185.61.G895 1993        Entries are arranged in alphabetical order. Includes chronology, bibliography, and index.             Harley, Sharon. The Timetables of African-American History: A Chronology of the Most Important People and Events in African- American History . New York: Simon &amp; Schuster, c1995.    Bobst Ref1 E185.H295 1995        Chronicle of significant events, figures, and movements in the African American experience from 1492 -1992 in the following categories: general history; education; laws and legal actions; religion; literature; publication and the African American press; the arts; science, technology, and medicine; sports. Includes index.             Hornsby, Alton. Chronology of African-American History: Significant Events and People from 1619 to the Present . Detroit: Gale Research, c1991.    Bobst Ref1 E185.H64 1991        Subdivided into 11 eras, this reference book contains biographical information on representative African Americans, legislation, significant events, court decisions, programs, manifestos, and data on economic, political, social and educational events. Includes index.             Murray, Paul T. The Civil Rights Movement: References and Resources . New York: Macmillan, c.1993.    Bobst Ref1 Z1361.N39M93 1993        General works; collected works; states; civil rights organizations; the Federal Government; participants in the movement; phases of the movement; other topics. Includes author and subject indexes.             Smith, Dwight L. Afro-American History: a Bibliography . Santa Barbara, CA: ABC-CLIO, 1974- . 2 vols.    Bobst Ref1 Z1361.N39S56        Annotated bibliography of periodical articles. Entries are arranged by chronological periods and thereunder by subject. Includes author and subject indexes.                                     Browse Subjects      African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Africa                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   All NYU Programs                 Sub Navigation                                 Europe                       Asia                       North America                       South America                       Africa                       Australia                                                                   Africa                                     Our locations beyond the main portal campus in New York City include Accra, Ghana. Silver School of Social Work students regularly travel to Tanzania during their winter and summer breaks in order to work at the Tanzania Children's Rescue Center, a safe haven for children founded by an NYU undergraduate.                                 Country                       City                       Program                                             Ghana                              Accra                              NYU Accra                                     Student Profile                             Lindsey Darnell             With an academic concentration in black cultural identity in North America at the Gallatin School of Individualized Study, Lindsey Darnell saw the opportunity to apply what she was learning to a firsthand experience in Africa. While abroad at NYU in Ghana, Lindsey took a course called Documenting the African City, through which she and her group created a 15-minute documentary film on the topic of identity politics. They interviewed and filmed African Americans living in Ghana, Ghanaian professors and university students, and other local residents. Lindsey says, “Having the opportunity to document the ideas and perspectives of so many individuals was truly an eye-opening experience.”      Since graduating, Lindsey returned to her hometown of New Orleans, where she became the archive and library assistant at the Amistad Research Center. Housed at Tulane University, it is the nation’s largest independent archives of manuscripts, photographs, oral histories, books, periodicals, and works of art about the history of African Americans and other ethnic groups. Currently, Lindsey is the program coordinator at the Neighborhood Story Project, a nonprofit organization in partnership with the University of New Orleans. She works with writers to create documentary books about their communities using oral histories and photography. Lindsey says, “What I experienced in Ghana has influenced my professional decisions. Traveling and exploring in an unfamiliar place removed me from my comfort zone and therefore changed me. Learning about other people’s cultures is now my comfort zone.”                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "New York University | Bobst Library: African American Studies                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        African American Studies       Contents      Librarian for African American Studies    NYU Links    Related Guides    Research Assistance    Internet Links    Bibliographies    Research &amp; Resource Guides    Encyclopedias &amp; Dictionaries    Indexes    Statistics    Biographies    Directories    History                         Librarian for African American Studies    Timothy Johnson  Librarian for Africana Studies, Anthropology and Food Studies  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2436  E-mail: timothy.johnson@nyu.edu                             NYU Links                 African American Newspapers and Journals through 1970 at Bobst Library    Microform Sets for U.S. History at Bobst Library    NYU Libraries Collection Development Policy for Africana Studies    Africana Studies Program at NYU    Institute for African American Affairs at NYU                              Related Subject Guides           African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                             Research Assistance              How to Find Books in BobCat by Subject      BobCat can be searched for books and other materials in African American Studies with a subject search (s= ). Many subject headings in this field have the pattern: s= Afro-Americans--[Place name] --Subdivision--[Time period]. Place names can be names of countries, states, regions, or cities.          Examples:     s= Afro-Americans--Virginia--History--19th century         s= Afro-Americans--Civil rights         Examples of other subdivisions: education, economic conditions, intellectual life, race identity, and social conditions. Other subject headings have the pattern s= Afro-American [...] -- [Place name]--[Time period].          Examples:     s= Afro-American families--Florida--History-- 20th century     s= Afro-American actors         Other examples: Afro-American abolitionists, artists, authors, children, mass media, and veterans.         The third type of subject heading used for materials in this field is: s= Afro-Americans in ... (e.g., art, literature, mass media). For more information please consult the Library of Congress Subject Headings (LCSH). Copies of LCSH are available in all reference centers and the catalog area in the atrium.             Tutorials and Other Research Assistance        NYU Libraries Tutorial: How to Find a Book     NYU Libraries Tutorial: How to Find an Article     Locating Videos in Bobst Library     Bibliographic and Footnote Style Guide     Contact a Subject Specialist             The Harvard Guide to African-American History .     Call no.: REF1 E185.H326 2001 (1st floor)     The Harvard Guide to African-American History is a good place to start for research on all aspects African-American history and culture. It lists comprehensive bibliographies (lists of books, journal articles and other sources) on practically every aspect of African-American history and culture arranged chronologically by subject from 1492-1999. Some of the sources listed are available in the Bobst library. Coverage includes reference works, Internet resources, manuscript collections, primary sources on microform, newspapers and selected periodicals, government documents, oral history, art, music, photography, film and television.                                       Internet Links                   Scholarly Internet Resources on African-American Life          Arts, Music, Photography, and Theatre     Biography and Autobiography     History     Literature     Research Centers, Libraries, and Museums                                   Bibliographies           Davis, Nathaniel. Afro-American References: An Annotated Bibliography of Selected Resources , compiled and ed. by Nathaniel Davis. Westport, CT: Greenwood Press, 1985.    Bobst Ref1 Z1361.N39D37 1985        Includes author, title, and subject indexes.             De Lerma, Dominique-Rene. Bibliography of Black Music . Foreword by Jessie Carney Smith. Westport, CT: Greenwood Press, 1981-1984. 4 vols.    Bobst MusicRef ML128.B6D346 1981          Gray, John. Blacks in Film and Television: A Pan-African Bibliography of Films, Filmmakers, and Performers . New York: Greenwood Press, c1990.    Bobst Ref1 Z5784.M9G72 1990          Miller, Elizabeth W. The Negro in America: A Bibliography . 2nd ed., rev. and enl., compiled by Mary L. Fisher. Cambridge: Harvard University Press, 1970.    Bobst Ref1 Z1361.N39M5 1970        Selectively annotated bibliography on African American history, culture, and politics in 20 chapters. Includes author index.             Newman, Richard. Black Access: A Bibliography of Afro-American Bibliographies . Westport, CT: Greenwood Press, c1984.    Bobst Ref1 Z1361.N39N578 1984          Work, Monroe Nathan. A Bibliography of the Negro in Africa and America . NY: Octagon Books, 1965, [c1928].    Bobst Ref1 Z1361.N39W9 1965        Lists over 17,000 books, pamphlets, and periodical articles. Covers mainly English publications. Pt. 1 relates to Africa; pt. 2 deals with America. Each part is subdivided by various topics. Includes index. Covers over 3,000 bibliographies. Includes chronological and subject indexes.                                   Research &amp; Resource Guides      The African-American Yellow Pages: A Comprehensive Resource Guide and Directory , ed. by Stanton F. Biddle. New York: H. Holt, 1996.    Bobst Ref1 E185.A2575 1996        National directory of businesses, organizations, historic sites, publications, services, etc. that are of particular interest to African American studies. Under each of the 72 alphabetically organized categories, entries are listed by state, city, and name of organization. Includes subject and name indexes.             Library of Congress. The African-American Mosaic: A Library of Congress Resource Guide for the Study of Black History and Culture , ed. by Debra Newman Ham; with contributions by Beverly Brannan et al. Washington: Library of Congress ; for sale by the Supt. of Docs., U.S. G.P.O., 1993.    Bobst Ref 1 Z1361.N39L47 1993    Bobst Z1361.N39L47 1993        Discusses Library of Congress collections that relate to African American history and culture. Chronological arrangement. Includes index.             Reference Library of Black America , ed. by Kenneth Estell. Detroit, MI: Gale Research ; distributed by Afro-American Press, c1994. 5 vols.    Bobst Ref1 E185.R435 1994        Based upon the 6th ed. of The African-American Almanac which was first published as The Negro Almanac in 1967. 27 subject chapters, many of which open with an essay, followed by biographic profiles of selected individuals. Includes index.                                   Encyclopedias &amp; Dictionaries           Dictionary of Afro-American Slavery , ed. by Randall M. Miller and John David Smith. New York: Greenwood Press, 1988.    Bobst Ref1 E441.D53 1988        Alphabetically arranged entries with bibliographical references. Includes index.             Encyclopedia of African-American Civil Rights: From Emancipation to the Present , ed. by Charles D. Lowery and John F. Marszalek; foreword by David J. Garrow. New York: Greenwood Press, 1992.    Bobst Ref1 E185.61.E54 1992 Bobst E185.61.E54 1992        Over 800 articles on individuals, organizations, events, and court cases with an emphasis on the period since emancipation. Alphabetically organized. Includes index.             Encyclopedia of African-American Culture and History , ed. by Jack Salman, David Lionel Smith, Cornel West. New York: Macmillan Library Reference USA; Simon &amp; Schuster Macmillan; Simon &amp; Schuster and Prentice Hall, c1996. 5 vols.    Bobst Ref1 E185.E54 1995        Approximately two-thirds of the 2,200 entries are of biographical nature. The remaining entries are devoted to events, historical eras, legal cases, areas of cultural achievements, professions, sports, places and states. Arranged alphabetically. Extensive statistical appendix. Includes index.             Encyclopedia of African American Religion , ed. by Larry G. Murphy, J. Gordon Melton, Gary L. Ward. New York: Garland, 1993.    Bobst Ref1 BR563.N4E53 1993        Biographical entries, entries on each of the African American denominations and religious groups and on prominent religious organizations. Includes 3 introductory essays, a chronology of African American religion, a directory of African American churches, and an index.             The Negro Almanac: A Reference Work on the African American , compiled and ed. by Harry A. Ploski and James Williams. 5th ed. Detroit: Gale Research, c1989.    Bobst Ref1 E185.N385 1989        35 chapters combining historical narrative, biographical sketches, as well as statistical tables and graphs. Focuses on the current situation of African Americans. Includes index.             Puckett, Newbell Niles. Black Names in America: Origins &amp; Usage , ed. by Muray Heller. MA: G.K. Hall, 1975.    Bobst Ref1 E185.89.N3P82        Organized chronologically.                                   Indexes           Abajian, James. Blacks in Selected Newspapers, Censuses and Other Sources: An Index to Names and Subjects . Boston: G.K. Hall, 1977. 3 vols.    Bobst Ref1 Z1361.N39A28x        Alphabetically arranged name and subject index.             Ethnic NewsWatch .    Bobst Library Network        Ethnic NewsWatch is a multicultural database containing articles published by the ethnic, minority and native presses in America. The database deals with issues of local, national and global importance to these groups. English/Spanish search option available.             The Kaiser Index to Black Resources, 1948-1986: From the Schomburg Center for Research in Black Culture of the New York Public Library . Brooklyn, NY: Carlson, 1992. 5 vols.    Bobst Ref1 Z1361.N39K34 1992        A bibliographic guide to periodical literature, articles and ephemera.             Newman, Richard. Black Index: Afro-Americans in Selected Periodicals, 1907-1949 . New York: Garland, 1981.    Bobst Ref1 Z1361.N39N58        Author and subject guide to over 1,000 articles in more than 350 periodicals published in the U.S., Canada, and Great Britain during the first half of the 20th century.             Schomburg Center for Research in Black Culture. Index to the Schomburg Clipping File . Cambridge: Chadwyck-Healey, c1986.    Bobst Ref1 Z1361.N39S373 1986    Bobst Ref6 Z1361.N39S373 1986        Alphabetically arranged name and subject index. Includes microfiche serial numbers. Focuses on African Americans, but covers also to a limited extent other parts of the African Diaspora and Africa. Includes indexes.             Stevenson, Rosemary M. Index to Afro-American Reference Resources . New York: Greenwood Press, 1988.    Bobst Ref1 Z1361.N39S77 1988    Bobst Z1361.N39S77 1988                                Statistics                  Black Americans: A Statistical Sourcebook . Boulder, CO: Numbers &amp; Concepts, 1990.     Bobst Ref6 E185.86.B52 1990          Demographics and characteristics of the population; vital statistics and health; education; government, elections, and public opinion; crime, law enforcement, and corrections; labor force, employment, and unemployment; earnings, income, poverty, and wealth; special topics. Includes index.                 United States. Bureau of the Census. Negro Population in the United States, 1790-1915 . New York: Arno, 1968.     Bobst Ref6 HA205.A33 1968          Growth and geographic distribution, 1790-1910; migratory displacement and segregation; physical characteristics; vital statistics; educational and social statistics; economic statistics; general tables.                See also: Federal depository resources collection in Ref6.                                   Biographies    African American Women: A Biographical Dictionary , ed. by Dorothy C. Salem. New York: Garland, 1993.    Bobst Ref1 E185.96A45 1993        Nearly 300 summaries and analytical descriptions of individual African American women, their significance and their works. The appendix includes entries by career category and an index.             Brignano, Russell C., Black Americans in Autobiography: An Annotated Bibliography of Autobiographies and Autobiographical Books Written since the Civil War . Rev. and expanded ed. Durham, NC: Duke University Press, 1984.    Bobst Ref1 Z1361.N39B67 1984        Includes several indexes.             Black Americans in Congress , ed. by Mark R. Salser. Portland, OR: National Book Co., c1991.    Bobst Ref6 E185.96.B524 1991        Entries on 65 African American congressmen which are organized alphabetically under congress.             Black Biography, 1790-1950: A Cumulative Index , ed. by Randall K. Burkett, Nancy Hall Burkett, Henry Louis Gates, Jr. Alexandria: Chadwyck-Healey, 1990. 3 vols.    Bobst Ref1 Z1361.N39B52 1990        Index to the microfiche set, Black Biographical Dictionaries, which Bobst Library has in microform (MF 759).             Bearden, Romare and Harry Henderson. A History of African- American Artists: From 1792 to the Present . New York: Pantheon, c1993.    Bobst Ref1 N6538.N5B38 1993        Essays on the most prominent African American artists from 1792 to the present, divided into 6 periods. Includes index.                             Directories           Black Americans Information Directory . Detroit: Gale Research, c1990- . Biennial.    Bobst Ref1 E185.5.B513 Latest ed. only        Guide to about 5,300 agencies, organizations, institutions, programs, and publications concerned with African American life and culture. Divided into 18 subject categories. Includes name and subject indexes.             Black Women in America: An Historical Encyclopedia , ed. by Darlene Clark Hine; associate editors, Elsa Barkely Brown, Rosalyn Terborg-Penn. Brooklyn, NY: Carlson, 1993. 2 vols.    Bobst Ref1 E185.86.B542 1993        Consists of 641 biographical entries on individual African American women, as well as 163 entries that are devoted to general topics and organizations. Includes a chronology of African American women, a classified list of biographical entries, and an index.             D&#39;Emilio, John. The Civil Rights Struggle: Leaders in Profile . New York: Facts on file, c1979.    Bobst Ref1 E185.96.D38          Dictionary of American Negro Biography , ed. by Rayford W. Logan and Michael R. Winston. NY: Norton, c1982.    Bobst Ref1 E185.96.D53 1982        Comprehensive dictionary of African American biography, excluding living persons.             In Black and White: A Guide to Magazine Articles, Newspaper Articles, and Books Concerning more than 15,000 Black Individuals and Groups , ed. by Mary Mace Spradling. Detroit, MI: Gale Research Co., c1980- . 2 vols.    Bobst Ref1 Z1361.N39S655        Biographical and bibliographical information on African American individuals and groups, arranged alphabetically. Includes occupation index.             Joyce, Donald Franklin. Blacks in the Humanities, 1750-1984: A Selected Annotated Bibliography . New York: Greenwood Press, 1986.    Bobst Ref1 Z1361.N39J69 1986        Organized into 12 chapters. Includes subject and author-title indexes.             Notable Black American Women , ed. by Jessie Carney Smith. Detroit, MI: Gale Research, c1992.    Bobst Ref1 E185.96.N68 1992        Approximately 500 entries which are arranged alphabetically by surname. Includes list by area of endeavor, as well as names, places, and events indexes.             Who&#39;s Who among African Americans . 9th ed. Detroit, MI: Gale Research, c1996- . Biennial.    Bobst Ref1 E185.96.W52        Guide to more than 20,000 prominent African Americans, arranged alphabetically. Includes geographic and occupation index. Continues Who&#39;s Who among Black Americans.                                      History           Asante, Molefi K., Mark T. Mattson. The Historical and Cultural Atlas of African Americans . New York: Macmillan, c1991.    Bobst Ref1 E185.A8 1991        Detailed maps and charts of information about events in African American history and culture which are integrated into narrative segments. Includes index.             Cowan, Thomas Dale and Richard Newman. Timelines of African- American History: 500 Years of Black Achievement . New York: Berkeley, 1994.    Bobst Ref1 E185.C86 1994    Bobst E185.C86 1994        Dates of major events in African American history from the 15th century to the present are highlighted. The events are divided into subject categories. Includes index.             Grossman, Mark. The ABC-CLIO Companion to the Civil Rights Movement . Santa Barbara, CA: ABC-CLIO, 1993.    Bobst Ref6 E185.61.G895 1993        Entries are arranged in alphabetical order. Includes chronology, bibliography, and index.             Harley, Sharon. The Timetables of African-American History: A Chronology of the Most Important People and Events in African- American History . New York: Simon &amp; Schuster, c1995.    Bobst Ref1 E185.H295 1995        Chronicle of significant events, figures, and movements in the African American experience from 1492 -1992 in the following categories: general history; education; laws and legal actions; religion; literature; publication and the African American press; the arts; science, technology, and medicine; sports. Includes index.             Hornsby, Alton. Chronology of African-American History: Significant Events and People from 1619 to the Present . Detroit: Gale Research, c1991.    Bobst Ref1 E185.H64 1991        Subdivided into 11 eras, this reference book contains biographical information on representative African Americans, legislation, significant events, court decisions, programs, manifestos, and data on economic, political, social and educational events. Includes index.             Murray, Paul T. The Civil Rights Movement: References and Resources . New York: Macmillan, c.1993.    Bobst Ref1 Z1361.N39M93 1993        General works; collected works; states; civil rights organizations; the Federal Government; participants in the movement; phases of the movement; other topics. Includes author and subject indexes.             Smith, Dwight L. Afro-American History: a Bibliography . Santa Barbara, CA: ABC-CLIO, 1974- . 2 vols.    Bobst Ref1 Z1361.N39S56        Annotated bibliography of periodical articles. Entries are arranged by chronological periods and thereunder by subject. Includes author and subject indexes.                                     Browse Subjects      African-American Literature    African Studies    African History    Primary Sources in U.S. History    English and American Literature    U.S. History    Political Science    U.S. Government Documents    News and Events -- Historical    Finding 18th- and 19th-Century Periodical Articles and Literature    Anthropology, Ethnic, and Cultural Studies    More related Research and Subject Guides                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Africa                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   All NYU Programs                 Sub Navigation                                 Europe                       Asia                       North America                       South America                       Africa                       Australia                                                                   Africa                                     Our locations beyond the main portal campus in New York City include Accra, Ghana. Silver School of Social Work students regularly travel to Tanzania during their winter and summer breaks in order to work at the Tanzania Children's Rescue Center, a safe haven for children founded by an NYU undergraduate.                                 Country                       City                       Program                                             Ghana                              Accra                              NYU Accra                                     Student Profile                             Lindsey Darnell             With an academic concentration in black cultural identity in North America at the Gallatin School of Individualized Study, Lindsey Darnell saw the opportunity to apply what she was learning to a firsthand experience in Africa. While abroad at NYU in Ghana, Lindsey took a course called Documenting the African City, through which she and her group created a 15-minute documentary film on the topic of identity politics. They interviewed and filmed African Americans living in Ghana, Ghanaian professors and university students, and other local residents. Lindsey says, “Having the opportunity to document the ideas and perspectives of so many individuals was truly an eye-opening experience.”      Since graduating, Lindsey returned to her hometown of New Orleans, where she became the archive and library assistant at the Amistad Research Center. Housed at Tulane University, it is the nation’s largest independent archives of manuscripts, photographs, oral histories, books, periodicals, and works of art about the history of African Americans and other ethnic groups. Currently, Lindsey is the program coordinator at the Neighborhood Story Project, a nonprofit organization in partnership with the University of New Orleans. She works with writers to create documentary books about their communities using oral histories and photography. Lindsey says, “What I experienced in Ghana has influenced my professional decisions. Traveling and exploring in an unfamiliar place removed me from my comfort zone and therefore changed me. Learning about other people’s cultures is now my comfort zone.”                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "TOP IN SO AFRICA CULT:: Tisch School of the Arts at NYU                           Skip to content        Undergraduate Film &amp; Television Admissions About the Program Course Offerings Summer Courses Showcase Internships Facilities Special Projects First Run &amp; Festivals Calendar of Events News TSOA FTV Wiki Admin &amp; Faculty Alumni Blog Facebook Twitter YouTube  home &gt; Undergraduate Film &amp; TV        TOP IN SO AFRICA CULT: HIST,CULT & EXPRESSION  H39.2952 Lecture 6 Credits           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]