[{"detail": [{"content": "Creative Writing Program | New York University                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                            Home       Faculty       Undergraduate Program       Graduate Program       Low-Residency MFA Writers Workshop in Paris       Summer Programs &amp; Courses       Reading Series       Literary Journals       History of the Lillian Vernon Creative Writers House       Donate to the Creative Writing Program       Alumni News &amp; Publications         “No subject is taboo.”   Yusef Komunyakaa           The NYU Creative Writing Program, among the most distinguished programs in the country, is a leading national center for the study of writing and literature. The undergraduate and graduate programs provide students with an opportunity to develop their craft while working closely with some of the finest poets and novelists writing today. The Creative Writing Program now occupies a lovely townhouse on West 10th Street in the same Greenwich Village neighborhood where so many writers have lived and worked. The Lillian Vernon Creative Writers House allows writers--established and emerging--to share their work in an inspiring setting. We invite you to join a supportive and serious community of writers engaged in an exceptional program of study.    Welcome message from Director Deborah Landau             Announcements           &gt; AWP 2015 NYU Faculty Events       &gt; NYU Creative Writing Remembers Philip Levine       &gt; NYU Creative Writing Remembers Galway Kinnell       &gt; Announcing the New Axinn Foundation Fellowship       &gt; Amy Hempel is Distinguished Writer-in-Residence       &gt; Edward Hirsch is Distinguished Poet-in-Residence       &gt; Low-Residency MFA Writers Workshop in Paris       &gt; Nathan Englander is Distinguished Writer-in-Residence       &gt; USA Today: NYU One of Top Ten Colleges for Writers                 Alumni News         Gregory Pardlo 's poetry collection Digest has been awarded the 2015 Pulitzer Prize.\">Gregory Pardlo wins 2015 Pulitzer Prize for Poetry       Javier Zamora receives 2015 NEA Poetry Fellowship       Garth Risk Hallberg's debut novel will be published by Knopf       Solmaz Sharif's poetry collection forthcoming from Graywolf       Rebecca Dinerstein's debut novel, The Sunlit Night , was sold to Bloomsbury at an auction in June 2014. \">Rebecca Dinerstein's debut novel sold at auction               For Prospective Students           &gt; FAQ for Prospective Graduate Students       &gt; Graduate School of Arts and Science (GSAS) Application       &gt; Graduate Application Resource Center       &gt; Fellowships and Funding       &gt; Financial Aid       &gt; NYU Office of Financial Aid       &gt; FAQ for Undergraduate Students       &gt; Undergraduate Admissions and Application                       Upcoming Events at the Writers House           &gt;    ,       The New Salon: Poets in Conversation     Yona Harvey and Afaa Weaver (with Charif Shanahan)       &gt;    ,       Cave Canem Presents: New Works     Amaud Jamaul Johnson, Parneshia Jones, and Ladan Osman       &gt;    ,       NYU Creative Writing Program Undergraduate Reading            &gt;    ,       Galway Kinnell Memorial Reading                           &gt;          Complete list of events             &gt;           Join our listserv                 Literary Outreach             &gt; Goldwater Hospital Writing Workshop Fellowships       &gt; NYU Veterans Writing Workshop Fellowships       &gt; Starworks Fellowships       &gt; Writers in the Public Schools Fellowships                                             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Creative Writing Program | New York University                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                            Home       Faculty       Undergraduate Program       Graduate Program       Low-Residency MFA Writers Workshop in Paris       Summer Programs &amp; Courses       Reading Series       Literary Journals       History of the Lillian Vernon Creative Writers House       Donate to the Creative Writing Program       Alumni News &amp; Publications         “No subject is taboo.”   Yusef Komunyakaa           The NYU Creative Writing Program, among the most distinguished programs in the country, is a leading national center for the study of writing and literature. The undergraduate and graduate programs provide students with an opportunity to develop their craft while working closely with some of the finest poets and novelists writing today. The Creative Writing Program now occupies a lovely townhouse on West 10th Street in the same Greenwich Village neighborhood where so many writers have lived and worked. The Lillian Vernon Creative Writers House allows writers--established and emerging--to share their work in an inspiring setting. We invite you to join a supportive and serious community of writers engaged in an exceptional program of study.    Welcome message from Director Deborah Landau             Announcements           &gt; AWP 2015 NYU Faculty Events       &gt; NYU Creative Writing Remembers Philip Levine       &gt; NYU Creative Writing Remembers Galway Kinnell       &gt; Announcing the New Axinn Foundation Fellowship       &gt; Amy Hempel is Distinguished Writer-in-Residence       &gt; Edward Hirsch is Distinguished Poet-in-Residence       &gt; Low-Residency MFA Writers Workshop in Paris       &gt; Nathan Englander is Distinguished Writer-in-Residence       &gt; USA Today: NYU One of Top Ten Colleges for Writers                 Alumni News         Gregory Pardlo 's poetry collection Digest has been awarded the 2015 Pulitzer Prize.\">Gregory Pardlo wins 2015 Pulitzer Prize for Poetry       Javier Zamora receives 2015 NEA Poetry Fellowship       Garth Risk Hallberg's debut novel will be published by Knopf       Solmaz Sharif's poetry collection forthcoming from Graywolf       Rebecca Dinerstein's debut novel, The Sunlit Night , was sold to Bloomsbury at an auction in June 2014. \">Rebecca Dinerstein's debut novel sold at auction               For Prospective Students           &gt; FAQ for Prospective Graduate Students       &gt; Graduate School of Arts and Science (GSAS) Application       &gt; Graduate Application Resource Center       &gt; Fellowships and Funding       &gt; Financial Aid       &gt; NYU Office of Financial Aid       &gt; FAQ for Undergraduate Students       &gt; Undergraduate Admissions and Application                       Upcoming Events at the Writers House           &gt;    ,       The New Salon: Poets in Conversation     Yona Harvey and Afaa Weaver (with Charif Shanahan)       &gt;    ,       Cave Canem Presents: New Works     Amaud Jamaul Johnson, Parneshia Jones, and Ladan Osman       &gt;    ,       NYU Creative Writing Program Undergraduate Reading            &gt;    ,       Galway Kinnell Memorial Reading                           &gt;          Complete list of events             &gt;           Join our listserv                 Literary Outreach             &gt; Goldwater Hospital Writing Workshop Fellowships       &gt; NYU Veterans Writing Workshop Fellowships       &gt; Starworks Fellowships       &gt; Writers in the Public Schools Fellowships                                             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Home                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              411 Lafayette, 4th Floor, New York, NY 10003 212 998-8860 Fax 212 995-4376 Email ewp@nyu.edu           Welcome to the challenging world of New York University and to the website for the Expository Writing Program.           NYU’s required writing courses are designed to prepare students for the work they will do in all of their academic courses. These writing courses are foundational and essential; they prepare students for more rigorous thinking, more elegant writing, and more supple imagining.           In our writing courses, the essay is the coin of the realm. Essay . Not the five-paragraph one. Not the one that begins with a simple assertion, claim, proposition, or declaration and moves forward, sometimes ploddingly, point by point. The essays students write are exploratory as well as persuasive; they move forward as a form of inquiry, turning on themselves again and again, surprising even the writer as she writes. Every good essay yearns to be sui generis , unlike any of its predecessors.           But of course, even the most unusual essay has features in common with all the others: a three-part structure (beginning, middle, ending); an idea, or, more properly, a network of ideas that shape and bind the many parts of the essay together, whether those parts be stories of experience, stories about written texts, or reflections about images (paintings, movies, tv shows, or sculpted objects); and, finally, every good essay reveals how the mind writing it actually makes sense of things. That final element seems now, after more than thirty-five years of teaching, the most fundamental of all.           Said another way: The mind moves deftly but confidently across the pages of good essays, and we, the readers, are permitted to see that mind transforming evidence and being transformed by it, creating a field of intellectual energy that draws writers and readers into relationship.           The essay does not prove, repeat, or reiterate; it is not a static litany of facts. Instead, the essay, like the idea, develops, changes, and expands as the writer considers both her subject and her readers. When she gets the words right, when she figures out what she has to say and how to say it, the writing becomes compelling, the subject and the idea more interesting, the reader captivated.           You can see representative work from the Expository Writing Program and its many courses at the Mercer Street  link. There you will find annual collections of exemplary student essays. We invite you to sample our wares.                                                                                                       [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Writing Center                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             411 Lafayette, 4th Floor, New York, NY 10003 Telephone: 212 998-8866 Email: writingcenter@nyu.edu  Hours: Monday to Thursday, 10 am to 8 pm; Friday, 11 am to 4 pm (Note: Hours differ during Summer Sessions)           Brooklyn Campus: 5 MetroTech Center, Room 104 Telephone: 718 260-3299 Email: rlarson@nyu.edu Hours: Monday to Thursday, 10 am to 6 pm; Friday, 10-4pm           Schedule an Appointment Online:  Washington Square - nyu.mywconline.com Brooklyn Campus - nyupoly.mywconline.com                      Welcome            Making an Appointment                        Schedule an Appointment Online             Walk-in Appointments                       Getting the Most Out of Your Appointment                        How to Prepare for Your Session             What You Can Expect                       Our Bottom Line            Our Attendance and Cancellation Policies            Our People                               Welcome to EWPs Writing Center           The Writing Center is a place where any NYU student can get help with his or her writing. The Writing Center is a part of NYU's Expository Writing Program in the College of Arts and Science. It is a place where one-on-one teaching and learning occur, as students work closely with EWP faculty at every stage of the writing process and on any piece of writing except for exams.           Return to top of page                     Making an Appointment           All Writing Center sessions are 40-45 minutes long. Try to schedule your appointment in advance of the due date for your paper so that you will have ample time to revise after the session.            Schedule an Appointment Online           Washington Square : nyu.mywconline.com Brooklyn Campus : nyupoly.mywconline.com           If you havent used the Writing Center before, you will be prompted to register. Then you will be able to log in and make your appointment.           You may schedule one appointment per week, up to two weeks ahead of time, using our online system. Undergraduate NYU students will have priority, though we also reserve sessions each week for graduate students, faculty, and alumni. Please call 2129988866 if you have questions.           Walk-in Appointments           All NYU students are eligible for walk-in sessions, even those who have had an appointment earlier in the week. All students who want additional time beyond one session per week should use walk-in sessions.           To get a walk-in session, come to the Writing Center and put your name on the waiting list. When a cancellation or no-show occurs, a session becomes available. The waiting list operates on a first-come, first-serve basis.            Return to top of page                     Getting the Most Out of Your Appointment           How to Prepare for Your Session                      If you are working on a draft, bring two copies of it , one for you and one for the consultant.            If your writing concern is related to a particular assignment, bring the assignment.            If you want to discuss feedback you have received from a teacher, bring a copy of the comments.            If you have notes, previous writing, a particular text, and/or research materials related to your draft, bring those items to the session.                     Prior to the session, reread your draft and your assignment to determine what particular question, concern, or issue you would like to take up during the session.           What You Can Expect           Well ask for your input at the start of every session. This gives you a chance to help set the agenda for the session.           During your session, you will think, write, and talk about the writing that is on the page and the writing that isnt yet there. We will prompt you to think actively, to compose new writing, and to discuss your thoughts about your paper and your writing process.           We will treat you with respect and respond fully to your concerns. At the same time, because we are just as interested in your long-term development as we are in your paper, we may ask you to try out a new strategy. Our aim is two-fold: to help you with your concerns about the paper at hand and to suggest to you something new about the craft of writing, both of which you can take with you.            Return to top of page                     Our Bottom Line           We are writing consultants, not proofreaders, editors, ghostwriters, or graders of your paper.                      You should not expect us to read through your paper and fix it. We will not correct your paper for you. We will make suggestions about style as we come to understand your meaning. In cases where we think sentence structure needs review, we will address specific rules with you.            We will not tell you what your idea is or how to read a particular piece of evidence . We will prompt you to rethink and complicate your idea, and we will help you to develop ways to clarify, deepen, and refine your readings of evidence.            We will not assess the validity of a grade you have received.                     Students who use the Writing Center should be reasonably fluent in English. Writing Center teachers are not trained to work with non-fluent students for whom English is a second language. If we determine that your fluency falls below our level of expertise, we may direct you to the American Language Institute for further assistance.            Return to top of page                     Our Attendance and Cancellation Policies           Because the Writing Center is often busy we have strict attendance and cancellation policies.                      If you need to cancel the night before your appointment, you can modify or delete it prior to 11:59 pm by logging into the Writing Center at nyu.mywconline.com .            If you need to cancel on the day of your appointment, you must call the Writing Center at 2129988866.            If you miss more than one scheduled appointment but forget to cancel it, you will not be allowed to visit the Writing Center again during the semester.            If you are more than ten minutes late for your appointment, you will lose your session to a student on the waiting list.                      Return to top of page                     Our People           Director of the Writing Center           William Morgan, wm32@nyu.edu           Writing Center Coordinator           Joanna Mendoza, 2129988861, writingcenter@nyu.edu           Writing Center Consultants                      Aaron Balkan            Kimberly Bernhardt            Mark Braley            Stephen Butler            Anthony Carelli            Katherine Carlson            Nolan Chessman            Conor Creaney            Lorraine Doran            Marina Fedosik            David Foley            Angela Frattarola            Benjamin Gassman            Elena Glasberg            Andrei Guruianu            Robert Huddleston            Mara Jebsen            Abigail Joseph            Austin Kelley            Elizabeth Kurkjian            Christine Malvasi            Jonathan Mischkot            Kit Nicholls            Gerard ODonoghue            Colm OShea            Jennifer Percy            Amira Pierce            Jacqueline Reitzes            Noel Sikorski            Leah Souffrant            Chris Stahl            Madeleine Stein            Emily Stone            Cecily Swanson            Sara Wallace            Jenny Xie            Amanda Yesnowitz            Dora Zhang                      Return to top of page                                                                                                                         [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]},
{"detail": [{"content": "Creative Writing Program | New York University                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                            Home       Faculty       Undergraduate Program       Graduate Program       Low-Residency MFA Writers Workshop in Paris       Summer Programs &amp; Courses       Reading Series       Literary Journals       History of the Lillian Vernon Creative Writers House       Donate to the Creative Writing Program       Alumni News &amp; Publications         “No subject is taboo.”   Yusef Komunyakaa           The NYU Creative Writing Program, among the most distinguished programs in the country, is a leading national center for the study of writing and literature. The undergraduate and graduate programs provide students with an opportunity to develop their craft while working closely with some of the finest poets and novelists writing today. The Creative Writing Program now occupies a lovely townhouse on West 10th Street in the same Greenwich Village neighborhood where so many writers have lived and worked. The Lillian Vernon Creative Writers House allows writers--established and emerging--to share their work in an inspiring setting. We invite you to join a supportive and serious community of writers engaged in an exceptional program of study.    Welcome message from Director Deborah Landau             Announcements           &gt; AWP 2015 NYU Faculty Events       &gt; NYU Creative Writing Remembers Philip Levine       &gt; NYU Creative Writing Remembers Galway Kinnell       &gt; Announcing the New Axinn Foundation Fellowship       &gt; Amy Hempel is Distinguished Writer-in-Residence       &gt; Edward Hirsch is Distinguished Poet-in-Residence       &gt; Low-Residency MFA Writers Workshop in Paris       &gt; Nathan Englander is Distinguished Writer-in-Residence       &gt; USA Today: NYU One of Top Ten Colleges for Writers                 Alumni News         Gregory Pardlo 's poetry collection Digest has been awarded the 2015 Pulitzer Prize.\">Gregory Pardlo wins 2015 Pulitzer Prize for Poetry       Javier Zamora receives 2015 NEA Poetry Fellowship       Garth Risk Hallberg's debut novel will be published by Knopf       Solmaz Sharif's poetry collection forthcoming from Graywolf       Rebecca Dinerstein's debut novel, The Sunlit Night , was sold to Bloomsbury at an auction in June 2014. \">Rebecca Dinerstein's debut novel sold at auction               For Prospective Students           &gt; FAQ for Prospective Graduate Students       &gt; Graduate School of Arts and Science (GSAS) Application       &gt; Graduate Application Resource Center       &gt; Fellowships and Funding       &gt; Financial Aid       &gt; NYU Office of Financial Aid       &gt; FAQ for Undergraduate Students       &gt; Undergraduate Admissions and Application                       Upcoming Events at the Writers House           &gt;    ,       The New Salon: Poets in Conversation     Yona Harvey and Afaa Weaver (with Charif Shanahan)       &gt;    ,       Cave Canem Presents: New Works     Amaud Jamaul Johnson, Parneshia Jones, and Ladan Osman       &gt;    ,       NYU Creative Writing Program Undergraduate Reading            &gt;    ,       Galway Kinnell Memorial Reading                           &gt;          Complete list of events             &gt;           Join our listserv                 Literary Outreach             &gt; Goldwater Hospital Writing Workshop Fellowships       &gt; NYU Veterans Writing Workshop Fellowships       &gt; Starworks Fellowships       &gt; Writers in the Public Schools Fellowships                                             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Home                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              411 Lafayette, 4th Floor, New York, NY 10003 212 998-8860 Fax 212 995-4376 Email ewp@nyu.edu           Welcome to the challenging world of New York University and to the website for the Expository Writing Program.           NYU’s required writing courses are designed to prepare students for the work they will do in all of their academic courses. These writing courses are foundational and essential; they prepare students for more rigorous thinking, more elegant writing, and more supple imagining.           In our writing courses, the essay is the coin of the realm. Essay . Not the five-paragraph one. Not the one that begins with a simple assertion, claim, proposition, or declaration and moves forward, sometimes ploddingly, point by point. The essays students write are exploratory as well as persuasive; they move forward as a form of inquiry, turning on themselves again and again, surprising even the writer as she writes. Every good essay yearns to be sui generis , unlike any of its predecessors.           But of course, even the most unusual essay has features in common with all the others: a three-part structure (beginning, middle, ending); an idea, or, more properly, a network of ideas that shape and bind the many parts of the essay together, whether those parts be stories of experience, stories about written texts, or reflections about images (paintings, movies, tv shows, or sculpted objects); and, finally, every good essay reveals how the mind writing it actually makes sense of things. That final element seems now, after more than thirty-five years of teaching, the most fundamental of all.           Said another way: The mind moves deftly but confidently across the pages of good essays, and we, the readers, are permitted to see that mind transforming evidence and being transformed by it, creating a field of intellectual energy that draws writers and readers into relationship.           The essay does not prove, repeat, or reiterate; it is not a static litany of facts. Instead, the essay, like the idea, develops, changes, and expands as the writer considers both her subject and her readers. When she gets the words right, when she figures out what she has to say and how to say it, the writing becomes compelling, the subject and the idea more interesting, the reader captivated.           You can see representative work from the Expository Writing Program and its many courses at the Mercer Street  link. There you will find annual collections of exemplary student essays. We invite you to sample our wares.                                                                                                       [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Writing Center                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             411 Lafayette, 4th Floor, New York, NY 10003 Telephone: 212 998-8866 Email: writingcenter@nyu.edu  Hours: Monday to Thursday, 10 am to 8 pm; Friday, 11 am to 4 pm (Note: Hours differ during Summer Sessions)           Brooklyn Campus: 5 MetroTech Center, Room 104 Telephone: 718 260-3299 Email: rlarson@nyu.edu Hours: Monday to Thursday, 10 am to 6 pm; Friday, 10-4pm           Schedule an Appointment Online:  Washington Square - nyu.mywconline.com Brooklyn Campus - nyupoly.mywconline.com                      Welcome            Making an Appointment                        Schedule an Appointment Online             Walk-in Appointments                       Getting the Most Out of Your Appointment                        How to Prepare for Your Session             What You Can Expect                       Our Bottom Line            Our Attendance and Cancellation Policies            Our People                               Welcome to EWPs Writing Center           The Writing Center is a place where any NYU student can get help with his or her writing. The Writing Center is a part of NYU's Expository Writing Program in the College of Arts and Science. It is a place where one-on-one teaching and learning occur, as students work closely with EWP faculty at every stage of the writing process and on any piece of writing except for exams.           Return to top of page                     Making an Appointment           All Writing Center sessions are 40-45 minutes long. Try to schedule your appointment in advance of the due date for your paper so that you will have ample time to revise after the session.            Schedule an Appointment Online           Washington Square : nyu.mywconline.com Brooklyn Campus : nyupoly.mywconline.com           If you havent used the Writing Center before, you will be prompted to register. Then you will be able to log in and make your appointment.           You may schedule one appointment per week, up to two weeks ahead of time, using our online system. Undergraduate NYU students will have priority, though we also reserve sessions each week for graduate students, faculty, and alumni. Please call 2129988866 if you have questions.           Walk-in Appointments           All NYU students are eligible for walk-in sessions, even those who have had an appointment earlier in the week. All students who want additional time beyond one session per week should use walk-in sessions.           To get a walk-in session, come to the Writing Center and put your name on the waiting list. When a cancellation or no-show occurs, a session becomes available. The waiting list operates on a first-come, first-serve basis.            Return to top of page                     Getting the Most Out of Your Appointment           How to Prepare for Your Session                      If you are working on a draft, bring two copies of it , one for you and one for the consultant.            If your writing concern is related to a particular assignment, bring the assignment.            If you want to discuss feedback you have received from a teacher, bring a copy of the comments.            If you have notes, previous writing, a particular text, and/or research materials related to your draft, bring those items to the session.                     Prior to the session, reread your draft and your assignment to determine what particular question, concern, or issue you would like to take up during the session.           What You Can Expect           Well ask for your input at the start of every session. This gives you a chance to help set the agenda for the session.           During your session, you will think, write, and talk about the writing that is on the page and the writing that isnt yet there. We will prompt you to think actively, to compose new writing, and to discuss your thoughts about your paper and your writing process.           We will treat you with respect and respond fully to your concerns. At the same time, because we are just as interested in your long-term development as we are in your paper, we may ask you to try out a new strategy. Our aim is two-fold: to help you with your concerns about the paper at hand and to suggest to you something new about the craft of writing, both of which you can take with you.            Return to top of page                     Our Bottom Line           We are writing consultants, not proofreaders, editors, ghostwriters, or graders of your paper.                      You should not expect us to read through your paper and fix it. We will not correct your paper for you. We will make suggestions about style as we come to understand your meaning. In cases where we think sentence structure needs review, we will address specific rules with you.            We will not tell you what your idea is or how to read a particular piece of evidence . We will prompt you to rethink and complicate your idea, and we will help you to develop ways to clarify, deepen, and refine your readings of evidence.            We will not assess the validity of a grade you have received.                     Students who use the Writing Center should be reasonably fluent in English. Writing Center teachers are not trained to work with non-fluent students for whom English is a second language. If we determine that your fluency falls below our level of expertise, we may direct you to the American Language Institute for further assistance.            Return to top of page                     Our Attendance and Cancellation Policies           Because the Writing Center is often busy we have strict attendance and cancellation policies.                      If you need to cancel the night before your appointment, you can modify or delete it prior to 11:59 pm by logging into the Writing Center at nyu.mywconline.com .            If you need to cancel on the day of your appointment, you must call the Writing Center at 2129988866.            If you miss more than one scheduled appointment but forget to cancel it, you will not be allowed to visit the Writing Center again during the semester.            If you are more than ten minutes late for your appointment, you will lose your session to a student on the waiting list.                      Return to top of page                     Our People           Director of the Writing Center           William Morgan, wm32@nyu.edu           Writing Center Coordinator           Joanna Mendoza, 2129988861, writingcenter@nyu.edu           Writing Center Consultants                      Aaron Balkan            Kimberly Bernhardt            Mark Braley            Stephen Butler            Anthony Carelli            Katherine Carlson            Nolan Chessman            Conor Creaney            Lorraine Doran            Marina Fedosik            David Foley            Angela Frattarola            Benjamin Gassman            Elena Glasberg            Andrei Guruianu            Robert Huddleston            Mara Jebsen            Abigail Joseph            Austin Kelley            Elizabeth Kurkjian            Christine Malvasi            Jonathan Mischkot            Kit Nicholls            Gerard ODonoghue            Colm OShea            Jennifer Percy            Amira Pierce            Jacqueline Reitzes            Noel Sikorski            Leah Souffrant            Chris Stahl            Madeleine Stein            Emily Stone            Cecily Swanson            Sara Wallace            Jenny Xie            Amanda Yesnowitz            Dora Zhang                      Return to top of page                                                                                                                         [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]}]