[{"detail": [{"content": "Faculty Experts for Media | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here News &amp; Events › Faculty Experts for Media          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            Faculty Experts for Media          Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals               Request More Information    Apply to Wagner                                       Contact   To speak with a faculty member at the Robert F. Wagner Graduate School of Public Service, contact media relations director Robert Polner at 212.998.2337 or robert.polner@nyu.edu   Affordable Housing   Calabrese, Thad (governmental and nonprofit)   Affordable Housing   Ellen, Ingrid Gould   Aging   Chan, Sewin (workplace and retirement)   Blustein, Jan (health care)   Grepin, Karen   Rodwin, Victor G. (health security)   Air Quality   Restrepo, Carlos   Rom, William   Trasande, Leonardo     Zimmerman, Rae   Asthma   Zimmerman, Rae   Rom, William   Restrepo, Carlos   Budget Policy   Light, Paul C. (U.S.)   Rao, Nirupama   Schwartz, Amy (Education)   &lt;a href=\"/danielsmith&gt;Smith, Daniel L.&lt;/a&gt; (State and City)&lt;/li&gt; &lt;/ul&gt; &lt;h2&gt;Bureaucracy&lt;/h2&gt; &lt;ul class=\" longlist\"=\"\"&gt;   Coslovsky, Salo   Light, Paul C.   Business Improvement Districts   Ellen, Ingrid Gould   Schwartz, Amy   Charitable Organizations   Light, Paul C.   Thad Calabrese   Child Development   Aber, J. Lawrence   Child and Family Poverty   Aber, J. Lawrence   Berry, Carolyn A.     Children's Health   Trasande, Leonardo       City Government   Moss, Mitchell   Civil Service   Light, Paul C.   Civic Engagement   Elcott, David   Manji, Irshad   Ospina, Sonia M.   Prasad, Shankar   Zerkin, Allen   Climate Change   Rom, William (health)   Zimmerman, Rae (infrastructure)   Conflict Management and Resolution   Zerkin, Allen (urban policy, transportation, environment, planning)   Congress   Light, Paul C.   Prasad, Shankar   Crime Prevention   Smith, Dennis C.   Debt Management   Calabrese, Thad (governmental and nonprofit)   Demographics of Aging   Chan, Sewin   Rodwin, Victor G.   Developing Countries   Dehejia, Rajeev   Coslovsky, Salo   Manji, Irshad (Developing World)   Morduch, Jonathan J.   Ospina, Sonia M. (Latin America)   Smoke, Paul   Trasande, Leonardo   Disaster Preparedness   Zimmerman, Rae (infrastructure)   Moss, Mitchell (federal policies)   Rodwin, Victor (vulnerable populations)   Discrimination   Billings, John (health care)   Blustein, Jan (health care)   Ellen, Ingrid Gould (housing)   Foldy, Erica G. (work and organizations)   Manji, Irshad   Schwartz, Amy Ellen (education)   Economic Development   Grepin, Karen (health and health care)   Iskander, Natasha (workforce development)   Smoke, Paul (decentralized governance)   Economic Policy   Chan, Sewin  (aging and retirement)   Dehejia, Rajeev  (public policy)   Elbel, Brian (health and health care)   Ellen, Ingrid Gould (housing/neighborhoods)   Guo, Zhan (transportation policy)   Moss, Mitchell  (transportation and telecommunications policy)   Schwartz, Amy Ellen  (public education)   Trasande, Leonardo   (health and environment)    Education   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Education Equity   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Elder Care   Blustein, Jan   Rodwin, Victor   Energy   Rao, Nirupama (public policy)   Zimmerman, Rae (infrastructure)   Entitlement Programs   Light, Paul C.   Environmental Policy   Coslovsky, Salo  (forestry, environmental law)   Zerkin, Allen (brownfields, NYC watershed, sustainable green building, solid waste and recycling)   Zimmerman, Rae (global warming/sea levels/infrastructure, water and air quality/environmental justice)   Environmental Health   Rom, William   Trasande, Leonardo   Zimmerman, Rae   Ethics   Blustein, Jan (universities and research)   Ethnicity   Manji, Irshad (religious)   Moss, Mitchell (urban)   Extremism, Political   Gershman, John   Manji, Irshad       Federal Government       Light, Paul C.   Financial Access and Innovation   Morduch, Jonathan J.   Foreign Development Aid   Gershman, John   Grepin, Karen   Smoke, Paul   Foreign Policy (U.S.)   Gershman, John   Manji, Irshad   Gay and Lesbian Issues   Egan, Patrick   Gender   Foldy, Erica G.   Manji, Irshad   Ospina, Sonia   Gentrification   O'Regan, Katherine M.   Ellen, Ingrid Gould   Global Poverty   Manji, Irshad   Morduch, Jonathan J.   Smoke, Paul   Global Public Health   Grepin, Karen   Rodwin, Victor   Trasande, Leonardo   Global Warming   Egan, Patrick   Zimmerman, Rae (implications for infrastructure)   Government Policy and Finance   Light, Paul C. (Federal)   Moss, Mitchell (Urban)   Prasad, Shankar (American Government)   Schwartz, Amy (Schools)   Smith, Daniel L. (City and State)   Health Administration   Kovner, Anthony R.   Health Care   Blustein, Jan   Elbel, Brian   Grepin, Karen   Gourevitch, Marc (drug users and underserved populations)   Kovner, Anthony R. (regulation, delivery, and management)   Nigam, Amit  (quality improvement, evidence-based guidelines, quality measures, inter-professional communication)   Rodwin, Victor G.  (comparative analysis of health systems and policy)   Trasande, Leonardo   Health Policy   Elbel, Brian   Billings, John   Blustein, Jan   Grepin, Karen   Gourevitch, Marc   Rodwin, Victor   Rom, William   Trasande, Leonardo   Hospitals   Blustein, Jan (hospital pay-for-performance)   Billings, John (barriers and access)   Kovner, Anthony R. (management and governance)   Nigam, Amit (hospital performance improvement)   Rodwin, Victor (access, international)   Hospital Management   Kovner, Anthony R. (management and governance)   Housing   Ellen, Ingrid Gould   O'Regan, Katherine M.   Human Rights   Gershman, John   Manji, Irshad   Immigration   Iskander, Natasha (labor migration)   Manji, Irshad   Ospina, Sonia M. (Latino; Civic Engagement)   Schwartz, Amy Ellen (education)   Stiefel, Leanna (education)   Infrastructure   Restrepo, Carlos   Zimmerman, Rae   Moss, Mitchell   International Development   Dehejia, Rajeev   Coslovsky, Salo   Grepin, Karen   Manji, Irshad   Morduch, Jonathan J.   Smoke, Paul   Law Enforcement   Coslovsky, Salo   Smith, Dennis C.   Leadership   Ospina, Sonia M. (social change, organizational)   Foldy, Erica G. (social change, organizational)   Magee, Joe (presidential)   Manji, Irshad (public leadership and moral courage)   Schall, Ellen (organizational)   Zerkin, Allen   Local Government Finances (International)   Smoke, Paul   Medicaid   Billings, John   Medical Malpractice   Billings, John   Medicare   Blustein, Jan   Microfinance   Manji, Irshad (Islamic world)   Morduch, Jonathan J.   Migrant Labor   Iskander, Natasha   Negotiation   Zerkin, Allen   New York City Government   Moss, Mitchell   Neighborhood Economic Transitions   O'Regan, Katherine M.   Ellen, Ingrid Gould   NGO's   Gershman, John   Smoke, Paul   Nonprofit Management   Calabrese, Thad   Foldy, Erica G.   O'Regan, Katherine M.   Ospina, Sonia M. (U.S. and Latin America)   Obesity   Blustein, Jan   Elbel, Brian   Trasande, Leonardo   Organizational Management   Coslovsky, Salo   Foldy, Erica G.   Magee, Joe   Nigam, Amit (hospital performance improvement)   Ospina, Sonia M.   Schall, Ellen   Organizational Performance   Light, Paul C. (nonprofit, for-profit)   Performance Management Assessment   Ospina, Sonia M. (government evaluation/Latin America)   Smith, Dennis C. (public sector)   Smoke, Paul (developing countries)   Stiefel, Leanna (education)   Police Management   Smith, Dennis C.   Politics   Moss, Mitchell   Political Appointment Process (U.S.)   Light, Paul C.   Political Extremism   Gershman, John   Manji, Irshad   Zerkin, Allen   Poverty   Morduch, Jonathan   Power   Foldy, Erica G.   Magee, Joe   Manji, Irshad   Presidency (U.S.)   Light, Paul C.   Magee, Joe   Prasad, Shankar   Property Taxes and Values   Ellen, Ingrid Gould   O'Regan, Katherine M.   Schwartz, Amy Ellen   Psychiatric Services   Gourevitch, Marc (drug users and underserved populations)   Public Administration   Light, Paul C.   Ospina, Sonia M.   Smith, Daniel L.   Public Authorities   Calabrese, Thad   Public Budgeting   Smith, Daniel L.   Public Opinion   Egan, Patrick (domestic)   Public Policy   Elbel, Brian (health and health care)   Ellen, Ingrid Gould (housing, neighborhoods)   Grepin, Karen   Prasad, Shankar   Rao, Nirupama (economic effects)   Moss, Mitchell (city and state)   Rodwin, Victor (health care)   Schwartz, Amy (education)   Stiefel, Leanna (education)   Trasande, Leonardo  (health and environment)    Public Health   Elbel, Brian   Billings, John   Rom, William   Rodwin, Victor   Trasande, Leonardo   Race   Conley, Dalton (health care)   Ellen, Ingrid Gould (housing)   Foldy, Erica G. (work and organizations)   Manji, Irshad (Islamic world)   Schall, Ellen (public service leadership)   Stiefel, Leanna (education)   Recycling   Zerkin, Allen   Red Cross   Light, Paul C.   Research Ethics   Blustein, Jan   Retirement   Blustein, Jan   Calabrese, Thad (public pensions and retiree health care)   Chan, Sewin   Safety Net   Billings, John (health care)   School Improvement   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Security (U.S.)   Gershman, John   Manji, Irshad   Restrepo, Carlos (infrastructure)   Segregation   Schwartz, Amy Ellen (education)   Stiefel, Leanna (education)   Gould, Ingrid Ellen (housing, racial and economic)   Social Change Leadership and Collaboration   Ospina, Sonia M.   Social Entrepreneurship   Light, Paul C.   Socio-Economic Status   Conley, Dalton   Solid Waste Policy   Zerkin, Allen   Sustainable Development   Coslovsky, Salo   Restrepo, Carlos   Taxation   Batchelder, Lily (social welfare)   Rao, Nirupama   Technology + Policy   Noveck, Beth   Prasad, Shankar   Telecommunications Policy   Moss, Mitchell   Term Limits   Moss, Mitchell   Terrorism   Gershman, John   Manji, Irshad   Zerkin, Allen   Transportation Policy, Management, and Economics   Guo, Zhan   Kaufman, Sarah   Moss, Mitchell   Trust in Government   Light, Paul C.   Tuberculosis   Rom, William   Uninsured   Billings, John   Rodwin, Victor G.   Urban Economics   Ellen, Ingrid Gould   Moss, Mitchell   O'Regan, Katherine M.   Urban Planning   Ellen, Ingrid   Moss, Mitchell   Smoke, Paul   Zimmerman, Rae   Urban Policy   Ellen, Ingrid Gould   Moss, Mitchell   O'Regan, Katherine M.   Schwartz, Amy   Zerkin, Allen   Urban Poor   Gould, Ingrid Ellen   O'Regan, Katherine   U.S. Domestic Policy   Rao, Nirupama   U.S. Elections   Egan, Patrick   Moss, Mitchell   Prasad, Shankar   War   Gershman, John   Water   Zimmerman, Rae   Weapons of Mass Destruction   Gershman, John   Women   Foldy, Erica G.   Manji, Irshad   Ospina, Sonia   Workplace Inequality   Foldy, Erica   Ospina, Sonia M.   World Bank   Dehejia, Rajeev   Grepin, Karen   Morduch, Jonathan J.   Smoke, Paul   World Trade Center Redevelopment   Moss, Mitchell                                                                                    © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Faculty Experts for Media | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here News &amp; Events › Faculty Experts for Media          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            Faculty Experts for Media          Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals               Request More Information    Apply to Wagner                                       Contact   To speak with a faculty member at the Robert F. Wagner Graduate School of Public Service, contact media relations director Robert Polner at 212.998.2337 or robert.polner@nyu.edu   Affordable Housing   Calabrese, Thad (governmental and nonprofit)   Affordable Housing   Ellen, Ingrid Gould   Aging   Chan, Sewin (workplace and retirement)   Blustein, Jan (health care)   Grepin, Karen   Rodwin, Victor G. (health security)   Air Quality   Restrepo, Carlos   Rom, William   Trasande, Leonardo     Zimmerman, Rae   Asthma   Zimmerman, Rae   Rom, William   Restrepo, Carlos   Budget Policy   Light, Paul C. (U.S.)   Rao, Nirupama   Schwartz, Amy (Education)   &lt;a href=\"/danielsmith&gt;Smith, Daniel L.&lt;/a&gt; (State and City)&lt;/li&gt; &lt;/ul&gt; &lt;h2&gt;Bureaucracy&lt;/h2&gt; &lt;ul class=\" longlist\"=\"\"&gt;   Coslovsky, Salo   Light, Paul C.   Business Improvement Districts   Ellen, Ingrid Gould   Schwartz, Amy   Charitable Organizations   Light, Paul C.   Thad Calabrese   Child Development   Aber, J. Lawrence   Child and Family Poverty   Aber, J. Lawrence   Berry, Carolyn A.     Children's Health   Trasande, Leonardo       City Government   Moss, Mitchell   Civil Service   Light, Paul C.   Civic Engagement   Elcott, David   Manji, Irshad   Ospina, Sonia M.   Prasad, Shankar   Zerkin, Allen   Climate Change   Rom, William (health)   Zimmerman, Rae (infrastructure)   Conflict Management and Resolution   Zerkin, Allen (urban policy, transportation, environment, planning)   Congress   Light, Paul C.   Prasad, Shankar   Crime Prevention   Smith, Dennis C.   Debt Management   Calabrese, Thad (governmental and nonprofit)   Demographics of Aging   Chan, Sewin   Rodwin, Victor G.   Developing Countries   Dehejia, Rajeev   Coslovsky, Salo   Manji, Irshad (Developing World)   Morduch, Jonathan J.   Ospina, Sonia M. (Latin America)   Smoke, Paul   Trasande, Leonardo   Disaster Preparedness   Zimmerman, Rae (infrastructure)   Moss, Mitchell (federal policies)   Rodwin, Victor (vulnerable populations)   Discrimination   Billings, John (health care)   Blustein, Jan (health care)   Ellen, Ingrid Gould (housing)   Foldy, Erica G. (work and organizations)   Manji, Irshad   Schwartz, Amy Ellen (education)   Economic Development   Grepin, Karen (health and health care)   Iskander, Natasha (workforce development)   Smoke, Paul (decentralized governance)   Economic Policy   Chan, Sewin  (aging and retirement)   Dehejia, Rajeev  (public policy)   Elbel, Brian (health and health care)   Ellen, Ingrid Gould (housing/neighborhoods)   Guo, Zhan (transportation policy)   Moss, Mitchell  (transportation and telecommunications policy)   Schwartz, Amy Ellen  (public education)   Trasande, Leonardo   (health and environment)    Education   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Education Equity   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Elder Care   Blustein, Jan   Rodwin, Victor   Energy   Rao, Nirupama (public policy)   Zimmerman, Rae (infrastructure)   Entitlement Programs   Light, Paul C.   Environmental Policy   Coslovsky, Salo  (forestry, environmental law)   Zerkin, Allen (brownfields, NYC watershed, sustainable green building, solid waste and recycling)   Zimmerman, Rae (global warming/sea levels/infrastructure, water and air quality/environmental justice)   Environmental Health   Rom, William   Trasande, Leonardo   Zimmerman, Rae   Ethics   Blustein, Jan (universities and research)   Ethnicity   Manji, Irshad (religious)   Moss, Mitchell (urban)   Extremism, Political   Gershman, John   Manji, Irshad       Federal Government       Light, Paul C.   Financial Access and Innovation   Morduch, Jonathan J.   Foreign Development Aid   Gershman, John   Grepin, Karen   Smoke, Paul   Foreign Policy (U.S.)   Gershman, John   Manji, Irshad   Gay and Lesbian Issues   Egan, Patrick   Gender   Foldy, Erica G.   Manji, Irshad   Ospina, Sonia   Gentrification   O'Regan, Katherine M.   Ellen, Ingrid Gould   Global Poverty   Manji, Irshad   Morduch, Jonathan J.   Smoke, Paul   Global Public Health   Grepin, Karen   Rodwin, Victor   Trasande, Leonardo   Global Warming   Egan, Patrick   Zimmerman, Rae (implications for infrastructure)   Government Policy and Finance   Light, Paul C. (Federal)   Moss, Mitchell (Urban)   Prasad, Shankar (American Government)   Schwartz, Amy (Schools)   Smith, Daniel L. (City and State)   Health Administration   Kovner, Anthony R.   Health Care   Blustein, Jan   Elbel, Brian   Grepin, Karen   Gourevitch, Marc (drug users and underserved populations)   Kovner, Anthony R. (regulation, delivery, and management)   Nigam, Amit  (quality improvement, evidence-based guidelines, quality measures, inter-professional communication)   Rodwin, Victor G.  (comparative analysis of health systems and policy)   Trasande, Leonardo   Health Policy   Elbel, Brian   Billings, John   Blustein, Jan   Grepin, Karen   Gourevitch, Marc   Rodwin, Victor   Rom, William   Trasande, Leonardo   Hospitals   Blustein, Jan (hospital pay-for-performance)   Billings, John (barriers and access)   Kovner, Anthony R. (management and governance)   Nigam, Amit (hospital performance improvement)   Rodwin, Victor (access, international)   Hospital Management   Kovner, Anthony R. (management and governance)   Housing   Ellen, Ingrid Gould   O'Regan, Katherine M.   Human Rights   Gershman, John   Manji, Irshad   Immigration   Iskander, Natasha (labor migration)   Manji, Irshad   Ospina, Sonia M. (Latino; Civic Engagement)   Schwartz, Amy Ellen (education)   Stiefel, Leanna (education)   Infrastructure   Restrepo, Carlos   Zimmerman, Rae   Moss, Mitchell   International Development   Dehejia, Rajeev   Coslovsky, Salo   Grepin, Karen   Manji, Irshad   Morduch, Jonathan J.   Smoke, Paul   Law Enforcement   Coslovsky, Salo   Smith, Dennis C.   Leadership   Ospina, Sonia M. (social change, organizational)   Foldy, Erica G. (social change, organizational)   Magee, Joe (presidential)   Manji, Irshad (public leadership and moral courage)   Schall, Ellen (organizational)   Zerkin, Allen   Local Government Finances (International)   Smoke, Paul   Medicaid   Billings, John   Medical Malpractice   Billings, John   Medicare   Blustein, Jan   Microfinance   Manji, Irshad (Islamic world)   Morduch, Jonathan J.   Migrant Labor   Iskander, Natasha   Negotiation   Zerkin, Allen   New York City Government   Moss, Mitchell   Neighborhood Economic Transitions   O'Regan, Katherine M.   Ellen, Ingrid Gould   NGO's   Gershman, John   Smoke, Paul   Nonprofit Management   Calabrese, Thad   Foldy, Erica G.   O'Regan, Katherine M.   Ospina, Sonia M. (U.S. and Latin America)   Obesity   Blustein, Jan   Elbel, Brian   Trasande, Leonardo   Organizational Management   Coslovsky, Salo   Foldy, Erica G.   Magee, Joe   Nigam, Amit (hospital performance improvement)   Ospina, Sonia M.   Schall, Ellen   Organizational Performance   Light, Paul C. (nonprofit, for-profit)   Performance Management Assessment   Ospina, Sonia M. (government evaluation/Latin America)   Smith, Dennis C. (public sector)   Smoke, Paul (developing countries)   Stiefel, Leanna (education)   Police Management   Smith, Dennis C.   Politics   Moss, Mitchell   Political Appointment Process (U.S.)   Light, Paul C.   Political Extremism   Gershman, John   Manji, Irshad   Zerkin, Allen   Poverty   Morduch, Jonathan   Power   Foldy, Erica G.   Magee, Joe   Manji, Irshad   Presidency (U.S.)   Light, Paul C.   Magee, Joe   Prasad, Shankar   Property Taxes and Values   Ellen, Ingrid Gould   O'Regan, Katherine M.   Schwartz, Amy Ellen   Psychiatric Services   Gourevitch, Marc (drug users and underserved populations)   Public Administration   Light, Paul C.   Ospina, Sonia M.   Smith, Daniel L.   Public Authorities   Calabrese, Thad   Public Budgeting   Smith, Daniel L.   Public Opinion   Egan, Patrick (domestic)   Public Policy   Elbel, Brian (health and health care)   Ellen, Ingrid Gould (housing, neighborhoods)   Grepin, Karen   Prasad, Shankar   Rao, Nirupama (economic effects)   Moss, Mitchell (city and state)   Rodwin, Victor (health care)   Schwartz, Amy (education)   Stiefel, Leanna (education)   Trasande, Leonardo  (health and environment)    Public Health   Elbel, Brian   Billings, John   Rom, William   Rodwin, Victor   Trasande, Leonardo   Race   Conley, Dalton (health care)   Ellen, Ingrid Gould (housing)   Foldy, Erica G. (work and organizations)   Manji, Irshad (Islamic world)   Schall, Ellen (public service leadership)   Stiefel, Leanna (education)   Recycling   Zerkin, Allen   Red Cross   Light, Paul C.   Research Ethics   Blustein, Jan   Retirement   Blustein, Jan   Calabrese, Thad (public pensions and retiree health care)   Chan, Sewin   Safety Net   Billings, John (health care)   School Improvement   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Security (U.S.)   Gershman, John   Manji, Irshad   Restrepo, Carlos (infrastructure)   Segregation   Schwartz, Amy Ellen (education)   Stiefel, Leanna (education)   Gould, Ingrid Ellen (housing, racial and economic)   Social Change Leadership and Collaboration   Ospina, Sonia M.   Social Entrepreneurship   Light, Paul C.   Socio-Economic Status   Conley, Dalton   Solid Waste Policy   Zerkin, Allen   Sustainable Development   Coslovsky, Salo   Restrepo, Carlos   Taxation   Batchelder, Lily (social welfare)   Rao, Nirupama   Technology + Policy   Noveck, Beth   Prasad, Shankar   Telecommunications Policy   Moss, Mitchell   Term Limits   Moss, Mitchell   Terrorism   Gershman, John   Manji, Irshad   Zerkin, Allen   Transportation Policy, Management, and Economics   Guo, Zhan   Kaufman, Sarah   Moss, Mitchell   Trust in Government   Light, Paul C.   Tuberculosis   Rom, William   Uninsured   Billings, John   Rodwin, Victor G.   Urban Economics   Ellen, Ingrid Gould   Moss, Mitchell   O'Regan, Katherine M.   Urban Planning   Ellen, Ingrid   Moss, Mitchell   Smoke, Paul   Zimmerman, Rae   Urban Policy   Ellen, Ingrid Gould   Moss, Mitchell   O'Regan, Katherine M.   Schwartz, Amy   Zerkin, Allen   Urban Poor   Gould, Ingrid Ellen   O'Regan, Katherine   U.S. Domestic Policy   Rao, Nirupama   U.S. Elections   Egan, Patrick   Moss, Mitchell   Prasad, Shankar   War   Gershman, John   Water   Zimmerman, Rae   Weapons of Mass Destruction   Gershman, John   Women   Foldy, Erica G.   Manji, Irshad   Ospina, Sonia   Workplace Inequality   Foldy, Erica   Ospina, Sonia M.   World Bank   Dehejia, Rajeev   Grepin, Karen   Morduch, Jonathan J.   Smoke, Paul   World Trade Center Redevelopment   Moss, Mitchell                                                                                    © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "SHC Staff                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center                 Sub Navigation                                 Services                       Make an Appointment                       Insurance and Patient Accounts                       Programs and Events                       Health Information                       Records, Forms, and Policies                                                                   SHC Staff          Administration            Carlo Ciotoli, MD   Associate Vice President, NYU Student Health - GNU   Executive Director, Student Health Center   carlo.ciotoli@nyu.edu   tel: +1 212 443 1297    Patricia DeLorenzo   Senior Director   patricia.delorenzo@nyu.edu  tel: +1 212 443 1034    Marcy Ferdschneider, DO   Medical Director   marcy.ferdschneider@nyu.edu   tel: +1 212 443 1074    Zoe Ragouzeos, Ph.D.   Assistant Vice President, NYU Student Mental Health - GNU   Director, Counseling and Wellness Services   zr1@nyu.edu  tel: +1 212 998 2193    Nicole Rosenthal   Director, Financial Operations   nicole.rosenthal@nyu.edu  tel: +1 212 443 1048    Robyn Weiss, LMSW   Director, Moses Center for Students with Disabilities   rew8@nyu.edu  tel: +1 212 998 4975        Allergy, Immunology &amp; Travel Medicine            Peggy Saunders-Adams, BSN, RN   Registered Nurse  Sau-Ying Lam, RN   Registered Nurse    Deborah Weichenberg, MD   Staff Physician      Counseling and Wellness            Sarah Akhter, Ph.D.   Staff Psychologist, NYU Buenos Aires  Suraiya Baluch, Ph.D.   Staff Psychologist and Team Leader   Counseling and Wellness Services, NYU Polytechnic School of Engineering     Glen Barnard, LMSW   Staff Social Worker , Tisch School of the Arts  Nikole Barnes, LCSW   Staff Social Worker   Counseling and Wellness Services, NYU Polytechnic School of Engineering  Mae Basow, Ph.D., LMFT   Staff Psychologist  Raymond Brock-Murray, Ph.D.   Staff Psychologist  Komal Choksi, Ph.D.   Staff Psychologist  Brooke Donatone, Ph.D.,LCSW   Staff Social Worker    Donna Drummond-Smart, MA, BACP   Wellness Counselor, NYU London  Madeleine Dupre, PhD  Senior Counselor, NYU Shanghai  Laura Federico, LMSW   Crisis Response Counselor  Silvia Fiammenghi, Psy.D   Staff Psychologist, NYU Florence  John Fredrickson, LCSW   Staff Social Worker  Desiree Gonzalo, DClinPsych, PhD, MSc, BSc   Wellness Counselor, NYU Prague  Neda Hajizadeh, Ph.D.   Staff Psychologist, NYU Madrid     Abigail K. Houck, LMSW   Care Management Specialist  Grace Hwang Hudson, LCSW   Staff Social Worker  Jennifer Jennings, NP   Staff Psychiatric Nurse Practitioner  Jennifer Kahler, Psy.D.   Staff Psychologist and Associate Director of Counseling, NYU Abu Dhabi   Laura Kimeldorf, MD   Staff Psychiatrist  Brunhild Kring, MD   Associate Director, Psychiatry Services    Tamara Lazenby, MD   Associate Director of Wellness and Emergency Response  Christopher Lucas, MD, MPH   Staff Psychiatrist  Reji Mathew, Ph.D.   Staff Social Worker  Daniel McAlvin, NP   Nurse Practitioner  Anne McEneaney, Ph.D.   Staff Psychologist  Bryan McGreal, MD   Staff Psychiatrist  Alexandra Milonas, LCSW, MPA   Wellness Counselor, NYU Berlin     Kristine Miranda, DSW, LCSW   Staff Social Worker  Cynthia Mitchell, Ph.D.   Staff Psychologist and Wellness Coordinator, NYU Paris  Sarah Yang Mumma, LSW   Wellness Counselor, NYU Shanghai  Yvonne Negron, LCSW   Staff Social Worker  Anthea Paterniti, Ph.D.   Staff Psychologist, NYU School of Law  Luis Ramirez , LCSW   Associate Director of Clinical Services  Wanda Ramos Duchatellier, LCSW           Staff Social Worker    William Rush, MD   Staff Psychiatrist  Allison Russo, Psy.D.   Staff Psychologist  Amee K. Shah, MD   Part-Time Psychiatrist, NYU Polytechnic School of Engineering     Ami Shah, Ph.D.   Staff Psychologist  Linda Sheehan, LCSW   Staff Social Worker , Tisch School of the Arts    Julia Shiang, Ed.D., Ph.D.   Staff Psychologist, Psychology Training Coordinator  Janet Standard, DNP, APRN   Staff Psychiatric Nurse Practitioner  Eric Thurnauer, LCSW   Staff Social Worker  Tina Wadhwa, LCSW   Staff Social Worker, NYU Abu Dhabi  Yirui Wang, Psy.D.   Health and Wellness Counselor, NYU Shanghai  Rebecca Whiting, LCSW   Clinical Manager, Counseling and Wellness Services  Margarita Zilberman, LCSW   Staff Social Worker      Health Information Management            Cynthia Cunningham, MPA, RHIA   Health Information Management Specialist        Health Promotion          Jane Bowman, LMSW   Health Promotion Specialist  Sereena K. Singh, MPH   Health Promotion Specialist  Caroline Wallace, MPH   Director of Health Promotion      Immunization Record Services            Sandra Mercado   Assistant Director, Operational Support and Compliance Management     Sarah Foussé   Operations Administrator        Optometry            Rosine Alianakian, OD   Optometrist  Tina Douroudian, OD   Optometrist  Phyllis Lamonaca, FNAO   Manager, Optometry Services     Maria Miranda, OD, FAAD  Optometrist  Arlene Schwartz, OD   Optometrist      Pharmacy            Chris Pak, RPh   Pharmacy Services Manager      Physical Therapy            Heather Foster   Physical Therapist Assistant  Laura Gronell, MSPT   Physical Therapist  Sapana Kanojia, PT   Physical Therapist  Christine Mullane, PT   Physical Therapist  Norbert Ryglewicz, MSPT   Physical Therapist      Primary Care            Meghan Archer, BSN, RN   Registered Nurse  Yomaris Ashley, RN, BSN, MPH   Manager, Clinical Services  Eileen Barrett, RN   Registered Nurse  Laura Bennett, RD, CDN   Registered Dietitian  Elaine Berte, RPA-C   Physician Assistant  Mary Ellen Bovino, RN, CEN   Director of Nursing and Quality Management  Michele Calderoni, DO   Associate Medical Director  Kelley Delaney, ANP-BC, MSN, RN   Nurse Practitioner    Joey C. Fernandez, MD   Staff Physician  Georgia Grow, RN   Registered Nurse  Don Han, MD   Staff Physician  Richard Handman, FNP   Family Nurse Practitioner  Claudia Hudson, MD   Staff Physician  Lauren Kondel, RN, BSN   Registered Nurse  Alyssa LaFosse, MPH   HIV Counselor  Mary Madsen, NP   Family Nurse Practitioner  Linda Mueller, MD   Staff Physician  Neema M. Naik, MD   Staff Physician  Angela Park, MD   Staff Physician  Zory Speights, RN, BSN   Registered Nurse  Darlene Vargas-O'Connor, RN   Registered Nurse      Radiology            Loretta Loutsis, RT   Manager      Specialty           Henry Birnbaum, MD   Physiatrist  Gregory Bishop, MD   Dermatologist  Robert J. Cohen, MD   Dermatologist  Kevin Eerkes, MD   Sports Medicine    Jacqueline Friedman, MD   Neurologist  Lisa Newman, MD   Endocrinologist  Murray Orbuch, MD   Gastroenterologist  Orrin Sherman, MD   Orthopaedist      Women's Health            Tess Aldrich, ANP  W omen's Health Nurse Practitioner  Jennifer Choe, MD   Staff Physician  Marlene Nagler Galvis, NP   Nurse Practitioner  Mariana Zane, MD   Associate Medical Director, Women's Health                       Administration   Allergy, Immunology &amp; Travel Medicine   Counseling and Wellness     Health Information Management     Health Promotion   Immunization Record Services   Optometry     Pharmacy   Physical Therapy   Primary Care   Radiology   Specialty   Women's Health                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Faculty Experts for Media | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here News &amp; Events › Faculty Experts for Media          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            Faculty Experts for Media          Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals               Request More Information    Apply to Wagner                                       Contact   To speak with a faculty member at the Robert F. Wagner Graduate School of Public Service, contact media relations director Robert Polner at 212.998.2337 or robert.polner@nyu.edu   Affordable Housing   Calabrese, Thad (governmental and nonprofit)   Affordable Housing   Ellen, Ingrid Gould   Aging   Chan, Sewin (workplace and retirement)   Blustein, Jan (health care)   Grepin, Karen   Rodwin, Victor G. (health security)   Air Quality   Restrepo, Carlos   Rom, William   Trasande, Leonardo     Zimmerman, Rae   Asthma   Zimmerman, Rae   Rom, William   Restrepo, Carlos   Budget Policy   Light, Paul C. (U.S.)   Rao, Nirupama   Schwartz, Amy (Education)   &lt;a href=\"/danielsmith&gt;Smith, Daniel L.&lt;/a&gt; (State and City)&lt;/li&gt; &lt;/ul&gt; &lt;h2&gt;Bureaucracy&lt;/h2&gt; &lt;ul class=\" longlist\"=\"\"&gt;   Coslovsky, Salo   Light, Paul C.   Business Improvement Districts   Ellen, Ingrid Gould   Schwartz, Amy   Charitable Organizations   Light, Paul C.   Thad Calabrese   Child Development   Aber, J. Lawrence   Child and Family Poverty   Aber, J. Lawrence   Berry, Carolyn A.     Children's Health   Trasande, Leonardo       City Government   Moss, Mitchell   Civil Service   Light, Paul C.   Civic Engagement   Elcott, David   Manji, Irshad   Ospina, Sonia M.   Prasad, Shankar   Zerkin, Allen   Climate Change   Rom, William (health)   Zimmerman, Rae (infrastructure)   Conflict Management and Resolution   Zerkin, Allen (urban policy, transportation, environment, planning)   Congress   Light, Paul C.   Prasad, Shankar   Crime Prevention   Smith, Dennis C.   Debt Management   Calabrese, Thad (governmental and nonprofit)   Demographics of Aging   Chan, Sewin   Rodwin, Victor G.   Developing Countries   Dehejia, Rajeev   Coslovsky, Salo   Manji, Irshad (Developing World)   Morduch, Jonathan J.   Ospina, Sonia M. (Latin America)   Smoke, Paul   Trasande, Leonardo   Disaster Preparedness   Zimmerman, Rae (infrastructure)   Moss, Mitchell (federal policies)   Rodwin, Victor (vulnerable populations)   Discrimination   Billings, John (health care)   Blustein, Jan (health care)   Ellen, Ingrid Gould (housing)   Foldy, Erica G. (work and organizations)   Manji, Irshad   Schwartz, Amy Ellen (education)   Economic Development   Grepin, Karen (health and health care)   Iskander, Natasha (workforce development)   Smoke, Paul (decentralized governance)   Economic Policy   Chan, Sewin  (aging and retirement)   Dehejia, Rajeev  (public policy)   Elbel, Brian (health and health care)   Ellen, Ingrid Gould (housing/neighborhoods)   Guo, Zhan (transportation policy)   Moss, Mitchell  (transportation and telecommunications policy)   Schwartz, Amy Ellen  (public education)   Trasande, Leonardo   (health and environment)    Education   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Education Equity   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Elder Care   Blustein, Jan   Rodwin, Victor   Energy   Rao, Nirupama (public policy)   Zimmerman, Rae (infrastructure)   Entitlement Programs   Light, Paul C.   Environmental Policy   Coslovsky, Salo  (forestry, environmental law)   Zerkin, Allen (brownfields, NYC watershed, sustainable green building, solid waste and recycling)   Zimmerman, Rae (global warming/sea levels/infrastructure, water and air quality/environmental justice)   Environmental Health   Rom, William   Trasande, Leonardo   Zimmerman, Rae   Ethics   Blustein, Jan (universities and research)   Ethnicity   Manji, Irshad (religious)   Moss, Mitchell (urban)   Extremism, Political   Gershman, John   Manji, Irshad       Federal Government       Light, Paul C.   Financial Access and Innovation   Morduch, Jonathan J.   Foreign Development Aid   Gershman, John   Grepin, Karen   Smoke, Paul   Foreign Policy (U.S.)   Gershman, John   Manji, Irshad   Gay and Lesbian Issues   Egan, Patrick   Gender   Foldy, Erica G.   Manji, Irshad   Ospina, Sonia   Gentrification   O'Regan, Katherine M.   Ellen, Ingrid Gould   Global Poverty   Manji, Irshad   Morduch, Jonathan J.   Smoke, Paul   Global Public Health   Grepin, Karen   Rodwin, Victor   Trasande, Leonardo   Global Warming   Egan, Patrick   Zimmerman, Rae (implications for infrastructure)   Government Policy and Finance   Light, Paul C. (Federal)   Moss, Mitchell (Urban)   Prasad, Shankar (American Government)   Schwartz, Amy (Schools)   Smith, Daniel L. (City and State)   Health Administration   Kovner, Anthony R.   Health Care   Blustein, Jan   Elbel, Brian   Grepin, Karen   Gourevitch, Marc (drug users and underserved populations)   Kovner, Anthony R. (regulation, delivery, and management)   Nigam, Amit  (quality improvement, evidence-based guidelines, quality measures, inter-professional communication)   Rodwin, Victor G.  (comparative analysis of health systems and policy)   Trasande, Leonardo   Health Policy   Elbel, Brian   Billings, John   Blustein, Jan   Grepin, Karen   Gourevitch, Marc   Rodwin, Victor   Rom, William   Trasande, Leonardo   Hospitals   Blustein, Jan (hospital pay-for-performance)   Billings, John (barriers and access)   Kovner, Anthony R. (management and governance)   Nigam, Amit (hospital performance improvement)   Rodwin, Victor (access, international)   Hospital Management   Kovner, Anthony R. (management and governance)   Housing   Ellen, Ingrid Gould   O'Regan, Katherine M.   Human Rights   Gershman, John   Manji, Irshad   Immigration   Iskander, Natasha (labor migration)   Manji, Irshad   Ospina, Sonia M. (Latino; Civic Engagement)   Schwartz, Amy Ellen (education)   Stiefel, Leanna (education)   Infrastructure   Restrepo, Carlos   Zimmerman, Rae   Moss, Mitchell   International Development   Dehejia, Rajeev   Coslovsky, Salo   Grepin, Karen   Manji, Irshad   Morduch, Jonathan J.   Smoke, Paul   Law Enforcement   Coslovsky, Salo   Smith, Dennis C.   Leadership   Ospina, Sonia M. (social change, organizational)   Foldy, Erica G. (social change, organizational)   Magee, Joe (presidential)   Manji, Irshad (public leadership and moral courage)   Schall, Ellen (organizational)   Zerkin, Allen   Local Government Finances (International)   Smoke, Paul   Medicaid   Billings, John   Medical Malpractice   Billings, John   Medicare   Blustein, Jan   Microfinance   Manji, Irshad (Islamic world)   Morduch, Jonathan J.   Migrant Labor   Iskander, Natasha   Negotiation   Zerkin, Allen   New York City Government   Moss, Mitchell   Neighborhood Economic Transitions   O'Regan, Katherine M.   Ellen, Ingrid Gould   NGO's   Gershman, John   Smoke, Paul   Nonprofit Management   Calabrese, Thad   Foldy, Erica G.   O'Regan, Katherine M.   Ospina, Sonia M. (U.S. and Latin America)   Obesity   Blustein, Jan   Elbel, Brian   Trasande, Leonardo   Organizational Management   Coslovsky, Salo   Foldy, Erica G.   Magee, Joe   Nigam, Amit (hospital performance improvement)   Ospina, Sonia M.   Schall, Ellen   Organizational Performance   Light, Paul C. (nonprofit, for-profit)   Performance Management Assessment   Ospina, Sonia M. (government evaluation/Latin America)   Smith, Dennis C. (public sector)   Smoke, Paul (developing countries)   Stiefel, Leanna (education)   Police Management   Smith, Dennis C.   Politics   Moss, Mitchell   Political Appointment Process (U.S.)   Light, Paul C.   Political Extremism   Gershman, John   Manji, Irshad   Zerkin, Allen   Poverty   Morduch, Jonathan   Power   Foldy, Erica G.   Magee, Joe   Manji, Irshad   Presidency (U.S.)   Light, Paul C.   Magee, Joe   Prasad, Shankar   Property Taxes and Values   Ellen, Ingrid Gould   O'Regan, Katherine M.   Schwartz, Amy Ellen   Psychiatric Services   Gourevitch, Marc (drug users and underserved populations)   Public Administration   Light, Paul C.   Ospina, Sonia M.   Smith, Daniel L.   Public Authorities   Calabrese, Thad   Public Budgeting   Smith, Daniel L.   Public Opinion   Egan, Patrick (domestic)   Public Policy   Elbel, Brian (health and health care)   Ellen, Ingrid Gould (housing, neighborhoods)   Grepin, Karen   Prasad, Shankar   Rao, Nirupama (economic effects)   Moss, Mitchell (city and state)   Rodwin, Victor (health care)   Schwartz, Amy (education)   Stiefel, Leanna (education)   Trasande, Leonardo  (health and environment)    Public Health   Elbel, Brian   Billings, John   Rom, William   Rodwin, Victor   Trasande, Leonardo   Race   Conley, Dalton (health care)   Ellen, Ingrid Gould (housing)   Foldy, Erica G. (work and organizations)   Manji, Irshad (Islamic world)   Schall, Ellen (public service leadership)   Stiefel, Leanna (education)   Recycling   Zerkin, Allen   Red Cross   Light, Paul C.   Research Ethics   Blustein, Jan   Retirement   Blustein, Jan   Calabrese, Thad (public pensions and retiree health care)   Chan, Sewin   Safety Net   Billings, John (health care)   School Improvement   Berne, Robert   Schwartz, Amy Ellen   Stiefel, Leanna   Security (U.S.)   Gershman, John   Manji, Irshad   Restrepo, Carlos (infrastructure)   Segregation   Schwartz, Amy Ellen (education)   Stiefel, Leanna (education)   Gould, Ingrid Ellen (housing, racial and economic)   Social Change Leadership and Collaboration   Ospina, Sonia M.   Social Entrepreneurship   Light, Paul C.   Socio-Economic Status   Conley, Dalton   Solid Waste Policy   Zerkin, Allen   Sustainable Development   Coslovsky, Salo   Restrepo, Carlos   Taxation   Batchelder, Lily (social welfare)   Rao, Nirupama   Technology + Policy   Noveck, Beth   Prasad, Shankar   Telecommunications Policy   Moss, Mitchell   Term Limits   Moss, Mitchell   Terrorism   Gershman, John   Manji, Irshad   Zerkin, Allen   Transportation Policy, Management, and Economics   Guo, Zhan   Kaufman, Sarah   Moss, Mitchell   Trust in Government   Light, Paul C.   Tuberculosis   Rom, William   Uninsured   Billings, John   Rodwin, Victor G.   Urban Economics   Ellen, Ingrid Gould   Moss, Mitchell   O'Regan, Katherine M.   Urban Planning   Ellen, Ingrid   Moss, Mitchell   Smoke, Paul   Zimmerman, Rae   Urban Policy   Ellen, Ingrid Gould   Moss, Mitchell   O'Regan, Katherine M.   Schwartz, Amy   Zerkin, Allen   Urban Poor   Gould, Ingrid Ellen   O'Regan, Katherine   U.S. Domestic Policy   Rao, Nirupama   U.S. Elections   Egan, Patrick   Moss, Mitchell   Prasad, Shankar   War   Gershman, John   Water   Zimmerman, Rae   Weapons of Mass Destruction   Gershman, John   Women   Foldy, Erica G.   Manji, Irshad   Ospina, Sonia   Workplace Inequality   Foldy, Erica   Ospina, Sonia M.   World Bank   Dehejia, Rajeev   Grepin, Karen   Morduch, Jonathan J.   Smoke, Paul   World Trade Center Redevelopment   Moss, Mitchell                                                                                    © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "SHC Staff                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center                 Sub Navigation                                 Services                       Make an Appointment                       Insurance and Patient Accounts                       Programs and Events                       Health Information                       Records, Forms, and Policies                                                                   SHC Staff          Administration            Carlo Ciotoli, MD   Associate Vice President, NYU Student Health - GNU   Executive Director, Student Health Center   carlo.ciotoli@nyu.edu   tel: +1 212 443 1297    Patricia DeLorenzo   Senior Director   patricia.delorenzo@nyu.edu  tel: +1 212 443 1034    Marcy Ferdschneider, DO   Medical Director   marcy.ferdschneider@nyu.edu   tel: +1 212 443 1074    Zoe Ragouzeos, Ph.D.   Assistant Vice President, NYU Student Mental Health - GNU   Director, Counseling and Wellness Services   zr1@nyu.edu  tel: +1 212 998 2193    Nicole Rosenthal   Director, Financial Operations   nicole.rosenthal@nyu.edu  tel: +1 212 443 1048    Robyn Weiss, LMSW   Director, Moses Center for Students with Disabilities   rew8@nyu.edu  tel: +1 212 998 4975        Allergy, Immunology &amp; Travel Medicine            Peggy Saunders-Adams, BSN, RN   Registered Nurse  Sau-Ying Lam, RN   Registered Nurse    Deborah Weichenberg, MD   Staff Physician      Counseling and Wellness            Sarah Akhter, Ph.D.   Staff Psychologist, NYU Buenos Aires  Suraiya Baluch, Ph.D.   Staff Psychologist and Team Leader   Counseling and Wellness Services, NYU Polytechnic School of Engineering     Glen Barnard, LMSW   Staff Social Worker , Tisch School of the Arts  Nikole Barnes, LCSW   Staff Social Worker   Counseling and Wellness Services, NYU Polytechnic School of Engineering  Mae Basow, Ph.D., LMFT   Staff Psychologist  Raymond Brock-Murray, Ph.D.   Staff Psychologist  Komal Choksi, Ph.D.   Staff Psychologist  Brooke Donatone, Ph.D.,LCSW   Staff Social Worker    Donna Drummond-Smart, MA, BACP   Wellness Counselor, NYU London  Madeleine Dupre, PhD  Senior Counselor, NYU Shanghai  Laura Federico, LMSW   Crisis Response Counselor  Silvia Fiammenghi, Psy.D   Staff Psychologist, NYU Florence  John Fredrickson, LCSW   Staff Social Worker  Desiree Gonzalo, DClinPsych, PhD, MSc, BSc   Wellness Counselor, NYU Prague  Neda Hajizadeh, Ph.D.   Staff Psychologist, NYU Madrid     Abigail K. Houck, LMSW   Care Management Specialist  Grace Hwang Hudson, LCSW   Staff Social Worker  Jennifer Jennings, NP   Staff Psychiatric Nurse Practitioner  Jennifer Kahler, Psy.D.   Staff Psychologist and Associate Director of Counseling, NYU Abu Dhabi   Laura Kimeldorf, MD   Staff Psychiatrist  Brunhild Kring, MD   Associate Director, Psychiatry Services    Tamara Lazenby, MD   Associate Director of Wellness and Emergency Response  Christopher Lucas, MD, MPH   Staff Psychiatrist  Reji Mathew, Ph.D.   Staff Social Worker  Daniel McAlvin, NP   Nurse Practitioner  Anne McEneaney, Ph.D.   Staff Psychologist  Bryan McGreal, MD   Staff Psychiatrist  Alexandra Milonas, LCSW, MPA   Wellness Counselor, NYU Berlin     Kristine Miranda, DSW, LCSW   Staff Social Worker  Cynthia Mitchell, Ph.D.   Staff Psychologist and Wellness Coordinator, NYU Paris  Sarah Yang Mumma, LSW   Wellness Counselor, NYU Shanghai  Yvonne Negron, LCSW   Staff Social Worker  Anthea Paterniti, Ph.D.   Staff Psychologist, NYU School of Law  Luis Ramirez , LCSW   Associate Director of Clinical Services  Wanda Ramos Duchatellier, LCSW           Staff Social Worker    William Rush, MD   Staff Psychiatrist  Allison Russo, Psy.D.   Staff Psychologist  Amee K. Shah, MD   Part-Time Psychiatrist, NYU Polytechnic School of Engineering     Ami Shah, Ph.D.   Staff Psychologist  Linda Sheehan, LCSW   Staff Social Worker , Tisch School of the Arts    Julia Shiang, Ed.D., Ph.D.   Staff Psychologist, Psychology Training Coordinator  Janet Standard, DNP, APRN   Staff Psychiatric Nurse Practitioner  Eric Thurnauer, LCSW   Staff Social Worker  Tina Wadhwa, LCSW   Staff Social Worker, NYU Abu Dhabi  Yirui Wang, Psy.D.   Health and Wellness Counselor, NYU Shanghai  Rebecca Whiting, LCSW   Clinical Manager, Counseling and Wellness Services  Margarita Zilberman, LCSW   Staff Social Worker      Health Information Management            Cynthia Cunningham, MPA, RHIA   Health Information Management Specialist        Health Promotion          Jane Bowman, LMSW   Health Promotion Specialist  Sereena K. Singh, MPH   Health Promotion Specialist  Caroline Wallace, MPH   Director of Health Promotion      Immunization Record Services            Sandra Mercado   Assistant Director, Operational Support and Compliance Management     Sarah Foussé   Operations Administrator        Optometry            Rosine Alianakian, OD   Optometrist  Tina Douroudian, OD   Optometrist  Phyllis Lamonaca, FNAO   Manager, Optometry Services     Maria Miranda, OD, FAAD  Optometrist  Arlene Schwartz, OD   Optometrist      Pharmacy            Chris Pak, RPh   Pharmacy Services Manager      Physical Therapy            Heather Foster   Physical Therapist Assistant  Laura Gronell, MSPT   Physical Therapist  Sapana Kanojia, PT   Physical Therapist  Christine Mullane, PT   Physical Therapist  Norbert Ryglewicz, MSPT   Physical Therapist      Primary Care            Meghan Archer, BSN, RN   Registered Nurse  Yomaris Ashley, RN, BSN, MPH   Manager, Clinical Services  Eileen Barrett, RN   Registered Nurse  Laura Bennett, RD, CDN   Registered Dietitian  Elaine Berte, RPA-C   Physician Assistant  Mary Ellen Bovino, RN, CEN   Director of Nursing and Quality Management  Michele Calderoni, DO   Associate Medical Director  Kelley Delaney, ANP-BC, MSN, RN   Nurse Practitioner    Joey C. Fernandez, MD   Staff Physician  Georgia Grow, RN   Registered Nurse  Don Han, MD   Staff Physician  Richard Handman, FNP   Family Nurse Practitioner  Claudia Hudson, MD   Staff Physician  Lauren Kondel, RN, BSN   Registered Nurse  Alyssa LaFosse, MPH   HIV Counselor  Mary Madsen, NP   Family Nurse Practitioner  Linda Mueller, MD   Staff Physician  Neema M. Naik, MD   Staff Physician  Angela Park, MD   Staff Physician  Zory Speights, RN, BSN   Registered Nurse  Darlene Vargas-O'Connor, RN   Registered Nurse      Radiology            Loretta Loutsis, RT   Manager      Specialty           Henry Birnbaum, MD   Physiatrist  Gregory Bishop, MD   Dermatologist  Robert J. Cohen, MD   Dermatologist  Kevin Eerkes, MD   Sports Medicine    Jacqueline Friedman, MD   Neurologist  Lisa Newman, MD   Endocrinologist  Murray Orbuch, MD   Gastroenterologist  Orrin Sherman, MD   Orthopaedist      Women's Health            Tess Aldrich, ANP  W omen's Health Nurse Practitioner  Jennifer Choe, MD   Staff Physician  Marlene Nagler Galvis, NP   Nurse Practitioner  Mariana Zane, MD   Associate Medical Director, Women's Health                       Administration   Allergy, Immunology &amp; Travel Medicine   Counseling and Wellness     Health Information Management     Health Promotion   Immunization Record Services   Optometry     Pharmacy   Physical Therapy   Primary Care   Radiology   Specialty   Women's Health                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Student Health Insurance                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Insurance and Patient Accounts   /   Student Health Insurance                 Sub Navigation                                 Health Plan Details                       Rates                       Enrollment                       Waive Coverage                       Referrals/Authorizations                       International Students                       Healthcare Financial Counseling                       FAQs                                                                   Student Health Insurance                             Many services at the Student Health Center (SHC) are provided at no cost to all matriculated students. The Sample of Services (PDF) chart gives examples of the types of SHC services that are provided at no cost as well as those services for which there is a fee.     The NYU-sponsored Student Health Insurance Program has two components     Mandatory Plan (PDF) - The registration fee included on your tuition bill grants access to services at the Student Health Center as well as limited health insurance coverage for certain hospital emergency room services and mental health outpatient visits.   Optional Plans (PDF) - NYU sponsors three levels of student health insurance plans designed to provide reasonably priced healthcare coverage. The Basic, Comprehensive and GSHIP Plans (PDF) cover the same medical and mental health services. However, they have different:     reimbursement levels   out-of-pocket expenses           All plans offer coverage for services rendered by healthcare providers who participate in the MagnaCare and MultiPlan networks. Referrals are required for services in Manhattan (outside SHC) (see Referrals/Authorizations ). Out-of-network providers are also covered but at a lower reimbursement level. Please note: The NYU Student Health Center (SHC) is in-network under the Student Health Insurance Plans but will be considered out of network under all other plans which utilize the MagnaCare &amp; MultiPlan networks.   Students who are studying abroad with NYU programs are also eligible for the Study Abroad Health Insurance Plan (PDF) designed specifically to allow students easy access to care while outside the United States.            Insurance and Patient Accounts   Contact Information     726 Broadway, 3rd Floor, Suite 346   Student Health Insurance:   Telephone: (212) 443-1020   Email: health.insurance@nyu.edu   Patient Accounts:   Telephone: (212) 443-1010   Email: health.patientaccounts@nyu.edu   Hours of Operation :   Mon-Thu: 9am-6pm   Fri: 10am-6pm   Sat-Sun: Closed                                 Stu-Dent Dental Services                                                                                                                                                                                                                                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]