[{"detail": [{"content": "Art Education - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Art Education                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              MA Teaching Art (Initial Certification)    MA Teaching Art (Professional Certification)    MA in Art, Education, and Community Practices    Teaching Art &amp; Social Studies (Dual Certification)                                     The MA Programs in Art + Education aspire to transform the landscape of the field through a radical approach to visual arts education and artistic practice. With a special focus on contemporary art and its social context, the programs position the artist-teacher as cultural producer, intellectual, and activist able to work in schools, museums, community-based programs, alternative educational sites, and in the public realm. Our programs also prepare students to be innovative researchers and persuasive advocates for the arts in schools and society.    All of our programs combine aspects of contemporary art , critical pedagogy , and social activism .    Student work from the Art+Education Certification Programs. Student work from the Art, Education, and Community Practice Program.             MA Teaching Art (Initial Certification)       For aspiring teachers, this program leads to eligibility for New York state initial certification as a teacher of Visual Art, all grades (K-12) . The 33-credit program combines a strong foundation in critical pedagogy with a solid grounding in practice, including experiences teaching in NYU Visionary Studios and both elementary and secondary classrooms.           MA Teaching Art (Professional Certification)       The coursework in the professional certification program is designed for students who already have an initial teaching art certificate and wish to pursue graduate training that positions the artist-teacher as cultural producer, intellectual, and activist. The 30-credit program is tailored to student interests allowing them to take courses in the various schools and programs at NYU.           MA in Art, Education, and Community Practice       This interdisciplinary, non-certification program combines coursework in contemporary artistic practice, educational theory, and social activism to prepare artists, educators, designers, community organizers, and other publicly situated activists to work within community-based settings, museums, NGOs, or broader public and civic contexts to initiate social change through the arts.           MA Teaching Art and Social Studies (Dual Certification)       This program offers dual certification in Art Education (all grades) and Social Studies (grades 7-12) . The 44-credit dual degree program is interdisciplinary or cross-disciplinary between social studies and art. Students are involved in integrated learning opportunities that re-imagine both art and social studies education.                                          This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]