[{"detail": [{"content": "Art Worlds | Draper Program | NYU                                                              Back to  previous page                                Art Worlds Art Worlds explores the elusive concept of culture. While culture encompasses expressions of creativity and aesthetics, culture is also anthropological and institutional. It is about how we live our lives and the sense of place and person that makes us human. Simultaneously transcendental and quotidian, culture is both the mark of the individual and the bond that makes for community. Art Worlds investigates these complex spheres through the riches of an internationally acclaimed faculty and the urban context of New York City - one of the world's greatest cultural resources. From ancient artifacts to contemporary performance art, New York City's museums, galleries, theatres, institutes, and very streets enhance and enliven the innovative scope of Art Worlds. Sample Classes:  Students should refer to a current class schedule each semester to   determine current course offerings. The list below is representative, not exhaustive. Introduction to Art Worlds I G65.1106   The first of a two-course sequence designed to explore debates   about the production, consumption, distribution, and interpretation of   the arts. Incorporating methods and insights from anthropology, history,   philosophy, and sociology, this course introduces students to issues in   and methods for cultural analysis. Readings include texts by Adorno,   Benjamin, Becker, Bourdieu, Weber, Williams, and others. Introduction   to Art Worlds II G65.1116 Focuses on questions of   reception and interpretation, particularly on the distinctions between   “high” culture and other cultural designations. How have avant-garde   notions and systems contributed to the “culture wars”? What role do   class distinctions have in the evolution of cultural controversies? How   do notions of good and poor “taste” emerge, and how are they defined? To   what extent do debates over cultural freedom serve as proxies for other   political struggles? Modernism and the Alienation of Form G65.2190 After   the French Revolution, the idea of progressive evolution gave Western   culture a unified sense of its place in the great scheme of things. But   the decades leading up to World War I saw the gradual decline of that   paradigm. From the linguistic turn in philosophy to the   professionalization of sociology, from symbolist poetry to cubism, from   Bartók to Bauhaus, from the New Criticism to socialist realism, a   preoccupation with form emerged as the defining characteristic of a   modernism that could no longer rely on natural design. This course   considers various examples of that preoccupation in a search for the   roots of postmodern dissolution. Topics in Art Worlds: About Face G65.3008 Reading   the face has been a relevant activity in both Western and non-Western   epistemological thought and practice through many eras. It appears both   as an informal daily practice as well as the more formalized   “art/science” of physiognomy. By examining how the face, its gestures   and its activities, is employed in different contexts and through   diverse forms of political and artistic image making, students explore   some of its literal and figurative meanings as a discursive,   metaphorical, and material object and medium. Alongside the central   focus of the face as it appears in representations and the receptions of   these images, students also address specific issues, problems, and   practices of its aesthetic and social significance, such as ideas about   social classification, status and hierarchy, political satire,   stereotyping and racial profiling, national expressions and gestures,   defacement and masking, facial reconstruction, the face in relation to   the body, and the cyberfaces and interfaces of new media.  Topics   in Art Worlds seminars examine particularly focused subject matter and   themes, which change frequently. Previous seminars have included   “Cultural Policy and Patronage” and “Memoir and Manifesto: Artists in   Their Own Words.”                   Back to Top                             Updated on 07&#047;29&#047;2010         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Art Worlds | Draper Program | NYU                                                              Back to  previous page                                Art Worlds Art Worlds explores the elusive concept of culture. While culture encompasses expressions of creativity and aesthetics, culture is also anthropological and institutional. It is about how we live our lives and the sense of place and person that makes us human. Simultaneously transcendental and quotidian, culture is both the mark of the individual and the bond that makes for community. Art Worlds investigates these complex spheres through the riches of an internationally acclaimed faculty and the urban context of New York City - one of the world's greatest cultural resources. From ancient artifacts to contemporary performance art, New York City's museums, galleries, theatres, institutes, and very streets enhance and enliven the innovative scope of Art Worlds. Sample Classes:  Students should refer to a current class schedule each semester to   determine current course offerings. The list below is representative, not exhaustive. Introduction to Art Worlds I G65.1106   The first of a two-course sequence designed to explore debates   about the production, consumption, distribution, and interpretation of   the arts. Incorporating methods and insights from anthropology, history,   philosophy, and sociology, this course introduces students to issues in   and methods for cultural analysis. Readings include texts by Adorno,   Benjamin, Becker, Bourdieu, Weber, Williams, and others. Introduction   to Art Worlds II G65.1116 Focuses on questions of   reception and interpretation, particularly on the distinctions between   “high” culture and other cultural designations. How have avant-garde   notions and systems contributed to the “culture wars”? What role do   class distinctions have in the evolution of cultural controversies? How   do notions of good and poor “taste” emerge, and how are they defined? To   what extent do debates over cultural freedom serve as proxies for other   political struggles? Modernism and the Alienation of Form G65.2190 After   the French Revolution, the idea of progressive evolution gave Western   culture a unified sense of its place in the great scheme of things. But   the decades leading up to World War I saw the gradual decline of that   paradigm. From the linguistic turn in philosophy to the   professionalization of sociology, from symbolist poetry to cubism, from   Bartók to Bauhaus, from the New Criticism to socialist realism, a   preoccupation with form emerged as the defining characteristic of a   modernism that could no longer rely on natural design. This course   considers various examples of that preoccupation in a search for the   roots of postmodern dissolution. Topics in Art Worlds: About Face G65.3008 Reading   the face has been a relevant activity in both Western and non-Western   epistemological thought and practice through many eras. It appears both   as an informal daily practice as well as the more formalized   “art/science” of physiognomy. By examining how the face, its gestures   and its activities, is employed in different contexts and through   diverse forms of political and artistic image making, students explore   some of its literal and figurative meanings as a discursive,   metaphorical, and material object and medium. Alongside the central   focus of the face as it appears in representations and the receptions of   these images, students also address specific issues, problems, and   practices of its aesthetic and social significance, such as ideas about   social classification, status and hierarchy, political satire,   stereotyping and racial profiling, national expressions and gestures,   defacement and masking, facial reconstruction, the face in relation to   the body, and the cyberfaces and interfaces of new media.  Topics   in Art Worlds seminars examine particularly focused subject matter and   themes, which change frequently. Previous seminars have included   “Cultural Policy and Patronage” and “Memoir and Manifesto: Artists in   Their Own Words.”                   Back to Top                             Updated on 07&#047;29&#047;2010         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Norris2000                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        Return to Instructional Table of Contents           by Anna K. Norris                     The paintings are moods, impressions of the life of the soul, and together they represent one aspect of the battle, between man and woman, that is called love.                    - Edvard Munch           Preliminary Thoughts:           I am wary of writing about art. I am weary of writing about art. It is too easy to fall into stereotypes and forget to see with the heart. It is too easy to fall into an emotional response arrived at from a set of experiences, peculiar to myself, and forget to see with the intellect. Even when I trust the artist's own words about his or her work, I am wary and weary because it is possible that the artist, too, is not clear about the result of his or her efforts. I am wary of poking an analytical nose into the acts of creation, weary of those who glorify creation and make it a deific action. It is not. It is an action which occurs as an unavoidable result of (misplaced) energy.           My parentheses remind me that though channeled energy always results in a creation of some sort, it might be the creation of destruction. By virtue of an artist's personality he or she wishes to create rather than destroy; but the creation of art also creates a new avenue for destruction, ultimately. At the onset, something new springs from the psyche, through which touching someone else becomes possible-but only by breaking the barriers of communication. The fact that we must coexist in separate physical bodies institutes this initial barrier, and confounds the efforts of the artist to ever communicate truly and purely. The artist begins, though, to restructure the barriers of time and space-barriers of communication between people who have never met each other. In creating a bridge the artist destroys a distance.           It is only realizing the destruction inherent in creation that allows me to attempt to read a piece of art. Even so, I become involved in an acrimonious confrontation with the artist; I am trying to break barriers of space and time to reach into the state of mind of the artist at the time of creation. In creating a piece of art which intrigues a viewer such that she wishes for more from a piece than it is able to give her, the artist creates a confrontation. The art object itself, then, is both my bridge and the wall that stops me; it is my only clue to the thoughts of the other person, but its nature is to conceal. It derives its power from its physical presence, and its manipulation of the viewer's senses, and through that tangibility conceals the forces behind it.           An interesting piece of art seduces the viewer into curiosity about the forces behind it; the piece shifts attention from itself to the interaction between it and its creator. Through this process the art piece entices the viewer's mind to destroy its original intrigue with the piece and to vainly attempt to reach into the piece more; to reach into the space that houses the interaction between artist and art work. The initial barriers of communication resound now, reverberate and reinforce themselves with frustrating firmness. So I am left here, wary and weary, with a piece of art, and an artist, and a space in between.           Still I cannot turn away from the seductive qualities of one particular set of paintings by Edvard Munch which hold in their falsely two-dimensional surfaces the elements of human emotion that most intrigue me. They are Sirens, and I didn't have the foresight to be tied to the mast of my ship so that I could experience them without being so enchanted as to involve myself in an inquiry. Munch painted images which combine love and pain, sacrifice and longing, death and creation, in such a way that I want to know more about those relationships-but only he can tell me more, and he has told all that he will tell, in the paintings. I have been teased, wary and weary as I am, into assuming a destructive role myself and breaking into those beautiful, static, two dimensions to try to see into the forbidden space that the process of creation establishes.           Ruminations:           Sickness, madness, and death were the black angels who stood round my cradle at birth.                 - Munch (qtd. in Bye 8)           The intensity of pain and anxiety that appears in Munch's paintings has its roots in Munch's early childhood. Far from spending his most vulnerable and impressionable years in comfort and safety, Munch's childhood was marked by the death of his mother and sister, and by his father's oppressive religious fanaticism (Hughes 277). Besides laying the framework for his emotional makeup, the series of tragic events also established links between love and pain, women and death which were to follow Munch throughout his artistic career.           Munch was also involved with a group of artists and intellectuals in Oslo in the 1880's who called themselves &quot;Boheme.&quot; Their leader was a man named Hans Jaeger, who espoused rebellion against the bourgeois institutions of morality and family life and was interested in creating and maintaining political, social, and sexual freedom (Schneede 10). These principles were accompanied by a need for creative freedom and a feeling of urgency at creating art which would &quot;arise from the blood of one's own heart&quot; (Munch qtd. in Schneede 11). Munch's involvement with this society resulted in a strong sense of purpose about the creation of art; in a statement meant to stand as a banner for the group, he explains:           We want more than a mere photograph of nature. We do not want to paint pretty pictures to be hung on drawing-room walls. We want to create, or at least lay the foundations of, an art that gives something to humanity. An art that arrests and engages. An art created of one's innermost heart. (Munch qtd. in Eggum 15)           These ideas establish Munch's sense of necessity and urgency in creating an art which can speak to other people. It is a description of an attempt to break the inherent communication barrier, and speak to the viewer directly.           Though it is at best a sketchy rendering, with this framework we can begin to understand the origin of Munch's major themes, specifically that of love and its relation to pain, death, and creation. The set of works most directly concerned with this theme is named &quot;The Frieze of Life,&quot; which is a series of paintings divided into four sections: &quot;Birth of Love,&quot; &quot;Bloom and Decay of Love,&quot; &quot;Fear of Life,&quot; and &quot;Death&quot; (Selz 61). A few specific paintings within the work as a whole bring into play some of Munch's strongest themes: two pieces are &quot;Madonna,&quot; and &quot;Death and the Maiden.&quot; These two exemplify the relation between Eros and Thanatos that so fascinated Munch.           Munch described &quot;Madonna&quot; in this way: &quot;Now life and death join hands. The chain is joined that ties the thousands of past generations to the thousands of generations to come&quot; (qtd. in Hughes 281). He painted a woman in warm hues, her torso bare and her head tilted back, with long reddish hair flowing around her body. Her eyes are closed, her lips slightly parted in silent rapture. Her face is pale and bony, and crowned with a deep orange halo. The corpse-like face above the voluptuous, sensuous body is a strange rendition of the Madonna as virgin-especially given that the work was originally presented with a painted frame of circling sperm. The lithograph versions have the sperm border, and a fetus with its arms crossed in the corpse position looking up unhappily at the Madonna from the lower left corner. Munch is playing with opposites here: fertility and virginity, lust and chastity, and in his words, life and death.           &quot;Death and the Maiden&quot; is an even more explicit rendition of the same themes. The woman and the skeleton clasp each other in a purely erotic pose. She is, as in the &quot;Madonna,&quot; very sensuous and voluptuous, while the skeleton is cold, thin, harshly white. The figures-death and sex-are thrust together within a background that is black and chasmic. They are framed by red, upward-moving sperm cells on the left, and two fetuses on the right in the same style as the &quot;Madonna&quot; fetus, with their arms crossed over their chests in the corpse-position. The moment of conception parades around the figures, who are taunted by the hollow stares of the fetuses. The unborn present their judgment on the nature of sex, conception, life, their own ultimate demise.           The link between Eros and Thanatos is embodied in the images-he imbeds it there so that he might reach us through our own relationship to love. He presented his paintings as packets of emotional impressions rather than as a narrative, thereby allowing us to arrange and rearrange the impressions, to create our own oppositions and links. Throughout, though, he firmly establishes the destruction inherent in creation. A creation of the union between two people results in conception, which is quite clearly the beginning of death. The idea of love involves an opposition in trying to combine with the other person, in trying to break the original barriers of communication. It is an attempt to move together towards one space while still retaining one's own identity.           Throughout, Munch embodies destruction and creation in the image. Thus does the &quot;Frieze of Life&quot; play out in its imagery the relationships among Munch, the work, and the viewer. We read the object only through a series of destructions: we restructure the image in our minds and pick at its elements to understand its whole, we reach into the space set up by the creative process to fish around for motives and influences. The art object seduces the viewer into believing in a successful break of communication barriers, then traps him or her in the liminal space. In short, Munch mirrors the viewer/artist-creation/destruction relationship inside his images. Actually, his work employs the relationship between creation and destruction both implicitly and explicitly. He combines love and pain, sacrifice and longing, death and creation: dualities so descriptive of the process of creation, and of the artist's relationship with his work, that they in fact provide a framework for understanding that relationship.           The creative process for Munch involved working and reworking the same themes. His process evinces ideas of rebirth; the myriad layers of emotional significance, the layers of time and restless pain which unfolded between each successive painting, were born of the intensity of his own original emotions. The emotions were reworked several times, through successive paintings, and fashioned into an image-structured to show how love, sex, and creation necessarily encircle pain and death.           Munch's creations were a bridge to his past, a physical manifestation of the emotions that dominated his psyche. As Schneede notes, repetition became a means of clarification and resolution of pain (notes to plate 3). Through time and reworkings, he ostensibly achieved a destruction of these emotions' power or intensity. By giving the emotions structure in an image form, he restructures their hold on his life. Then the viewers take it into themselves-take the structured image and restructure it into emotions of their own. This very cycle is also the cycle of life and death that Munch describes most explicitly in &quot;Madonna&quot; and &quot;Death and the Maiden.&quot; The paintings are physical manifestations of the relationship between creation and destruction, which underscores the entire process of Munch's artwork.           And so I find myself in a strange and alien, liminal space. I have Munch's paintings before me still, a long process of wondering and speculating behind me, and an aching realization that his ideas are manifest in my own life. I could not leave his ideas in the paintings, but had to drag them out and examine them closely enough that they pushed their way into my psyche. I am in the process of living the connections that Munch felt, searching through the links of creation and destruction, life and death. I am weary still, but my wariness is soothed by the reassurance of his perception of those combinations asserting themselves from the surface of the images. They are real, and not imagined, contrived formulas invented by someone who fancies herself able to read a piece of art.           Having discovered that Munch, too, was drawing with comparable emphasis from the emotional and the intellectual, coaxes some of my wariness into submission. Munch was inviting me to take up this search, because it is only by looking into the process behind his work that I could begin to understand the result of linking creation and destruction in the images; he awakens in the viewer the realization that destruction is inherent in every creation, even (and perhaps especially) in the creation of art.           Works Cited           Bye, Alf. Edvard Munch . New York: Rizzoli, 1989.           Eggum, Arne. &quot;Edvard Munch: A Biographical Background.&quot; Edvard Munch: The Frieze of Life . London: National Gallery, 1992. 15-24.           Hughes, Robert. The Shock of the New . New York: Alfred A. Knopf, 1980.           Schneede, Uwe M. Edvard Munch: the Early Masterpieces . New York: Norton, 1988.           Selz, Jean. E. Munch . New York: Crown, 1974.           Return to Instructional Table of Contents                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]},
{"detail": [{"content": "Art Worlds | Draper Program | NYU                                                              Back to  previous page                                Art Worlds Art Worlds explores the elusive concept of culture. While culture encompasses expressions of creativity and aesthetics, culture is also anthropological and institutional. It is about how we live our lives and the sense of place and person that makes us human. Simultaneously transcendental and quotidian, culture is both the mark of the individual and the bond that makes for community. Art Worlds investigates these complex spheres through the riches of an internationally acclaimed faculty and the urban context of New York City - one of the world's greatest cultural resources. From ancient artifacts to contemporary performance art, New York City's museums, galleries, theatres, institutes, and very streets enhance and enliven the innovative scope of Art Worlds. Sample Classes:  Students should refer to a current class schedule each semester to   determine current course offerings. The list below is representative, not exhaustive. Introduction to Art Worlds I G65.1106   The first of a two-course sequence designed to explore debates   about the production, consumption, distribution, and interpretation of   the arts. Incorporating methods and insights from anthropology, history,   philosophy, and sociology, this course introduces students to issues in   and methods for cultural analysis. Readings include texts by Adorno,   Benjamin, Becker, Bourdieu, Weber, Williams, and others. Introduction   to Art Worlds II G65.1116 Focuses on questions of   reception and interpretation, particularly on the distinctions between   “high” culture and other cultural designations. How have avant-garde   notions and systems contributed to the “culture wars”? What role do   class distinctions have in the evolution of cultural controversies? How   do notions of good and poor “taste” emerge, and how are they defined? To   what extent do debates over cultural freedom serve as proxies for other   political struggles? Modernism and the Alienation of Form G65.2190 After   the French Revolution, the idea of progressive evolution gave Western   culture a unified sense of its place in the great scheme of things. But   the decades leading up to World War I saw the gradual decline of that   paradigm. From the linguistic turn in philosophy to the   professionalization of sociology, from symbolist poetry to cubism, from   Bartók to Bauhaus, from the New Criticism to socialist realism, a   preoccupation with form emerged as the defining characteristic of a   modernism that could no longer rely on natural design. This course   considers various examples of that preoccupation in a search for the   roots of postmodern dissolution. Topics in Art Worlds: About Face G65.3008 Reading   the face has been a relevant activity in both Western and non-Western   epistemological thought and practice through many eras. It appears both   as an informal daily practice as well as the more formalized   “art/science” of physiognomy. By examining how the face, its gestures   and its activities, is employed in different contexts and through   diverse forms of political and artistic image making, students explore   some of its literal and figurative meanings as a discursive,   metaphorical, and material object and medium. Alongside the central   focus of the face as it appears in representations and the receptions of   these images, students also address specific issues, problems, and   practices of its aesthetic and social significance, such as ideas about   social classification, status and hierarchy, political satire,   stereotyping and racial profiling, national expressions and gestures,   defacement and masking, facial reconstruction, the face in relation to   the body, and the cyberfaces and interfaces of new media.  Topics   in Art Worlds seminars examine particularly focused subject matter and   themes, which change frequently. Previous seminars have included   “Cultural Policy and Patronage” and “Memoir and Manifesto: Artists in   Their Own Words.”                   Back to Top                             Updated on 07&#047;29&#047;2010         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Norris2000                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        Return to Instructional Table of Contents           by Anna K. Norris                     The paintings are moods, impressions of the life of the soul, and together they represent one aspect of the battle, between man and woman, that is called love.                    - Edvard Munch           Preliminary Thoughts:           I am wary of writing about art. I am weary of writing about art. It is too easy to fall into stereotypes and forget to see with the heart. It is too easy to fall into an emotional response arrived at from a set of experiences, peculiar to myself, and forget to see with the intellect. Even when I trust the artist's own words about his or her work, I am wary and weary because it is possible that the artist, too, is not clear about the result of his or her efforts. I am wary of poking an analytical nose into the acts of creation, weary of those who glorify creation and make it a deific action. It is not. It is an action which occurs as an unavoidable result of (misplaced) energy.           My parentheses remind me that though channeled energy always results in a creation of some sort, it might be the creation of destruction. By virtue of an artist's personality he or she wishes to create rather than destroy; but the creation of art also creates a new avenue for destruction, ultimately. At the onset, something new springs from the psyche, through which touching someone else becomes possible-but only by breaking the barriers of communication. The fact that we must coexist in separate physical bodies institutes this initial barrier, and confounds the efforts of the artist to ever communicate truly and purely. The artist begins, though, to restructure the barriers of time and space-barriers of communication between people who have never met each other. In creating a bridge the artist destroys a distance.           It is only realizing the destruction inherent in creation that allows me to attempt to read a piece of art. Even so, I become involved in an acrimonious confrontation with the artist; I am trying to break barriers of space and time to reach into the state of mind of the artist at the time of creation. In creating a piece of art which intrigues a viewer such that she wishes for more from a piece than it is able to give her, the artist creates a confrontation. The art object itself, then, is both my bridge and the wall that stops me; it is my only clue to the thoughts of the other person, but its nature is to conceal. It derives its power from its physical presence, and its manipulation of the viewer's senses, and through that tangibility conceals the forces behind it.           An interesting piece of art seduces the viewer into curiosity about the forces behind it; the piece shifts attention from itself to the interaction between it and its creator. Through this process the art piece entices the viewer's mind to destroy its original intrigue with the piece and to vainly attempt to reach into the piece more; to reach into the space that houses the interaction between artist and art work. The initial barriers of communication resound now, reverberate and reinforce themselves with frustrating firmness. So I am left here, wary and weary, with a piece of art, and an artist, and a space in between.           Still I cannot turn away from the seductive qualities of one particular set of paintings by Edvard Munch which hold in their falsely two-dimensional surfaces the elements of human emotion that most intrigue me. They are Sirens, and I didn't have the foresight to be tied to the mast of my ship so that I could experience them without being so enchanted as to involve myself in an inquiry. Munch painted images which combine love and pain, sacrifice and longing, death and creation, in such a way that I want to know more about those relationships-but only he can tell me more, and he has told all that he will tell, in the paintings. I have been teased, wary and weary as I am, into assuming a destructive role myself and breaking into those beautiful, static, two dimensions to try to see into the forbidden space that the process of creation establishes.           Ruminations:           Sickness, madness, and death were the black angels who stood round my cradle at birth.                 - Munch (qtd. in Bye 8)           The intensity of pain and anxiety that appears in Munch's paintings has its roots in Munch's early childhood. Far from spending his most vulnerable and impressionable years in comfort and safety, Munch's childhood was marked by the death of his mother and sister, and by his father's oppressive religious fanaticism (Hughes 277). Besides laying the framework for his emotional makeup, the series of tragic events also established links between love and pain, women and death which were to follow Munch throughout his artistic career.           Munch was also involved with a group of artists and intellectuals in Oslo in the 1880's who called themselves &quot;Boheme.&quot; Their leader was a man named Hans Jaeger, who espoused rebellion against the bourgeois institutions of morality and family life and was interested in creating and maintaining political, social, and sexual freedom (Schneede 10). These principles were accompanied by a need for creative freedom and a feeling of urgency at creating art which would &quot;arise from the blood of one's own heart&quot; (Munch qtd. in Schneede 11). Munch's involvement with this society resulted in a strong sense of purpose about the creation of art; in a statement meant to stand as a banner for the group, he explains:           We want more than a mere photograph of nature. We do not want to paint pretty pictures to be hung on drawing-room walls. We want to create, or at least lay the foundations of, an art that gives something to humanity. An art that arrests and engages. An art created of one's innermost heart. (Munch qtd. in Eggum 15)           These ideas establish Munch's sense of necessity and urgency in creating an art which can speak to other people. It is a description of an attempt to break the inherent communication barrier, and speak to the viewer directly.           Though it is at best a sketchy rendering, with this framework we can begin to understand the origin of Munch's major themes, specifically that of love and its relation to pain, death, and creation. The set of works most directly concerned with this theme is named &quot;The Frieze of Life,&quot; which is a series of paintings divided into four sections: &quot;Birth of Love,&quot; &quot;Bloom and Decay of Love,&quot; &quot;Fear of Life,&quot; and &quot;Death&quot; (Selz 61). A few specific paintings within the work as a whole bring into play some of Munch's strongest themes: two pieces are &quot;Madonna,&quot; and &quot;Death and the Maiden.&quot; These two exemplify the relation between Eros and Thanatos that so fascinated Munch.           Munch described &quot;Madonna&quot; in this way: &quot;Now life and death join hands. The chain is joined that ties the thousands of past generations to the thousands of generations to come&quot; (qtd. in Hughes 281). He painted a woman in warm hues, her torso bare and her head tilted back, with long reddish hair flowing around her body. Her eyes are closed, her lips slightly parted in silent rapture. Her face is pale and bony, and crowned with a deep orange halo. The corpse-like face above the voluptuous, sensuous body is a strange rendition of the Madonna as virgin-especially given that the work was originally presented with a painted frame of circling sperm. The lithograph versions have the sperm border, and a fetus with its arms crossed in the corpse position looking up unhappily at the Madonna from the lower left corner. Munch is playing with opposites here: fertility and virginity, lust and chastity, and in his words, life and death.           &quot;Death and the Maiden&quot; is an even more explicit rendition of the same themes. The woman and the skeleton clasp each other in a purely erotic pose. She is, as in the &quot;Madonna,&quot; very sensuous and voluptuous, while the skeleton is cold, thin, harshly white. The figures-death and sex-are thrust together within a background that is black and chasmic. They are framed by red, upward-moving sperm cells on the left, and two fetuses on the right in the same style as the &quot;Madonna&quot; fetus, with their arms crossed over their chests in the corpse-position. The moment of conception parades around the figures, who are taunted by the hollow stares of the fetuses. The unborn present their judgment on the nature of sex, conception, life, their own ultimate demise.           The link between Eros and Thanatos is embodied in the images-he imbeds it there so that he might reach us through our own relationship to love. He presented his paintings as packets of emotional impressions rather than as a narrative, thereby allowing us to arrange and rearrange the impressions, to create our own oppositions and links. Throughout, though, he firmly establishes the destruction inherent in creation. A creation of the union between two people results in conception, which is quite clearly the beginning of death. The idea of love involves an opposition in trying to combine with the other person, in trying to break the original barriers of communication. It is an attempt to move together towards one space while still retaining one's own identity.           Throughout, Munch embodies destruction and creation in the image. Thus does the &quot;Frieze of Life&quot; play out in its imagery the relationships among Munch, the work, and the viewer. We read the object only through a series of destructions: we restructure the image in our minds and pick at its elements to understand its whole, we reach into the space set up by the creative process to fish around for motives and influences. The art object seduces the viewer into believing in a successful break of communication barriers, then traps him or her in the liminal space. In short, Munch mirrors the viewer/artist-creation/destruction relationship inside his images. Actually, his work employs the relationship between creation and destruction both implicitly and explicitly. He combines love and pain, sacrifice and longing, death and creation: dualities so descriptive of the process of creation, and of the artist's relationship with his work, that they in fact provide a framework for understanding that relationship.           The creative process for Munch involved working and reworking the same themes. His process evinces ideas of rebirth; the myriad layers of emotional significance, the layers of time and restless pain which unfolded between each successive painting, were born of the intensity of his own original emotions. The emotions were reworked several times, through successive paintings, and fashioned into an image-structured to show how love, sex, and creation necessarily encircle pain and death.           Munch's creations were a bridge to his past, a physical manifestation of the emotions that dominated his psyche. As Schneede notes, repetition became a means of clarification and resolution of pain (notes to plate 3). Through time and reworkings, he ostensibly achieved a destruction of these emotions' power or intensity. By giving the emotions structure in an image form, he restructures their hold on his life. Then the viewers take it into themselves-take the structured image and restructure it into emotions of their own. This very cycle is also the cycle of life and death that Munch describes most explicitly in &quot;Madonna&quot; and &quot;Death and the Maiden.&quot; The paintings are physical manifestations of the relationship between creation and destruction, which underscores the entire process of Munch's artwork.           And so I find myself in a strange and alien, liminal space. I have Munch's paintings before me still, a long process of wondering and speculating behind me, and an aching realization that his ideas are manifest in my own life. I could not leave his ideas in the paintings, but had to drag them out and examine them closely enough that they pushed their way into my psyche. I am in the process of living the connections that Munch felt, searching through the links of creation and destruction, life and death. I am weary still, but my wariness is soothed by the reassurance of his perception of those combinations asserting themselves from the surface of the images. They are real, and not imagined, contrived formulas invented by someone who fancies herself able to read a piece of art.           Having discovered that Munch, too, was drawing with comparable emphasis from the emotional and the intellectual, coaxes some of my wariness into submission. Munch was inviting me to take up this search, because it is only by looking into the process behind his work that I could begin to understand the result of linking creation and destruction in the images; he awakens in the viewer the realization that destruction is inherent in every creation, even (and perhaps especially) in the creation of art.           Works Cited           Bye, Alf. Edvard Munch . New York: Rizzoli, 1989.           Eggum, Arne. &quot;Edvard Munch: A Biographical Background.&quot; Edvard Munch: The Frieze of Life . London: National Gallery, 1992. 15-24.           Hughes, Robert. The Shock of the New . New York: Alfred A. Knopf, 1980.           Schneede, Uwe M. Edvard Munch: the Early Masterpieces . New York: Norton, 1988.           Selz, Jean. E. Munch . New York: Crown, 1974.           Return to Instructional Table of Contents                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Special Projects, Partnerships, &amp; Events - Art Education - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Art Education                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              MA Teaching Art (Initial Certification)    MA Teaching Art (Professional Certification)    MA in Art, Education, and Community Practices    Teaching Art &amp; Social Studies (Dual Certification)                                     Special Projects, Partnerships, & Events       Art21, Inc. An ongoing partnership with the non-profit contemporary art organization, Art21 , introduces students to resources for integrating contemporary art and artists into the classroom. Art21's mission is to increase knowledge of contemporary art, ignite discussion, and inspire creative thinking by documenting artists at work and in their own words. Art21 illuminates the creative process for students, teachers, and the general public by producing films and videos, books, curricular resources, screening-based public programs, and web-based videos and multimedia content, as well as a growing film and video archive featuring a diverse selection of visual artists working in the United States today. Graduate students have access to all filmic and curricular resources produced by Art21 and participate in workshops and presentations by Art21 staff.    Artistic Activism Research Group at NYU The Artistic Activism research group creates a forum to discuss and develop the study and practice of arts and aesthetics in the practice of civic activism. Activities include bi-monthly research meetings, curricular development, communications and publications, and a series of sponsored workshops. Workshops have included collaborations with Gran Fury (see below) and Greg Sholette. The research group is headed by NYU professor and co-director of the Center for Artistic Activism , Stephen Duncombe, and NYU professors Dipti Desai and David Darts of the Department of Art and Art Professions. Conflux Festival, October 2009 &amp; November 2010 Psy-Geo-Conflux (better known as Conflux ) is the annual New York City festival dedicated to psychogeography, where visual, performance and sound artists, writers, urban adventurers, researchers and the public gather for four days to explore the physical and psychological landscape of the city. Conflux was co-founded by David Mandl of the Brooklyn Psychogeographical Association and Glowlab 's Christina Ray. The Department of Art and Art Professions hosted the 2009 and 2010 festivals when Art Education faculty member and Department chair David Darts served as the curator. Graduate students from Art Education and other Steinhardt programs have the opportunity to participate in this annual event. Current Issues in Art Education with guest artist Krzysztof Wodiczko, Spring 2007 This Art Education course used a seminar/workshop format to explore New York City and the nature of urban public pedagogy through the eyes of artists and educators. Co-taught by artist Krysztof Wodiczko and educator Jessica Hamlin, students investigated urban public art including performance art, political interventions, documented social engagements, functional/sculptural devices for city living, and architectural proposals as a rich landscape where artists have sought to reconsider and redefine the relationships we maintain with our urban environments. Discussion focused on what these interventions have to do with the ways we learn from and read the city, are taught the limits and possibilities of citizenship and democratic participation, are informed about history and current events, and are inspired to consider new ways of learning and reading the city with students, neighbors, and strangers. Students looked at the historical context of site-specific public art and the continuing development of contemporary interventionist strategies that directly involve audiences and institutions in an effort to better understand how we shape learning, frame participation, and construct knowledge in both formal and informal educational spaces.  Gran Fury Workshop, Spring 2012 \" Gran Fury: Read My Lips \" at NYU&rsquo;s 80WSE Gallery was the first comprehensive exhibition documenting the work of Gran Fury, the influential AIDS activist arts collective. Gran Fury's work raised public awareness of AIDS, put pressure on politicians, and opened up a broader spectrum of understanding about the political and collective art practices that flourished in downtown New York during the 1980s and 1990s. An important aspect of the \"Gran Fury: Read My Lips,\" exhibition was educational. Through a series of workshops at 80WSE Gran Fury worked with a select group of 11 NYU students from the Steinhardt Department of Art and Art Professions and the Gallatin Activism Center, as well as 5 participants from the Village Lesbian, Gay, Bisexual and Transgender Center to think about the contemporary relationship of art and politics, and to produce activist and collective oriented art works corresponding to contemporary public strategies.  Parking Day  PARK(ing) Day an annual worldwide event where artists, designers and citizens transform metered parking spots into temporary public parks. Students in the Spring 2011 Media Literacy course created their own installation for Parking Day on the NYU campus, engaging the public in imagining the possibilities for reclaiming urban spaces.    Port Huron Project, Spring 2012 2012 marked the 50th anniversary of the Port Huron Statement written by Tom Hayden, the foundational document of Students for a Democratic Society (SDS) and a vision for a new kind of society based on participatory democracy. The anniversary came at a time of renewed interest in student-led democracy movements around the world, and an online context that was impossible to conceive when the original statement was written. In recognition of this historic document major conferences on the Port Huron Statement took place at UCLA, UCSB, NYU and elsewhere.    In connection with the NYU conference , graduate students in the Art Education program participated in a grassroots effort to connect the mission of the Students for a Democratic Society and the Port Huron Statement to the lives of New York City high school students through the lens of participatory democracy. Art Education students worked with high school students in New York City to explore ideas about participatory democracy using the Port Huron Statement as a source of inspiration.     Unhappy Readymade Exhibition , Jan. 17-Feb, 4, 2012  Unhappy Readymade was an interactive exhibition featuring students in the Art Education program presented in the Commons Gallery in the Department of Art and Art Professions. Installed as a collection of prompts or instructions, the exhibition required viewers to enact the requests of participating artists using available materials. The show was inspired by the work of Marcel Duchamp and contemporary artists interested in pedagogical strategies and forums for their work. In 1919 Duchamp created a wedding gift in the form of instructions to be carried out by his sister and new brother-in-law. His gift, titled Unhappy Ready-Made , anticipated a shift in the way we understand the role of the artist. By imagining the artist not only as maker, but simultaneously as catalyst, agitator, or facilitator, a new precedent for the artistic act was established&mdash;and with it, new questions about the nature of both making art and teaching art to others. How can art take educational forms? Is teaching itself an artistic act?                          This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]