[{"detail": [{"content": "Institute of Human Development and Social Change - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change                                Welcome                                                        The Institute of Human Development and Social Change (IHDSC) is a joint initiative of the Steinhardt School of Culture, Education, and Human Development ; the Wagner School of Public Service ; the Faculty of Arts and Science ; and the Office of the Provost . With a total portfolio of over $30 million in active federally and privately funded research grants, IHDSC is the largest interdisciplinary research center on the NYU Washington Square Campus. The Institute supports more than 40 faculty affiliates from the social, behavioral, and health sciences in performing cutting edge research to study how complex social forces such as globalization, technology, and immigration affect human development. IHDSC brings together an interdisciplinary network of faculty, researchers, and students, through the Seminar Series , annual conferences , and externally funded research projects . In addition, the Institute directly collaborates across academic units to host the IES-funded Predoctoral Interdisciplinary Training Program , which provides doctoral students with intensive training in quantitative research methods in the education sciences. Follow @nyuIHDSC                                      News and Announcements        Global TIES announces 2015-2016 fellowship.    Drs. Pamela Morris, Alan Mendelsohn, and Daniel Shaw recently awarded $ 4,909,374 grant from NIH    Drs. Dana Burde, Joel Middleton, and Cyrus Samii recently awarded $4,462,788 increase in funding from USAID    Drs. Cybele Raver and Christine Li-Grining recently awarded $ 3,627,940 grant from NIH      Dr. Larry Aber recently awarded $20,000 grant from SRCD      Dr. Karen Adolph recently awarded $20,000 grant from SRCD     IHDSC announces Spring 2015 Seed Awards    Jess Harding, Drs. Pamela Morris and Diane Hughes cited in Deseret News    Dr. Sandee McClowry speaks on Matt Townsend Show    Dr. Patrick Sharkey speaks at USC Sol Price Center    Dr. Selcuk Sirin cited in US News           More News        Upcoming Events     Upcoming Events            4/27: IES-PIRT Proseminar: Joshua Brown                 4/30: IHDSC Seminar: Olivia Golden          More events...            More Events                                                                                    Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.    Institute of Human Development and Social Change - 246 Greene Street, Floor 5E - New York, NY 10003"}]}]