[{"detail": [{"content": "NYU &gt; Classics &gt;          Michael Peachin                                                        Back to  previous page                                  Michael Peachin   Professor             of                         Classics, Director of Undergraduate Studies Ph.D. 1983 (Ancient History), Columbia; B.A. 1976 (History), Indiana.   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Phone: (212) 998-8593 Fax: (212) 995-4209 Email:                               Click here to download the CV               I began my career in ancient history at Indiana University, where I worked with Rufus Fears and Glanville Downey. This was followed by a year of study in Bonn, and under the tutelage of Johannes Straub. The next stop was Columbia University, where I completed my graduate studies. My teachers there were Roger Bagnall (my dissertation advisor), Alan Cameron, William Harris, Morton Smith, and William Metcalf, who was then at the American Numismatic Society. The other person, who much influenced my own approach to Roman history, was Géza Alföldy, who was Professor of Roman History in Heidelberg, where I spent a fair amount of time in the late 1980s and early 1990s.  My first book project, which had been my dissertation, tackled imperial titulature and chronology during the third century AD. This project actually arose, via a circuitous route, from Pliny’s insistence, in his Panegyric , about the importance of the epithet optimus . In any case, one of the chief sources for the chronology of the third century is the Codex Justinianus , with its dated imperial rescripts. My engagement with this fascinating book quickly led to an interest in Roman law, though in particular, the ways in which law was implemented on a quotidian basis. Thus, a second book on the delegation of imperial jurisdiction, and the men, who carried out this function. Engagement with Roman administration and Roman law kept me constantly thinking about the men, who implemented both, and I began especially to wonder about the intersections of the literary interests of these men with their “professional” lives. For clearly, both working as a member of the governing elite and writing were of crucial importance to these individuals. That led me to ask, in particular, why the Roman aristocrat seems to have had almost no interest whatsoever in writing about administration. The one apparent exception, Frontinus, who wrote a booklet about the administration of Rome’s water supply, led to a third book project. Throughout all of this, I was repeatedly struck by the obvious effects of Roman social constructs on nearly everything they undertook. A concern with this aspect of the Roman world led to my editing a handbook on Roman social relations. Presently, I have two larger projects in mind. The first, toward which I’ve been collecting ideas and material for quite awhile now, would be a study of Roman abusive behaviors and practices. I have also come to think that we need an in-depth study of the changes in Rome’s legal culture, which came about during the years of Augustus’ rule. I’ve begun to write a bit about that, and am starting to collect materials for such a book.  With respect to teaching, I generally approach classes from one of two angles. First, I like to try to engage my own research in the classroom. Thus, I am presently (fall 2014) teaching a course on Roman law, and in particular, how las was created and implemented. Otherwise, I am often inclined to teach courses on matters, about which I would like to learn. Thus, I last year offered a course on the Augustan period in the provinces. Or, for example, a few years back, I offered a course on Germanicus, and all of the complexities raised by his life and times.     Publications:   Books          Iudex vice Caesaris: Deputy Emperors and the Administration of Justice during the Principate ,         Heidelberger Althistorische Beiträge und Epigraphische Studien 21 (Stuttgart, 1996).  Frontinus and the curae of the curator aquarum , Heidelberger Althistorische Beiträge und Epigraphische Studien 39 (Stuttgart, 2004).     Ed., The Oxford Handbook of Roman Social Relations (New York, 2011).      Greek and Latin Inscriptions at New York University II . (L'Erma, 2014).    Recent Articles “Friendship and Abuse at the Dinner Table,” in M. Peachin, ed., Aspects of friendship in the Graeco-Roman world . Proceedings of a conference held at the Seminar für Alte Geschichte, Heidelberg, on 10-11 June, 2000 (Portsmouth, Rhode Island, 2001), 137-146. “Jurists and the Law in the Early Roman Empire,” in L. de Blois, ed., Administration, Prosopography and Appointment Policies in the Roman Empire . Proceedings of the First Workshop of the Internation Network ‘Impact of Empire (Roman Empire, 27 BC – AD 406)’. Leiden, June 28 – July 1, 2000. (Amsterdam, 2001), 109-120. “Exemplary Government in the Early Roman Empire,” in O. Hekster, et al., eds., Crises and the Roman Empire . Proceedings of the Seventh Workshop of the International Network Impact of Empire. Nijmegen, June 20-24, 2006. (Leiden, 2007), 75-96. “Petition to a Centurion from the NYU Papyrus Collection and the Question of Informal Adjudication Performed by Centurions,” in A.J.B. Sirks and K. Worp, eds., Papyri in Memory of P.J. Sijpesteijn (Chippenham, 2007), 79-97. “Augustus’ Res Gestae and the Emerging Principate” in W. Eck, B. Fehér, P. Kovács, eds., Studia Epigraphica in Memoriam Géza Alföldy (Bonn, 2013), 255-274.  “Augustus’ Emergent Judicial Powers, the Crimen Maiestatis, and the Second Cyrene Edict” in D. Mantovani, ed., Il princeps romano: autocrate o magistrato? Fattori giuridici e fattori sociali del potere imperiale da Augusto a Commodo (Pavia forthcoming), 3-59.               Update your faculty profile"}]},
{"detail": [{"content": "NYU &gt; Classics &gt;          Michael Peachin                                                        Back to  previous page                                  Michael Peachin   Professor             of                         Classics, Director of Undergraduate Studies Ph.D. 1983 (Ancient History), Columbia; B.A. 1976 (History), Indiana.   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Phone: (212) 998-8593 Fax: (212) 995-4209 Email:                               Click here to download the CV               I began my career in ancient history at Indiana University, where I worked with Rufus Fears and Glanville Downey. This was followed by a year of study in Bonn, and under the tutelage of Johannes Straub. The next stop was Columbia University, where I completed my graduate studies. My teachers there were Roger Bagnall (my dissertation advisor), Alan Cameron, William Harris, Morton Smith, and William Metcalf, who was then at the American Numismatic Society. The other person, who much influenced my own approach to Roman history, was Géza Alföldy, who was Professor of Roman History in Heidelberg, where I spent a fair amount of time in the late 1980s and early 1990s.  My first book project, which had been my dissertation, tackled imperial titulature and chronology during the third century AD. This project actually arose, via a circuitous route, from Pliny’s insistence, in his Panegyric , about the importance of the epithet optimus . In any case, one of the chief sources for the chronology of the third century is the Codex Justinianus , with its dated imperial rescripts. My engagement with this fascinating book quickly led to an interest in Roman law, though in particular, the ways in which law was implemented on a quotidian basis. Thus, a second book on the delegation of imperial jurisdiction, and the men, who carried out this function. Engagement with Roman administration and Roman law kept me constantly thinking about the men, who implemented both, and I began especially to wonder about the intersections of the literary interests of these men with their “professional” lives. For clearly, both working as a member of the governing elite and writing were of crucial importance to these individuals. That led me to ask, in particular, why the Roman aristocrat seems to have had almost no interest whatsoever in writing about administration. The one apparent exception, Frontinus, who wrote a booklet about the administration of Rome’s water supply, led to a third book project. Throughout all of this, I was repeatedly struck by the obvious effects of Roman social constructs on nearly everything they undertook. A concern with this aspect of the Roman world led to my editing a handbook on Roman social relations. Presently, I have two larger projects in mind. The first, toward which I’ve been collecting ideas and material for quite awhile now, would be a study of Roman abusive behaviors and practices. I have also come to think that we need an in-depth study of the changes in Rome’s legal culture, which came about during the years of Augustus’ rule. I’ve begun to write a bit about that, and am starting to collect materials for such a book.  With respect to teaching, I generally approach classes from one of two angles. First, I like to try to engage my own research in the classroom. Thus, I am presently (fall 2014) teaching a course on Roman law, and in particular, how las was created and implemented. Otherwise, I am often inclined to teach courses on matters, about which I would like to learn. Thus, I last year offered a course on the Augustan period in the provinces. Or, for example, a few years back, I offered a course on Germanicus, and all of the complexities raised by his life and times.     Publications:   Books          Iudex vice Caesaris: Deputy Emperors and the Administration of Justice during the Principate ,         Heidelberger Althistorische Beiträge und Epigraphische Studien 21 (Stuttgart, 1996).  Frontinus and the curae of the curator aquarum , Heidelberger Althistorische Beiträge und Epigraphische Studien 39 (Stuttgart, 2004).     Ed., The Oxford Handbook of Roman Social Relations (New York, 2011).      Greek and Latin Inscriptions at New York University II . (L'Erma, 2014).    Recent Articles “Friendship and Abuse at the Dinner Table,” in M. Peachin, ed., Aspects of friendship in the Graeco-Roman world . Proceedings of a conference held at the Seminar für Alte Geschichte, Heidelberg, on 10-11 June, 2000 (Portsmouth, Rhode Island, 2001), 137-146. “Jurists and the Law in the Early Roman Empire,” in L. de Blois, ed., Administration, Prosopography and Appointment Policies in the Roman Empire . Proceedings of the First Workshop of the Internation Network ‘Impact of Empire (Roman Empire, 27 BC – AD 406)’. Leiden, June 28 – July 1, 2000. (Amsterdam, 2001), 109-120. “Exemplary Government in the Early Roman Empire,” in O. Hekster, et al., eds., Crises and the Roman Empire . Proceedings of the Seventh Workshop of the International Network Impact of Empire. Nijmegen, June 20-24, 2006. (Leiden, 2007), 75-96. “Petition to a Centurion from the NYU Papyrus Collection and the Question of Informal Adjudication Performed by Centurions,” in A.J.B. Sirks and K. Worp, eds., Papyri in Memory of P.J. Sijpesteijn (Chippenham, 2007), 79-97. “Augustus’ Res Gestae and the Emerging Principate” in W. Eck, B. Fehér, P. Kovács, eds., Studia Epigraphica in Memoriam Géza Alföldy (Bonn, 2013), 255-274.  “Augustus’ Emergent Judicial Powers, the Crimen Maiestatis, and the Second Cyrene Edict” in D. Mantovani, ed., Il princeps romano: autocrate o magistrato? Fattori giuridici e fattori sociali del potere imperiale da Augusto a Commodo (Pavia forthcoming), 3-59.               Update your faculty profile"}, {"content": "Undergraduate Courses Fall 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Fall 2015   CLASS-UA 003 , Elementary Latin I 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, TBA Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin I: Reading Prose 001. M, T, Th 9:30-10:45, TBA 002. M, T, W 3:30-4:45, TBA Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practice reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. CLASS-UA 007, Elementary Ancient Greek I, M-Th 11:00-12:15, TBA Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek I: Plato , M,T,W 2:00-3:15, David Sider Reading of Plato’s Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. CLASS-UA 202, The Body in Antiquity , M&amp;W 2:00-3:15, Claire Bubb This course considers the body in the ancient world. It will focus on scientific understanding of physiological function as well as contemporary cultural, religious, and legal attitudes to the corpse and the living body. We will begin with mummies and the medical texts of Ancient Egypt and move chronologically through Greek and Roman periods, ending with Arabic transmission and interpretation of Classical thought. Scientific topics will include the developing understanding of the vascular system and the so-called “failure” to discover circulation, philosophical and physiological discussions of cognitive function and the soul-body interface, and the ongoing debate between head- and heart-centric theories. Cultural topics will include burial practices, the early Christian view of the body, the body as class signifier in Roman law, and the body in literature from Homer to Greek and Arabic novels. CLASS-UA242, identical to HIST-UA 200, HEL-UA 242 Greek History from the Bronze Age to Alexander, T&amp;Th 12:15-1:145, Barbara Kowalzig Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. CLASS-UA 292, History of Ancient Law , M&amp;W 11:00-12:15, Michael Peachin Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law. CLASS-UA 291.000, Teachers, Students, and the Curriculum in the Greek and Roman World , T&amp;TH 2:00-3:15, Raffaella Cribiore                           Was ancient education open to all? Did ancient students have homework, vacations, and report cards? How was the curriculum of a liberal art education? This course will cover these and many others questions concerning going to school in antiquity, from Plato to late Roman times. It will cover the three basic levels from elementary to grammatical and rhetorical education. Particular emphasis will be put on rhetorical education and students will learn to compose declamations. The course will be based on literary and archaeological sources, and on the educational material from Greco-Roman Egypt. Most of the readings will be posted on Blackboard. Attendance is mandatory. There will be midterm and final exams and a short paper. CLASS-UA 351, Archaeologies of Rome and the Empire , T&amp;TH 9:30-10:45, Sebastian Heath In this course we examine the visual and material culture of ancient Rome - including objects, images, buildings and sculpture - in order to gain a better understanding of how it functioned as an imperial system. The chronological range is the later centuries BCE, when Rome took control of overseas lands, through the fourth century CE, by which time military pressure and Christianity are changing the nature of the Roman state. In this long timespan, Rome created a spectacularly successful territorial empire that is expressed in material forms. The course will progress chronologically while pausing on particular topics, such as the effect on the capital of Rome's first conquests, the role of imperial propaganda and economic integration in cities such as Pompeii and Troy, and the creation of multi-cultural societies on Rome's eastern frontier. We'll look at large-scale art such as imperial portraits while also taking account of archaeological finds, such as Roman pottery on the shores of the Indian Ocean. Our goal is to let the objects speak for themselves while making use of our modern vocabulary of imperial hegemony and the response of conquered peoples. CLASS-UA 700, identical to PHIL-UA 122, HEL-UA 700, Greek Thinkers , M&amp;W 3:30-4:45, David Sider Western theorizing begins with the Greeks, who can be said to have invented or introduced all manner of thinking about the universe and human nature.Illustrative texts from the presocratics, mathematicians, philosophers, historians, and tragedians will be read. CLASS-UA 701, identical to COLIT-UA 852, Socrates and His Critics , T&amp;TH 11:00-12:15, Vincent Renzi Despite having written nothing himself, Socrates is—if not the most influential—certainly one of the most influential intellectual figures in the Western tradition, for it is with Socrates, we are told, that “philosophy” seems first to move from natural history to an explicit concern for human affairs. Indeed, so great is the magnitude of this change that we continue to term earlier thinkers “pre-Socratic philosophers.” His stature is marked again in the name given to a distinctive form of philosophical literature, the Socratic discourse, and an approach to philosophical inquiry and instruction, the so-called Socratic method. In antiquity, importantly, he inspired Plato, Xenophon, the Stoics, the Skeptics, and the Cynics, beyond those thinkers stretching to influence in Rome and Judea...and four centuries before the presumed time of Jesus, Socrates had already suffered martyrdom for his idiosyncratic political and religious views. In modernity, his life both fascinates and repels the attention, notably, of Nietzsche; though criticisms of his mode of existence he had already endured in his own time at the hands of the comedian Aristophanes, among others. Given the state of the evidence, one can look only to the history of the reception of his thought to try to recover any sense of the “historical Socrates”; but we must likewise ask whether he does not perhaps exert a greater influence as a result of the reception of the doxography itself than for his actual intellectual contributions. In short, had Socrates never existed, would not the tradition essentially have had to create him, in its move from its origins to ethics and political philosophy? Even given that he did actually live, is what we have of him really just such a necessary fiction?  CLASS-UA 876, Advanced Latin: Confessions, M&amp;W 9:30-10:145, Adam Becker This course will consist of close reading in Latin of selections from Augustine’s Confessions . Composed in the late fourth century, the Confessions provides an excellent introduction to the cultural world of the later Roman Empire. We will examine Augustine’s ideas and the idiosyncrasies of his language, and also consider how his text is in conversation with Classical literature. Through supplementary readings and occasional lectures students will learn about the background and context of the author and his work. Broader topics will include the early Christian reception of Classical Antiquity, Neoplatonism, Manichaeism, the cult of the saints, the emergence of monasticism, early Christian notions of the body and sexuality, Christian interpretation of scripture, and the creation of a new Christian literary culture. CLASS-UA 973, Advanced Greek: Sophocles' Trachiniae, T&amp;TH 9:30-10:45, Anne Carson A study of Sophokles' Trachiniai with attention to different modes and styles of translation. I am interested in having the class create (communally) a new translation to be presented as a staged reading at the end of term, perhaps for the delectation of the rest of the department.                                                                                                 Back to Top"}, {"content": "Undergraduate Courses Spring 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2015   CLASS-UA 004 , Elementary Latin II 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, Ari Zatlin \u2028Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin II: Reading Poetry 001. M, T, Th 9:30-10:45, Benjamin Sammons 002. M, T, W 3:30-4:45, Stefano Rebeggiani Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the CLASS-UA 008, Elementary Ancient Greek I I, M-Th 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek II: Homer , M,T,W 12:30-1:45, Stefano Rebeggiani Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. CLASS-UA 243, identical to HIST-UA 243 &amp; HEL-UA 243, Greek World:Alexander-Augustus , M&amp;W 11:00-12:15, Andrew Monson Alexander the Great’s conquest of the Persian Empire brought Greeks to the edges of their known world and brought great prosperity back to Greece. The centuries of cultural efflorescence that began after Alexander’s death were mixed with intense warfare, as his generals seized territory, established dynasties, and battled for dominance. While Greeks colonized the east, their interaction with non-Greeks stimulated new religious, intellectual, and social movements. Meanwhile, emerging empires on the periphery of the Greek world posed new challenges: Romans and Carthaginians in the west, Indians and Parthians in the east. The course examines these times down to the Roman unification of the Mediterranean under Augustus. CLASS-UA278, identical to HIST-UA206, History of Rome: Empire, T&amp;Th 2:00-3:15, Michael Peachin In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. CLASS-UA 291.001, Classics and Cognitive Theory , Thursday 3:30-6:05, Peter Meineck The course examines how cognitive science, cognitive theoretical approaches and neuroscience is being applied to the study of the ancient world. We will explore new approaches ancient material culture, performance and literature, aesthetics, language, ancient concepts of the mind and social psychology. Ideally the class will be made up of a mixture of students with a primary interest in the sciences and also those interested in the arts and humanities and the field is interdisciplinary. No specialized knowledge of the ancient world, classical languages or cognitive science is required. The class will involve guest speakers, field trips and final research presentations.  CLASS-UA 291.002, Ancient Trials: Real &amp; Imagined , M&amp;W 12:30-1:45, Benjamin Sammons This is a course on judicial trials as a feature of life in ancient Greece and Rome and as a major theme in the myth, literature and fictions of these societies. In real life, trials were highly dramatic events marking moments of crisis in which not only a defendant but often the fundamental values of society stood at jeopardy. But the trial also exercised the ancient imagination as a narrative pattern or story type that could implicate characters from every cosmic and political echelon, from gods, heroes and statesmen, to prostitutes, ruffians and assorted dregs of society. We will discuss real-life trials through the works of actual participants (e.g., Lysias, Andocides, Demosthenes, Cicero), but we will also look at the trial as a theme in mythology, literature, drama and philosophy. We will examine the interpenetration of key themes between these different spheres, especially the influence of law and jurisprudence on literature, the exploitation of literary motifs in forensic rhetoric, and the mutual influence between the courts and the dramatic stage. Authors will include Aeschylus, Euripides, Aristophanes, Plato, Aristotle, Ovid, Seneca, and Apuleius.  CLASS-UA 293.001, Plato , T&amp;TH 11:00-12:15, Vincent Renzi Some major dialogues of Plato, with special attention to situating these works in the genre of the Socratic discourse, comparison to Xenophon and Isocrates, and the ways in which they seek to reimagine the Greek “wisdom tradition.” Intended both for majors and minors in Classics as well as students from other disciplines seeking an introduction to Plato. Readings in English translation. CLASS-UA 293.002, identical to HEL-UA 140, Re-imagining Greek Tragedy: Context, Influence and Performance , T 3:30-6:05, Olga Taxidou Ovid's Latin is ideal for empowering your reading skills in Latin, and his style is a good introduction to all the later tradition of writing in Latin (Imperial, Medieval, and early modern). At the same time the poem is a portal to Greek myth, and the only fictional Latin text that provides names and heroes to psychoanalisis (Narcissus) and gender studies. Reading Ovid therefore has both a futuristic and a retrospective kind of reward.\u2028The class is designed for those who want to improve their Latin while at the same time learning about ancient culture and in particular its imaginary and the sensual world of mythological fiction. CLASS-UA294.001, Violence, Crime &amp; Punishment in Ancient Rome , T&amp;TH 11:00-12:15 Michael Peachin The ancient Roman world was, in many different respects, a violent one. There seems to have been a reasonably high level of interpersonal violence, often not to be remedied easily. In particular, police or police-like forces, were not at all universally present. The institution of slavery also resulted in a great deal of violence. Entertainments, both public ones and those, which were held in private, very often involved significant levels of violence. Punishments carried out by the state played a significant role here. And then, there was warfare. In this course, we will attempt to get a sense of the various areas of Roman life, which were in one way or another affected by the presence of violent behavior. Students will be required to write several papers over the course of the term, and grades will be based on these. CLASS-UA302, identical to RELST-UA 302, Introduction to the New Testament , M&amp;W 9:30-10:45, Adam Becker Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion.  CLASS-UA 404, Identical to RELST-UA 404.001, Mythology , T&amp;Th 11:00-12:15 Peter Meineck This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey, Hesiod’s Work and Days and Theogony, the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses. The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussion. CLASS-UA 876, Advanced Latin: Historiography , T&amp;TH 9:30-10:45, David Levene We will be reading Book 4 of Tacitus' Annals, the most famous work by the man widely considered to be the greatest historian of ancient Rome. Tacitus examined with cynical insight the inner workings of the Roman Empire in its early days, especially under the tyrannical rule of the Emperor Tiberius, whose enigmatic character Tacitus devotes much of the surviving work to exploring. Book 4 recounts the turn to disaster in the second half of Tiberius' reign, as the Emperor falls under the sway of his manipulative and brutal lieutenant Sejanus. CLASS-UA 976, Advanced Greek: Hellensitic Poetry , M&amp;W 9:30-10:45, David Sider In this class we will read some well known and some less famous poems produced in the Hellenistic period (323 - 30 BC), inlcuding epigrams, hymns, and eclogues. Some of the authors to be read art Theocritus, Callimachus, and Apollonius.                                                                                                 Back to Top"}]},
{"detail": [{"content": "NYU &gt; Classics &gt;          Michael Peachin                                                        Back to  previous page                                  Michael Peachin   Professor             of                         Classics, Director of Undergraduate Studies Ph.D. 1983 (Ancient History), Columbia; B.A. 1976 (History), Indiana.   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Phone: (212) 998-8593 Fax: (212) 995-4209 Email:                               Click here to download the CV               I began my career in ancient history at Indiana University, where I worked with Rufus Fears and Glanville Downey. This was followed by a year of study in Bonn, and under the tutelage of Johannes Straub. The next stop was Columbia University, where I completed my graduate studies. My teachers there were Roger Bagnall (my dissertation advisor), Alan Cameron, William Harris, Morton Smith, and William Metcalf, who was then at the American Numismatic Society. The other person, who much influenced my own approach to Roman history, was Géza Alföldy, who was Professor of Roman History in Heidelberg, where I spent a fair amount of time in the late 1980s and early 1990s.  My first book project, which had been my dissertation, tackled imperial titulature and chronology during the third century AD. This project actually arose, via a circuitous route, from Pliny’s insistence, in his Panegyric , about the importance of the epithet optimus . In any case, one of the chief sources for the chronology of the third century is the Codex Justinianus , with its dated imperial rescripts. My engagement with this fascinating book quickly led to an interest in Roman law, though in particular, the ways in which law was implemented on a quotidian basis. Thus, a second book on the delegation of imperial jurisdiction, and the men, who carried out this function. Engagement with Roman administration and Roman law kept me constantly thinking about the men, who implemented both, and I began especially to wonder about the intersections of the literary interests of these men with their “professional” lives. For clearly, both working as a member of the governing elite and writing were of crucial importance to these individuals. That led me to ask, in particular, why the Roman aristocrat seems to have had almost no interest whatsoever in writing about administration. The one apparent exception, Frontinus, who wrote a booklet about the administration of Rome’s water supply, led to a third book project. Throughout all of this, I was repeatedly struck by the obvious effects of Roman social constructs on nearly everything they undertook. A concern with this aspect of the Roman world led to my editing a handbook on Roman social relations. Presently, I have two larger projects in mind. The first, toward which I’ve been collecting ideas and material for quite awhile now, would be a study of Roman abusive behaviors and practices. I have also come to think that we need an in-depth study of the changes in Rome’s legal culture, which came about during the years of Augustus’ rule. I’ve begun to write a bit about that, and am starting to collect materials for such a book.  With respect to teaching, I generally approach classes from one of two angles. First, I like to try to engage my own research in the classroom. Thus, I am presently (fall 2014) teaching a course on Roman law, and in particular, how las was created and implemented. Otherwise, I am often inclined to teach courses on matters, about which I would like to learn. Thus, I last year offered a course on the Augustan period in the provinces. Or, for example, a few years back, I offered a course on Germanicus, and all of the complexities raised by his life and times.     Publications:   Books          Iudex vice Caesaris: Deputy Emperors and the Administration of Justice during the Principate ,         Heidelberger Althistorische Beiträge und Epigraphische Studien 21 (Stuttgart, 1996).  Frontinus and the curae of the curator aquarum , Heidelberger Althistorische Beiträge und Epigraphische Studien 39 (Stuttgart, 2004).     Ed., The Oxford Handbook of Roman Social Relations (New York, 2011).      Greek and Latin Inscriptions at New York University II . (L'Erma, 2014).    Recent Articles “Friendship and Abuse at the Dinner Table,” in M. Peachin, ed., Aspects of friendship in the Graeco-Roman world . Proceedings of a conference held at the Seminar für Alte Geschichte, Heidelberg, on 10-11 June, 2000 (Portsmouth, Rhode Island, 2001), 137-146. “Jurists and the Law in the Early Roman Empire,” in L. de Blois, ed., Administration, Prosopography and Appointment Policies in the Roman Empire . Proceedings of the First Workshop of the Internation Network ‘Impact of Empire (Roman Empire, 27 BC – AD 406)’. Leiden, June 28 – July 1, 2000. (Amsterdam, 2001), 109-120. “Exemplary Government in the Early Roman Empire,” in O. Hekster, et al., eds., Crises and the Roman Empire . Proceedings of the Seventh Workshop of the International Network Impact of Empire. Nijmegen, June 20-24, 2006. (Leiden, 2007), 75-96. “Petition to a Centurion from the NYU Papyrus Collection and the Question of Informal Adjudication Performed by Centurions,” in A.J.B. Sirks and K. Worp, eds., Papyri in Memory of P.J. Sijpesteijn (Chippenham, 2007), 79-97. “Augustus’ Res Gestae and the Emerging Principate” in W. Eck, B. Fehér, P. Kovács, eds., Studia Epigraphica in Memoriam Géza Alföldy (Bonn, 2013), 255-274.  “Augustus’ Emergent Judicial Powers, the Crimen Maiestatis, and the Second Cyrene Edict” in D. Mantovani, ed., Il princeps romano: autocrate o magistrato? Fattori giuridici e fattori sociali del potere imperiale da Augusto a Commodo (Pavia forthcoming), 3-59.               Update your faculty profile"}, {"content": "Undergraduate Courses Fall 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Fall 2015   CLASS-UA 003 , Elementary Latin I 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, TBA Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin I: Reading Prose 001. M, T, Th 9:30-10:45, TBA 002. M, T, W 3:30-4:45, TBA Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practice reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. CLASS-UA 007, Elementary Ancient Greek I, M-Th 11:00-12:15, TBA Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek I: Plato , M,T,W 2:00-3:15, David Sider Reading of Plato’s Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. CLASS-UA 202, The Body in Antiquity , M&amp;W 2:00-3:15, Claire Bubb This course considers the body in the ancient world. It will focus on scientific understanding of physiological function as well as contemporary cultural, religious, and legal attitudes to the corpse and the living body. We will begin with mummies and the medical texts of Ancient Egypt and move chronologically through Greek and Roman periods, ending with Arabic transmission and interpretation of Classical thought. Scientific topics will include the developing understanding of the vascular system and the so-called “failure” to discover circulation, philosophical and physiological discussions of cognitive function and the soul-body interface, and the ongoing debate between head- and heart-centric theories. Cultural topics will include burial practices, the early Christian view of the body, the body as class signifier in Roman law, and the body in literature from Homer to Greek and Arabic novels. CLASS-UA242, identical to HIST-UA 200, HEL-UA 242 Greek History from the Bronze Age to Alexander, T&amp;Th 12:15-1:145, Barbara Kowalzig Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. CLASS-UA 292, History of Ancient Law , M&amp;W 11:00-12:15, Michael Peachin Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law. CLASS-UA 291.000, Teachers, Students, and the Curriculum in the Greek and Roman World , T&amp;TH 2:00-3:15, Raffaella Cribiore                           Was ancient education open to all? Did ancient students have homework, vacations, and report cards? How was the curriculum of a liberal art education? This course will cover these and many others questions concerning going to school in antiquity, from Plato to late Roman times. It will cover the three basic levels from elementary to grammatical and rhetorical education. Particular emphasis will be put on rhetorical education and students will learn to compose declamations. The course will be based on literary and archaeological sources, and on the educational material from Greco-Roman Egypt. Most of the readings will be posted on Blackboard. Attendance is mandatory. There will be midterm and final exams and a short paper. CLASS-UA 351, Archaeologies of Rome and the Empire , T&amp;TH 9:30-10:45, Sebastian Heath In this course we examine the visual and material culture of ancient Rome - including objects, images, buildings and sculpture - in order to gain a better understanding of how it functioned as an imperial system. The chronological range is the later centuries BCE, when Rome took control of overseas lands, through the fourth century CE, by which time military pressure and Christianity are changing the nature of the Roman state. In this long timespan, Rome created a spectacularly successful territorial empire that is expressed in material forms. The course will progress chronologically while pausing on particular topics, such as the effect on the capital of Rome's first conquests, the role of imperial propaganda and economic integration in cities such as Pompeii and Troy, and the creation of multi-cultural societies on Rome's eastern frontier. We'll look at large-scale art such as imperial portraits while also taking account of archaeological finds, such as Roman pottery on the shores of the Indian Ocean. Our goal is to let the objects speak for themselves while making use of our modern vocabulary of imperial hegemony and the response of conquered peoples. CLASS-UA 700, identical to PHIL-UA 122, HEL-UA 700, Greek Thinkers , M&amp;W 3:30-4:45, David Sider Western theorizing begins with the Greeks, who can be said to have invented or introduced all manner of thinking about the universe and human nature.Illustrative texts from the presocratics, mathematicians, philosophers, historians, and tragedians will be read. CLASS-UA 701, identical to COLIT-UA 852, Socrates and His Critics , T&amp;TH 11:00-12:15, Vincent Renzi Despite having written nothing himself, Socrates is—if not the most influential—certainly one of the most influential intellectual figures in the Western tradition, for it is with Socrates, we are told, that “philosophy” seems first to move from natural history to an explicit concern for human affairs. Indeed, so great is the magnitude of this change that we continue to term earlier thinkers “pre-Socratic philosophers.” His stature is marked again in the name given to a distinctive form of philosophical literature, the Socratic discourse, and an approach to philosophical inquiry and instruction, the so-called Socratic method. In antiquity, importantly, he inspired Plato, Xenophon, the Stoics, the Skeptics, and the Cynics, beyond those thinkers stretching to influence in Rome and Judea...and four centuries before the presumed time of Jesus, Socrates had already suffered martyrdom for his idiosyncratic political and religious views. In modernity, his life both fascinates and repels the attention, notably, of Nietzsche; though criticisms of his mode of existence he had already endured in his own time at the hands of the comedian Aristophanes, among others. Given the state of the evidence, one can look only to the history of the reception of his thought to try to recover any sense of the “historical Socrates”; but we must likewise ask whether he does not perhaps exert a greater influence as a result of the reception of the doxography itself than for his actual intellectual contributions. In short, had Socrates never existed, would not the tradition essentially have had to create him, in its move from its origins to ethics and political philosophy? Even given that he did actually live, is what we have of him really just such a necessary fiction?  CLASS-UA 876, Advanced Latin: Confessions, M&amp;W 9:30-10:145, Adam Becker This course will consist of close reading in Latin of selections from Augustine’s Confessions . Composed in the late fourth century, the Confessions provides an excellent introduction to the cultural world of the later Roman Empire. We will examine Augustine’s ideas and the idiosyncrasies of his language, and also consider how his text is in conversation with Classical literature. Through supplementary readings and occasional lectures students will learn about the background and context of the author and his work. Broader topics will include the early Christian reception of Classical Antiquity, Neoplatonism, Manichaeism, the cult of the saints, the emergence of monasticism, early Christian notions of the body and sexuality, Christian interpretation of scripture, and the creation of a new Christian literary culture. CLASS-UA 973, Advanced Greek: Sophocles' Trachiniae, T&amp;TH 9:30-10:45, Anne Carson A study of Sophokles' Trachiniai with attention to different modes and styles of translation. I am interested in having the class create (communally) a new translation to be presented as a staged reading at the end of term, perhaps for the delectation of the rest of the department.                                                                                                 Back to Top"}, {"content": "Undergraduate Courses Spring 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2015   CLASS-UA 004 , Elementary Latin II 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, Ari Zatlin \u2028Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin II: Reading Poetry 001. M, T, Th 9:30-10:45, Benjamin Sammons 002. M, T, W 3:30-4:45, Stefano Rebeggiani Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the CLASS-UA 008, Elementary Ancient Greek I I, M-Th 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek II: Homer , M,T,W 12:30-1:45, Stefano Rebeggiani Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. CLASS-UA 243, identical to HIST-UA 243 &amp; HEL-UA 243, Greek World:Alexander-Augustus , M&amp;W 11:00-12:15, Andrew Monson Alexander the Great’s conquest of the Persian Empire brought Greeks to the edges of their known world and brought great prosperity back to Greece. The centuries of cultural efflorescence that began after Alexander’s death were mixed with intense warfare, as his generals seized territory, established dynasties, and battled for dominance. While Greeks colonized the east, their interaction with non-Greeks stimulated new religious, intellectual, and social movements. Meanwhile, emerging empires on the periphery of the Greek world posed new challenges: Romans and Carthaginians in the west, Indians and Parthians in the east. The course examines these times down to the Roman unification of the Mediterranean under Augustus. CLASS-UA278, identical to HIST-UA206, History of Rome: Empire, T&amp;Th 2:00-3:15, Michael Peachin In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. CLASS-UA 291.001, Classics and Cognitive Theory , Thursday 3:30-6:05, Peter Meineck The course examines how cognitive science, cognitive theoretical approaches and neuroscience is being applied to the study of the ancient world. We will explore new approaches ancient material culture, performance and literature, aesthetics, language, ancient concepts of the mind and social psychology. Ideally the class will be made up of a mixture of students with a primary interest in the sciences and also those interested in the arts and humanities and the field is interdisciplinary. No specialized knowledge of the ancient world, classical languages or cognitive science is required. The class will involve guest speakers, field trips and final research presentations.  CLASS-UA 291.002, Ancient Trials: Real &amp; Imagined , M&amp;W 12:30-1:45, Benjamin Sammons This is a course on judicial trials as a feature of life in ancient Greece and Rome and as a major theme in the myth, literature and fictions of these societies. In real life, trials were highly dramatic events marking moments of crisis in which not only a defendant but often the fundamental values of society stood at jeopardy. But the trial also exercised the ancient imagination as a narrative pattern or story type that could implicate characters from every cosmic and political echelon, from gods, heroes and statesmen, to prostitutes, ruffians and assorted dregs of society. We will discuss real-life trials through the works of actual participants (e.g., Lysias, Andocides, Demosthenes, Cicero), but we will also look at the trial as a theme in mythology, literature, drama and philosophy. We will examine the interpenetration of key themes between these different spheres, especially the influence of law and jurisprudence on literature, the exploitation of literary motifs in forensic rhetoric, and the mutual influence between the courts and the dramatic stage. Authors will include Aeschylus, Euripides, Aristophanes, Plato, Aristotle, Ovid, Seneca, and Apuleius.  CLASS-UA 293.001, Plato , T&amp;TH 11:00-12:15, Vincent Renzi Some major dialogues of Plato, with special attention to situating these works in the genre of the Socratic discourse, comparison to Xenophon and Isocrates, and the ways in which they seek to reimagine the Greek “wisdom tradition.” Intended both for majors and minors in Classics as well as students from other disciplines seeking an introduction to Plato. Readings in English translation. CLASS-UA 293.002, identical to HEL-UA 140, Re-imagining Greek Tragedy: Context, Influence and Performance , T 3:30-6:05, Olga Taxidou Ovid's Latin is ideal for empowering your reading skills in Latin, and his style is a good introduction to all the later tradition of writing in Latin (Imperial, Medieval, and early modern). At the same time the poem is a portal to Greek myth, and the only fictional Latin text that provides names and heroes to psychoanalisis (Narcissus) and gender studies. Reading Ovid therefore has both a futuristic and a retrospective kind of reward.\u2028The class is designed for those who want to improve their Latin while at the same time learning about ancient culture and in particular its imaginary and the sensual world of mythological fiction. CLASS-UA294.001, Violence, Crime &amp; Punishment in Ancient Rome , T&amp;TH 11:00-12:15 Michael Peachin The ancient Roman world was, in many different respects, a violent one. There seems to have been a reasonably high level of interpersonal violence, often not to be remedied easily. In particular, police or police-like forces, were not at all universally present. The institution of slavery also resulted in a great deal of violence. Entertainments, both public ones and those, which were held in private, very often involved significant levels of violence. Punishments carried out by the state played a significant role here. And then, there was warfare. In this course, we will attempt to get a sense of the various areas of Roman life, which were in one way or another affected by the presence of violent behavior. Students will be required to write several papers over the course of the term, and grades will be based on these. CLASS-UA302, identical to RELST-UA 302, Introduction to the New Testament , M&amp;W 9:30-10:45, Adam Becker Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion.  CLASS-UA 404, Identical to RELST-UA 404.001, Mythology , T&amp;Th 11:00-12:15 Peter Meineck This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey, Hesiod’s Work and Days and Theogony, the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses. The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussion. CLASS-UA 876, Advanced Latin: Historiography , T&amp;TH 9:30-10:45, David Levene We will be reading Book 4 of Tacitus' Annals, the most famous work by the man widely considered to be the greatest historian of ancient Rome. Tacitus examined with cynical insight the inner workings of the Roman Empire in its early days, especially under the tyrannical rule of the Emperor Tiberius, whose enigmatic character Tacitus devotes much of the surviving work to exploring. Book 4 recounts the turn to disaster in the second half of Tiberius' reign, as the Emperor falls under the sway of his manipulative and brutal lieutenant Sejanus. CLASS-UA 976, Advanced Greek: Hellensitic Poetry , M&amp;W 9:30-10:45, David Sider In this class we will read some well known and some less famous poems produced in the Hellenistic period (323 - 30 BC), inlcuding epigrams, hymns, and eclogues. Some of the authors to be read art Theocritus, Callimachus, and Apollonius.                                                                                                 Back to Top"}]}]