[{"detail": [{"content": "NYU 2031 | Sustainability                                  New York University                                                                   Read a Letter from the President      Go to The Plan                           Overview    Growth    Sustainability    Awareness           Climate Commitments Progress Academics Task Force Awards                                                       Sustainability            Show Quote                     X        What is a green city? First, it is an ideal, yet to be attained by any urban place in the world but certainly achievable in the twenty-first century.”         — Eugenie L. Birch and Susan M. Wachter                 (From Urban Greening and the Green City Ideal )                                                                 Previous              1        2              Next                                                  Urban Sustainability        At its foundation, NYU 2031 establishes a process for achieving sustainable growth. The plan is built on a core University philosophy that fostering community, protecting resources, and strengthening urban life are the best ways to grow responsibly.         This strategy not only encompasses physical expansion but also presents a methodology for evolving sustainably. It provides a way to fulfill the University's overarching objectives, create a new urban landscape that will benefit NYU's community and the city well into the future, introduce predictability and transparency to the University's planning efforts, and improve NYU's environmental impact.               NYU has joined New York City Mayor Michael Bloomberg's call to reduce the University's       carbon emissions by 30 percent, on a per-square-foot basis, by 2017, and successfully achieved that goal in 2011, well ahead of schedule. NYU has also signed on to the American College and University Presidents’ Climate Commitment (ACUPCC) and has established a goal of reaching overall carbon neutrality by 2040.        The modern movement for sustainable growth represents a holistic approach to development, and its proponents often refer to the \"three Es\" of sustainability: equity, economy, and environment. NYU has taken the same approach in its long-term planning. It has detailed the importance that process has played in formulating NYU 2031—an iterative, measured, responsive, and transparent course of action that NYU believes essential for its continued development. The University will proceed with the plan in the same manner.         This means providing appropriate stewardship in the historically significant areas that      require it, improving access to open space, and fostering social, economic, and cultural      vitality on individual streets and in neighborhoods through good urban planning and design. It also means strengthening NYU’s own community by creating more viable internal spaces for social interaction, which has the added benefit of lessening the University’s impact on the public realm.         The strategy builds on NYU’s strengths as an urban university, deriving the best benefit      from the innate attributes that make great cities inherently sustainable. This can be seen      in how the plans maximize growth on the two NYU superblocks, making aggressive use of below-ground space and centering academic activities within the University’s core, and in how the plans promote pedestrian uses while growing along transit routes, reinforcing NYU’s identity as a primarily pedestrian landscape.         Additionally, NYU 2031 allows the University to reach its additional square footage goal      while continuing to reduce its impact on the environment. Maximizing the use of space and resources is central to the strategy, and it tries to accomplish this in many ways, including adaptive reuse of existing spaces, a commitment to LEED Silver standards for all new construction, and setting important benchmarks, such as carbon neutrality and waste reduction, as the University adheres to city and national program commitments.                                                   Related Links                                            Sustainability at NYU          Learn more about our vision for a sustainable future at NYU.                                                            Cogeneration Plant                  Learn more about our $120 million investment to build a cleaner, more efficient energy plant.                                                       The following ideas have informed the        planning and massing of building design for the NYU superblocks:          Adaptive Reuse: By integrating and revitalizing the existing buildings on the Washington Square Village superbock, the plan makes efficient reuse of completed structures, reducing the energy and material use associated with new construction.          Below-grade Use: The extensive use of below-grade areas reduces pressure on existing buildings in the neighborhood and focuses construction impacts in a smaller area. Below-grade buildings also require less energy to heat and cool since there is little loss through the perimeter and the temperature of the ground is more stable than that of the air.          Building Orientation and Massing: New buildings will be placed to maximize the amount of landscaped, at-grade space for common areas, circulation, and play space. The buildings’ forms will be shaped to maximize solar access inside and out.                                                      Download: Executive Summary &mdash; 7.6MB Full Report &mdash; Links             Chapter 1, \"A University Looks to Its Future\" — 1.9MB      Chapter 2, \"A New York Story\" &mdash; 1.3MB      Chapter 3, \"A New Approach for the 21st Century\" &mdash; 4.2MB      Chapter 4, \"An Academic Vision\" &mdash; 4.1MB      Chapter 5, \"How NYU Will Grow\" &mdash; 11.9MB      Chapter 6, \"The Core\" &mdash; 5.1MB      Chapter 7, \"Neighborhood\" &mdash; 3.7MB      Chapter 8, \"Remote\" &mdash; 11MB      Chapter 9, \"Urban Sustainability\" &mdash; 2.5MB      Chapter 10, \"Moving Forward\" &mdash; 0.4MB      Chapter Appendix, \"Framework\" &mdash; 0.6MB                Unless otherwise noted, all content copyright New York University. All rights reserved. | Copyright and Fair Use             Tell us what you think about our plans"}]},
{"detail": [{"content": "NYU 2031 | Sustainability                                  New York University                                                                   Read a Letter from the President      Go to The Plan                           Overview    Growth    Sustainability    Awareness           Climate Commitments Progress Academics Task Force Awards                                                       Sustainability            Show Quote                     X        What is a green city? First, it is an ideal, yet to be attained by any urban place in the world but certainly achievable in the twenty-first century.”         — Eugenie L. Birch and Susan M. Wachter                 (From Urban Greening and the Green City Ideal )                                                                 Previous              1        2              Next                                                  Urban Sustainability        At its foundation, NYU 2031 establishes a process for achieving sustainable growth. The plan is built on a core University philosophy that fostering community, protecting resources, and strengthening urban life are the best ways to grow responsibly.         This strategy not only encompasses physical expansion but also presents a methodology for evolving sustainably. It provides a way to fulfill the University's overarching objectives, create a new urban landscape that will benefit NYU's community and the city well into the future, introduce predictability and transparency to the University's planning efforts, and improve NYU's environmental impact.               NYU has joined New York City Mayor Michael Bloomberg's call to reduce the University's       carbon emissions by 30 percent, on a per-square-foot basis, by 2017, and successfully achieved that goal in 2011, well ahead of schedule. NYU has also signed on to the American College and University Presidents’ Climate Commitment (ACUPCC) and has established a goal of reaching overall carbon neutrality by 2040.        The modern movement for sustainable growth represents a holistic approach to development, and its proponents often refer to the \"three Es\" of sustainability: equity, economy, and environment. NYU has taken the same approach in its long-term planning. It has detailed the importance that process has played in formulating NYU 2031—an iterative, measured, responsive, and transparent course of action that NYU believes essential for its continued development. The University will proceed with the plan in the same manner.         This means providing appropriate stewardship in the historically significant areas that      require it, improving access to open space, and fostering social, economic, and cultural      vitality on individual streets and in neighborhoods through good urban planning and design. It also means strengthening NYU’s own community by creating more viable internal spaces for social interaction, which has the added benefit of lessening the University’s impact on the public realm.         The strategy builds on NYU’s strengths as an urban university, deriving the best benefit      from the innate attributes that make great cities inherently sustainable. This can be seen      in how the plans maximize growth on the two NYU superblocks, making aggressive use of below-ground space and centering academic activities within the University’s core, and in how the plans promote pedestrian uses while growing along transit routes, reinforcing NYU’s identity as a primarily pedestrian landscape.         Additionally, NYU 2031 allows the University to reach its additional square footage goal      while continuing to reduce its impact on the environment. Maximizing the use of space and resources is central to the strategy, and it tries to accomplish this in many ways, including adaptive reuse of existing spaces, a commitment to LEED Silver standards for all new construction, and setting important benchmarks, such as carbon neutrality and waste reduction, as the University adheres to city and national program commitments.                                                   Related Links                                            Sustainability at NYU          Learn more about our vision for a sustainable future at NYU.                                                            Cogeneration Plant                  Learn more about our $120 million investment to build a cleaner, more efficient energy plant.                                                       The following ideas have informed the        planning and massing of building design for the NYU superblocks:          Adaptive Reuse: By integrating and revitalizing the existing buildings on the Washington Square Village superbock, the plan makes efficient reuse of completed structures, reducing the energy and material use associated with new construction.          Below-grade Use: The extensive use of below-grade areas reduces pressure on existing buildings in the neighborhood and focuses construction impacts in a smaller area. Below-grade buildings also require less energy to heat and cool since there is little loss through the perimeter and the temperature of the ground is more stable than that of the air.          Building Orientation and Massing: New buildings will be placed to maximize the amount of landscaped, at-grade space for common areas, circulation, and play space. The buildings’ forms will be shaped to maximize solar access inside and out.                                                      Download: Executive Summary &mdash; 7.6MB Full Report &mdash; Links             Chapter 1, \"A University Looks to Its Future\" — 1.9MB      Chapter 2, \"A New York Story\" &mdash; 1.3MB      Chapter 3, \"A New Approach for the 21st Century\" &mdash; 4.2MB      Chapter 4, \"An Academic Vision\" &mdash; 4.1MB      Chapter 5, \"How NYU Will Grow\" &mdash; 11.9MB      Chapter 6, \"The Core\" &mdash; 5.1MB      Chapter 7, \"Neighborhood\" &mdash; 3.7MB      Chapter 8, \"Remote\" &mdash; 11MB      Chapter 9, \"Urban Sustainability\" &mdash; 2.5MB      Chapter 10, \"Moving Forward\" &mdash; 0.4MB      Chapter Appendix, \"Framework\" &mdash; 0.6MB                Unless otherwise noted, all content copyright New York University. All rights reserved. | Copyright and Fair Use             Tell us what you think about our plans"}, {"content": "NYU 2031 | Sustainability Progress                                  New York University                                                                      Read a Letter from the President      Go to The Plan                           Overview    Growth    Sustainability    Awareness           Climate Commitments Progress Academics Task Force Awards                                                      Sustainability Progress              NYU successfully lowered its total emissions by more than 25% through energy efficiency and conservation, from 180,000 MTCE (metric tons of carbon equivalent) in FY 2006 to 124,000 MTCE in FY 2010.              Those reductions are enhanced by an additional 20% cut in emissions resulting from the completed cogeneration power plant expansion and renovation in 2011. The $120 million plant is larger, cleaner, and more efficient than its predecessor, and accounts for the single largest reduction wedge in NYU's Climate Action Plan by avoiding 40,000 metric tons of carbon emissions, a 23% decrease below University-wide FY 2006 emissions.                  NYU Operations has already implemented a number of energy, water, and resource-saving initiatives. Energy conservation measures include: relamping (retrofitting existing buildings with new lighting); building schedules (reducing lighting and HVAC during unoccupied periods); HVAC dorm occupancy controls (installing 2,500 occupancy sensors on HVAC in student residences); compact fluorescent light bulbs (37,000 CFLs installed or distributed); personal computers (shutting down personal computers when not in use); lighting occupancy sensors (3,500 automatic lighting controls installed); bulb specification and rebulbing (NYU-wide policy on efficient lighting); and recommissioning (“tuning” large building HVAC systems). These measures have resulted in substantial cost savings as well.              Water conservation efforts include scheduled retrofits of all residence halls with high-efficiency faucets and showerheads, a greywater reuse pilot project, and a disposable water bottle reduction campaign spearheaded by Dining Services, which removed the bottles from meal plans on campus. Administrative offices are beginning to install tap water filters to replace standard jug water coolers. Operations is collaborating with NYC agencies to obtain new “smart” water meters in all NYU buildings to enhance tracking and conservation efforts.              Recycling and Waste Reduction              Recycling Services has undertaken significant efforts to reduce waste and continues to refine and expand recycling options offered on campus              In spring 2008, NYU Recycling Services conducted its first waste characterization study of the University, which provided important data on the composition of NYU's waste and potential areas to target for waste minimization. NYU also secured a new hauling contract with innovative collection processes of waste, including single-stream recycling, composting, and post-trash collection sorting of some recyclables. Single-stream recycling (combining mixed recycling in one bin) was introduced in all academic and administrative spaces during 2010. This initiative reduces the number of truck pickups, increases the overall recycling rate, and has the potential of significantly increasing the waste diversion rate.              Green Buildings                        LEED is the U.S. Green Building Council's Leadership in Energy and Environmental Design Green Building Rating System, the nationally accepted benchmark for the design, construction, and operation of high performance green buildings. NYU is committed to meeting LEED standards for all new construction and renovation, with LEED Silver standards as its baseline goal. The renovation of the Gallatin School building at 1 Washington Place received a LEED Gold certification in June 2009. Three other projects currently underway – the Center for Academic and Spiritual Life, Wilf Hall, and the NYU in Washington DC Center – will be built to LEED Silver standards or higher. These projects set precedents for new and renovated buildings to improve energy performance and reduce associated environmental and economic impacts.             Transportation            According to NYU's extensive transportation and commuting survey in 2009, less than 2% of the university community commutes to Washington Square via private car or taxi. NYU students, faculty, and staff already walk, bike, or access public transit options more consistently than their peers at nearly any other institution in the United States.            NYU also operates its own bus system, which it continues to study and adjust to minimize its environmental impact. In Fall 2009, NYU streamlined its bus routes and reduced bus stops, moves that are projected to cut the usage of diesel fuel by an estimated 16% and decrease the number of large vehicles traveling through lower Manhattan by an estimated 22%. The curtailed bus system places increased importance on NYU's looking for possible development sites located near mass transportation, as evidenced in the 2031 plan. NYU's new shuttle bus fleet contract specifies the replacement of one bus per year with an equivalent high-performance, hybrid-electric bus that will achieve substantially higher mileage per gallon and continue to improve local air quality. The first of these buses arrived ahead of schedule in early 2011. Other transportation measures have included new bicycle recycling and donation programs, development of a pilot community bicycle-sharing system, creating new bicycle storage, and developing bicycle anti-theft and education programs.            However, there is a rationale, for the moment, for retaining a University bus system. A significant need, for example, is to link Washington Square to the health corridor on First Avenue, which is some distance from a subway line. Faculty, administrators, and students all require easily access to reach physicians and other Medical and Dental School resources located in that area. The university bus system also alleviates safety concerns by providing secure, direct transportation for students who remain on campus late in the evening for classes, study groups, or events. The task ahead will be to meet these legitimate needs while continuing to downsize and \"green\" our bus system.            Dining            Led by Dining Services , NYU has piloted sustainable food options, removed bottled water from student meal plans, and implemented trayless dining, an initiative that has reduced plate waste per meal by 44%. NYU's institutional food waste composting initiative – the largest in Manhattan – processes both preparation scraps and plate waste, collecting thousands of pounds per month.            Purchasing            With new purchasing guidelines established in FY 2008, NYU now purchases recycled paper with a minimum of 30% post-consumer content; buys Energy Star-labeled electronics, appliances, and office equipment; utilizes recycled furniture from the Asset Management Office or purchases green-certified office furniture when available; and prints and copies double-sided whenever possible.            Gardening and Landscaping            The NYU Garden Shop uses organic landscaping management techniques in all areas of its operation, in keeping with its commitment to provide innovative, sustainable landscape care. The Garden Shop strives to use NYU's open space and planted areas to serve a variety of functions, including teaching, research, and public service. It is always looking for new ways to integrate native species and edibles into existing spaces – for example, the placement of edibles in planters near Washington Square Park. The Garden Shop established a Native Woodland Garden, which brings to life New York's pre-European ecological past, and also maintains the Healthy Landscape Demonstration Garden.                                                     The Garden Shop                                                           Left: NYU Gardener George Reis planting the Native Woodland garden (Source: New York Times);           Right: Landscaping at the Coles Sports and Recreation Center, prepared by NYU Garden Shop                                                 Reducing Carbon Emissions                                          2006-2009 Greenhouse Gas Emissions, with Energy Emissions by Fuel Source                    NYU's total emissions, the majority of which come from energy use in buildings, have steadily decreased at an average annual rate of roughly 7% for each of the past three years—an ambitious and accelerated pace. Learn more about how NYU is reducing its greenhouse gas emissions in the Climate Action Plan (PDF)                                       Green Buildings         Previous        1        Next                          Gallatin School Renovation 1 Washington Place            In a landmark redesign project that began in 2007, NYU’s Gallatin School of Individualized Study renovated its home at 1 Washington Place to reflect the innovation that has defined the School since its inception in 1972. In the first renovation project at NYU to achieve LEED certification, a total area of approximately 32,000 square feet was completely renovated in 2007 and 2008. New and renovated spaces include the ground-floor Wendy and Jerry Labowitz Lounge (pictured) with its floor-to-ceiling windows and vibrant artwork, the Jerry H. Labowitz Theatre for the Performing Arts, a student activities suite, and gallery spaces on upper floors. Learn more about the project at http://www.nyu.edu/gallatin/leed/       Read More                             133-139 MacDougal St. - Wilf Hall            A new building at 133-139 MacDougal Street is under construction to house new and existing Law School research centers which have outgrown their current space and are awaiting a permanent home. The former site of the Provincetown Playhouse, the University is preserving the Playhouse walls and other historical elements to honor the rich history of the pre-1940s and post 1940s theater; the Provincetown Playhouse will continue as a working theater in the building and will be run by the Steinhardt School. The new building is of low-scale with a new façade only a few feet higher than the current building height and is designed and detailed to be harmonious with the existing streetscape. Wilf Hall will be one of a handful of New York City buildings to achieve a platinum rating in the LEED Green Building Rating System. Among other features, the new structure will have a green roof. Read more about the project at http://www.nyu.edu/construction/provincetown/       Read More                               Center for Academic and Spiritual Life 58 Washington Square South             The site will be home to NYU's Center for Academic and Spiritual Life, which will include space for religious observance, offices for NYU's Chaplains' Circle, classes, music rehearsals, and conferences, and will include space for an ongoing Catholic presence. The creation of this Center will provide a communal home for our students' religious and spiritual lives, as well as furnish us with additional academic space in our core area. In keeping with NYU's sustainability efforts, the Center will be constructed to LEED Silver standards. Construction is scheduled to be completed in Summer 2012. Learn more at http://www.nyu.edu/construction/58wss/       Read More                                            Download: Executive Summary &mdash; 7.6MB Full Report &mdash; Links             Chapter 1, \"A University Looks to Its Future\" — 1.9MB      Chapter 2, \"A New York Story\" &mdash; 1.3MB      Chapter 3, \"A New Approach for the 21st Century\" &mdash; 4.2MB      Chapter 4, \"An Academic Vision\" &mdash; 4.1MB      Chapter 5, \"How NYU Will Grow\" &mdash; 11.9MB      Chapter 6, \"The Core\" &mdash; 5.1MB      Chapter 7, \"Neighborhood\" &mdash; 3.7MB      Chapter 8, \"Remote\" &mdash; 11MB      Chapter 9, \"Urban Sustainability\" &mdash; 2.5MB      Chapter 10, \"Moving Forward\" &mdash; 0.4MB      Chapter Appendix, \"Framework\" &mdash; 0.6MB                Unless otherwise noted, all content copyright New York University. All rights reserved. | Copyright and Fair Use             Tell us what you think about our plans"}]},
{"detail": [{"content": "NYU 2031 | Sustainability                                  New York University                                                                   Read a Letter from the President      Go to The Plan                           Overview    Growth    Sustainability    Awareness           Climate Commitments Progress Academics Task Force Awards                                                       Sustainability            Show Quote                     X        What is a green city? First, it is an ideal, yet to be attained by any urban place in the world but certainly achievable in the twenty-first century.”         — Eugenie L. Birch and Susan M. Wachter                 (From Urban Greening and the Green City Ideal )                                                                 Previous              1        2              Next                                                  Urban Sustainability        At its foundation, NYU 2031 establishes a process for achieving sustainable growth. The plan is built on a core University philosophy that fostering community, protecting resources, and strengthening urban life are the best ways to grow responsibly.         This strategy not only encompasses physical expansion but also presents a methodology for evolving sustainably. It provides a way to fulfill the University's overarching objectives, create a new urban landscape that will benefit NYU's community and the city well into the future, introduce predictability and transparency to the University's planning efforts, and improve NYU's environmental impact.               NYU has joined New York City Mayor Michael Bloomberg's call to reduce the University's       carbon emissions by 30 percent, on a per-square-foot basis, by 2017, and successfully achieved that goal in 2011, well ahead of schedule. NYU has also signed on to the American College and University Presidents’ Climate Commitment (ACUPCC) and has established a goal of reaching overall carbon neutrality by 2040.        The modern movement for sustainable growth represents a holistic approach to development, and its proponents often refer to the \"three Es\" of sustainability: equity, economy, and environment. NYU has taken the same approach in its long-term planning. It has detailed the importance that process has played in formulating NYU 2031—an iterative, measured, responsive, and transparent course of action that NYU believes essential for its continued development. The University will proceed with the plan in the same manner.         This means providing appropriate stewardship in the historically significant areas that      require it, improving access to open space, and fostering social, economic, and cultural      vitality on individual streets and in neighborhoods through good urban planning and design. It also means strengthening NYU’s own community by creating more viable internal spaces for social interaction, which has the added benefit of lessening the University’s impact on the public realm.         The strategy builds on NYU’s strengths as an urban university, deriving the best benefit      from the innate attributes that make great cities inherently sustainable. This can be seen      in how the plans maximize growth on the two NYU superblocks, making aggressive use of below-ground space and centering academic activities within the University’s core, and in how the plans promote pedestrian uses while growing along transit routes, reinforcing NYU’s identity as a primarily pedestrian landscape.         Additionally, NYU 2031 allows the University to reach its additional square footage goal      while continuing to reduce its impact on the environment. Maximizing the use of space and resources is central to the strategy, and it tries to accomplish this in many ways, including adaptive reuse of existing spaces, a commitment to LEED Silver standards for all new construction, and setting important benchmarks, such as carbon neutrality and waste reduction, as the University adheres to city and national program commitments.                                                   Related Links                                            Sustainability at NYU          Learn more about our vision for a sustainable future at NYU.                                                            Cogeneration Plant                  Learn more about our $120 million investment to build a cleaner, more efficient energy plant.                                                       The following ideas have informed the        planning and massing of building design for the NYU superblocks:          Adaptive Reuse: By integrating and revitalizing the existing buildings on the Washington Square Village superbock, the plan makes efficient reuse of completed structures, reducing the energy and material use associated with new construction.          Below-grade Use: The extensive use of below-grade areas reduces pressure on existing buildings in the neighborhood and focuses construction impacts in a smaller area. Below-grade buildings also require less energy to heat and cool since there is little loss through the perimeter and the temperature of the ground is more stable than that of the air.          Building Orientation and Massing: New buildings will be placed to maximize the amount of landscaped, at-grade space for common areas, circulation, and play space. The buildings’ forms will be shaped to maximize solar access inside and out.                                                      Download: Executive Summary &mdash; 7.6MB Full Report &mdash; Links             Chapter 1, \"A University Looks to Its Future\" — 1.9MB      Chapter 2, \"A New York Story\" &mdash; 1.3MB      Chapter 3, \"A New Approach for the 21st Century\" &mdash; 4.2MB      Chapter 4, \"An Academic Vision\" &mdash; 4.1MB      Chapter 5, \"How NYU Will Grow\" &mdash; 11.9MB      Chapter 6, \"The Core\" &mdash; 5.1MB      Chapter 7, \"Neighborhood\" &mdash; 3.7MB      Chapter 8, \"Remote\" &mdash; 11MB      Chapter 9, \"Urban Sustainability\" &mdash; 2.5MB      Chapter 10, \"Moving Forward\" &mdash; 0.4MB      Chapter Appendix, \"Framework\" &mdash; 0.6MB                Unless otherwise noted, all content copyright New York University. All rights reserved. | Copyright and Fair Use             Tell us what you think about our plans"}, {"content": "NYU 2031 | Sustainability Progress                                  New York University                                                                      Read a Letter from the President      Go to The Plan                           Overview    Growth    Sustainability    Awareness           Climate Commitments Progress Academics Task Force Awards                                                      Sustainability Progress              NYU successfully lowered its total emissions by more than 25% through energy efficiency and conservation, from 180,000 MTCE (metric tons of carbon equivalent) in FY 2006 to 124,000 MTCE in FY 2010.              Those reductions are enhanced by an additional 20% cut in emissions resulting from the completed cogeneration power plant expansion and renovation in 2011. The $120 million plant is larger, cleaner, and more efficient than its predecessor, and accounts for the single largest reduction wedge in NYU's Climate Action Plan by avoiding 40,000 metric tons of carbon emissions, a 23% decrease below University-wide FY 2006 emissions.                  NYU Operations has already implemented a number of energy, water, and resource-saving initiatives. Energy conservation measures include: relamping (retrofitting existing buildings with new lighting); building schedules (reducing lighting and HVAC during unoccupied periods); HVAC dorm occupancy controls (installing 2,500 occupancy sensors on HVAC in student residences); compact fluorescent light bulbs (37,000 CFLs installed or distributed); personal computers (shutting down personal computers when not in use); lighting occupancy sensors (3,500 automatic lighting controls installed); bulb specification and rebulbing (NYU-wide policy on efficient lighting); and recommissioning (“tuning” large building HVAC systems). These measures have resulted in substantial cost savings as well.              Water conservation efforts include scheduled retrofits of all residence halls with high-efficiency faucets and showerheads, a greywater reuse pilot project, and a disposable water bottle reduction campaign spearheaded by Dining Services, which removed the bottles from meal plans on campus. Administrative offices are beginning to install tap water filters to replace standard jug water coolers. Operations is collaborating with NYC agencies to obtain new “smart” water meters in all NYU buildings to enhance tracking and conservation efforts.              Recycling and Waste Reduction              Recycling Services has undertaken significant efforts to reduce waste and continues to refine and expand recycling options offered on campus              In spring 2008, NYU Recycling Services conducted its first waste characterization study of the University, which provided important data on the composition of NYU's waste and potential areas to target for waste minimization. NYU also secured a new hauling contract with innovative collection processes of waste, including single-stream recycling, composting, and post-trash collection sorting of some recyclables. Single-stream recycling (combining mixed recycling in one bin) was introduced in all academic and administrative spaces during 2010. This initiative reduces the number of truck pickups, increases the overall recycling rate, and has the potential of significantly increasing the waste diversion rate.              Green Buildings                        LEED is the U.S. Green Building Council's Leadership in Energy and Environmental Design Green Building Rating System, the nationally accepted benchmark for the design, construction, and operation of high performance green buildings. NYU is committed to meeting LEED standards for all new construction and renovation, with LEED Silver standards as its baseline goal. The renovation of the Gallatin School building at 1 Washington Place received a LEED Gold certification in June 2009. Three other projects currently underway – the Center for Academic and Spiritual Life, Wilf Hall, and the NYU in Washington DC Center – will be built to LEED Silver standards or higher. These projects set precedents for new and renovated buildings to improve energy performance and reduce associated environmental and economic impacts.             Transportation            According to NYU's extensive transportation and commuting survey in 2009, less than 2% of the university community commutes to Washington Square via private car or taxi. NYU students, faculty, and staff already walk, bike, or access public transit options more consistently than their peers at nearly any other institution in the United States.            NYU also operates its own bus system, which it continues to study and adjust to minimize its environmental impact. In Fall 2009, NYU streamlined its bus routes and reduced bus stops, moves that are projected to cut the usage of diesel fuel by an estimated 16% and decrease the number of large vehicles traveling through lower Manhattan by an estimated 22%. The curtailed bus system places increased importance on NYU's looking for possible development sites located near mass transportation, as evidenced in the 2031 plan. NYU's new shuttle bus fleet contract specifies the replacement of one bus per year with an equivalent high-performance, hybrid-electric bus that will achieve substantially higher mileage per gallon and continue to improve local air quality. The first of these buses arrived ahead of schedule in early 2011. Other transportation measures have included new bicycle recycling and donation programs, development of a pilot community bicycle-sharing system, creating new bicycle storage, and developing bicycle anti-theft and education programs.            However, there is a rationale, for the moment, for retaining a University bus system. A significant need, for example, is to link Washington Square to the health corridor on First Avenue, which is some distance from a subway line. Faculty, administrators, and students all require easily access to reach physicians and other Medical and Dental School resources located in that area. The university bus system also alleviates safety concerns by providing secure, direct transportation for students who remain on campus late in the evening for classes, study groups, or events. The task ahead will be to meet these legitimate needs while continuing to downsize and \"green\" our bus system.            Dining            Led by Dining Services , NYU has piloted sustainable food options, removed bottled water from student meal plans, and implemented trayless dining, an initiative that has reduced plate waste per meal by 44%. NYU's institutional food waste composting initiative – the largest in Manhattan – processes both preparation scraps and plate waste, collecting thousands of pounds per month.            Purchasing            With new purchasing guidelines established in FY 2008, NYU now purchases recycled paper with a minimum of 30% post-consumer content; buys Energy Star-labeled electronics, appliances, and office equipment; utilizes recycled furniture from the Asset Management Office or purchases green-certified office furniture when available; and prints and copies double-sided whenever possible.            Gardening and Landscaping            The NYU Garden Shop uses organic landscaping management techniques in all areas of its operation, in keeping with its commitment to provide innovative, sustainable landscape care. The Garden Shop strives to use NYU's open space and planted areas to serve a variety of functions, including teaching, research, and public service. It is always looking for new ways to integrate native species and edibles into existing spaces – for example, the placement of edibles in planters near Washington Square Park. The Garden Shop established a Native Woodland Garden, which brings to life New York's pre-European ecological past, and also maintains the Healthy Landscape Demonstration Garden.                                                     The Garden Shop                                                           Left: NYU Gardener George Reis planting the Native Woodland garden (Source: New York Times);           Right: Landscaping at the Coles Sports and Recreation Center, prepared by NYU Garden Shop                                                 Reducing Carbon Emissions                                          2006-2009 Greenhouse Gas Emissions, with Energy Emissions by Fuel Source                    NYU's total emissions, the majority of which come from energy use in buildings, have steadily decreased at an average annual rate of roughly 7% for each of the past three years—an ambitious and accelerated pace. Learn more about how NYU is reducing its greenhouse gas emissions in the Climate Action Plan (PDF)                                       Green Buildings         Previous        1        Next                          Gallatin School Renovation 1 Washington Place            In a landmark redesign project that began in 2007, NYU’s Gallatin School of Individualized Study renovated its home at 1 Washington Place to reflect the innovation that has defined the School since its inception in 1972. In the first renovation project at NYU to achieve LEED certification, a total area of approximately 32,000 square feet was completely renovated in 2007 and 2008. New and renovated spaces include the ground-floor Wendy and Jerry Labowitz Lounge (pictured) with its floor-to-ceiling windows and vibrant artwork, the Jerry H. Labowitz Theatre for the Performing Arts, a student activities suite, and gallery spaces on upper floors. Learn more about the project at http://www.nyu.edu/gallatin/leed/       Read More                             133-139 MacDougal St. - Wilf Hall            A new building at 133-139 MacDougal Street is under construction to house new and existing Law School research centers which have outgrown their current space and are awaiting a permanent home. The former site of the Provincetown Playhouse, the University is preserving the Playhouse walls and other historical elements to honor the rich history of the pre-1940s and post 1940s theater; the Provincetown Playhouse will continue as a working theater in the building and will be run by the Steinhardt School. The new building is of low-scale with a new façade only a few feet higher than the current building height and is designed and detailed to be harmonious with the existing streetscape. Wilf Hall will be one of a handful of New York City buildings to achieve a platinum rating in the LEED Green Building Rating System. Among other features, the new structure will have a green roof. Read more about the project at http://www.nyu.edu/construction/provincetown/       Read More                               Center for Academic and Spiritual Life 58 Washington Square South             The site will be home to NYU's Center for Academic and Spiritual Life, which will include space for religious observance, offices for NYU's Chaplains' Circle, classes, music rehearsals, and conferences, and will include space for an ongoing Catholic presence. The creation of this Center will provide a communal home for our students' religious and spiritual lives, as well as furnish us with additional academic space in our core area. In keeping with NYU's sustainability efforts, the Center will be constructed to LEED Silver standards. Construction is scheduled to be completed in Summer 2012. Learn more at http://www.nyu.edu/construction/58wss/       Read More                                            Download: Executive Summary &mdash; 7.6MB Full Report &mdash; Links             Chapter 1, \"A University Looks to Its Future\" — 1.9MB      Chapter 2, \"A New York Story\" &mdash; 1.3MB      Chapter 3, \"A New Approach for the 21st Century\" &mdash; 4.2MB      Chapter 4, \"An Academic Vision\" &mdash; 4.1MB      Chapter 5, \"How NYU Will Grow\" &mdash; 11.9MB      Chapter 6, \"The Core\" &mdash; 5.1MB      Chapter 7, \"Neighborhood\" &mdash; 3.7MB      Chapter 8, \"Remote\" &mdash; 11MB      Chapter 9, \"Urban Sustainability\" &mdash; 2.5MB      Chapter 10, \"Moving Forward\" &mdash; 0.4MB      Chapter Appendix, \"Framework\" &mdash; 0.6MB                Unless otherwise noted, all content copyright New York University. All rights reserved. | Copyright and Fair Use             Tell us what you think about our plans"}, {"content": "NYU Reynolds Program in Social Entrepreneurship Blog - A forum for Reynolds fellows, scholars and practitioners from a wide variety of academic and foundation based social entrepreneurial programs to share updates on their work and their thinking on trends and developments across sectors that impact the world of changemakers. Please also visit the Reynolds Reader at http://www.nyu.edu/reynolds/resources/reader.html for a compilation of blogs by Reynolds members.                                                                        NYU Reynolds Program in Social Entrepreneurship Blog      A forum for Reynolds fellows, scholars and practitioners from a wide variety of academic and foundation based social entrepreneurial programs to share updates on their work and their thinking on trends and developments across sectors that impact the world of changemakers. Please also visit the Reynolds Reader at http://www.nyu.edu/reynolds/resources/reader.html for a compilation of blogs by Reynolds members.                                                                         Finding Your Path: Lessons Learned from an Investment Banker Turned Social Entrepreneur                         Leave a reply                       By Gerald Chertavian   Right after college I started my professional career on Wall Street as a banker. I decided to volunteer as a Big Brother in New York City and I was matched with an eleven-year-old boy named David. David lived in a housing development on the Lower East Side that was one of the most heavily photographed crime scenes in New York. During my Saturdays with David, I quickly noticed he was a gifted, passionate artist, although he lacked the knowledge and the support to pursue his dreams. I learned that his potential was being limited by a lack of opportunity that was in part driven by his zip code, his socio-economic status, his skin color and the school system he attended.   In fact, many of the people I met in David&#8217;s housing development were extremely motivated and talented &ndash; although they lacked access and opportunity. With his hard work, commitment and a bit of my support, David graduated from college, the first in his family to do so. His dedication and abilities eventually earned him a position as an animator in Los Angeles. He now runs his own business, owns his own home, and is happily married with two beautiful children. But I never forgot about the other people in David&#8217;s neighborhood, especially as I began to hear more and more about a lack of skilled employees in the country.   Year Up was born from this experience. From 22 students in 2000, we will serve 1,900 students annually in 2013. Our mission is to &quot;close the Opportunity Divide by providing urban young adults with the skills, experience, and support that will empower them to reach their potential through professional careers and higher education&quot;. In my journey from banker to social entrepreneur, I have been lucky enough to learn some great lessons from mentors and peers. Below are four that have guided our growth at Year Up from a small, local nonprofit to a national organization.   1) Accept you don&#8217;t know, what you don&#8217;t know   The biggest trials in launching a social venture will not be the obvious gaps or issues that you know need to be addressed. The primary challenge is figuring out what is not on your radar. The best way to solve this issue is to surround yourself with a diverse group of people with different backgrounds, experiences and point of views. They will be the ones to point out the big holes and issues in your thought process and plans.   When looking for our first rental space, I was determined to locate Year Up right in the middle of a low-income community. I wanted to meet the students where they lived. My understanding from my experience with David was that public housing complexes were insular, and I wanted the students to feel comfortable. Then came Linda Swardlick Smith, an experienced and passionate Master in Social Work, who I was thrilled to hire for my team. Linda made it clear to me &#8211; in a conversation that wasn&#8217;t easy &#8211; that locating Year Up in the Financial District of Boston was the better option. This would allow our students to begin feeling comfortable in a professional setting, and help them walk into a corporate building with their heads held high. In addition, she pointed out that we would not be dealing with one type of student, and our location needed to accommodate a diverse population. If we were to set up shop in Roxbury, it may be difficult to attract students from East Boston or Chelsea.   So we opened our first site in Downtown Crossing instead, in close proximity to all the major transit lines and that made it convenient for all groups. And moreover, the central location proved in time to be vital for hosting visitors, including the investors and corporate partners who fueled our growth.   2) Put the right people in the right seats   When hiring, it is important to look for people who are emotionally fulfilled by the mission. Making sure they are willing to go the extra mile for your cause is more important than being sure they have the perfect set of skills. Skills can be worked on and improved, especially in someone who is motivated. But an unshakable passion for the mission cannot be taught, and when times are tough and late nights are the norm, you want your staff to really believe in the work that they are doing.   I learned this lesson from the first instructor I hired, Richard Dubuisson. Richard began his childhood in Haiti, and after moving to Miami he was held back because he did not speak English. He had trouble adjusting and dealt with severe prejudice. He applied for our first open teaching position knowing I was looking for a teacher with five to ten years of experience and a master&#8217;s degree, none of which he had. But in his interview, Richard made an intriguing promise that convinced me he was the right hire: he said he would be the best teacher I would ever have, because he had been one of our students. His unwavering passion and experience led him to be the perfect fit, and one of our very best instructors for over a decade.   3) You need to be a fanatic   As Winston Churchill once said, &quot;a fanatic is one who can&#8217;t change his mind and won&#8217;t change the subject.&quot; When starting a social venture, you are constantly selling your product, and are talking to people every day about the work that you are doing. You must have an unwavering passion, because doing that is not easy. When I started Year Up, I was out three to four nights a week just trying to connect with the right people. I would try my best to meet the &quot;movers and shakers&quot; in Boston and to explore whether they had an interest in getting involved in our mission. It was exhausting and thrilling at the same time.   Having said that, I&#8217;ve tried hard over the years to achieve work/life integration, which is different from work/life balance. The work at Year Up doesn&#8217;t stop at 5pm and so it has been really important to figure out how to integrate work with life outside of Year Up. It helps a great deal to have a support system around you. In my case, I have been extremely fortunate to have had a &quot;quiet co-founder&quot; with me at all times, my wife Kate. She was there from the beginning and has been deeply involved ever since. From setting extra plates at dinner for staff or graduates, to mentoring countless students, to interviewing potential hires, Kate helped make Year Up a reality and helped us to achieve an integration that has worked well for our family.   4) Dream big and then go to sleep, wake up and dream even bigger   Entrepreneurs are in the right position to dream big. If you are not dreaming big to solve the problem, then who is? When I wrote my first business plan, my dream was to reach 10,000 students. As we welcomed our first class of only 22 students, this goal seemed overly ambitious, and several people laughed when we told them about our aspirations. Well, we will hit the goal of reaching 10,000 students in a few years, and so we have shifted our gaze to having a national impact. To advance our vision of a country in which all 6.7 Million &quot;Opportunity Youth&quot; have access to meaningful career opportunities, we are adapting our program and piloting new models that are capable of reaching 100,000 people a year. We are also working to impact the systems and policies that perpetuate the Opportunity Divide. With this plan, we will reach many more young people in search of a chance to prove themselves.   Social entrepreneurs are dealing with some of the biggest issues of our day. Your ideas can dictate what our future country will look like and I firmly believe that you will be at the forefront of solving some of our most pressing social challenges. We need you more than ever and I am humbled to walk alongside you on this long road towards a more just and equitable society.                  This entry was posted in Uncategorized on January 16, 2013 by reynoldsAdmin .                                             Moving Beyond Sustainability to Environmental Effectiveness                         Leave a reply                         by Colin Beavan   The task at hand &#8212; to create a new reality; a new way of living with fewer  resources while providing a prosperous life for every member of our growing  population &#8212; is going to require more than even the best technology that money  can buy. It&#8217;s going to require imagination, open-mindedness, a willingness to  live and to understand life differently. With that significant challenge ahead  of us, is &#8220;sustainability&#8221; the best weapon we can bring to the fight?    To illustrate my point, let me ask: is sustainability an inspiring call to  action? Do you dream of a life that&#8217;s simply &#8220;sustainable?&#8221; Or do you  hope for something better, say, a happy life? One that&#8217;s full of meaning?   Who among us would be satisfied with living a life that can simply be sustained ?  And if that&#8217;s not what we want for ourselves, then why is it the word we use to  pitch this lifestyle to the still-unconvinced? Sustainability, the way many on  the most recent wave of popularization have tended to think about it, is nothing  more inspiring than business as usual &#8212; adapted so that we can do it forever.  As usual.   I am aiming a punch straight for our &#8220;green&#8221; solar plexus. I want  to knock the wind out of our guts. I want us take a deep breath and think of  something better.   What I&#8217;m saying is that there are a lot of products and processes out there  that could be made in a way that&#8217;s arguably sustainable when, in fact, they do  no good for humankind at all. To my mind, even if resources are used  &#8220;sustainably,&#8221; if they are not being used to improve human life, they  are still, essentially, being trashed.   A new means of evaluating products and services in terms of their improvement  to human life will be a necessary step in the evolution of  &#8220;sustainability&#8221; &#8212; if we want to use that term &#8212; as an enduring  philosophy.   When our measure of sustainability asks only if a given activity is  something we can get away with doing &#8212; and fails to ask whether that activity  is worth doing at all &#8212; we fail to see the larger picture.   Imagine a soda can. Sure, it&#8217;s better for the planet if the can is both  recycled and recyclable; it&#8217;s even better if the local recycling program  ensures that the aluminum used to make the can continues to loop through the  process of use and re-use. At that point, the process of packaging soda becomes  arguably sustainable.   But when we view that product in the interconnected world in which it lives,  we still end up with obese kids buying sugary sodas from machines in their  schools. Another example: No matter how green a car we drive, unless the system  changes we  are still stuck with suburbs and highways and spending 13 percent of our  incomes to service those cars.   Business. As usual.   &#8220;Sustainable&#8221; implies something can be done, but it says  nothing about whether it should be done . It says nothing about whether  our precious resources are being used for our betterment.   In order to change the paradigm, I believe that we need to begin to include  &#8220;life enhancement&#8221; as a measure of a product&#8217;s overall worth in the  world.   Consider, first, that reduced resource use and ecological lifestyles, on both  the cultural and the individual level, need not mean deprivation. Let&#8217;s assume,  in fact, that there are synergistic solutions that can help solve both our  lifestyle and our environmental crises.   Indeed, let&#8217;s assume that such solutions are better than what we call  &#8220;sustainable&#8221; because they have the added benefit of enhancing human  life. I&#8217;m going to call these solutions, for the purposes of this post,  &#8220;environmentally effective.&#8221;   Environmental because it is less harmful to the environment. Effective because  resources are effectively used to enhance human life. In other words, we get  joy or life, quality or health. Or something else good. That&#8217;s better than  boring old &#8220;sustainable,&#8221; right?   One simple example of environmental effectiveness on the individual level:  cycling. Studies show that bicycle commuters are happier than car and transit commuters.   Research also shows that, at the cultural level, people who live in  pedestrian-friendly areas tend to have more friends.   In both cases, the scenario that uses fewer resources results (directly or  indirectly) in better quality of life. The happiness of people, therefore, does  not depend on energy and material use. It depends upon whether materials and  energy are used effectively to improve well-being.   You can argue, therefore, that a transportation system based on biking is  not just sustainable, but actually environmentally effective.   In this next-gen version of ecological thinking, I&#8217;d like to propose that  the ecologically responsible designer of products and systems go beyond the  question of identifying the lowest possible energy and materials input. The  real question is whether use of those valuable ecological resources can be  justified in terms of quality of life improvement.   In mathematical terms, the &#8220;environmental effectiveness&#8221; (E) of a  product or system might be represented by an equation that looks something  like:   E = life enhancement / ecological resource use.   The more life enhancement (pleasure, health, contentment, security,  community, connectedness) delivered per unit of resource, the higher the  environmental effectiveness, and the more ecological the product. In other  words, even a conventionally-grown apple has a higher environmental  effectiveness than organically-grown tobacco.   And if you think about it, products like sugary sodas wouldn&#8217;t score so well  either. Carrot juice, even in the same throwaway container, would score better.   Here&#8217;s another example: a coal-fired power plant. If we were to build one  here in New York, say, where I live, we might be able to turn our air  conditioners up and keep our buildings a degree cooler. But if we built the  same power plant, say, in India, we could deliver electric light to villages so  kids could learn to read at night.   The same power station is more environmentally effective in one case than  the other. Though both examples have the same ecological resource use, the  Indian case delivers more life enhancement.   We have become so short on environmental resources that we can no longer  afford to be wasting them on things that don&#8217;t even improve our lives.   Environmental effectiveness goes beyond sustainability and challenges us to  ask whether or not we&#8217;re using our resources to enhance life; because if we&#8217;re  not, isn&#8217;t that the true definition of waste?   It challenges us to look deep into the environmental crisis not only for  opportunities to use less , but also for ways to use better . It  challenges us not to squander our limited resources on things that harm us or  others but to value our resources enough to insist that they are used for our  good.   That&#8217;s vision. That&#8217;s opportunity. That&#8217;s a chance to get better lives as  well as solving the environmental crisis.                     This entry was posted in Uncategorized and tagged Colin Beavan , Ecology , Environment , Gabriel Brodbar , Green , Impact , New York City , No Impact Man , NYU , Reynolds , Social Entrepreneurship , Speaker Series , Sustainability , Wagner on October 25, 2012 by reynoldsAdmin .                                             Making is Hard To Do                         Leave a reply                       By Dale Dougherty Co-founder of O&#8217;Reilly Media, Founding editor and publisher of Make magazine, Co-creator of Maker Faire    At the core of the maker movement is the idea that we are more than consumers; we are makers. We are producers, creators, builders and shapers. Makers are enthusiasts who love what they do and want to share it with others, as seen in Make Magazine . Makers are mostly amateurs.     Makers &#8220;scratch their own itch,&#8221; to use the phrase that Eric Raymond coined to describe what motivated Open Source developers. Making technology do what we want it to do and adapt it to our creative and personal goals is very satisfying. This desire to satisfy ourselves and our interests is at the heart of a growing DIY (do-it-yourself) culture. Yet this is a culture that is very personal and intensely social. Makers are builders of communities that organize around shared interests. We&#8217;ve seen the growth of maker communities, both online and local.     There&#8217;s no better place to meet makers than this weekend&#8217;s at the NY Hall of Science in Queens. You&#8217;ll meet hundreds of makers who exhibit their creative projects that use technology in innovative ways. You&#8217;ll be among thousands of others who we hope get their first hands-on experience making something and meeting others who are makers.     If consuming is meant to be easy, making is hard by comparison. While a lot of DIY projects may be easy to do, many of the projects that makers undertake are hard. Hard as in hardware. Working with hardware isn&#8217;t as hard as it used to be. Hardware is now benefiting from the same forces that allowed open source to reshape the software industry and create the web economy. Makers are part of a prototyping revolution that is inviting a new audience to design and develop products. Open technologies and new collaborative processes just might change the way we make things at work and home.     Yet if the maker movement is to continue to grow, we must understand the importance of community building and broadening participation. Maker Faire has served as a catalyst for community building. There are over 60 Maker Faires worldwide this year. Maker Faire helps to identify makers so they can find each other in a community. It also helps to invite others to participate and learn to become makers.     The growth of hackerspaces and makerspaces is crucial to the success of the maker movement. These physical workshops organize tools, materials and expertise for people. They help to prepare makers and train them to do things that many of us would think are hard to do. It&#8217;s also important that these workshops be available for young people. Many existing spaces cannot serve young people because of liability reasons. We need find ways to include young people in the existing spaces or by setting up unique spaces that are focused on the needs of young makers. That&#8217;s become a personal goal of mine &#8211; to extend the maker movement to schools and reach more young people.     We need more places in our community where young people can go to learn and gain the experience of making. And we need more mentors and other volunteers to provide expertise and personal support. We have two key initiatives: the MENTOR Makerspace program and the non-profit Maker Education Initiative . The Makerspace program is a DARPA funded program to establish physical workspaces in up to 1,000 high schools over the next three years. We have just launched our initial round of pilot schools in the Bay Area.     We&#8217;ve also set up the non-profit Maker Education Initiative to work with partners to develop model programs that provide more opportunities in our communities for young people to engage in making. One of its programs is Maker Corps, which will help organize volunteers in communities to help develop young makers.     We want everyone to understand that they can become makers. While it&#8217;s not necessarily easy, it is possible. For those makers who develop and share their own creative projects, it can be very satisfying.   Continue reading &rarr;                  This entry was posted in Uncategorized and tagged create , diy , innovate , innovation , make , maker , maker movement , Reynolds , Social Entrepreneurship , social innovation , technology on September 26, 2012 by reynoldsAdmin .                                             Jeffrey Hollender on How To Get Business &#038; The US Economy Back on Track                         Leave a reply                         Big business in America has evolved over the last 40 years from an engine of growth and prosperity to a wealth concentrating and environment destroying force that writes its own rules and will do almost anything to ensure its survival. Can we recapture the potential of business to create a sustainable and equitable future? Hollender will discuss these questions and more at his lecture at NYU Reynolds on February 7, 2012. This event is free and open to the public.       By Jeffrey Hollender   I can&#8217;t repeat these sad facts often enough:       Just 1% of Americans own 40-50% of the wealth . Annual income for the wealthiest soared from $4 million in 1974 to $35 million on average in 2007.   The richest 400 Americans average $270 million in income and pay only 18% in federal taxes. In 1955, the country&#8217;s most affluent made far less money and paid 51 percent of their income in taxes.   Inequality in America is worse than Egypt, Tunisia or Yemen.   Tax rates on executive pay, have been cut in half since 1970.     Don&#8217;t be fooled by declining unemployment numbers, strong automobile sales, or the fact that luxury brands like Tiffany&#8217;s and Louis Vuitton Moet Hennessy (LVMH) are making money hand over fist &#8211; our economy is still in a terrible mess. And we need to act NOW to fix it   The reason America&#8217;s financial house is in such disorder is four-fold:     First, we simply lack a credible strategy for creating a sustainable and equitable economy.     Second, and related to point number one, we have allowed our largest corporations to sit on gigantic piles of cash (accumulated by some as a result of paying little or no income tax) rather than invest in the research and product innovation that is essential if we are ever going to hire more workers and maintain our global position of economic leadership.     Third, our economy is being held hostage by the U.S. Chamber of Commerce&#8217;s old economy industries &#8211; from oil, gas and coal to banks and brokerage firms &#8211; which evade corporate income taxes and live on government subsidies.     Fourth, as a nation, we are consistently failing to do what citizens in places like Egypt and Tunisia have done and exercise our democratic right to fight against this unacceptable state of affairs.       Last year, I wrote about the loss of the nation&#8217;s third largest manufacturer of solar technology: Evergreen, based in Devens, Massachusetts, shut down its brand new plant, laid off 800 workers and left for China. And there&#8217;s the real truth: the erosion of much of the manufacturing foundation of our economy continues unabated.   New jobs are appearing, but in all the wrong places. The Bureau of Labor projects that in the next decade we&#8217;ll create 394,000 new food service and preparation jobs earning an average of $16,430. Lowe&#8217;s Home Improvement stores announced not long ago that it was adding 8,000-10,000 jobs for weekend sales associates and &#8220;assistant&#8221; store managers while firing 1,700 store managers.   While it&#8217;s unquestionably true America will never be able to compete when it comes to many sectors of manufacturing, a low-wage, service-based economy that specializes in flipping hamburgers rather than building solar panels, imports its food from China and manages health care costs by having X-rays read in India rather than investing in preventative and alternative health care providers is an economy I wouldn&#8217;t want to risk my financial future on. To paraphrase Bloomberg Business, who would invest in an economy that lost $2 trillion last year and has a negative net-worth of $44 trillion?   And we keep making matters worse.   As 2012 came to a close, so did two federal tax incentives for the solar and wind energy industries that have powered their explosive growth. The expiration of the incentive tax credit &#8211; used primarily by solar &#8211; and the production tax credit for wind will cost tens of thousands of jobs and slow the nation&#8217;s transition to carbon-free power.   The Solar Energy Industries Association estimates that 37,000 jobs will not be created in 2012 as a result of the cash grant program expiring. The American Wind Energy Association, predicted that an extension of the production tax credit, or PTC, would create 54,000 jobs over the next four years.   So what&#8217;s the solution? Here&#8217;s a 10-point plan to get us back on the right track:     End all corporate financial subsidies. The renewable energy industry will do just fine if we stop subsidizing oil and gas with billions and billions of subsidies.   Institute a corporate flat tax with no exceptions.   Close the door on offshore corporate tax shelters.   Provide $5 billion of capital for start-up businesses, small businesses and worker-owned companies that provide livable wages and offers sustainable products or services.   Reduce payroll taxes permanently. Offset this with a tax increase for the wealthiest 1% of Americans and an elimination of the tax deduction on second homes.   Decrease the defense budget by 25% over the next 10 years and invest 100% of those funds in education, research and infrastructure.   Target three industries in which America can assume global leadership and align our federal investment in education and R&amp;D in support of those industries.   Institute a tax on carbon and increase the gasoline tax to fund our federal investment in the three chosen industries.   Mandate over the next three years women make up 50% of the directors of all public and private companies.   Publicly fund all elections, allow online voting, get rid of the electoral college and let the public directly cast their vote for their chosen candidate.     About Jeffrey Hollender  Jeffrey Hollender is the founder of Jeffrey Hollender Partners, a business strategy consulting firm and the co-founder and former CEO of Seventh Generation, which he built into a leading brand known for its authenticity, transparency, and progressive business practices. For more than 25 years, he has helped millions of Americans make green and ethical product choices, beginning with his bestselling book, How to Make the World a Better Place, a Beginner&#8217;s Guide. He went on to author five additional books, including The Responsibility Revolution and Planet Home. He is the Board Chair of the Greenpeace Fund US and a board member of Verite as well as the co-founder and Board Chair of the American Sustainable Business Council. Please visit www.jeffreyhollender.com to learn more and visit Jeffrey&#8217;s blog. He can also be found on Twitter (@jeffhollender) and on Facebook .   Continue reading &rarr;                  This entry was posted in Uncategorized on February 9, 2012 by reynoldsAdmin .                                             How Games Can Influence Learning                         Leave a reply                       By Nathan Maton     What do games have anything to do with learning? We spoke to  nationally recognized researchers, teachers, game-based schools and  companies that develop educational games and asked how they see games  fitting into the education landscape.   IT&#8217;S ABOUT INTERACTION, NOT ISOLATION . &#8220;At the end  of the day, a game is successful only if each individual gamer has an  interaction with it that makes him or her want to come back for more,&#8221;  says Nt Etuk, CEO of Dimension U, an educational games company. &#8220;Even  the massively multi-player games [such as World of Warcaft] are  successful only because they have tapped into a million individual need  to interact, or to compete, or to form groups.&#8221;   GAMES CAN HELP STRUGGLING STUDENTS. &#8220;[Games] don&#8217;t cause behavior problems but eliminate them,&#8221; Ananth Pai says. Pai teaches students from second to fifth grade in Parkview/Center Point Elementary school in Maplewood, Minnesota. Pai  took the time to develop a game-based curricula, and says he&#8217;s seen the  rewards of his efforts.    In his gamified classroom, students who performed below proficiency  contributed the most to the double-digit growth in achievement. &#8220;These  are the students that make up the whole education reform debate.  Gamification helps them from falling through the ever widening  achievement gap as they move forward from third grade,&#8221; he said.   IT&#8217;S HIGHLY PERSONALIZED. With the best games, the  player is challenged at exactly the right level and in the right way to  keep the player playing. &#8220;Maybe the question we need to ask is what  about games causes youth to engage that our traditional approach to  education lacks,&#8221; says Brian Alspach, Executive Vice President of E-Line   Media, an educational games publisher well known for their game Gamestar Mechanic . &#8220;Perhaps applying games to classes is hard because they work on a   different educational philosophy than our current education system.  Classes are designed to get the lowest common denominator engaged, while   games are an interactive, &#8216;lean-forward&#8217; medium in which players can  progress at their own pace while trying and failing in a safe  environment. A well-designed game offers an intricate balance of  challenges and rewards that continually pushes players to, and then  beyond, the limits of their knowledge and skill.&#8221;   GAMES ARE NOT ALWAYS THE MAIN POINT . Quest To Learn ,   a school led by renowned game designer Katie Salen that integrates  games across all classes and subjects, is one of the leading examples of   how games fit into schools. Yet even there, according to Rebecca  Rufo-Tepper, Director of Integrated Learning, none of their teachers  teach exclusively through games. Even when they do use games, they&#8217;re  frequently not what you&#8217;d imagine.   &#8220;Games are very flexible and can be used in different ways,&#8221;  Rufo-Tepper says. &#8220;It&#8217;s not like they&#8217;re in the classroom playing a  video game or playing cards everyday but there is this larger contextual   experience that is game like. We use the word &#8216;game-like&#8217; a lot instead   of &#8216;game.'&#8221;   She gives an example of how the school&#8217;s seventh-grade literacy class, in which they read a book called Chains   by Laurie Halse Anderson, about New York City during the American  Revolution. Students are asked to write about the different types of  power represented in the book, to give literary examples, and to write a   literary essay with multiple drafts. Sounds like a typical English  class, except the small twist here is that Oprah Winfrey has &#8220;visited&#8221;  them in a video created by game designers and the teacher, and asked  them to join her book club. &#8220;There&#8217;s a fictionalized game-like  experience and the kids know that it isn&#8217;t really Oprah but it is all  couched in this game like experience,&#8221; she said.   GOOD EDUCATIONAL GAMES ARE DIFFICULT TO DEVELOP. &#8220;The   fact is, many of the games out there suck,&#8221; said Ralph Vacca, a  doctoral student at New York University&#8217;s Educational Communications and   Technology Program. &#8220;They don&#8217;t tackle genuine learning needs as  teachers see them, they don&#8217;t address practical limitations, as teachers   see them, and they don&#8217;t live up to the hype around them, as teachers  see them.&#8221; Those who design games need to recognize the &#8220;logistical,  organizational, and cultural obstacles teachers have to deal with that  underlie lots of perceived &#8216;resistance&#8217; to innovations in the  classroom.&#8221; For busy teachers, spending days or weeks prepping to use a  game in just one or two classes is not the best use of time, he said.   Even Quest To Learn, which hopes to be a leading example in  implementing games in schools in game design, admits to the challenge of   developing useful games. They&#8217;ve pulled together the best and brightest   of both the teaching and game-design worlds and carefully thought  through their plan. Even so, some of their games, particularly in their  first year, were frequently over-designed and over-complicated.   &#8220;We&#8217;ll have designed a board game where we realize that it has taken  45 minutes of class for the kids just to understand how to play it,&#8221;  Rebecca says. &#8220;And we&#8217;ll have said we&#8217;ll take 15 minutes to explain it  and then they&#8217;ll play around and then we&#8217;re in a classroom. Forty-five  minutes have gone by and the kids are still trying to figure out how to  play it.&#8221; Add to that the fact that it was a Friday, by the time student   return on Monday, &#8220;they&#8217;ve forgotten everything that you&#8217;ve talked  about.&#8221;                    This entry was posted in Education on October 18, 2011 by reynoldscohort .                                             Reaching the Top                         Leave a reply                       BY: Mike Jones  mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">One of  the more troubling aspects of a top-down system of governance is that all too  often those who are impacted the most by federal or state legislation are the  ones with the least input in its creation. I was recently asked by the Coalition for  Residential Education (CORE) to speak on a Congressional panel along with  several other young people to push back against this issue and, hopefully, give  those people at the top a little advice from those of us at the bottom.    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">The  impetus for our visit to Capital Hill is the recent push to defund  residential/group home care in several states across the country by reducing  the number of minors that are placed into these programs. The foster care  system, while still the first stop for young people that can no longer live  with their families due to abuse, neglect, or issues beyond their control, is  overcrowded and many youth end up bouncing to multiple different foster care  placements before either turning 18 or becoming emancipated minors. Reform is  needed but not all reform is created equal.    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">In the  Fall of 2010, the Senate Caucus on Foster Youth released a  mso-bidi-theme-font:minor-bidi\">white paper  &quot;Times New Roman&quot;,&quot;serif&quot;;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:  minor-bidi\"> concerning the state of youth in the U.S. Child Welfare System.  For the most part, the points provided are sensible and reflective of what  welfare advocates have been pushing for years. For example, proposals to create  a &#8220;foster care bill of rights&#8221; and to &#8220;monitor the use of psychotropic drugs&#8221;  administered to young people in foster care are sensible and long overdue.  Other parts however, such as a proposal to decrease funding to &#8220;congregate  care&#8221; (Group homes) after a one-time  90 day period following the placement of a minor, and to eliminate that option  for anyone under the age of 16, is raising eyebrows among advocates for  residential education like CORE.    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">Over the  past decade, states such as Massachusetts, Virginia, and North Carolina have  made reducing the number of youth in residential or group home care an  essential part of their plans for Child Welfare Reform. The motivation behind  this is two-fold. On the one hand, it is generally accepted that foster care  placement, in which a minor lives with relatives or &#8220;qualified adults&#8221; that they  are not related to, is preferred to placement in a group home. On the other,  more suspicious hand, the motivating factor for states and a growing number of  organizations in the field (such as the Annie E. Casey Foundation) is that  foster care just costs less; in fact it costs 2/3 less than a comparable group  home placement.    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">With  this in mind, you might be asking yourself why these wildly expensive and  supposedly less preferable group homes exist in the first place and you would  no doubt find company in those higher echelons of policy-making that feel the  same way. However, these institutions have been around for decades for a  reason, there is a real and continuing need for them. There are approximately  half a million young people in the child welfare system and although it would  be nice to think they all have support networks of people to take care of them  at a moments notice, that&#8217;s simply not the case. Group homes may not be the best  first option but if given the chance they can be a close second for thousands  of young people across the country.    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">This was  what I had in mind when, with the support of an amazing group of young people  bearing similarly positive experiences with group home care, we made our way to  Capitol Hill. The speakers, with ages ranging from 18 to 33 all gave incredibly  moving testimony about how when the traditional foster care system failed them  and they were placed into residential care, they found themselves in a  community of young people just like themselves and were given a stable  environment to live and ultimately thrive.    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">    mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi\">One by  one, each speaker rattled off the ways in which a residential placement option,  while not the ideal choice, eventually ended up being the right choice for  them. The message of the event was clear; a monolithic system of care in which  a few policy makers decide that foster care and foster care alone is the right  decision for the 500,000 minors in the system is not an acceptable solution to this  national problem. Defunding residential group home programs while knowing that  there are simply not enough foster care families to meet the needs of displaced  youth will further add to a population of transient minors in the foster care  system. Maybe the top should listen a little more closely to what&#8217;s going on  down at the bottom.                 Continue reading &rarr;                  This entry was posted in Uncategorized on April 25, 2011 by reynoldsAdmin .                                             Facebook Philanthropy                         Leave a reply                        normal\"> By Hannah Oppenheimer    normal\">    normal\"> At 10:30 am on a  Saturday morning in large Latin American city, I was sitting with a group of  American students as we waited for a bus that would take us 40 minutes away to  volunteer. I was curious to meet the kids we would be playing with that day. We  were only told one thing about them&#8211;that they lived in severe poverty. Our job  was simply to play with them&#8211;soccer, arts and crafts, board games. Despite the  obvious language difference, I imagined it would be a lot similar to some of my  teaching and babysitting jobs.    normal\">     normal\"> And in fact, it  was. Just like my jobs in the US, the kids couldn&#8217;t seem to keep the paint from  spilling all over their clothes or the picnic tables. The boys were competing for  who knew the most bad words and the girls were trying to lie about how many  refills they&#8217;d already had of fruit punch. There was one adorable quiet boy, as  there always is. But he warmed up to me, as they always do. And as usual, I had  fun escaping the adult world to sit with young friends, who told me their  dreams while I braided their hair or asked them to tell me the stories behind their  drawings.    normal\">     normal\"> The only difference  between this and my other jobs was the camera flashing. At the beginning of the  day, while we were waiting for the bus, another American volunteer turned to me  and said, &#8220;I just can&#8217;t wait to take photos with the kids today. We will look  so cute in the pictures! And we&#8217;ll look really helpful, too!&#8221; For those who  aren&#8217;t fluent in modern American dialect, that translates to, &#8220;Putting this on  Facebook will make me look like such a good person!&#8221;    normal\">     normal\"> But she wasn&#8217;t out  of the ordinary. In fact, the organization in charge of the event held an  informal orientation on the bus ride, in which they literally told us it was  okay to take a few &#8220;Facebook photos.&#8221; They said, &#8220;We&#8217;re all guilty of wanting our  photo taken with poor kids.&#8221; The volunteers were not, however, permitted to  take photos of the neighborhood because they said, &#8220;This isn&#8217;t a zoo.&#8221;    normal\">     normal\"> I don&#8217;t know if it  was a zoo or not. But poverty certainly seems to be the most fashionable  tourist attraction for travel abroad. And anyway, how is taking a bunch of  Americans on a bus to play with poor foreign kids any different than taking  them to a petting zoo? It&#8217;s mutually beneficial, sure. The animals get their  feed, the people get their photo. Not only do they feel good, but they look  good, too.    normal\">     normal\"> But sustainable?  There certainly are plenty of volunteer abroad programs that work. But I always  worry more specifically about the child -centered  volunteer programs that run on a flow of international volunteers. It&#8217;s a great  experience for everyone involved to be exposed to global cultures. But in some cases,  a global mindset isn&#8217;t in the bare necessities for the children actually  receiving the services. Kids are complex and soak in everything, so they need neighborhood  role models who consistently show up, who build relationships, who fuel local  empowerment&#8211;not just kind-hearted foreigners with good intentions, in and out  in a flash of the camera.     normal\">    normal\"> Hannah Oppenheimer is a 2010 Reynolds Scholar at NYU&#8217;s College of Arts &amp; Science. She is currently studying abroad in Buenos Aires.                  This entry was posted in Uncategorized on March 28, 2011 by reynoldsAdmin .                                             Courage in the Heart: The story of how women in rural Bangladesh are radically changing the fabric of their society by amplifying their voices and demanding their rights.                         Leave a reply                       by Annie Escobar     This  past summer, as part of our Reynolds Program Internship program, Patricia  Schneidewind (a fellow Reynolds scholar) and I traveled to  Bangladesh  for nine weeks to  document BRAC, the world&#8217;s largest development organization&#8217;s social justice initiatives. Today, on the 100 th anniversary of  International Women&#8217;s Day we are launching Courage in the Heart, an online  storytelling platform featuring the stories of 12 women who are radically  changing the consensus about the value of women by organizing to demand their  rights. Visit the site here:   100.0%\">  mso-style-textfill-fill-alpha:100.0%\">www.brac.net/courageintheheart     color:#333333\">     color:#333333\">Mussamat struck us with her beauty from the moment we saw her.  She greeted us with a brilliant smile, making me second guess if she was the  woman we would be interviewing. I didn&#8217;t expect someone who had acid thrown on her face (by  her husband after he insisted her family pay a higher dowry) to be so full of  life. BRAC is now fighting her case in  court to bring the perpetrators to justice.       Her  interview was like many others. After convincing the inevitable crowd of  interested neighbors to give us some space, we sat, just the three of us, in  her courtyard. Ruhul, our good friend and translator, gave basic instructions  about what our project was and then basically just told her to talk and then left  (the women felt more at ease without the male presence).       Mussamat  began speaking. She spoke quietly at first and then her voice developed a strength  and a rhythm.   color:#333333\">For long moments she stared into the distance, letting a loud  heaviness settle into the spaces between her words. My limited  Bangla meant that I could only understand bits and pieces, but it was as if my  body could feel it all. S  &quot;Century Gothic&quot;,&quot;sans-serif&quot;;color:#333333\">o much is communicated through the  face, the voice, and the breath. My heart felt compressed and  breathing became difficult. When she was finally done, half an hour later, we  quietly shut the camera off and all held each other and cried. And then, in a  moment that is still profoundly humbling, Mussamat took her scarf and slowly, gently  wiped the tears and sweat from my face. It is a moment I draw strength from  every day.       Suddenly,  a feeling of lightness came over us and we all started cracking up. We laughed  and danced in that courtyard until it was time to leave.       color:#333333\">The last image of her in my mind is of her beaming, holding her  daughter, sending us away with a giant wave.  color:#333333\"> As  we drove away, I asked Ruhul if he heard her say how old she was.   &#8220;22,&#8221;  he answered.    The  same age as Patricia.      When  we left her house that day I made myself a promise. That I would make sure that  we were not the only ones carrying that testimony.       To  me, our experience in Bangladesh  was a testament to the power of solidarity and connectivity. With the help of  the BRAC staff and Ruhul, we approached these women and incredibly, they let us  into their lives and revealed with intimacy some of their most painful and  proud moments. The compassion we tried to bring to our interviews hopefully  contributed to the trust with which they revealed their stories, but I also  think it was something else too. The last words that Julekha, a mother in  Mymensingh whose daughter was raped and murdered, said to us were, &#8220;When you  leave, tell everyone that you heard my story. I have told you everything. I  want to feel justice.&#8221; Many of the women seemed to see the camera as an  amplifying tool for their testimony and they spoke out to their imagined  audience on the other side of the camera. Now that audience is there,  listening.      Today,  a year after launching this project, Mussamat&#8217;s, Julekha&#8217;s and others&#8217; stories  will be passed on. My hope is that these women and their stories can give  others the inspiration to believe in their own strength and courage to confront  injustice.       Visit    mso-style-textfill-fill-color:black;mso-style-textfill-fill-alpha:100.0%\">  100.0%\">www.brac.net/courageintheheart to see these stories.  Carry them with you. And please, share this project with anyone you can.      Photo Credit Annie Escobar, ListeninPictures                  This entry was posted in Uncategorized on March 8, 2011 by reynoldsAdmin .                                             Bill Drayton- The Gentle Visionary                         Leave a reply                       By Courtney Montague       &#8220;If your idea isn&#8217;t fitting (your vision), you can change it. If the world isn&#8217;t fitting you idea, you can sometimes change it as well.&#8221; &#8211; Bill Drayton     To many in the field of social entrepreneurship Dr. Bill Drayton is not only a founder of the field but also a visionary. He has consistently iterated his approach to social change and in the process assisted millions of people in countries across the globe. NYU Wagner and The Catherine B Reynolds Program in Social Entrepreneurship were lucky to host Dr. Bill Drayton for a series of events last week. Since it began thirty years ago Ashoka has provided seed capital to over 7,000 high impact social entrepreneurs. The average number of people served by these high impact social entrepreneurs is 174,000 and more than half of them change government policy through their innovation. These entrepreneurs don&#8217;t just teach a man to fish; instead they change the entire fishing industry, government fishing policies, and ultimately the world&#8217;s perception of fishing.     After spending time interviewing Dr. Drayton, who insists on being called Bill, here are some tips this gentle, humble, kind and powerful visionary, feels like all of us at NYU need to consider:     1.   The Biggest Barrier to Creating Change is Not Giving Yourself Permission     Our biggest barrier to creating change is actually ourselves. Dr. Drayton advises, &#8220;All those people who tell you you can&#8217;t do things. Be polite; but ignore them.&#8221; So stop listening to the naysayers. Allow yourself to look at a problem, develop a large scale solution, implement that solution and then constantly refine it as you work to change the system. Give yourself permission to be great, and just go do it.     2.   Collaborative Entrepreneurship is Key     If you&#8217;ve been at NYU Wagner for any period of time you&#8217;ll have already been in a number of group projects. Although we might all struggle with Wagner&#8217;s obsession with teams Dr. Drayton agrees that collaboration is key; &#8220;We&#8217;ve learned (at Ashoka) how to create the most powerful force in the world- collaborative entrepreneurship.&#8221;     Five years after receiving an Ashoka Fellowship an average of 97% of Ashoka Fellows are still working on their project, 88% of their projects/organizations have been copied and 55% have changed government policy. These are extremely powerful people, correcting ineffective systems or simply creating new ones. Dr. Drayton explained that when these visionaries work in teams they have an even greater exponential effect on changing a particular system. Therefore, Dr. Drayton encourages social entrepreneurs to consider &#8216;collaborative entrepreneurship&#8217; and openly admired Wagner and The Reynolds Program&#8217;s commitment to team spirited innovation.         3.   Learn it Young       Dr. Drayton also emphasized how incredibly important it is for children and young adults to learn that they can create change. Most, if not all, of Ashoka&#8217;s fellows started their changemaking path very early in life and can trace when their hunger for change first began. He noted how those experiences, at a young age, serve to enforce a person&#8217;s empathy, their confidence and helped to develop their changemaking skill set. This idea forms the basis of Ashoka&#8217;s Youth Venture Program. A program designed to give young people an opportunity to implement their vision of change and learn the associated skills before the age of 20.     So the next time you are working with a youngster, whether they&#8217;re your student or your younger brother, try to create conditions whereby they can realize their power to change the world.     4.   Times are Changing and Everyone is a Changemaker     Dr. Drayton firmly believes that society&#8217;s traditional hierarchal structure, in which most of the world&#8217;s resources are concentrated in the hands of a few, is quickly disintegrating. As information technologies shrink the boundaries between cultures and countries Dr. Drayton firmly believes that the world will soon be a much &#8216;flatter&#8217; place (I mean he&#8217;s right- just look at Egypt). And those who cling to the old, hierarchal way of doing things will be lost along the way. He emphasizes the need for the world to change into a place where &#8216;everyone is allowed to be a changemaker.&#8217; From businesses that allow each employee, from the janitor to the CEO, to voice their vision for the company&#8217;s future to a country&#8217;s democratic, government structure, Dr. Drayton believe it is time we embrace every person&#8217;s voice.     5.   NYU Wagner and Reynolds are &#8216;Islands of Change&#8217;       Throughout our interview and throughout his speech Dr. Drayton continued to praise the entrepreneurial and collaborative efforts of NYU Wagner and The Reynolds Program. He even suggested that, &#8220;The Reynolds program is an island of what the world will be like.&#8221; He believes that only a university committed to social innovation, entrepreneurship and empathy will succeed in the coming years. And he believes that NYU is perfectly situated on the cusp of that paradigm shift. As an individual that has learned a tremendous amount from Wagner and Reynolds, I know I am already indebted to not only a great school but a leader among socially focused entrepreneurial institutions. It is no wonder NYU Wagner and NYU Reynolds are already such close friends of Ashoka.     Check out the video and podcast of the event at http://www.nyu.edu/reynolds/speaker_series/1011/drayton.html or on iTunes .     All photos credit Annie Escobar - Founder of ListenIn Pictures: http:// listeninpictures.com/                  This entry was posted in Uncategorized on February 15, 2011 by reynoldsAdmin .                                             Collaborations Bring Renewal of Faith                         Leave a reply                       In November 2010, 2009 Fellow Courtney Montague invited Reynolds Alumnus Magogodi Makhene (2008) to travel with her to New Zealand to facilitate Courtney&#8217;s program Be The Change . Magogodi writes about her experience in her blog Africa&#8217;s Moment on SocialEdge.org . An excerpt is provided below. Click the link at the end of the post for the full entry.    A Renewal of Faith: Meet Be The Change-Makers   By Magogodi Makhene &#8211; Africa&#8217;s Moment     This week renewed my faith in why I do what I do. GVN Be the Change introduced me to a group of passionate, grounded and very real people who welcomed me into their lives and allowed us all to learn from each other. I am so grateful for this opportunity and cannot wait to see each participant and their idea butterfly beyond the embrace of our community. Fly. Am so proud to introduce you to my new circle of friends and the work they are doing.     Kent, Palmersto, North New Zealand.     &#8220;Everyone can see a kid with a broken arm, how do we see a kid with mental health issues.&#8221; Kent&#8217;s presentation of his vision moved the room to silence. This man is powerful. He speaks about mental health services for youth from a deeply gutteral and primal place. He amplifies our best self, the part that helps pull us through dark days, perhaps because he&#8217;s been there himself. And he&#8217;s only 18&#8230;     To read more, view Magogodi&#8217;s full post at Africa&#8217;s Moment .                  This entry was posted in Uncategorized on November 30, 2010 by reynoldsAdmin .                          Post navigation      &larr; Older posts                                            Search for:                          Pages         About the NYU Reynolds Program   Test Embed Video         Follow Us &#xe802; &#xe80d; &#xe804;       Recent Posts                 Finding Your Path: Lessons Learned from an Investment Banker Turned Social Entrepreneur                      Moving Beyond Sustainability to Environmental Effectiveness                      Making is Hard To Do                      Jeffrey Hollender on How To Get Business &#038; The US Economy Back on Track                      How Games Can Influence Learning                   Tag Cloud Academic degree   Ashoka   changemaker   change maker   Craig Newmark   Craigslist   critical pedagogy   decentralization   definition   diversity   education   Entrepreneur   entrepreneurship   Environment   Ethos Water   Events   financial crises   food   food crises   Greg Mortenson   HelpAge International   Joshua   leadership   Master's degree   motivation   New York City   Non-profit organization   NYU Reynolds   Older Persons   organizing   Peter Thum   police harassment   police violence   Reynolds   risk   Roosevelt Campus Network   Rwanda   schools   slow food   slow money   social change   Social Entrepreneurship   Survivors Fund   Trabian   welcome   Recent Comments Amita Swadhin on Undesirable Elements: Secret Survivors MediaArchitectsOrg on One thread at a time reynoldscohort on Give Back, NYU &#8211; Response to the Take Back NYU Occupation reynoldscohort on Democracy is coming to the U.S.A, and Craigslist is coming to Ramallah reynoldscohort on Social Entrepreneurs Prioritize Changemaking First             Categories       Arts      Education      International Development      Social Enterprise      Social Entrepreneurship      Sustainability      Uncategorized         Monthly Archives       January 2013    October 2012    September 2012    February 2012    October 2011    April 2011    March 2011    February 2011    November 2010    October 2010    September 2010    August 2010    July 2010    June 2010    May 2010    April 2010    March 2010    February 2010    January 2010    December 2009    November 2009    October 2009    September 2009    May 2009    March 2009    February 2009    December 2008    November 2008    October 2008    September 2008       Meta             Log in      Entries RSS      Comments RSS   WordPress.org"}]}]