[{"detail": [{"content": "CCPP                                                                                                                                                                      The Center for Cosmology and Particle Physics is a unique group of faculty, students and research scientists working together on fundamental questions at the intersection of particle physics, astrophysics and cosmology.                                                                   ccpp wiki -- for gathering and communicating community information related to working in the CCPP."}]},
{"detail": [{"content": "CCPP                                                                                                                                                                      The Center for Cosmology and Particle Physics is a unique group of faculty, students and research scientists working together on fundamental questions at the intersection of particle physics, astrophysics and cosmology.                                                                   ccpp wiki -- for gathering and communicating community information related to working in the CCPP."}, {"content": "Rosaldo, Renato    |     Social &amp; Cultural Analysis    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home               Renato I. Rosaldo       Lucie Stern Professor in the Social Sciences;   Professor Emeritus of Anthropology   , Social and Cultural Analysis     Ph.D. 1971, Harvard.       Office Address:   Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     renato.rosaldo@nyu.edu     Phone:   212-998-8561   Fax:   212-995-4014         Areas of Research/Interest:   Sociocultural anthropology, theory, history, cultural poetics, poetry, ethnography as text; island Southeast Asia, US Latinos, Mexico.            Curriculum Vitae             External Affiliations:   Member of the American Academy of Arts and Sciences.   Editor, Cultural Citizenship in Island Southeast Asia : Nation and Belonging in the Hinterlands , University of California Press, 2003. Editor, of Anthropology of Globalization: A Reader , (with Jon Inda), Blackwell’s, 2001. Editor, Creativity/Anthropology (with Smadar Lavie and Kirin Narayan), Cornell University Press, 1993a. Culture and Truth: The Remaking of Social Analysis , Beacon Press, 1989. Editor, The Incas and the Aztecs, 1400-1800 (with George Collier and John Wirth), Academic Press, 1982a. Ilongot Headhunting. 1883-1974: A Study in Society and History , Stanford University Press, 1980a.  Current News/Projects Updated July 2010 From August 21 to August 29, 2009, I attended the Hemispheric Institute for Performance and Politics in Bogota, Columbia. On August 23 I gave a lecture in Spanish on “Cultural Citizenship as a Vernacular Concept.” I also took a valuable workshop on documentary photography. On September 19 I did a poetry reading for Poetry and Cultural Studies: A Reader edited by Maria Damon and Ira Livingston at the Bowery Poetry Club in New York. On October 1 I gave a talk in Spanish called “Narrative as a Cognitive Instrument in Ethnography” at RAM, VIII Annual Anthropology Meeting of the Mercosur in Buenos Aires, Argentina. It was invaluable for me to hear discussions by Latin American anthropologists. On October 28 I did a poetry reading in the Creative writing Program at the University of California, Riverside. On October 29 I gave a lecture there on “The Craft of Writing Ethnographic Poetry.” At the Anthropology meetings in Philadelphia I gave a workshop on Poetry and Ethnography (December 3) and I did an ethnographic poetry reading with a number of anthropologists (December 5). On December 8 I did a presentation of Alyshia Galvez’s book Guadalupe in New York at the Hemispheric Institute at NYU. On February 27 I did a poetry reading at the Enclave Reading Series in New York. On March 24 I participated in a presentation of Fay Chiang’s book of collected poems, 7 Continents, 9 Lives at NYU. On April 13, 2010 in Madrid I gave a lecture in Spanish on “Narrative as a Cognitive Instrument in Ethnography” at the Universidad Autonoma. On April 12 I gave a lecture with Mary Pratt on “Bilingual Aesthetics” for students in the NYU Masters Program in Madrid. On April 14 I did a poetry reading in Spanish at the International Center in Madrid on April 14. I also consulted with colleagues in anthropology and linguistics during this stay in Madrid. In the fall I served on the Advisory Board of the Hudson Valley Writer’s Center. I was also the co-editor of Slapering Hol Press. In the spring I was the director of Latino Studies in SCA and I served on the search committee to appoint an APFF in Latino Studies. I won the Many Mountains Moving Poetry Book Contest for my poetry book manuscript, “Diego Luna’s Insider Tips.” The prize includes $1,000 and publication of the book manuscript, expected fall 2010. I have in draft the manuscript of a poetry collection, The Day of Shelly’s Death. I have in draft the libretto for an opera on the Balinese Cockfight (with Cristian Amigo, music). I have in partial draft the manuscript of a book, Cultural Poetics in Ethnography.   Updated on 09&#047;04&#047;2014               Contact Us | &copy; New York University , Arts and Science"}]}]