[{"detail": [{"content": "Hellenic Heritage Association                      Hellenic Heritage Association      New York Univeristy                    Home       Officers                                            Contact Information              For news and upcoming events, check out our Facebook group               Email us at hha.club@nyu.edu               Hellenic Studies Department        285 Mercer Street, 8th Floor        New York, NY 10003                             Welcome to the Hellenic Heritage Association at NYU!      This is a place for Greeks to converge and establish relationships.     We encourage any Greek, or anyone who loves Greek culture, people or maybe     just Greek food, to join the club and be an active member of our family!     Join our Facebook group     or contact our members to find out when our next event will take place!              Hellenic Heritage Association New York University"}]},
{"detail": [{"content": "Hellenic Heritage Association                      Hellenic Heritage Association      New York Univeristy                    Home       Officers                                            Contact Information              For news and upcoming events, check out our Facebook group               Email us at hha.club@nyu.edu               Hellenic Studies Department        285 Mercer Street, 8th Floor        New York, NY 10003                             Welcome to the Hellenic Heritage Association at NYU!      This is a place for Greeks to converge and establish relationships.     We encourage any Greek, or anyone who loves Greek culture, people or maybe     just Greek food, to join the club and be an active member of our family!     Join our Facebook group     or contact our members to find out when our next event will take place!              Hellenic Heritage Association New York University"}, {"content": "Heritage vs Non-Heritage    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Definition of Heritage and Non-Heritage Students Please note that there are 2 types of Intermediate through Advanced Chinese language course sections, labeled on Albert as “heritage” or “non-heritage.”  \u2028 “Heritage” here is strictly defined in linguistic, NOT ethnic, sense. Exclusively for the purpose of Chinese language course placement, a student requesting to enroll into a Chinese language course at EAS will be considered a \"heritage\" student, and therefore illegible for taking a \"non-heritage\" class, If ANY of the following applies:\u2028\u2028  1) the student with certain level of oral and/or aural proficiency because he or she was born in a Chinese-speaking country (\"Chinese\" defined herein includes Mandarin Chinese and Chinese dialects such as Cantonese, Shanghai dialect, which essentially share the same written form as Mandarin Chinese);  Or  \u20282) the student with certain level of oral and/or aural proficiency because he or she was raised in a home where Mandarin or a Chinese dialect was spoken;\u2028  Or  \u2028 3) the student with certain level of oral and/or aural proficiency because he or she has lived and/or studied in a Chinese-speaking country/region for an extended period of time.  \u2028\u2028 A student will be considered “non-heritage” if ANY of the following applies:  1) the student is of non-Chinese origin, and have never lived or studied in a Chinese-speaking country/region for an extended period of time;\u2028\u2028  Or  2) the student is of Chinese origin who do not speak or understand any Chinese, including Chinese dialect.\u2028  If, based on the above definition, you are a “non-heritage” student, but have acquired decent level of oral-aural proficiency by studying Chinese prior to attending NYU, we strongly encourage you to consider the heritage track. If you are unsure about which track to choose, please contact the instructor listed for the course you are considering or the Chinese Language Coordinator for further assistance. \u2028 PLEASE NOTE that, when requesting to be registered in a \"non-heritage\" Chinese language course, a student must certify, via email, to the instructor listed for the class, that he or she is NOT a \"heritage\" student based on the above definition.\u2028 Starting Fall 2012, for students enrolling in Elementary Chinese I: \"Non-heritage\" students should enroll in EAST-UA 201 Elementary Chinese   I. \"Heritage\" students should enroll in EAST-UA 231 Elementary Chinese I   For Advanced Beginners.                            Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}]}]