[{"detail": [{"content": "Embracing the Value of Doubt | NYU Law &#8211; The Law School Magazine                                                                                               The Law School Magazine The New York University School of Law                         Alumni       Giving                                                                        Arguments and Opinions                                                                 Embracing the Value of Doubt                                                             Printer Friendly Version                       In Islamic law, the strength and validity of legal rulings were based on texts that Muslims believe to be of divine origin, and therefore absolute. But upon closer scrutiny of how Muslim jurists handled criminal cases, Intisar Rabb, associate professor of Middle Eastern and Islamic Studies and Law, found more gray than black and white. Last February, she was the youngest alumna to give Yale Law School’s James A. Thomas Lecture, established to recognize scholars whose work addresses concerns of communities or groups that are marginalized within the legal academy or society at large. Her lecture was based on her forthcoming book, The Burden and Benefit of Doubt in Islamic Law .   Examining doubt runs contrary to the typical focus of inquiry in Islamic jurisprudence, Rabb noted. Though they placed a premium on certainty, which has been “often conflated with textualist meanings of law,” Muslim jurists recognized that certainty was elusive. At the same time, the potential harm from any lack of certainty could be substantial. Doubt about the law or facts, Rabb said, could present “the God-subservient Muslim with a paralyzing burden: Apply a harsh criminal rule even if doubtful about the facts, or dismiss the rule in cases of doubt and risk disobeying the lawgiver.”   Rabb discovered, however, that the strict textualism that gave rise to this dichotomy departed from the mainstream approach to Islamic legal interpretation historically. Instead, she said, “most Muslim jurists came to see doubt less as an unmitigated burden to be avoided and more as a ubiquitous challenge to be resolved.” Contrary to common thought, “they did so by using a legal maxim that privileged doubt as an interpretive tool to avoid punishment through constructing contextualist meanings of Islamic law.”   —   All of 2013 Arguments and Opinions   2013 Home                                                  The Law School 2013                                                         Explore this section.                                                           Arguments and Opinions Dicta Features Proceedings The People                                                           The Morrison Memo                                    Reader Correspondence                                                                                                   All Issues   About NYU Law Magazine                                            All Issues   About   Alumni   Giving   www.law.nyu.edu                    Facebook        Twitter        YouTube        LinkedIn"}]}]