[{"detail": [{"content": "SternBusiness                                                      contents       A LETTER FROM THE DEAN          PUBLIC       OFFERINGS        Nell Minow on corporate governance, Fast Food Nation author Eric Schlosser discusses corporate responsibility, honoring Ed Altman, Nobel Laureate Edward Prescott debunks economic myths, and authors and historians delve into the past and present of entrepreneurship       STERN       IN THE CITY      SeamlessWeb delivers, By Stephanie Sampiere      Lisa Jackson brings MBA savvy to interior design, By Jenny Owen       SUCCESSFUL SPIN-OFF       8 questions for James Cracchiolo             COVER      STORY &ndash; LESSONS LEARNED       The only thing more impressive than how far today&rsquo;s Stern undergraduates have come is how far they&rsquo;ll go, By Daniel Gross       LEADING      INDICATORS        Stern&rsquo;s CEO Series:       Charles Prince of Citigroup is banking on growth and globalization       PROSPECTUS      Stern professors win NSF grants and attend Davos, plus noteworthy papers, awards, and honors                         Office Hours &ndash; Faculty       Research        QUALITY CONTROL          How building a reputation for quality can pay dividends,         By Debanjan Mitra and Peter N. Golder        THE DIAMOND OF SUSTAINABLE GROWTH         A study of history yields important clues about what helps economies enjoy sustained economic growth,         By George David Smith, Richard Sylla, and Robert E. Wright        CLICK, OR CHEAT?         How well do Google&rsquo;s click-fraud protections work?        THE TRIUMPH OF 1914    Treasury Secretary William McAdoo&rsquo;s decision to shut down the New York Stock Exchange helped pave the way for American financial leadership                          PEER TO PEER       Student Life in Washington Square and Beyond: Profitable non-profit experience, getting a head-start on corporate social responsibility, research in China, and a summit on globalization       ALUMNI AFFAIRS    Alumni News and Events: The Alumni Ball, a new print directory, alumni in Italy, and class reunions       CLASS     NOTES       PAST PERFORMANCE       Zenas Block: Pioneer of entrepreneurial studies, By Daniel Gross                                                            History provides crucial lessons      on how developed economies       have evolved into growth machines.             By George David Smith , Richard     Sylla , and Robert E. Wright             For most of its existence,      humanity neither enjoyed nor understood society&rsquo;s capacity      for creating wealth and economic growth. Prior to the 18th      century, incomes generally hovered near the subsistence level.      To paraphrase the 17th-century English philosopher Thomas      Hobbes, human life was solitary, poor, nasty, brutish, and      short. In the late 18th century, the English economist Thomas      Robert Malthus warned that the mass of humanity was doomed      to a life at the margins of starvation, as surges of population      growth would inevitably outstrip the finite sources of food      supply. Things began to change in the 17th and      18th centuries, when people in Holland and Britain began      to produce a little more each year. As the gains added up      over time, modern economic growth had arrived. We define      economic growth as increases in aggregate real income per      person, (that is, income adjusted for inflation). For our      purposes, economic growth starts with the Industrial Revolution,      which began in the British Isles and spread from northwestern      Europe to new areas &ndash; North      America, parts of central and southern Europe, Scandinavia,      and, late in the 19th century, to the frontier &ldquo;European&rdquo; societies      of Australia and New Zealand, to parts of Eastern Europe and      Imperial Russia, and finally, to Japan, the only non-western      society to develop before the mid-20th century. In the late      20th century, the diffusion of industrialization spread rapidly      to the &ldquo;dragons&rdquo; of the Pacific Rim: Taiwan, Hong      Kong, South Korea, and Singapore, and then to the former communist      countries of Eastern Europe.       Today, several important      areas, including China, India, and Eastern Europe, seem poised      to experience sustained economic growth as well. And yet      most of the world&rsquo;s      population remains poor, earning less than the equivalent      of $2 per person per day. Vast areas, including much of Africa,      Latin America, Central Asia, the Middle East, and Micronesia,      remain mired in grinding poverty, as the gap between the      richest and poorest societies continues to increase.       What accounts for such      differences? Many analysts focus on issues like culture,      natural resources, climate, and political systems to explain      the vast differences in economic experiences. But we believe      the answer lies in the intensely historical origins of economic      growth. History shows that over time, healthy, sustainable      economies possess four dynamic, human-made factors: (1) political      systems geared to enabling economic growth, (2) an effective      financial system, (3) vibrant entrepreneurship, and (4) sophisticated      managerial capabilities. In our model, each of these critical      factors is represented as a corner of &ldquo;the      growth diamond.&rdquo; As the illustration suggests, each of      the factors interacts with the others dynamically (and over      time). Proceeding counterclockwise from political systems to      managerial capabilities, each of the facets of the diamond     depends on the robustness of the preceding factors.             Growth Diamond                  An effective political system enables economic growth, first      and foremost, by establishing a government that can unify      an economically relevant territory, establish order, and      protect the lives, liberty, and property of its citizens      through an impartial rule of law. A government must be able      to provide defense, address market failures, and ensure broad-based      access to education. Finally governments, over time, have      to address social and wealth inequalities so that they do      not undermine the social consensus and political stability     required to sustain broad-based economic growth.                   &quot;History shows       that over time, healthy, sustainable economies possess       four dynamic, human-made factors: (1) political systems       geared to enabling economic growth, (2) an effective       financial system, (3) vibrant entrepreneurship, and (4)      sophisticated managerial capabilities.&quot;                   On top of the political      system, a developing society must create a financial system      capable of transferring funds where they are in surplus to      projects where funds are needed. The institutional components      of a modern financial system include banks, capital markets,      and corporations &ndash; legal       entities that can borrow and issue ownership shares while       limiting the liabilities of their owners. Through insurance,       diversification, and hedging strategies, corporations also       substantially reduce the risks of entrepreneurial investment       while organizing production and distribution systems on      a large scale.             As enabling governments and financial systems grow strong,      they enhance the prospects for entrepreneurial activity. And      as the economic historian Joseph Schumpeter observed, entrepreneurship      enhances growth by introducing new products or services, opening      new markets, and creating new combinations of land, labor,      and capital. If government does not legitimize economic innovation      and provide a legal foundation for securing property rights      and reducing risks, entrepreneurs cannot thrive. Likewise,      if financial systems are inefficient, the costs of investment      in new projects can be prohibitive.             Finally, as new enterprises grow, they      rely on more sophisticated methods of coordination and control.      Sophisticated management (the coordination of complex organizations)      is predicated on robust education and is essential to any      society&rsquo;s ability      to realize economies of scale and economies of scope, both      of which help bring down costs. Management also enables enterprises      to plan for the future, to adjust to changing market conditions,      and to invest in new, large projects.             The growth diamond can be applied to every society on earth.      The poorest almost never established enabling political systems,      if only because their governments abused, suppressed, or robbed      their citizens. Poor, but not destitute, societies never established      financial systems or created conditions for entrepreneurship      to flourish, often because their governments restricted economic      liberty or failed to secure property rights adequately. Many      societies that were able to achieve middling income may have      achieved some measure of progress in all corners of the diamond     temporarily but were not able to sustain their gains.                             Early Examples            The Netherlands, the first nation       in modern history to develop the four elements of the growth       diamond, was also the first to experience sustained economic       growth. By the 17th century the Netherlands was a thriving       commercial society populated with what later generations       would call a broad-based bourgeoisie, or middle class.       The Dutch then lacked the technologies that would power       the Industrial Revolution from the late 18th century onward.       But the people of the Netherlands were relatively free       to pursue their economic self-interests under the protection      of a government that saw itself not as the country&rsquo;s      owner, but rather as the people&rsquo;s employee. The citizens      (note the change from &ldquo;subjects&rdquo;) of the Netherlands      willingly paid the world&rsquo;s highest per-capita taxes because      they could see that tax revenues were spent on public goods,      such as defense and the country&rsquo;s extensive network of      windmill-driven water pumps and dikes, and not on lavish parties      and castles.       The Dutch also managed       to create a representative form of government that did       not descend easily into tyranny. While certainly not perfect,       the government of the Netherlands provided the kind of       political foundation on which financial systems, entrepreneurship,       and management could anchor. The Dutch formed what historians       recognize as the first modern financial system &ndash; an       interconnected network composed of private banks and insurance       companies, a proto central bank, and securities markets       for public debt instruments, foreign exchange, commercial       paper, and corporate equities. Entrepreneurs blossomed,       finding it relatively easy and cheap to obtain financing       for an impressive array of business projects &ndash; from       domestic canals to shipbuilding to tulip horticulture.       As some of those businesses grew and matured, they became       too big and complex for the original entrepreneurs to handle,       so a class of specialized administrators developed to run       the larger business organizations.       Great Britain became the next nation       to develop a robust growth diamond. The British would lead       the world into the Industrial Revolution &ndash; the era of machine-driven, factory-based      mass production. Again, the formation of a non-predatory government      that looked unlikely to slide into tyranny was a prerequisite.      It came in the wake of 1688, when the British Parliament replaced      the royalist Stuart monarchy with a Dutch prince who would      be checked by the will of Parliament and bound by laws as interpreted      by an independent judiciary &ndash; the first modern constitutional      monarchy.       The British shrewdly borrowed best       practices from more economically advanced societies. Soon       after the Glorious Revolution, Dutch-style financial institutions       and markets arose in Britain. Not long after, British entrepreneurs       began a vast array of new enterprises that led directly       to revolutions in agriculture, transportation, and manufacturing.       People with highly developed management skills emerged,       making new strides in efficiency. Based on superior institutions       in public finance, new mass production industries, and       organizational capabilities, Britain transformed from a       peripheral island racked by political instability into       the planet&rsquo;s most potent economic and military force.       In the 18th century,       Britain remained highly mercantilist, enacting tariffs       and other policies that it thought would enrich the home       islands at the expense of its colonies and enemies. But       in the 19th century, political economists such as David       Ricardo and John Stuart Mill elaborated on Adam Smith&rsquo;s      critique of protectionism, which helped Britain to enact pro-growth      policies, including free trade and anti-slavery legislation      by the mid-19th century. The British continued to extend their      empire until it was said that the sun never set upon it.             A Colony Rises             Britain&rsquo;s relatively prosperous North American colonies,      chafing under imperial restrictions on their economies, would      eventually outstrip Britain as the world&rsquo;s leading economy      after establishing their own growth diamond. Here, again, government      took the lead. Suffused with myriad checks and balances &ndash; three      branches of government, property protections, political and      economic liberties, and protections for minority rights &ndash; the      US constitution formed the core of an enabling political system.      Soon after its ratification, the rest of the country&rsquo;s     growth diamond crystallized.                   &quot;A       great lesson that economic history teaches us is that       when it comes to developing a healthy private sector,       the public sector serves as the crucial foundation, and       financial systems matter &ndash; both in fostering entrepreneurship       and supporting the efficient managerial systems that       any society needs to sustain growth over the long term.&quot;                   Just a few years after the      new government took effect, Americans enjoyed a financial      system that included a monetary unit (the US dollar), a central      bank (the Bank of the United States), and a growing number      of private commercial banks and insurers. As in the Netherlands      and Britain, the financial system unleashed the forces of &ldquo;creative destruction&rdquo; by       linking investors to entrepreneurs with good business ideas.       Canals and turnpikes appeared, connecting the frontier      to the major seaports, which encouraged American farmers      to look for ways to grow more wheat and raise more livestock       so that they could enjoy more manufactured goods. Later,       railroad and telegraph systems emerged and, in just a few       decades, sprawled across the continent in a dense network.             The sheer size of the United States, along with its distance      from potential enemies, conferred enormous advantages for its      economic development. The enormous size of the American market      by the late 19th century also enabled firms to grow to enormous      scale, as capital-intensive industries and retail businesses      in particular drove down costs and prices while driving up      demand, resulting in the creation of ever more businesses,      small and large, local and national.            Railroad managers helped      develop the tools of modern management &ndash; concepts      like cost accounting, managerial accountability, fixed versus      variable costs, and corporate structure. Those tools, in turn,      made possible the great industrial corporations of the late      19th and early 20th centuries. To some degree, the large corporation &ndash; embodied      in companies like Standard Oil, General Motors, and DuPont,      replaced the &ldquo;invisible hand&rdquo; of the laissez-faire      market with the &ldquo;visible hand&rdquo; of coordinated management.             Looking Back            By World War I, the rich societies that      had successfully built growth diamonds had evolved further      into open access economies &ndash; ones      that provided reasonably widespread economic opportunity      and encouraged competition. Open access economies provided      for social mobility based relatively more on merit rather      than birthright. They sought to educate everyone and to reduce      discrimination. They also kept the costs of entry into and      exit out of markets low. At any given time, small-, medium-,      and large-sized companies tended to co-exist, each challenging      the others to greater efficiency and quality.       Today, economists, politicians, and      development professionals continue to seek ideas for crafting      policies that will enable long-suffering poor countries to      join the developed world. As they do so, they would be well-advised      to keep the growth diamond in mind. Of course, it does not      explain everything. Such factors as geography, climate, war,      demographics, disease, culture, and changing technological      and competitive environments, to name a few, matter greatly.      Yet a great lesson that economic history teaches us is that      when it comes to developing a healthy private sector, the      public sector serves as the crucial foundation, and financial      systems matter &ndash; both in fostering entrepreneurship      and supporting the efficient managerial systems that any society      needs to sustain growth over the long term.       Governments are vital      for economic growth, but they can also keep societies in      poverty. Once the government is right &ndash; not      predatory, and not overly prone to caving in to special interests &ndash; the      other factors of the economic growth diamond can turn ideas      into marketable goods. Many new business projects will fail,      but the costs will be small and will fall on those willing      to bear them &ndash; entrepreneurs and their investors. Most      important, a few of the ideas will succeed, enriching the lives      of both producers and consumers. The market economy in that      sense works like a giant supercomputer, but one that computes      correctly only when the government ensures that conditions      are favorable and supportive of financial, entrepreneurial,      and managerial enterprise.             George David Smith is clinical professor of economics and      international business, Richard Sylla is Henry Kaufman Professor      of the History of Financial Institutions and Markets and professor      of economics, and Robert Wright is clinical associate professor      of economics at NYU Stern."}]},
{"detail": [{"content": "SternBusiness                                                      contents       A LETTER FROM THE DEAN          PUBLIC       OFFERINGS        Nell Minow on corporate governance, Fast Food Nation author Eric Schlosser discusses corporate responsibility, honoring Ed Altman, Nobel Laureate Edward Prescott debunks economic myths, and authors and historians delve into the past and present of entrepreneurship       STERN       IN THE CITY      SeamlessWeb delivers, By Stephanie Sampiere      Lisa Jackson brings MBA savvy to interior design, By Jenny Owen       SUCCESSFUL SPIN-OFF       8 questions for James Cracchiolo             COVER      STORY &ndash; LESSONS LEARNED       The only thing more impressive than how far today&rsquo;s Stern undergraduates have come is how far they&rsquo;ll go, By Daniel Gross       LEADING      INDICATORS        Stern&rsquo;s CEO Series:       Charles Prince of Citigroup is banking on growth and globalization       PROSPECTUS      Stern professors win NSF grants and attend Davos, plus noteworthy papers, awards, and honors                         Office Hours &ndash; Faculty       Research        QUALITY CONTROL          How building a reputation for quality can pay dividends,         By Debanjan Mitra and Peter N. Golder        THE DIAMOND OF SUSTAINABLE GROWTH         A study of history yields important clues about what helps economies enjoy sustained economic growth,         By George David Smith, Richard Sylla, and Robert E. Wright        CLICK, OR CHEAT?         How well do Google&rsquo;s click-fraud protections work?        THE TRIUMPH OF 1914    Treasury Secretary William McAdoo&rsquo;s decision to shut down the New York Stock Exchange helped pave the way for American financial leadership                          PEER TO PEER       Student Life in Washington Square and Beyond: Profitable non-profit experience, getting a head-start on corporate social responsibility, research in China, and a summit on globalization       ALUMNI AFFAIRS    Alumni News and Events: The Alumni Ball, a new print directory, alumni in Italy, and class reunions       CLASS     NOTES       PAST PERFORMANCE       Zenas Block: Pioneer of entrepreneurial studies, By Daniel Gross                                                            History provides crucial lessons      on how developed economies       have evolved into growth machines.             By George David Smith , Richard     Sylla , and Robert E. Wright             For most of its existence,      humanity neither enjoyed nor understood society&rsquo;s capacity      for creating wealth and economic growth. Prior to the 18th      century, incomes generally hovered near the subsistence level.      To paraphrase the 17th-century English philosopher Thomas      Hobbes, human life was solitary, poor, nasty, brutish, and      short. In the late 18th century, the English economist Thomas      Robert Malthus warned that the mass of humanity was doomed      to a life at the margins of starvation, as surges of population      growth would inevitably outstrip the finite sources of food      supply. Things began to change in the 17th and      18th centuries, when people in Holland and Britain began      to produce a little more each year. As the gains added up      over time, modern economic growth had arrived. We define      economic growth as increases in aggregate real income per      person, (that is, income adjusted for inflation). For our      purposes, economic growth starts with the Industrial Revolution,      which began in the British Isles and spread from northwestern      Europe to new areas &ndash; North      America, parts of central and southern Europe, Scandinavia,      and, late in the 19th century, to the frontier &ldquo;European&rdquo; societies      of Australia and New Zealand, to parts of Eastern Europe and      Imperial Russia, and finally, to Japan, the only non-western      society to develop before the mid-20th century. In the late      20th century, the diffusion of industrialization spread rapidly      to the &ldquo;dragons&rdquo; of the Pacific Rim: Taiwan, Hong      Kong, South Korea, and Singapore, and then to the former communist      countries of Eastern Europe.       Today, several important      areas, including China, India, and Eastern Europe, seem poised      to experience sustained economic growth as well. And yet      most of the world&rsquo;s      population remains poor, earning less than the equivalent      of $2 per person per day. Vast areas, including much of Africa,      Latin America, Central Asia, the Middle East, and Micronesia,      remain mired in grinding poverty, as the gap between the      richest and poorest societies continues to increase.       What accounts for such      differences? Many analysts focus on issues like culture,      natural resources, climate, and political systems to explain      the vast differences in economic experiences. But we believe      the answer lies in the intensely historical origins of economic      growth. History shows that over time, healthy, sustainable      economies possess four dynamic, human-made factors: (1) political      systems geared to enabling economic growth, (2) an effective      financial system, (3) vibrant entrepreneurship, and (4) sophisticated      managerial capabilities. In our model, each of these critical      factors is represented as a corner of &ldquo;the      growth diamond.&rdquo; As the illustration suggests, each of      the factors interacts with the others dynamically (and over      time). Proceeding counterclockwise from political systems to      managerial capabilities, each of the facets of the diamond     depends on the robustness of the preceding factors.             Growth Diamond                  An effective political system enables economic growth, first      and foremost, by establishing a government that can unify      an economically relevant territory, establish order, and      protect the lives, liberty, and property of its citizens      through an impartial rule of law. A government must be able      to provide defense, address market failures, and ensure broad-based      access to education. Finally governments, over time, have      to address social and wealth inequalities so that they do      not undermine the social consensus and political stability     required to sustain broad-based economic growth.                   &quot;History shows       that over time, healthy, sustainable economies possess       four dynamic, human-made factors: (1) political systems       geared to enabling economic growth, (2) an effective       financial system, (3) vibrant entrepreneurship, and (4)      sophisticated managerial capabilities.&quot;                   On top of the political      system, a developing society must create a financial system      capable of transferring funds where they are in surplus to      projects where funds are needed. The institutional components      of a modern financial system include banks, capital markets,      and corporations &ndash; legal       entities that can borrow and issue ownership shares while       limiting the liabilities of their owners. Through insurance,       diversification, and hedging strategies, corporations also       substantially reduce the risks of entrepreneurial investment       while organizing production and distribution systems on      a large scale.             As enabling governments and financial systems grow strong,      they enhance the prospects for entrepreneurial activity. And      as the economic historian Joseph Schumpeter observed, entrepreneurship      enhances growth by introducing new products or services, opening      new markets, and creating new combinations of land, labor,      and capital. If government does not legitimize economic innovation      and provide a legal foundation for securing property rights      and reducing risks, entrepreneurs cannot thrive. Likewise,      if financial systems are inefficient, the costs of investment      in new projects can be prohibitive.             Finally, as new enterprises grow, they      rely on more sophisticated methods of coordination and control.      Sophisticated management (the coordination of complex organizations)      is predicated on robust education and is essential to any      society&rsquo;s ability      to realize economies of scale and economies of scope, both      of which help bring down costs. Management also enables enterprises      to plan for the future, to adjust to changing market conditions,      and to invest in new, large projects.             The growth diamond can be applied to every society on earth.      The poorest almost never established enabling political systems,      if only because their governments abused, suppressed, or robbed      their citizens. Poor, but not destitute, societies never established      financial systems or created conditions for entrepreneurship      to flourish, often because their governments restricted economic      liberty or failed to secure property rights adequately. Many      societies that were able to achieve middling income may have      achieved some measure of progress in all corners of the diamond     temporarily but were not able to sustain their gains.                             Early Examples            The Netherlands, the first nation       in modern history to develop the four elements of the growth       diamond, was also the first to experience sustained economic       growth. By the 17th century the Netherlands was a thriving       commercial society populated with what later generations       would call a broad-based bourgeoisie, or middle class.       The Dutch then lacked the technologies that would power       the Industrial Revolution from the late 18th century onward.       But the people of the Netherlands were relatively free       to pursue their economic self-interests under the protection      of a government that saw itself not as the country&rsquo;s      owner, but rather as the people&rsquo;s employee. The citizens      (note the change from &ldquo;subjects&rdquo;) of the Netherlands      willingly paid the world&rsquo;s highest per-capita taxes because      they could see that tax revenues were spent on public goods,      such as defense and the country&rsquo;s extensive network of      windmill-driven water pumps and dikes, and not on lavish parties      and castles.       The Dutch also managed       to create a representative form of government that did       not descend easily into tyranny. While certainly not perfect,       the government of the Netherlands provided the kind of       political foundation on which financial systems, entrepreneurship,       and management could anchor. The Dutch formed what historians       recognize as the first modern financial system &ndash; an       interconnected network composed of private banks and insurance       companies, a proto central bank, and securities markets       for public debt instruments, foreign exchange, commercial       paper, and corporate equities. Entrepreneurs blossomed,       finding it relatively easy and cheap to obtain financing       for an impressive array of business projects &ndash; from       domestic canals to shipbuilding to tulip horticulture.       As some of those businesses grew and matured, they became       too big and complex for the original entrepreneurs to handle,       so a class of specialized administrators developed to run       the larger business organizations.       Great Britain became the next nation       to develop a robust growth diamond. The British would lead       the world into the Industrial Revolution &ndash; the era of machine-driven, factory-based      mass production. Again, the formation of a non-predatory government      that looked unlikely to slide into tyranny was a prerequisite.      It came in the wake of 1688, when the British Parliament replaced      the royalist Stuart monarchy with a Dutch prince who would      be checked by the will of Parliament and bound by laws as interpreted      by an independent judiciary &ndash; the first modern constitutional      monarchy.       The British shrewdly borrowed best       practices from more economically advanced societies. Soon       after the Glorious Revolution, Dutch-style financial institutions       and markets arose in Britain. Not long after, British entrepreneurs       began a vast array of new enterprises that led directly       to revolutions in agriculture, transportation, and manufacturing.       People with highly developed management skills emerged,       making new strides in efficiency. Based on superior institutions       in public finance, new mass production industries, and       organizational capabilities, Britain transformed from a       peripheral island racked by political instability into       the planet&rsquo;s most potent economic and military force.       In the 18th century,       Britain remained highly mercantilist, enacting tariffs       and other policies that it thought would enrich the home       islands at the expense of its colonies and enemies. But       in the 19th century, political economists such as David       Ricardo and John Stuart Mill elaborated on Adam Smith&rsquo;s      critique of protectionism, which helped Britain to enact pro-growth      policies, including free trade and anti-slavery legislation      by the mid-19th century. The British continued to extend their      empire until it was said that the sun never set upon it.             A Colony Rises             Britain&rsquo;s relatively prosperous North American colonies,      chafing under imperial restrictions on their economies, would      eventually outstrip Britain as the world&rsquo;s leading economy      after establishing their own growth diamond. Here, again, government      took the lead. Suffused with myriad checks and balances &ndash; three      branches of government, property protections, political and      economic liberties, and protections for minority rights &ndash; the      US constitution formed the core of an enabling political system.      Soon after its ratification, the rest of the country&rsquo;s     growth diamond crystallized.                   &quot;A       great lesson that economic history teaches us is that       when it comes to developing a healthy private sector,       the public sector serves as the crucial foundation, and       financial systems matter &ndash; both in fostering entrepreneurship       and supporting the efficient managerial systems that       any society needs to sustain growth over the long term.&quot;                   Just a few years after the      new government took effect, Americans enjoyed a financial      system that included a monetary unit (the US dollar), a central      bank (the Bank of the United States), and a growing number      of private commercial banks and insurers. As in the Netherlands      and Britain, the financial system unleashed the forces of &ldquo;creative destruction&rdquo; by       linking investors to entrepreneurs with good business ideas.       Canals and turnpikes appeared, connecting the frontier      to the major seaports, which encouraged American farmers      to look for ways to grow more wheat and raise more livestock       so that they could enjoy more manufactured goods. Later,       railroad and telegraph systems emerged and, in just a few       decades, sprawled across the continent in a dense network.             The sheer size of the United States, along with its distance      from potential enemies, conferred enormous advantages for its      economic development. The enormous size of the American market      by the late 19th century also enabled firms to grow to enormous      scale, as capital-intensive industries and retail businesses      in particular drove down costs and prices while driving up      demand, resulting in the creation of ever more businesses,      small and large, local and national.            Railroad managers helped      develop the tools of modern management &ndash; concepts      like cost accounting, managerial accountability, fixed versus      variable costs, and corporate structure. Those tools, in turn,      made possible the great industrial corporations of the late      19th and early 20th centuries. To some degree, the large corporation &ndash; embodied      in companies like Standard Oil, General Motors, and DuPont,      replaced the &ldquo;invisible hand&rdquo; of the laissez-faire      market with the &ldquo;visible hand&rdquo; of coordinated management.             Looking Back            By World War I, the rich societies that      had successfully built growth diamonds had evolved further      into open access economies &ndash; ones      that provided reasonably widespread economic opportunity      and encouraged competition. Open access economies provided      for social mobility based relatively more on merit rather      than birthright. They sought to educate everyone and to reduce      discrimination. They also kept the costs of entry into and      exit out of markets low. At any given time, small-, medium-,      and large-sized companies tended to co-exist, each challenging      the others to greater efficiency and quality.       Today, economists, politicians, and      development professionals continue to seek ideas for crafting      policies that will enable long-suffering poor countries to      join the developed world. As they do so, they would be well-advised      to keep the growth diamond in mind. Of course, it does not      explain everything. Such factors as geography, climate, war,      demographics, disease, culture, and changing technological      and competitive environments, to name a few, matter greatly.      Yet a great lesson that economic history teaches us is that      when it comes to developing a healthy private sector, the      public sector serves as the crucial foundation, and financial      systems matter &ndash; both in fostering entrepreneurship      and supporting the efficient managerial systems that any society      needs to sustain growth over the long term.       Governments are vital      for economic growth, but they can also keep societies in      poverty. Once the government is right &ndash; not      predatory, and not overly prone to caving in to special interests &ndash; the      other factors of the economic growth diamond can turn ideas      into marketable goods. Many new business projects will fail,      but the costs will be small and will fall on those willing      to bear them &ndash; entrepreneurs and their investors. Most      important, a few of the ideas will succeed, enriching the lives      of both producers and consumers. The market economy in that      sense works like a giant supercomputer, but one that computes      correctly only when the government ensures that conditions      are favorable and supportive of financial, entrepreneurial,      and managerial enterprise.             George David Smith is clinical professor of economics and      international business, Richard Sylla is Henry Kaufman Professor      of the History of Financial Institutions and Markets and professor      of economics, and Robert Wright is clinical associate professor      of economics at NYU Stern."}, {"content": "NYU Stern | IOMS | Information Systems PhD                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Department of Information, Operations, and Management Sciences              Faculty &amp; Staff Full-time Faculty   Adjunct Faculty   Emeriti Faculty   Visiting Scholars   Staff   Position Openings     Research Faculty Research   PhD Student Research   Working Papers     Events IOMS Seminar Series   Conferences     Academic Programs &amp; Courses MBA Courses   Undergraduate Courses   PhD Programs     Student Jobs &amp; Activities   Center for Business Analytics             Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / IOMS Department / Academic Programs &amp; Courses / PhD Programs / PhD in Information Systems                        Share / Print                Print      Email      Share       Like                                              Doctoral Program in Information Systems     Overview of the Doctoral Program in Information Systems   Program Requirements   Doctoral Courses   Doctoral Students and their Research   Information Systems Faculty     Overview of the IS Doctoral Program  Mission: To educate and train scholars who will produce first-rate IS research and who will succeed as faculty members in first-rate universities. We offer tracks in technical perspectives on IS, economic perspectives on IS, and organizational/management perspectives on IS.  Admissions and performance: We enroll an average of three students each year out of more than 100 highly qualified applicants. Students enrolling typically have GMATS over 700 or GREs over 1400. International students typically have TOEFLs higher than 640. Our students are highly competitive within Stern and nationally. Recently our students have received school-wide awards as &quot;outstanding doctoral students.&quot; They have won acceptance at doctoral consortia sponsored by the Academy of Management and the International Conference on Information Systems. And they have won national dissertation research competitions.  Advising and evaluation: The IS doctoral program faculty director advises all first-year doctoral students. During the first year students have many opportunities to get to know the research interests of all departmental faculty. By the beginning of the second year, students have selected a concentration advisor who will guide them through the comprehensive exam process and up to the thesis stage. By the middle of the third year students will have selected a thesis advisor. Each year every student submits a statement of intellectual progress to his/her advisor. All faculty meet to review the progress of all students in a day-long meeting each year. At this time, the student's intellectual progress is reviewed and plans for the following year are considered. The results of this review include a formal letter to the student assessing the previous year's work and offering guidance for the following year's work. All students take a comprehensive written and oral exam at the end of the second year. Students defend their thesis proposal by March of their fourth year and defend their completed dissertation at the end of the fourth year or during the fifth year.  Research and interaction with faculty: The heart of the IS doctoral program is immersion in a community of researchers. Every student has a formal research apprenticeship with one or more faculty members each year. Every student participates in formal and informal research seminars each week with departmental faculty and visitors. Every student presents research in progress and works toward producing publishable papers, usually with a faculty co-author. Students learn to be researchers by doing research. They learn to be research colleagues by working with others and critiquing their research.  Placement record: In the past ten years, our graduates have accepted faculty positions at such schools as University of California at Berkeley, Hong Kong University of Science &amp; Technology, University of Maryland, University of Minnesota, University of Texas at Austin, the University of British Columbia, National University of Singapore, The Wharton School and the University of Cambridge, UK.  Please click on the links on the right to learn how to apply, to attend an information session, and to contact the Stern School Doctoral Office.  Arun Sundararajan Coordinator, Information Systems Doctoral Program IOMS Department  Back-to-Top   Program Requirements All students take a common core of courses during their first year which provides an overview of the major research areas in IS and the fundamental knowledge necessary for specialized course work in the second year. In the second year students take specialized course work in one of three concentrations: technical perspectives, economic perspectives, behavioral/managerial perspectives.   YEAR ONE  Mandatory Breadth Courses (3)   Behavioral Research Methods   Micro-economics   Technical Foundations  Probability &amp; Statistics (2)   Each student is required to take 1 Probability and 1 Statistics course, from a list of approved courses.  IS Dept Core Research Courses (3)   Technical Research in IS  Economics Research in IS  Behavioral/Managerial Research in IS  Research Apprenticeship  YEAR TWO - Each student chooses one concentration track  Technical Track:   A programming requirement, may be satisfied in a variety of ways  Honors Analysis of Algorithms  Artificial Intelligence  Optimization  Database Systems  Machine Learning/Data Mining  Other courses based on student's interest  Research apprenticeship  Economics Track:   Mathematical Methods for Economists  Econometrics  Game Theory  Students will take elective courses in the Stern Economics Department, at the Graduate School of Arts and Sciences, in Operations Management, Statistics, or at Courant as specified in consultation with the advisor  Research apprenticeship  Behavioral/Managerial Track:   Any two of the following four Stern Management Department Courses  Organizational Behavior  Managerial Cognition  Organizational Theory  Strategy  At least one research methods or statistics course beyond the first year courses.  Students may take doctoral level courses in Psychology, Sociology, Political Science, Public Policy, History, Education, or Law.  Electives in the area of interest  Research Apprenticeship  YEAR THREE   Thesis research  Research apprenticeship  Teaching apprenticeship (in year 3 or 4)  Teaching one course (in year 3 or 4)  YEAR FOUR   Thesis research  Research apprenticeship  Teaching apprenticeship (in year 3 or 4)  Teaching one course (in year 3 or 4)  YEAR FIVE   Thesis research  Research apprenticeship  Back-to-Top   Doctoral Courses  INFO-GB.3345 (B20.3345) Doctoral Seminar in Digital Economics (offered in Spr 2012) This course introduces students to scientific paradigms and research perspectives related to the economics of information technologies. Topics in 2012 include information goods, piracy, digital rights management, network economics, sponsored search auctions, user-generated content, contagion in networks, technological innovation, IT productivity, the digital commons and online privacy.  INFO-GB.3382 (B20.3382) Research Seminar on IT and Organizations: Social Perspectives (offered in Spr 2012) The course introduces students to sociological and organizational literature on the role of Information Technology in organizations and society. INFO-GB.3383 (B20.3383) Networks, Crowds &amp; Markets  INFO-GB.3386 (B20.3386) Technical Foundations of IS INFO-GB.3355 (B20.3355) Behavioral Research Methods  INFO-GB.3391 (B20.3391) Research Seminar in Data Science (offered in Spr 2012) In this course we will take a deep dive into selected topics in data science. The focus will be two-fold. First, we will read textbook segments, classic papers, and new research, with the goal of understanding research in data science. Second, we will study the actual practical application of data science methods to extract knowledge from large-scale data. We will cover topics such as machine learning, data mining, information retrieval, text classification, sentiment analysis, similarity analysis, network analysis, graphical models, Bayesian models, topic models, model evaluation, crowd-sourcing and micro-outsourcing, massive-scale data processing, reducing data for analytic purposes, and more. The selection of which topics are covered in a particular semester will be based on: (i) the current research and business environments, (ii) the research interests of the IS faculty, and (iii) the interests of the students in that semester. We also will discuss applications that are of current interest, such as recommender systems, social-network marketing, online advertising, Mechanical Turking, and more.  Back-to-Top                                                    Arun Sundararajan, Professor of IOMS                 Questions about the PhD Program in Information Systems?   Contact: Arun Sundararajan  IS Program Coordinator   asundara@stern.nyu.edu                                          Explore Stern PhD                 Learn More    Meet with Us    Apply Now                                                          Academic Programs &amp; Courses     MBA Courses   Undergraduate Courses   PhD Programs PhD in Information Systems   PhD in Operations Management   PhD in Statistics                             News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "SternBusiness                                                      contents       A LETTER FROM THE DEAN          PUBLIC       OFFERINGS        Nell Minow on corporate governance, Fast Food Nation author Eric Schlosser discusses corporate responsibility, honoring Ed Altman, Nobel Laureate Edward Prescott debunks economic myths, and authors and historians delve into the past and present of entrepreneurship       STERN       IN THE CITY      SeamlessWeb delivers, By Stephanie Sampiere      Lisa Jackson brings MBA savvy to interior design, By Jenny Owen       SUCCESSFUL SPIN-OFF       8 questions for James Cracchiolo             COVER      STORY &ndash; LESSONS LEARNED       The only thing more impressive than how far today&rsquo;s Stern undergraduates have come is how far they&rsquo;ll go, By Daniel Gross       LEADING      INDICATORS        Stern&rsquo;s CEO Series:       Charles Prince of Citigroup is banking on growth and globalization       PROSPECTUS      Stern professors win NSF grants and attend Davos, plus noteworthy papers, awards, and honors                         Office Hours &ndash; Faculty       Research        QUALITY CONTROL          How building a reputation for quality can pay dividends,         By Debanjan Mitra and Peter N. Golder        THE DIAMOND OF SUSTAINABLE GROWTH         A study of history yields important clues about what helps economies enjoy sustained economic growth,         By George David Smith, Richard Sylla, and Robert E. Wright        CLICK, OR CHEAT?         How well do Google&rsquo;s click-fraud protections work?        THE TRIUMPH OF 1914    Treasury Secretary William McAdoo&rsquo;s decision to shut down the New York Stock Exchange helped pave the way for American financial leadership                          PEER TO PEER       Student Life in Washington Square and Beyond: Profitable non-profit experience, getting a head-start on corporate social responsibility, research in China, and a summit on globalization       ALUMNI AFFAIRS    Alumni News and Events: The Alumni Ball, a new print directory, alumni in Italy, and class reunions       CLASS     NOTES       PAST PERFORMANCE       Zenas Block: Pioneer of entrepreneurial studies, By Daniel Gross                                                            History provides crucial lessons      on how developed economies       have evolved into growth machines.             By George David Smith , Richard     Sylla , and Robert E. Wright             For most of its existence,      humanity neither enjoyed nor understood society&rsquo;s capacity      for creating wealth and economic growth. Prior to the 18th      century, incomes generally hovered near the subsistence level.      To paraphrase the 17th-century English philosopher Thomas      Hobbes, human life was solitary, poor, nasty, brutish, and      short. In the late 18th century, the English economist Thomas      Robert Malthus warned that the mass of humanity was doomed      to a life at the margins of starvation, as surges of population      growth would inevitably outstrip the finite sources of food      supply. Things began to change in the 17th and      18th centuries, when people in Holland and Britain began      to produce a little more each year. As the gains added up      over time, modern economic growth had arrived. We define      economic growth as increases in aggregate real income per      person, (that is, income adjusted for inflation). For our      purposes, economic growth starts with the Industrial Revolution,      which began in the British Isles and spread from northwestern      Europe to new areas &ndash; North      America, parts of central and southern Europe, Scandinavia,      and, late in the 19th century, to the frontier &ldquo;European&rdquo; societies      of Australia and New Zealand, to parts of Eastern Europe and      Imperial Russia, and finally, to Japan, the only non-western      society to develop before the mid-20th century. In the late      20th century, the diffusion of industrialization spread rapidly      to the &ldquo;dragons&rdquo; of the Pacific Rim: Taiwan, Hong      Kong, South Korea, and Singapore, and then to the former communist      countries of Eastern Europe.       Today, several important      areas, including China, India, and Eastern Europe, seem poised      to experience sustained economic growth as well. And yet      most of the world&rsquo;s      population remains poor, earning less than the equivalent      of $2 per person per day. Vast areas, including much of Africa,      Latin America, Central Asia, the Middle East, and Micronesia,      remain mired in grinding poverty, as the gap between the      richest and poorest societies continues to increase.       What accounts for such      differences? Many analysts focus on issues like culture,      natural resources, climate, and political systems to explain      the vast differences in economic experiences. But we believe      the answer lies in the intensely historical origins of economic      growth. History shows that over time, healthy, sustainable      economies possess four dynamic, human-made factors: (1) political      systems geared to enabling economic growth, (2) an effective      financial system, (3) vibrant entrepreneurship, and (4) sophisticated      managerial capabilities. In our model, each of these critical      factors is represented as a corner of &ldquo;the      growth diamond.&rdquo; As the illustration suggests, each of      the factors interacts with the others dynamically (and over      time). Proceeding counterclockwise from political systems to      managerial capabilities, each of the facets of the diamond     depends on the robustness of the preceding factors.             Growth Diamond                  An effective political system enables economic growth, first      and foremost, by establishing a government that can unify      an economically relevant territory, establish order, and      protect the lives, liberty, and property of its citizens      through an impartial rule of law. A government must be able      to provide defense, address market failures, and ensure broad-based      access to education. Finally governments, over time, have      to address social and wealth inequalities so that they do      not undermine the social consensus and political stability     required to sustain broad-based economic growth.                   &quot;History shows       that over time, healthy, sustainable economies possess       four dynamic, human-made factors: (1) political systems       geared to enabling economic growth, (2) an effective       financial system, (3) vibrant entrepreneurship, and (4)      sophisticated managerial capabilities.&quot;                   On top of the political      system, a developing society must create a financial system      capable of transferring funds where they are in surplus to      projects where funds are needed. The institutional components      of a modern financial system include banks, capital markets,      and corporations &ndash; legal       entities that can borrow and issue ownership shares while       limiting the liabilities of their owners. Through insurance,       diversification, and hedging strategies, corporations also       substantially reduce the risks of entrepreneurial investment       while organizing production and distribution systems on      a large scale.             As enabling governments and financial systems grow strong,      they enhance the prospects for entrepreneurial activity. And      as the economic historian Joseph Schumpeter observed, entrepreneurship      enhances growth by introducing new products or services, opening      new markets, and creating new combinations of land, labor,      and capital. If government does not legitimize economic innovation      and provide a legal foundation for securing property rights      and reducing risks, entrepreneurs cannot thrive. Likewise,      if financial systems are inefficient, the costs of investment      in new projects can be prohibitive.             Finally, as new enterprises grow, they      rely on more sophisticated methods of coordination and control.      Sophisticated management (the coordination of complex organizations)      is predicated on robust education and is essential to any      society&rsquo;s ability      to realize economies of scale and economies of scope, both      of which help bring down costs. Management also enables enterprises      to plan for the future, to adjust to changing market conditions,      and to invest in new, large projects.             The growth diamond can be applied to every society on earth.      The poorest almost never established enabling political systems,      if only because their governments abused, suppressed, or robbed      their citizens. Poor, but not destitute, societies never established      financial systems or created conditions for entrepreneurship      to flourish, often because their governments restricted economic      liberty or failed to secure property rights adequately. Many      societies that were able to achieve middling income may have      achieved some measure of progress in all corners of the diamond     temporarily but were not able to sustain their gains.                             Early Examples            The Netherlands, the first nation       in modern history to develop the four elements of the growth       diamond, was also the first to experience sustained economic       growth. By the 17th century the Netherlands was a thriving       commercial society populated with what later generations       would call a broad-based bourgeoisie, or middle class.       The Dutch then lacked the technologies that would power       the Industrial Revolution from the late 18th century onward.       But the people of the Netherlands were relatively free       to pursue their economic self-interests under the protection      of a government that saw itself not as the country&rsquo;s      owner, but rather as the people&rsquo;s employee. The citizens      (note the change from &ldquo;subjects&rdquo;) of the Netherlands      willingly paid the world&rsquo;s highest per-capita taxes because      they could see that tax revenues were spent on public goods,      such as defense and the country&rsquo;s extensive network of      windmill-driven water pumps and dikes, and not on lavish parties      and castles.       The Dutch also managed       to create a representative form of government that did       not descend easily into tyranny. While certainly not perfect,       the government of the Netherlands provided the kind of       political foundation on which financial systems, entrepreneurship,       and management could anchor. The Dutch formed what historians       recognize as the first modern financial system &ndash; an       interconnected network composed of private banks and insurance       companies, a proto central bank, and securities markets       for public debt instruments, foreign exchange, commercial       paper, and corporate equities. Entrepreneurs blossomed,       finding it relatively easy and cheap to obtain financing       for an impressive array of business projects &ndash; from       domestic canals to shipbuilding to tulip horticulture.       As some of those businesses grew and matured, they became       too big and complex for the original entrepreneurs to handle,       so a class of specialized administrators developed to run       the larger business organizations.       Great Britain became the next nation       to develop a robust growth diamond. The British would lead       the world into the Industrial Revolution &ndash; the era of machine-driven, factory-based      mass production. Again, the formation of a non-predatory government      that looked unlikely to slide into tyranny was a prerequisite.      It came in the wake of 1688, when the British Parliament replaced      the royalist Stuart monarchy with a Dutch prince who would      be checked by the will of Parliament and bound by laws as interpreted      by an independent judiciary &ndash; the first modern constitutional      monarchy.       The British shrewdly borrowed best       practices from more economically advanced societies. Soon       after the Glorious Revolution, Dutch-style financial institutions       and markets arose in Britain. Not long after, British entrepreneurs       began a vast array of new enterprises that led directly       to revolutions in agriculture, transportation, and manufacturing.       People with highly developed management skills emerged,       making new strides in efficiency. Based on superior institutions       in public finance, new mass production industries, and       organizational capabilities, Britain transformed from a       peripheral island racked by political instability into       the planet&rsquo;s most potent economic and military force.       In the 18th century,       Britain remained highly mercantilist, enacting tariffs       and other policies that it thought would enrich the home       islands at the expense of its colonies and enemies. But       in the 19th century, political economists such as David       Ricardo and John Stuart Mill elaborated on Adam Smith&rsquo;s      critique of protectionism, which helped Britain to enact pro-growth      policies, including free trade and anti-slavery legislation      by the mid-19th century. The British continued to extend their      empire until it was said that the sun never set upon it.             A Colony Rises             Britain&rsquo;s relatively prosperous North American colonies,      chafing under imperial restrictions on their economies, would      eventually outstrip Britain as the world&rsquo;s leading economy      after establishing their own growth diamond. Here, again, government      took the lead. Suffused with myriad checks and balances &ndash; three      branches of government, property protections, political and      economic liberties, and protections for minority rights &ndash; the      US constitution formed the core of an enabling political system.      Soon after its ratification, the rest of the country&rsquo;s     growth diamond crystallized.                   &quot;A       great lesson that economic history teaches us is that       when it comes to developing a healthy private sector,       the public sector serves as the crucial foundation, and       financial systems matter &ndash; both in fostering entrepreneurship       and supporting the efficient managerial systems that       any society needs to sustain growth over the long term.&quot;                   Just a few years after the      new government took effect, Americans enjoyed a financial      system that included a monetary unit (the US dollar), a central      bank (the Bank of the United States), and a growing number      of private commercial banks and insurers. As in the Netherlands      and Britain, the financial system unleashed the forces of &ldquo;creative destruction&rdquo; by       linking investors to entrepreneurs with good business ideas.       Canals and turnpikes appeared, connecting the frontier      to the major seaports, which encouraged American farmers      to look for ways to grow more wheat and raise more livestock       so that they could enjoy more manufactured goods. Later,       railroad and telegraph systems emerged and, in just a few       decades, sprawled across the continent in a dense network.             The sheer size of the United States, along with its distance      from potential enemies, conferred enormous advantages for its      economic development. The enormous size of the American market      by the late 19th century also enabled firms to grow to enormous      scale, as capital-intensive industries and retail businesses      in particular drove down costs and prices while driving up      demand, resulting in the creation of ever more businesses,      small and large, local and national.            Railroad managers helped      develop the tools of modern management &ndash; concepts      like cost accounting, managerial accountability, fixed versus      variable costs, and corporate structure. Those tools, in turn,      made possible the great industrial corporations of the late      19th and early 20th centuries. To some degree, the large corporation &ndash; embodied      in companies like Standard Oil, General Motors, and DuPont,      replaced the &ldquo;invisible hand&rdquo; of the laissez-faire      market with the &ldquo;visible hand&rdquo; of coordinated management.             Looking Back            By World War I, the rich societies that      had successfully built growth diamonds had evolved further      into open access economies &ndash; ones      that provided reasonably widespread economic opportunity      and encouraged competition. Open access economies provided      for social mobility based relatively more on merit rather      than birthright. They sought to educate everyone and to reduce      discrimination. They also kept the costs of entry into and      exit out of markets low. At any given time, small-, medium-,      and large-sized companies tended to co-exist, each challenging      the others to greater efficiency and quality.       Today, economists, politicians, and      development professionals continue to seek ideas for crafting      policies that will enable long-suffering poor countries to      join the developed world. As they do so, they would be well-advised      to keep the growth diamond in mind. Of course, it does not      explain everything. Such factors as geography, climate, war,      demographics, disease, culture, and changing technological      and competitive environments, to name a few, matter greatly.      Yet a great lesson that economic history teaches us is that      when it comes to developing a healthy private sector, the      public sector serves as the crucial foundation, and financial      systems matter &ndash; both in fostering entrepreneurship      and supporting the efficient managerial systems that any society      needs to sustain growth over the long term.       Governments are vital      for economic growth, but they can also keep societies in      poverty. Once the government is right &ndash; not      predatory, and not overly prone to caving in to special interests &ndash; the      other factors of the economic growth diamond can turn ideas      into marketable goods. Many new business projects will fail,      but the costs will be small and will fall on those willing      to bear them &ndash; entrepreneurs and their investors. Most      important, a few of the ideas will succeed, enriching the lives      of both producers and consumers. The market economy in that      sense works like a giant supercomputer, but one that computes      correctly only when the government ensures that conditions      are favorable and supportive of financial, entrepreneurial,      and managerial enterprise.             George David Smith is clinical professor of economics and      international business, Richard Sylla is Henry Kaufman Professor      of the History of Financial Institutions and Markets and professor      of economics, and Robert Wright is clinical associate professor      of economics at NYU Stern."}, {"content": "NYU Stern | IOMS | Information Systems PhD                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Department of Information, Operations, and Management Sciences              Faculty &amp; Staff Full-time Faculty   Adjunct Faculty   Emeriti Faculty   Visiting Scholars   Staff   Position Openings     Research Faculty Research   PhD Student Research   Working Papers     Events IOMS Seminar Series   Conferences     Academic Programs &amp; Courses MBA Courses   Undergraduate Courses   PhD Programs     Student Jobs &amp; Activities   Center for Business Analytics             Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / IOMS Department / Academic Programs &amp; Courses / PhD Programs / PhD in Information Systems                        Share / Print                Print      Email      Share       Like                                              Doctoral Program in Information Systems     Overview of the Doctoral Program in Information Systems   Program Requirements   Doctoral Courses   Doctoral Students and their Research   Information Systems Faculty     Overview of the IS Doctoral Program  Mission: To educate and train scholars who will produce first-rate IS research and who will succeed as faculty members in first-rate universities. We offer tracks in technical perspectives on IS, economic perspectives on IS, and organizational/management perspectives on IS.  Admissions and performance: We enroll an average of three students each year out of more than 100 highly qualified applicants. Students enrolling typically have GMATS over 700 or GREs over 1400. International students typically have TOEFLs higher than 640. Our students are highly competitive within Stern and nationally. Recently our students have received school-wide awards as &quot;outstanding doctoral students.&quot; They have won acceptance at doctoral consortia sponsored by the Academy of Management and the International Conference on Information Systems. And they have won national dissertation research competitions.  Advising and evaluation: The IS doctoral program faculty director advises all first-year doctoral students. During the first year students have many opportunities to get to know the research interests of all departmental faculty. By the beginning of the second year, students have selected a concentration advisor who will guide them through the comprehensive exam process and up to the thesis stage. By the middle of the third year students will have selected a thesis advisor. Each year every student submits a statement of intellectual progress to his/her advisor. All faculty meet to review the progress of all students in a day-long meeting each year. At this time, the student's intellectual progress is reviewed and plans for the following year are considered. The results of this review include a formal letter to the student assessing the previous year's work and offering guidance for the following year's work. All students take a comprehensive written and oral exam at the end of the second year. Students defend their thesis proposal by March of their fourth year and defend their completed dissertation at the end of the fourth year or during the fifth year.  Research and interaction with faculty: The heart of the IS doctoral program is immersion in a community of researchers. Every student has a formal research apprenticeship with one or more faculty members each year. Every student participates in formal and informal research seminars each week with departmental faculty and visitors. Every student presents research in progress and works toward producing publishable papers, usually with a faculty co-author. Students learn to be researchers by doing research. They learn to be research colleagues by working with others and critiquing their research.  Placement record: In the past ten years, our graduates have accepted faculty positions at such schools as University of California at Berkeley, Hong Kong University of Science &amp; Technology, University of Maryland, University of Minnesota, University of Texas at Austin, the University of British Columbia, National University of Singapore, The Wharton School and the University of Cambridge, UK.  Please click on the links on the right to learn how to apply, to attend an information session, and to contact the Stern School Doctoral Office.  Arun Sundararajan Coordinator, Information Systems Doctoral Program IOMS Department  Back-to-Top   Program Requirements All students take a common core of courses during their first year which provides an overview of the major research areas in IS and the fundamental knowledge necessary for specialized course work in the second year. In the second year students take specialized course work in one of three concentrations: technical perspectives, economic perspectives, behavioral/managerial perspectives.   YEAR ONE  Mandatory Breadth Courses (3)   Behavioral Research Methods   Micro-economics   Technical Foundations  Probability &amp; Statistics (2)   Each student is required to take 1 Probability and 1 Statistics course, from a list of approved courses.  IS Dept Core Research Courses (3)   Technical Research in IS  Economics Research in IS  Behavioral/Managerial Research in IS  Research Apprenticeship  YEAR TWO - Each student chooses one concentration track  Technical Track:   A programming requirement, may be satisfied in a variety of ways  Honors Analysis of Algorithms  Artificial Intelligence  Optimization  Database Systems  Machine Learning/Data Mining  Other courses based on student's interest  Research apprenticeship  Economics Track:   Mathematical Methods for Economists  Econometrics  Game Theory  Students will take elective courses in the Stern Economics Department, at the Graduate School of Arts and Sciences, in Operations Management, Statistics, or at Courant as specified in consultation with the advisor  Research apprenticeship  Behavioral/Managerial Track:   Any two of the following four Stern Management Department Courses  Organizational Behavior  Managerial Cognition  Organizational Theory  Strategy  At least one research methods or statistics course beyond the first year courses.  Students may take doctoral level courses in Psychology, Sociology, Political Science, Public Policy, History, Education, or Law.  Electives in the area of interest  Research Apprenticeship  YEAR THREE   Thesis research  Research apprenticeship  Teaching apprenticeship (in year 3 or 4)  Teaching one course (in year 3 or 4)  YEAR FOUR   Thesis research  Research apprenticeship  Teaching apprenticeship (in year 3 or 4)  Teaching one course (in year 3 or 4)  YEAR FIVE   Thesis research  Research apprenticeship  Back-to-Top   Doctoral Courses  INFO-GB.3345 (B20.3345) Doctoral Seminar in Digital Economics (offered in Spr 2012) This course introduces students to scientific paradigms and research perspectives related to the economics of information technologies. Topics in 2012 include information goods, piracy, digital rights management, network economics, sponsored search auctions, user-generated content, contagion in networks, technological innovation, IT productivity, the digital commons and online privacy.  INFO-GB.3382 (B20.3382) Research Seminar on IT and Organizations: Social Perspectives (offered in Spr 2012) The course introduces students to sociological and organizational literature on the role of Information Technology in organizations and society. INFO-GB.3383 (B20.3383) Networks, Crowds &amp; Markets  INFO-GB.3386 (B20.3386) Technical Foundations of IS INFO-GB.3355 (B20.3355) Behavioral Research Methods  INFO-GB.3391 (B20.3391) Research Seminar in Data Science (offered in Spr 2012) In this course we will take a deep dive into selected topics in data science. The focus will be two-fold. First, we will read textbook segments, classic papers, and new research, with the goal of understanding research in data science. Second, we will study the actual practical application of data science methods to extract knowledge from large-scale data. We will cover topics such as machine learning, data mining, information retrieval, text classification, sentiment analysis, similarity analysis, network analysis, graphical models, Bayesian models, topic models, model evaluation, crowd-sourcing and micro-outsourcing, massive-scale data processing, reducing data for analytic purposes, and more. The selection of which topics are covered in a particular semester will be based on: (i) the current research and business environments, (ii) the research interests of the IS faculty, and (iii) the interests of the students in that semester. We also will discuss applications that are of current interest, such as recommender systems, social-network marketing, online advertising, Mechanical Turking, and more.  Back-to-Top                                                    Arun Sundararajan, Professor of IOMS                 Questions about the PhD Program in Information Systems?   Contact: Arun Sundararajan  IS Program Coordinator   asundara@stern.nyu.edu                                          Explore Stern PhD                 Learn More    Meet with Us    Apply Now                                                          Academic Programs &amp; Courses     MBA Courses   Undergraduate Courses   PhD Programs PhD in Information Systems   PhD in Operations Management   PhD in Statistics                             News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Course Syllabi                     PLEASE NOTE:  Sample syllabi are posted to provide you with additional information for the course registration process and may not reflect the final versions of the courses. Content, schedule, requirements, assignments, etc. may change. Please do not use these samples as a basis for buying textbooks, scheduling, preparing assignments, etc.     Please check the NYU Registrar's website for completed updated course information (i.e. day, time, faculty).      Spring 2013    Search Course:             Course Number    Day(s)    Time    Title    Professor(s)                ACCT-UB.0001.001    MW    8:00am-9:15am    PRIN OF FINANCIAL ACCTG    Dou            ACCT-UB.0001.002    MW    9:30am-10:45am    PRIN OF FINANCIAL ACCTG    Dou            ACCT-UB.0001.003    MW    2:00pm-3:15pm    PRIN OF FINANCIAL ACCTG    Shehata            ACCT-UB.0001.004    MW    3:30pm-4:45pm    PRIN OF FINANCIAL ACCTG    Dachowitz            ACCT-UB.0001.005    TR    8:00am-9:15am    PRIN OF FINANCIAL ACCTG    Resnik            ACCT-UB.0001.006    TR    9:30am-10:45am    PRIN OF FINANCIAL ACCTG    Perkal            ACCT-UB.0001.007    TR    11:00am-12:15pm    PRIN OF FINANCIAL ACCTG    Meng            ACCT-UB.0001.008    TR    2:00pm-3:15pm    PRIN OF FINANCIAL ACCTG    Meng            ACCT-UB.0001.009    TR    3:30pm-4:45pm    PRIN OF FINANCIAL ACCTG    Meng            ACCT-UB.0002.001    MW    9:30am-10:45am    PRIN OF MANAGERIAL ACCTG    Maindiratta            ACCT-UB.0002.002    MW    9:30am-10:45am    PRIN OF MANAGERIAL ACCTG    Maindiratta            ACCT-UB.0002.040    TR    1:00pm-4:40pm    PRIN OF MANAGERIAL ACCTG    Maindiratta            ACCT-UB.0003.001    TR    9:30am-10:45am    FIN STATEMENT ANALYSIS    Ohlson            ACCT-UB.0003.002    TR    11:00am-12:15pm    FIN STATEMENT ANALYSIS    Ohlson            ACCT-UB.0004.001    MW    11:00am-12:15pm    Managerial Accounting    Tang            ACCT-UB.0004.002    MW    2:00pm-3:15pm    Managerial Accounting    Tang            ACCT-UB.0021.001    TR    11:00am-12:15pm    FINANCIAL REPORTING & ANALYSIS    Bildersee            ACCT-UB.0022.001    TR    2:00pm-3:15pm    ACCOUNTING FOR MERGERS, ACQUISTIONS & REL. MAT.    Bildersee            ACCT-UB.0023.001    TR    2:00pm-3:15pm    Financial Modeling and Analysis    Perkal            ACCT-UB.0030.001    TR    2:00pm-3:15pm    Advanced Financial Analysis    Ohlson            ACCT-UB.0049.001    R    6:00pm-9:00pm    ENTERTAINMENT ACCOUNTING    Griff            FINC-UB.0002.001    MW    9:30am-10:45am    FOUNDATIONS OF FINANCIAL MARKETS    Brown            FINC-UB.0002.002    MW    3:30pm-4:45pm    FOUNDATIONS OF FINANCIAL MARKETS    Brown            FINC-UB.0002.003    TR    8:00am-9:15am    FOUNDATIONS OF FINANCIAL MARKETS    Pagnotta            FINC-UB.0002.004    TR    9:30am-10:45am    FOUNDATIONS OF FINANCIAL MARKETS    Pagnotta            FINC-UB.0002.005    TR    2:00pm-3:15pm    FOUNDATIONS OF FINANCIAL MARKETS    Gupta            FINC-UB.0007.001    TR    8:00am-9:15am    CORPORATE FINANCE    Agrawal            FINC-UB.0007.002    TR    9:30am-10:45am    CORPORATE FINANCE    John            FINC-UB.0007.003    TR    11:00am-12:15pm    CORPORATE FINANCE    Agrawal            FINC-UB.0007.004    TR    2:00pm-3:15pm    CORPORATE FINANCE    Agrawal            FINC-UB.0008.001    MW    9:30am-10:45am    ADVANCED CORP FINANCE    Lee            FINC-UB.0008.002    MW    2:00pm-3:15pm    ADVANCED CORP FINANCE    Lee            FINC-UB.0011.040    TWR    1:00pm-4:55pm    The Financial Crisis of 2007-2009    Richardson            FINC-UB.0022.001    MW    2:00pm-3:15pm    RISK MANAGEMENT IN FINANCIAL INSTITUTIONS    Cebenoyan            FINC-UB.0022.002    MW    3:30pm-4:45pm    RISK MANAGEMENT IN FINANCIAL INSTITUTIONS    Cebenoyan            FINC-UB.0026.001    TR    2:00pm-3:15pm    DEBT INSTRUMENTS    Smith            FINC-UB.0026.002    TR    3:30pm-4:45pm    DEBT INSTRUMENTS    Smith            FINC-UB.0029.001    MW    11:00am-12:15pm    BEHAVIORAL FINANCE    Wurgler            FINC-UB.0030.001    MW    2:00pm-3:15pm    INT'L FINANCIAL MGMT    Bonini            FINC-UB.0030.002    MW    3:30pm-4:45pm    INT'L FINANCIAL MGMT    Bonini            FINC-UB.0038.001    TR    3:30pm-4:45pm    REAL ESTATE CAPITAL MKTS    Hizmo            FINC-UB.0039.001    W    6:20pm-8:50pm    REAL ESTATE FINANCE    Leiber            FINC-UB.0041.001    TR    2:00pm-3:15pm    EQUITY VALUATION    Halov            FINC-UB.0041.002    TR    3:30pm-4:45pm    EQUITY VALUATION    Halov            FINC-UB.0043.001    MW    2:00pm-3:15pm    FUTURES & OPTIONS    Sundaram            FINC-UB.0045.001    MW    9:30am-10:45am    INVESTMENT BANKING    Murphy            FINC-UB.0045.002    MW    3:30pm-4:45pm    INVESTMENT BANKING    Murphy            FINC-UB.0061.001    MW    11:00am-12:15pm    TOPICS IN ENTREP FINC    Okun            INFO-UB.0001.001    MW    2:00pm-3:15pm    INFO TECH IN BUS & SOCIETY    Bakos            INFO-UB.0001.002    MW    3:30pm-4:45pm    INFO TECH IN BUS & SOCIETY    Bakos            INFO-UB.0001.003    TR    8:00am-9:15am    INFO TECH IN BUS & SOCIETY    Sosulski            INFO-UB.0001.004    TR    11:00am-12:15pm    INFO TECH IN BUS & SOCIETY    Mantena            INFO-UB.0001.005    TR    3:30pm-4:45pm    INFO TECH IN BUS & SOCIETY    Mantena            INFO-UB.0046.001    TR    9:30am-10:45am    Dealing with Data    Wang            INFO-UB.0057.001    MW    3:30pm-4:45pm    DATA MINING FOR BUSNSS INTELLIGENCE    Zhang            INFO-UB.0060.001    MW    11:00am-12:15pm    Networks, Crowds and Markets    Sundararajan            STAT-UB.0001.001    TR    3:30pm-4:45pm    STATS F/BUSINESS CONTROL    Flynn            STAT-UB.0003.001    MW    3:30pm-4:45pm    REGRESS/FORCASTING MODEL    Kovtun            STAT-UB.0003.002    MW    3:30pm-4:45pm    REGRESS/FORCASTING MODEL    Soulier            STAT-UB.0003.003    TR    3:30pm-4:45pm    REGRESS/FORCASTING MODEL    Soulier            STAT-UB.0003.005    TR    11:00am-12:15pm    REGRESS/FORCASTING MODEL    Shahmaei            STAT-UB.0015.001    R    6:00pm-9:00pm    STAT INFER/REGRESS.ANALY    Greene            STAT-UB.0017.001    W    6:00pm-9:00pm    REGRESSION & MULTIVARITE DATA ANALYSIS    Simonoff            STAT-UB.0018.001    T    6:00pm-9:00pm    FORECAST TIME SERIES DAT    Hurvich            STAT-UB.0021.001    W    6:00pm-9:00pm    STOCHASTIC PROCESSES I    Soulier            STAT-UB.0103.001    MTR    8:00am-9:15am    STATS F/BUS CNTL REGRESS & FORECASTING MODELS    Giloni            STAT-UB.0103.002    MWR    2:00pm-3:15pm    STATS F/BUS CNTL REGRESS & FORECASTING MODELS    Perry            STAT-UB.0103.003    MWR    3:30pm-4:45pm    STATS F/BUS CNTL REGRESS & FORECASTING MODELS    Lakner            STAT-UB.0103.004    TRF    9:30am-10:45am    STATS F/BUS CNTL REGRESS & FORECASTING MODELS    Melnick            STAT-UB.0103.005    TRF    11:00am-12:15pm    STATS F/BUS CNTL REGRESS & FORECASTING MODELS    Brabazon            ECON-UB.0001.001    MW    9:30am-10:45am    MICROECONOMICS    Skreta            ECON-UB.0001.002    MW    11:00am-12:15pm    MICROECONOMICS    Skreta            ECON-UB.0001.003    MW    3:30pm-4:45pm    MICROECONOMICS    Skreta            ECON-UB.0001.004    TR    9:30am-10:45am    MICROECONOMICS    Collard-Wexler            ECON-UB.0001.005    TR    2:00pm-3:15pm    MICROECONOMICS    Collard-Wexler            ECON-UB.0011.001    MW    2:00pm-3:15pm    ECONOMICS OF GLOBAL BUSINESS    Foudy            ECON-UB.0011.002    TR    11:00am-12:15pm    ECONOMICS OF GLOBAL BUSINESS    Croce            ECON-UB.0011.003    TR    3:30pm-4:45pm    ECONOMICS OF GLOBAL BUSINESS    Croce            ECON-UB.0211.001    TR    11:00am-12:15pm    SPORTS ECONOMICS    Bowmaker            ECON-UB.0213.001    TR    3:30pm-4:45pm    Psychology and Economics    Bowmaker            ECON-UB.0220.001    MW    3:30pm-4:45pm    GLOBAL PERSPECTIVES ON ENTERPRISE SYSTEMS    Foudy/Smith            ECON-UB.0221.001    MW    3:30pm-4:45pm    MONETARY POLICY    Abrantes-Metz            ECON-UB.0222.001    TR    3:30pm-4:45pm    THE EAST ASIAN ECONOMIES    Foudy            ECON-UB.0225.001    TR    2:00pm-3:15pm    BUSINESS AND THE ENVIRONMENT    Radner            ECON-UB.0233.001    TR    2:00pm-3:15pm    Macroeconomic Foundations for Asset Prices    Backus            SOIM-UB.0001.001       -    BUSINESS & ITS PUBLICS    Wiesenfeld            SOIM-UB.0001.001       -    BUSINESS & ITS PUBLICS               SOIM-UB.0002.001    M    5:30pm-7:30pm    Business & Its Publics: Plenary    Wiesenfeld            SOIM-UB.0006.001    MW    9:30am-10:45am    LAW, BUSINESS & SOCIETY    Patterson            SOIM-UB.0006.002    MW    11:00am-12:15pm    LAW, BUSINESS & SOCIETY    Calderon            SOIM-UB.0006.003    MW    3:30pm-4:45pm    LAW, BUSINESS & SOCIETY    Patterson            SOIM-UB.0006.004    TR    9:30am-10:45am    LAW, BUSINESS & SOCIETY    Mixon            SOIM-UB.0006.005    TR    11:00am-12:15pm    LAW, BUSINESS & SOCIETY    Kowal            SOIM-UB.0006.006    TR    2:00pm-3:15pm    LAW, BUSINESS & SOCIETY    Kowal            SOIM-UB.0006.007    TR    3:30pm-4:45pm    LAW, BUSINESS & SOCIETY    Kowal            SOIM-UB.0006.008    TR    11:00am-12:15pm    LAW, BUSINESS & SOCIETY    Mixon            SOIM-UB.0006.009    TR    2:00pm-3:15pm    LAW, BUSINESS & SOCIETY    Buchanan            SOIM-UB.0006.040    MTWR    1:00pm-5:00pm    LAW, BUSINESS & SOCIETY    Kowal            SOIM-UB.0012.001    TR    3:30pm-4:45pm    PROFESSIONAL RESP. & LEADERSHIP    Newell            SOIM-UB.0012.002    TR    3:30pm-4:45pm    PROFESSIONAL RESP. & LEADERSHIP    Schoenberg            SOIM-UB.0065.001    MW    8:00am-9:15am    ORGANIZATIONAL COMM & ITS SOCIAL CONTEXT    Geltzer            SOIM-UB.0065.002    MW    11:00am-12:15pm    ORGANIZATIONAL COMM & ITS SOCIAL CONTEXT    Wolff            SOIM-UB.0065.003    MW    3:30pm-4:45pm    ORGANIZATIONAL COMM & ITS SOCIAL CONTEXT    Stehlik            SOIM-UB.0065.004    TR    9:30am-10:45am    ORGANIZATIONAL COMM & ITS SOCIAL CONTEXT    Rubin            SOIM-UB.0065.005    TR    11:00am-12:15pm    ORGANIZATIONAL COMM & ITS SOCIAL CONTEXT    Purdy            SOIM-UB.0125.001    WF    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Carr/Menna            SOIM-UB.0125.002    WF    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Meyerson/Buchanan            SOIM-UB.0125.003    WF    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Tanaka/Wachtel            SOIM-UB.0125.004    WF    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Walker/Telesca            SOIM-UB.0125.005    WF    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Carpenter/Newell            SOIM-UB.0125.006    WF    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Meyerson/Buchanan            SOIM-UB.0125.007    WF    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Doocey/Sylla            SOIM-UB.0125.008    WF    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Menna/Preston            SOIM-UB.0125.009    WF    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Newell/Smith            SOIM-UB.0125.010    WF    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Telesca/Brennan            SOIM-UB.0125.011    TR    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Pluta/Wiesenfeld            SOIM-UB.0125.012    TR    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Walter/Caruana            SOIM-UB.0125.013    TR    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Lyon/Sundararajan            SOIM-UB.0125.014    TR    9:30am-10:45am    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Barocas/Bigel            SOIM-UB.0125.015    TR    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Foudy/Gilmartin            SOIM-UB.0125.016    TR    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Pluta/Wiesenfeld            SOIM-UB.0125.017    TR    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Lyon/Statler            SOIM-UB.0125.018    TR    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    White/Wosnitzer            SOIM-UB.0125.019    TR    11:00am-12:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Younger/Patterson            SOIM-UB.0125.020    TR    2:00pm-3:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Statler/Wosnitzer            SOIM-UB.0125.021    TR    2:00pm-3:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Melton/Smith            SOIM-UB.0125.022    TR    2:00pm-3:15pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Noren/Foudy            SOIM-UB.0125.023    TR    3:30pm-4:45pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Smith/Schenkler            SOIM-UB.0125.024    TR    3:30pm-4:45pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Craig/Noren            SOIM-UB.0125.025    TR    3:30pm-4:45pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Statler/Melton            SOIM-UB.0125.026    TR    3:30pm-4:45pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Marlowe/Powers            SOIM-UB.0125.027    TR    4:55pm-6:10pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    London/Powers            SOIM-UB.0125.028    TR    4:55pm-6:10pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Hanssen/Holt            SOIM-UB.0125.029    TR    6:30pm-7:45pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Crumpler/Craig            SOIM-UB.0125.030    TR    6:30pm-7:45pm    BUSINESS & ITS PUBLICS: INQUIRY & DISCOURSE    Holt/Hanssen            SOIM-UB.2000.001    T    9:30am-10:45am    STERN INTL VOLUNTEERS SEMINAR    Iglio/Statler            MGMT-UB.0001.001    MW    8:00am-9:15am    MGMT & ORGANIZ ANALYSIS    Green            MGMT-UB.0001.002    MW    9:30am-10:45am    MGMT & ORGANIZ ANALYSIS    Shirako            MGMT-UB.0001.003    MW    2:00pm-3:15pm    MGMT & ORGANIZ ANALYSIS    Shirako            MGMT-UB.0001.004    TR    8:00am-9:15am    MGMT & ORGANIZ ANALYSIS    Hays            MGMT-UB.0001.005    TR    9:30am-10:45am    MGMT & ORGANIZ ANALYSIS    Pettit            MGMT-UB.0001.006    TR    11:00am-12:15pm    MGMT & ORGANIZ ANALYSIS    Pettit            MGMT-UB.0001.007    TR    3:30pm-4:45pm    MGMT & ORGANIZ ANALYSIS    Pettit            MGMT-UB.0001.040    TR    9:00am-4:40pm    MGMT & ORGANIZ ANALYSIS    Shirako            MGMT-UB.0004.001    TR    11:00am-12:15pm    INT'L BUSINESS MGMT    Dorobantu            MGMT-UB.0004.002    TR    2:00pm-3:15pm    INT'L BUSINESS MGMT    Dorobantu            MGMT-UB.0009.001    TR    2:00pm-3:15pm    Managing in Creative Industries    Cattani            MGMT-UB.0011.001    MW    9:30am-10:45am    INTERNATIONAL STUDIES PROGRAM:    Fang            MGMT-UB.0011.002    MW    11:00am-12:15pm    INTERNATIONAL STUDIES PROGRAM:    Foudy            MGMT-UB.0011.003    MW    11:00am-12:15pm    INTERNATIONAL STUDIES PROGRAM:    Guth            MGMT-UB.0011.004    MW    2:00pm-3:15pm    INTERNATIONAL STUDIES PROGRAM:    Jog            MGMT-UB.0011.005    MW    3:30pm-4:45pm    INTERNATIONAL STUDIES PROGRAM:    Guth            MGMT-UB.0011.006    MW    4:55pm-6:10pm    INTERNATIONAL STUDIES PROGRAM:    Narayanan            MGMT-UB.0011.007    MW    6:30pm-7:45pm    INTERNATIONAL STUDIES PROGRAM:    Narayanan            MGMT-UB.0011.008    TR    8:00am-9:15am    INTERNATIONAL STUDIES PROGRAM:    Cattani            MGMT-UB.0011.009    TR    9:30am-10:45am    INTERNATIONAL STUDIES PROGRAM:    Lieberman            MGMT-UB.0011.010    TR    11:00am-12:15pm    INTERNATIONAL STUDIES PROGRAM:    Srivatsan            MGMT-UB.0011.011    TR    2:00pm-3:15pm    INTERNATIONAL STUDIES PROGRAM:    Srivatsan            MGMT-UB.0011.012    TR    3:30pm-4:45pm    INTERNATIONAL STUDIES PROGRAM:    Boyle            MGMT-UB.0011.013    TR    3:30pm-4:45pm    INTERNATIONAL STUDIES PROGRAM:    Fischer            MGMT-UB.0011.014    TR    4:55pm-6:10pm    INTERNATIONAL STUDIES PROGRAM:    Lamb            MGMT-UB.0011.015    TR    6:30pm-7:45pm    INTERNATIONAL STUDIES PROGRAM:    Lamb            MGMT-UB.0018.001    TR    3:30pm-4:45pm    Strategic Analysis    Marciano            MGMT-UB.0025.001    MW    11:00am-12:15pm    MANAGING CHANGE    Calamai            MGMT-UB.0028.001    MW    9:30am-10:45am    Managing Family Business and Privately Held Firms    Villalonga            MGMT-UB.0035.001    MW    2:00pm-3:15pm    GROWTH STRATEGY & MGMT    Nayyar            MGMT-UB.0085.001    MW    9:30am-10:45am    PATTERNS OF ENTREPRENEURSHIP    Okun            MKTG-UB.0001.001    MW    8:00am-9:15am    INTRO TO MARKETING    Cohen            MKTG-UB.0001.002    MW    9:30am-10:45am    INTRO TO MARKETING    Cohen            MKTG-UB.0001.003    MW    2:00pm-3:15pm    INTRO TO MARKETING    Perlner            MKTG-UB.0001.004    MW    11:00am-12:15pm    INTRO TO MARKETING    Cohen            MKTG-UB.0001.005    TR    9:30am-10:45am    INTRO TO MARKETING    Machfoedy            MKTG-UB.0001.006    TR    11:00am-12:15pm    INTRO TO MARKETING    Machfoedy            MKTG-UB.0001.007    TR    2:00pm-3:15pm    INTRO TO MARKETING    Machfoedy            MKTG-UB.0001.040    TR    1:00pm-5:00pm    INTRO TO MARKETING    Machfoedy            MKTG-UB.0002.001    MW    11:00am-12:15pm    CONSUMER BEHAVIOR    Meyvis            MKTG-UB.0002.002    MW    2:00pm-3:15pm    CONSUMER BEHAVIOR    Assael            MKTG-UB.0003.001    TR    3:30pm-4:45pm    ADVERTISING MANAGEMENT    Jacoby            MKTG-UB.0009.001    TR    11:00am-12:15pm    MARKETING RESEARCH    Hui            MKTG-UB.0009.002    TR    2:00pm-3:15pm    MARKETING RESEARCH    Hui            MKTG-UB.0019.001    R    4:55pm-6:10pm    Business of Publishing    Krishnan            MKTG-UB.0021.001    M    9:30am-10:45am    ENTERTAINMENT FINANCE    Kim            MKTG-UB.0022.001    M    11:00am-12:15pm    MOVIE MARKETING    Luisi            MKTG-UB.0022.002    W    9:30am-10:45am    MOVIE MARKETING    Faber            MKTG-UB.0023.001    R    6:30pm-7:45pm    TECHNOLOGY'S IMACT ON ENTERTAINMENT & MEDIA    Bronikowski            MKTG-UB.0025.001    M    4:55pm-6:10pm    THE BUSINESS OF BROADWAY    Scrofani            MKTG-UB.0040.001    M    6:30pm-7:45pm    ENTERTAINMENT & MEDIA INDUSTRIES    Shamsai            MKTG-UB.0040.002    T    2:00pm-3:15pm    ENTERTAINMENT & MEDIA INDUSTRIES    Lieberman            MKTG-UB.0040.003    T    3:30pm-4:45pm    ENTERTAINMENT & MEDIA INDUSTRIES    Narayanan            MKTG-UB.0040.004    T    4:55pm-6:10pm    ENTERTAINMENT & MEDIA INDUSTRIES    Narayanan            MKTG-UB.0040.005    R    2:00pm-3:15pm    ENTERTAINMENT & MEDIA INDUSTRIES    Yudkovitz            MKTG-UB.0040.040    MWF    1:00pm-5:00pm    ENTERTAINMENT & MEDIA INDUSTRIES    Lieberman            MKTG-UB.0044.001    W    4:55pm-6:10pm    TELEVISON MANAGEMENT: NETWORK, CABLE/SATELLITE    Shapiro            MKTG-UB.0045.001    W    4:55pm-6:10pm    SOCIAL MEDIA MKTG STRTGY    Kalter            MKTG-UB.0046.001    M    2:00pm-3:15pm    GLOBALIZATION OF THE ENTERTAINMENT INDUSTRY    Lieberman            MKTG-UB.0046.002    W    11:00am-12:15pm    GLOBALIZATION OF THE ENTERTAINMENT INDUSTRY    Srivatsan            MKTG-UB.0047.001    T    6:30pm-7:45pm    SPORTS MARKETING    Master            MKTG-UB.0049.001    M    3:30pm-4:45pm    BUSINESS OF PRODUCING    Lieberman/Badal            MKTG-UB.0049.002    W    6:30pm-7:45pm    BUSINESS OF PRODUCING    Newman            MKTG-UB.0051.001    R    4:55pm-6:10pm    CRAFT & COMMERCE OF CINEMA:TRIBECA FILM FEST    Lieberman            MKTG-UB.0053.001    TR    11:00am-12:15pm    Pricing Strategies    Ishihara            MKTG-UB.0056.001    R    6:30pm-7:45pm    Digital Business Strategies    Narayanan            MKTG-UB.0060.001    TR    9:30am-10:45am    NEW PRODUCT DEVELOPMENT    Bollinger            MKTG-UB.0064.001    MW    9:30am-10:45am    INT'L MARKETING MGMT    Fischer            MKTG-UB.0080.001    W    2:00pm-3:15pm    Leisure Marketing    Lieberman            OPMG-UB.0001.001    MW    9:30am-10:45am    COMPETITIVE ADVANTAGE FROM OPERATIONS    Xiao            OPMG-UB.0001.002    MW    3:30pm-4:45pm    COMPETITIVE ADVANTAGE FROM OPERATIONS    Xiao            OPMG-UB.0001.003    TR    9:30am-10:45am    COMPETITIVE ADVANTAGE FROM OPERATIONS    Vulcano            OPMG-UB.0001.004    TR    2:00pm-3:15pm    COMPETITIVE ADVANTAGE FROM OPERATIONS    Vulcano            OPMG-UB.0001.040    TR    9:00am-1:00pm    COMPETITIVE ADVANTAGE FROM OPERATIONS    Reed            MULT-UB.0007.001    TR    3:30pm-4:45pm    DECISION MODELS    Lobel            MULT-UB.0015.001    MW    9:30am-10:45am    COMPETITIVE ANALYSIS    Gavazza            MULT-UB.0017.001    M    6:00pm-9:00pm    Supply Chain Management    Eck            MULT-UB.0030.001    R    6:00pm-9:00pm    Revenue Management and Pricing    Caldentey            MULT-UB.0035.001    T    6:00pm-9:00pm    TRADING STRATEGIES AND SYSTEMS    Dhar            MULT-UB.0040.001    W    6:20pm-9:20pm    ENTREPRENEURSHIP FOR THE NEW ECONOMY    Lenihan            MULT-UB.0041.001    M    4:55pm-7:55pm    SOCIAL ENTREPRENEURSHIP    Kickul/Pollack            MULT-UB.0045.001    MTWU    2:00pm-5:00pm    The Middle East: Cultures, Markets and Strategies    Narayanan            MULT-UB.0048.001    R    2:00pm-3:15pm    ENTERTAINMENT LAW    Hendler            MULT-UB.0048.002    M    4:55pm-6:10pm    ENTERTAINMENT LAW    Hendler            MULT-UB.0050.001    T    6:00pm-9:00pm    Real Estate Development and Entrepreneurship    Chernoff            MULT-UB.0051.001    MW    2:00pm-3:15pm    Real Estate Transactions    Calderon            MULT-UB.0070.001    T    4:55pm-7:55pm    Social Innovation Practicum    Kickul/Resner            MULT-UB.0086.001    R    3:30pm-4:45pm    ENTREPRENEURSHIP & LAW IN PRACTICE    Hendler            MULT-UB.0101.001    MW    11:00am-12:15pm    Experiential Learning Seminar: Marketing Social I    Carr/Vortsman            MULT-UB.0103.001    R    9:30am-10:45am    Experiential Learning Seminar: Social Impact Cons    Statler            MULT-UB.0151.001    MW    2:00pm-3:15pm    Executive Practitioner Seminar: The Dynamics of th    Carr/Ferrara            MULT-UB.0152.001    T    6:00pm-8:45pm    Executive Practitioner Seminar: Financial Reportin    Gode            MULT-UB.0230.001    MW    11:00am-12:15pm    Global Macroeconomics    Cooley"}]}]