[{"detail": [{"content": "Freedom Riders                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   NYU Washington, DC   /   NYU Washington, DC Events   /   Black History Month 2014                 Sub Navigation                                 Freedom Riders                       Color Without Complex                       The Loving Story                                                                   Freedom Riders      March 12, 2014                                                       Created Equal: America’s Civil Rights Struggle brings four outstanding films on the long civil rights movement to communities across the United States. As part of NYU Washington, DC's celebration of Black History Month, The Constance Milstein and Family Global Academic Center will host screenings of two of these films, Freedom Riders and The Loving Story to revisit the history of civil rights in America and to reflect on the ideals of freedom and equality that have helped bridge deep racial and cultural divides in our civic life. Click here to watch Freedom Riders.                             Introduction and Welcome                                                                              Panel Discussion                                                                                                   Photo Gallery                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           Exhibition - Civil Rights era Photography   The Rebekah Jacob Gallery presented a special, one night only, exhibition at NYU Washington, DC. Photos by Ernest Withers, Bruce Davidson and Bob Adelman were displayed and paired with a special talk and reception by gallery owner Rebekah Jacob.              This event paired a special screening of FREEDOM RIDERS , a film by Stanley Nelson , with a panel discussion of the important role photo journalism plays in historical movements. The panel included Deborah Willis , Ph. D, NYU Tisch, Arun Chaudhary (TSOA '04), first official videographer of White House, Rebekah Jacob and was moderated by Gerald L. Early , Ph.D of Washington University in Saint Louis .                             Dr. Deborah Willis, NYU Tisch                              Rebekah Jacob                              Arun Chaudhary, TSOA '04                              Gerald Early               Arun Chaudhary                                           First White House Videographe                               Chaudhary was the first Official White House Videographer, a position created for him at the beginning of the Obama administration. Chaudhary traveled extensively with the President, capturing public events and behind-the-scenes moments as well as producing and packaging presidential tapings for the Internet and broadcast television. He is the creator and architect of “West Wing Week,” the first-ever online video diary of the White House. During his tenure, he wrote, produced, shot and edited over 63 episodes of West Wing Week, documenting the President through his rigorous weekly agenda. He also directed many tapings of the Weekly Address.   Chaudhary was a key member of Barack Obama’s New Media team during the 2008 campaign. As the New Media Road Director, Chaudhary oversaw the team responsible for capturing the day-to-day life of the future president in video and stills. He and his team set a new standard in documenting history, delivering crucial images to the public from the road in real time.   Before joining the Obama team, Chaudhary worked in film in New York and was part of the NYU Graduate Film Department faculty. He received his MFA in Filmmaking from NYU and his BA in Film Theory from Cornell University. Chaudhary has been profiled by the New York Times, the BBC, National Journal, Politico, Fortune, and many political websites. He lives in Washington, D.C., with his wife, son and daughter.                           Dr. Gerald Early                                           Merle Kling Professor of Modern Letters, Washington University in St. Louis - Moderator                               Gerald Early is Merle Kling Professor of Modern Letters, Professor of English and of African and Afro-American Studies, Director of the Center for Humanities, and a Fellow of the American Academy of Arts and Sciences. He is the editor of several volumes, including This is Where I Came In: Black America in the 1960s (2003); The Sammy Davis, Jr., Reader (2001); The Muhammad Ali Reader (1998); Body Language: Writers on Sport (1998); Speech and Power (1993); Lure and Loathing: Essays on Race, Identity, and the Ambivalence of Assimilation (1993); and My Soul's High Song: The Collected Works of Countee Cullen (1991). Professor Early is the author of The Culture of Bruising: Essays on Prizefighting, Literature, and Modern American Culture, which won the 1994 National Book Critics Circle Award for criticism. Other works are One Nation Under a Groove: Motown and American Culture (1994); Daughters: On Family and Fatherhood (1994); and Tuxedo Junction (1989). The recipient of a Whiting Writer's Award and a General Electric Foundation Award, Early is currently finishing a book about Fisk University.                           Rebekah Jacob                                           Rebekah Jacob Gallery                               An expert in the diverse art and photography of the American South, Rebekah Jacob has created her gallery with skilled enthusiasm and a deep, personal knowledge of all aspects of the art market. Combining dedicated scholarship with practical experience, Jacob earned a B.A. in English and M.A in Art History at the University of Mississippi and later taught Art History with a Southern focus there and at two other universities. She holds a Certificate in Appraisal Studies in Fine and Decorative Arts from New York University and is Certified Member of the Appraisers Association of America.   Since its founding, the gallery has subscribed to the highest level of connoisseurship and scholarship with an in-depth focus on modern art and photography of the American South. Jacob has curated numerous exhibitions that explore contemporary artists of the American South, exhibiting artists as Kevin Taylor, Brian Rutenberg, Tarleton Blackwell, among others. Jacob has also focused on special projects that explore the Civil Rights and Martin Luther King era by exhibiting photojournalists James Karales, Ernest Withers, among others. Currently, Jacob and Monica Karales, Executrix of the James Karales Estate, are co-editing a publication on Karales’ Civil Rights images. Consistently, Jacob curates a multi-media exhibitions that brings together progressive artists of the American South-seasoned and emerging-who have expanded the conventional definitions of their medium, intersecting currents of contemporary art today.   Well-versed in the emerging art scene of Cuba, Jacob saw an opportunity to juxtapose the work of the two regions and has curated several exhibitions of Southern and Cuban artwork in both Havana and throughout the Southeast. Projects have included a show of Southern photographer Milly Moorhead at the 2000 Cuban Biennale and later at the Bacardi Museum in Santiago, as well as an exhibition of renowned modern Cuban photographers Alberto Korda, Roberto Salas, and Raul Corrales at the Southside Gallery in Oxford, Mississippi. Spring 2008, in collaboration with the Center for Cuban Studies, Jacob curated a multi-media exhibition Beyond the Door at the Avery Institute, which included five Cuban artists living and working in the land of their birth.   At the helm of Charleston’s visual art and fashion scenes, she has been included in Charlie Mag’s “50 Most Progressive” and Charleston Magazine’s “10 Most Stylish” lists. Jacob has served as a founding board member of the Gibbes Museum’s Society of 1858 and as selected juror for publications highlighting top emerging Southern artists such as the Oxford American.   Always seeking out the very best talent through active roles in professional organizations, travels, and a strong personal network, Jacob strives to present a selection of high-quality work to a wide audience of art enthusiasts with her trademark passion and dedication.                           Dr. Deborah Willis                                           Professor, NYU Tisch                               Deborah Willis, Ph.D, is University Professor and Chair of the Department of Photography &amp; Imaging at the Tisch School of the Arts at New York University and has an affiliated appointment with the College of Arts and Sciences, Africana Studies. She was a 2005 Guggenheim Fellow and Fletcher Fellow, and a 2000 MacArthur Fellow, as well as the 1996 recipient of the Anonymous Was a Woman Foundation award. She has pursued a dual professional career as an art photographer and as one of the nation's leading historians of African American photography and curator of African American culture. Professor Willis has just received the honored educator award at the Society for Photographic Education.   Exhibitions of her work include: A Sense of Place, Frick, University of Pittsburgh, 2005; Regarding Beauty, University of Wisconsin, 2003; Embracing Eatonville, Light Works, Syracuse, NY, 2003-4; HairStories, Scottsdale Contemporary Art Museum, Scottsdale, AZ 2003-4; The Comforts of Home, Hand Workshop Art Center, Richmond, VA, 1999; Re/Righting History: Counternarratives by Contemporary African-American Artists, Katonah Museum of Art, 1999; Memorable Histories and Historic Memories, Bowdoin College Museum of Art, 1998; Cultural Baggage, Rice University, Houston, TX, 1995.   Her curated Exhibitions include: Posing Beauty which opened at Tisch in fall of 2009 and touring the country with the sponsorship of JP Morgan Chase and organized by Curatorial Assistance, 1968: Then and Now at Tisch and at the Nathan Cummings Foundation in fall 2008, Let Your Motto Be Resistance: African American Portraits at the International Center of Photography in Summer of 2007, Engulfed by Katrina: Photographs before and After the Storm, Nathan Cummings Foundation, and Imagining Families—Images and Voices and Reflections in Black. Other notable projects include The Black Female Body A Photographic History with Carla Williams (Temple University Press, Philadephia, 2002); A Small Nation of People: W.E.B. DuBois and the Photographs from the Paris Exposition (Amistad Press, 2003); Reflections in Black: A History of Black Photographers - 1840 to the Present (New York: W.W. Norton); Visual Journal: Photography in Harlem and DC in the Thirties and Forties (Smithsonian Institution Press, Washington, DC, 1996); Picturing Us: African American Identity in Photography (The New Press, New York, NY, 1994); and VANDERZEE: The Portraits of James VanDerZee (Harry Abrams Publishing, New York, NY, 1993). Her more recent publications include Posing Beauty: African American Images from the 1890s to the Present (WW Norton, 2009), Michelle Obama: The First Lady in Photographs (WW Norton, 2009 and NAACP Image Award Literature Winner), and Black Venus 2010: They Called Her &quot;Hottentot&quot; (Temple University Press, 2010).                                                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Freedom Riders                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   NYU Washington, DC   /   NYU Washington, DC Events   /   Black History Month 2014                 Sub Navigation                                 Freedom Riders                       Color Without Complex                       The Loving Story                                                                   Freedom Riders      March 12, 2014                                                       Created Equal: America’s Civil Rights Struggle brings four outstanding films on the long civil rights movement to communities across the United States. As part of NYU Washington, DC's celebration of Black History Month, The Constance Milstein and Family Global Academic Center will host screenings of two of these films, Freedom Riders and The Loving Story to revisit the history of civil rights in America and to reflect on the ideals of freedom and equality that have helped bridge deep racial and cultural divides in our civic life. Click here to watch Freedom Riders.                             Introduction and Welcome                                                                              Panel Discussion                                                                                                   Photo Gallery                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           Exhibition - Civil Rights era Photography   The Rebekah Jacob Gallery presented a special, one night only, exhibition at NYU Washington, DC. Photos by Ernest Withers, Bruce Davidson and Bob Adelman were displayed and paired with a special talk and reception by gallery owner Rebekah Jacob.              This event paired a special screening of FREEDOM RIDERS , a film by Stanley Nelson , with a panel discussion of the important role photo journalism plays in historical movements. The panel included Deborah Willis , Ph. D, NYU Tisch, Arun Chaudhary (TSOA '04), first official videographer of White House, Rebekah Jacob and was moderated by Gerald L. Early , Ph.D of Washington University in Saint Louis .                             Dr. Deborah Willis, NYU Tisch                              Rebekah Jacob                              Arun Chaudhary, TSOA '04                              Gerald Early               Arun Chaudhary                                           First White House Videographe                               Chaudhary was the first Official White House Videographer, a position created for him at the beginning of the Obama administration. Chaudhary traveled extensively with the President, capturing public events and behind-the-scenes moments as well as producing and packaging presidential tapings for the Internet and broadcast television. He is the creator and architect of “West Wing Week,” the first-ever online video diary of the White House. During his tenure, he wrote, produced, shot and edited over 63 episodes of West Wing Week, documenting the President through his rigorous weekly agenda. He also directed many tapings of the Weekly Address.   Chaudhary was a key member of Barack Obama’s New Media team during the 2008 campaign. As the New Media Road Director, Chaudhary oversaw the team responsible for capturing the day-to-day life of the future president in video and stills. He and his team set a new standard in documenting history, delivering crucial images to the public from the road in real time.   Before joining the Obama team, Chaudhary worked in film in New York and was part of the NYU Graduate Film Department faculty. He received his MFA in Filmmaking from NYU and his BA in Film Theory from Cornell University. Chaudhary has been profiled by the New York Times, the BBC, National Journal, Politico, Fortune, and many political websites. He lives in Washington, D.C., with his wife, son and daughter.                           Dr. Gerald Early                                           Merle Kling Professor of Modern Letters, Washington University in St. Louis - Moderator                               Gerald Early is Merle Kling Professor of Modern Letters, Professor of English and of African and Afro-American Studies, Director of the Center for Humanities, and a Fellow of the American Academy of Arts and Sciences. He is the editor of several volumes, including This is Where I Came In: Black America in the 1960s (2003); The Sammy Davis, Jr., Reader (2001); The Muhammad Ali Reader (1998); Body Language: Writers on Sport (1998); Speech and Power (1993); Lure and Loathing: Essays on Race, Identity, and the Ambivalence of Assimilation (1993); and My Soul's High Song: The Collected Works of Countee Cullen (1991). Professor Early is the author of The Culture of Bruising: Essays on Prizefighting, Literature, and Modern American Culture, which won the 1994 National Book Critics Circle Award for criticism. Other works are One Nation Under a Groove: Motown and American Culture (1994); Daughters: On Family and Fatherhood (1994); and Tuxedo Junction (1989). The recipient of a Whiting Writer's Award and a General Electric Foundation Award, Early is currently finishing a book about Fisk University.                           Rebekah Jacob                                           Rebekah Jacob Gallery                               An expert in the diverse art and photography of the American South, Rebekah Jacob has created her gallery with skilled enthusiasm and a deep, personal knowledge of all aspects of the art market. Combining dedicated scholarship with practical experience, Jacob earned a B.A. in English and M.A in Art History at the University of Mississippi and later taught Art History with a Southern focus there and at two other universities. She holds a Certificate in Appraisal Studies in Fine and Decorative Arts from New York University and is Certified Member of the Appraisers Association of America.   Since its founding, the gallery has subscribed to the highest level of connoisseurship and scholarship with an in-depth focus on modern art and photography of the American South. Jacob has curated numerous exhibitions that explore contemporary artists of the American South, exhibiting artists as Kevin Taylor, Brian Rutenberg, Tarleton Blackwell, among others. Jacob has also focused on special projects that explore the Civil Rights and Martin Luther King era by exhibiting photojournalists James Karales, Ernest Withers, among others. Currently, Jacob and Monica Karales, Executrix of the James Karales Estate, are co-editing a publication on Karales’ Civil Rights images. Consistently, Jacob curates a multi-media exhibitions that brings together progressive artists of the American South-seasoned and emerging-who have expanded the conventional definitions of their medium, intersecting currents of contemporary art today.   Well-versed in the emerging art scene of Cuba, Jacob saw an opportunity to juxtapose the work of the two regions and has curated several exhibitions of Southern and Cuban artwork in both Havana and throughout the Southeast. Projects have included a show of Southern photographer Milly Moorhead at the 2000 Cuban Biennale and later at the Bacardi Museum in Santiago, as well as an exhibition of renowned modern Cuban photographers Alberto Korda, Roberto Salas, and Raul Corrales at the Southside Gallery in Oxford, Mississippi. Spring 2008, in collaboration with the Center for Cuban Studies, Jacob curated a multi-media exhibition Beyond the Door at the Avery Institute, which included five Cuban artists living and working in the land of their birth.   At the helm of Charleston’s visual art and fashion scenes, she has been included in Charlie Mag’s “50 Most Progressive” and Charleston Magazine’s “10 Most Stylish” lists. Jacob has served as a founding board member of the Gibbes Museum’s Society of 1858 and as selected juror for publications highlighting top emerging Southern artists such as the Oxford American.   Always seeking out the very best talent through active roles in professional organizations, travels, and a strong personal network, Jacob strives to present a selection of high-quality work to a wide audience of art enthusiasts with her trademark passion and dedication.                           Dr. Deborah Willis                                           Professor, NYU Tisch                               Deborah Willis, Ph.D, is University Professor and Chair of the Department of Photography &amp; Imaging at the Tisch School of the Arts at New York University and has an affiliated appointment with the College of Arts and Sciences, Africana Studies. She was a 2005 Guggenheim Fellow and Fletcher Fellow, and a 2000 MacArthur Fellow, as well as the 1996 recipient of the Anonymous Was a Woman Foundation award. She has pursued a dual professional career as an art photographer and as one of the nation's leading historians of African American photography and curator of African American culture. Professor Willis has just received the honored educator award at the Society for Photographic Education.   Exhibitions of her work include: A Sense of Place, Frick, University of Pittsburgh, 2005; Regarding Beauty, University of Wisconsin, 2003; Embracing Eatonville, Light Works, Syracuse, NY, 2003-4; HairStories, Scottsdale Contemporary Art Museum, Scottsdale, AZ 2003-4; The Comforts of Home, Hand Workshop Art Center, Richmond, VA, 1999; Re/Righting History: Counternarratives by Contemporary African-American Artists, Katonah Museum of Art, 1999; Memorable Histories and Historic Memories, Bowdoin College Museum of Art, 1998; Cultural Baggage, Rice University, Houston, TX, 1995.   Her curated Exhibitions include: Posing Beauty which opened at Tisch in fall of 2009 and touring the country with the sponsorship of JP Morgan Chase and organized by Curatorial Assistance, 1968: Then and Now at Tisch and at the Nathan Cummings Foundation in fall 2008, Let Your Motto Be Resistance: African American Portraits at the International Center of Photography in Summer of 2007, Engulfed by Katrina: Photographs before and After the Storm, Nathan Cummings Foundation, and Imagining Families—Images and Voices and Reflections in Black. Other notable projects include The Black Female Body A Photographic History with Carla Williams (Temple University Press, Philadephia, 2002); A Small Nation of People: W.E.B. DuBois and the Photographs from the Paris Exposition (Amistad Press, 2003); Reflections in Black: A History of Black Photographers - 1840 to the Present (New York: W.W. Norton); Visual Journal: Photography in Harlem and DC in the Thirties and Forties (Smithsonian Institution Press, Washington, DC, 1996); Picturing Us: African American Identity in Photography (The New Press, New York, NY, 1994); and VANDERZEE: The Portraits of James VanDerZee (Harry Abrams Publishing, New York, NY, 1993). Her more recent publications include Posing Beauty: African American Images from the 1890s to the Present (WW Norton, 2009), Michelle Obama: The First Lady in Photographs (WW Norton, 2009 and NAACP Image Award Literature Winner), and Black Venus 2010: They Called Her &quot;Hottentot&quot; (Temple University Press, 2010).                                                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Scholars at Risk Network                                                                                       About SAR         The Network         Protecting Scholars         Prevention &amp; Promotion         Events &amp; News         Contact                About Us          Mission      History      Bylaws      Awards & Distinctions      FAQs         People          Board      Staff         Stories/Videos     Supporters     Jobs/Volunteer     Friends of Scholars at Risk           Join the Network     Member Directory     Partner Networks           Apply for Assistance     Host a Scholar          Speaker Series     Alerts/Scholars in Prison          Resources          Handbooks      Career Resources      Fellowships/Study         SAR Scholars' Stories           University Values Bulletin     Conferences &amp; Trainings     Academic Freedom Workshops     Advocacy Curriculum     Academic Freedom MONITOR     Academic Freedom Index                  Events     Courage-To-Think     SAR in the News     Academic Freedom News     Press Releases     Search               Scholars at Risk is an international network of institutions and individuals working to promote academic freedom and to defend the human rights of scholars worldwide... more &raquo;                SPA      RUS      FR      ENG      ARA         Get Involved                Courage to Think : A video intro to Scholars at Risk. Watch&gt;           SAR ACTIVITIES MENU         Become a Friend    Tell your friends    Membership       Subscribe                  Host a Scholar         Theology - Iran          Political Science - DRC          Psychiatry - Iraq          Law - Uzbekistan             Scholars In Prison              Student Advocacy Seminar         INVITE A SPEAKER                                                                                                   Courage to Think         Regional Initiative         Monitoring Attacks              Workshops                 Print Page             Academic Freedom Survey                The SAR World Academic Freedom Survey/Index seeks to produce a comprehensive measure of the health of higher education communities worldwide with respect to core values of academic freedom, institutional autonomy and respect for human rights. A prototype survey/index has been developed and is undergoing testing. SAR invites researchers and funders interested in supporting this effort.        University of Lincoln (UK)  CERD Surveys of Academic Freedom:   Scholars at Risk is very pleased to support the efforts of colleagues at the University of Lincoln&rsquo;s Centre for Educational Research and Development (CERD) . Drs. Terence Karran , Klaus Dieter Beiter ( visiting ), and Kwadwo Appiagyei-Atua ( visiting ) have developed surveys measuring academic freedom at the institutional and national levels. Scholars at Risk urges academics and researchers to complete the appropriate survey by clicking on the links below. The survey can be completed in about 15 minutes. Responses are confidential and will help inform CERD research and SAR advocacy aimed at increasing protection of higher education communities worldwide.  Click the appropriate link to complete the survey now:       Academics/researchers in/from Africa:           Africa survey: English      Enqu&ecirc;te sur l'Afrique : Fran&ccedil;ais              Academics/researchers in/from Europe:        Europe survey: English      Enqu&ecirc;te sur l'Europe: Fran&ccedil;ais       Encuesta de Europa: Espa&ntilde;ol          Academics/researchers in/from other regions :         General survey: English       Enqu&ecirc;te g&eacute;n&eacute;ral: Fran&ccedil;ais       Encuesta general: Espa&ntilde;ol       Help strengthen the results:  Please forward information about the survey to relevant colleagues, associations, newsletters and email lists.                                Home |     Contact |   Site Map         194 Mercer Street, Room 410, New York, NY, 10012 USA TEL 1-212-998-2179 FAX 1-212-995-4402 EMAIL scholarsatrisk@nyu.edu    &copy; 2009 - 2013 Scholars at Risk Network New York University"}]}]