[{"detail": [{"content": "Global Institute of Public Health                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                            Sub Navigation                                 About Us                       Academic Programs                       Faculty                       Alumni                       Research                       News and Events                                                                 Global Institute of Public Health                                                      Meet Cheryl Healton        GIPH Director                   Learn more about Dr. Cheryl Healton and her vision for the Global Institute of Public Health              Click here                                  GIPH Takes Center Stage at The World Conference on Tobacco or Health, March 17-22, 2015   in Abu Dhabi                        This content requires the Macromedia Flash Player. Get Flash Player                                                                            GIPH in Action                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                Admission Information                             Undergraduate Majors                                               Master of Public Health (MPH)                                               PhD in Public Health                                                               Events                                                                                                go to calendar                             Faculty        Positions          Available                                               Join our        Mailing List                                             Visit the NYU        Public Health Discovery Portal                              Follow Us:                                                                         NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Global Institute of Public Health                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                            Sub Navigation                                 About Us                       Academic Programs                       Faculty                       Alumni                       Research                       News and Events                                                                 Global Institute of Public Health                                                      Meet Cheryl Healton        GIPH Director                   Learn more about Dr. Cheryl Healton and her vision for the Global Institute of Public Health              Click here                                  GIPH Takes Center Stage at The World Conference on Tobacco or Health, March 17-22, 2015   in Abu Dhabi                        This content requires the Macromedia Flash Player. Get Flash Player                                                                            GIPH in Action                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                Admission Information                             Undergraduate Majors                                               Master of Public Health (MPH)                                               PhD in Public Health                                                               Events                                                                                                go to calendar                             Faculty        Positions          Available                                               Join our        Mailing List                                             Visit the NYU        Public Health Discovery Portal                              Follow Us:                                                                         NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Majors                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Academic Programs   /   Undergraduate                       Sub Navigation                                 Admissions                       Majors                       Undergraduate Courses                       Public Health Minor                       FAQs                       Experiential Learning in Global Public Health                       Mission & Competencies                                                                 Majors      Overview of the Undergraduate Program          NYU’s Global Institute of Public Health provides undergraduate students with instructors, advisers, and courses drawn from the entire University. The highly selective, demanding undergraduate majors in Global Public Health allows students to choose a course of study which is a combination of public health and a discipline housed in one of NYU's prestigious schools (GPH is not a stand-alone major). The Global Public Health majors have been approved by the New York State Department of Education and will launch Fall 2013.          The Curriculum          All students, regardless of the Global Public Health Major, take required courses in the six core public health areas:     Biostatistics   Epidemiology   Health policy   Environmental health   Sociobehavioral health   A global public health internship     They will also take courses in their chosen major department, with the exact number of courses varying by major, and will fill out their coursework with relevant electives (in global public health and/or the major department) and study of a foreign language. Study away for one semester at an NYU Global Site is a requirement of the GPH combined majors.          Available Global Public Health Majors                                                          Global Public Health/Anthropology                               Offered by the College of Arts and Science   Global Public Health/Anthropology   128 Credits  Bachelor of Arts   The Global Public Health/Anthropology major provides interdisciplinary training that embraces the natural convergence of society, culture and health, and draws on the Department of Anthropology’s strength in bridging the social sciences, natural sciences, and humanities. A major in Global Public Health/Anthropology prepares students to analyze various cultural traditions through the lens of health; to examine complex relationships within economic, political, cultural, physical and biological environments; and to apply anthropological approaches to public health problems. Students will study a variety of topics such as epidemiology, medical anthropology, health and disease, health policy, human rights and culture, and emerging diseases. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. The major is designed to prepare students for multidisciplinary careers in a variety of settings and/or for advanced academic training in public health, anthropology or other related fields.                                                                Global Public Health/Applied Psychology                               Offered by the Steinhardt School of Culture, Education and Human Development   Global Public Health/Applied Psychology   128 Credits  Bachelor of Science   The Global Public Health/Applied Psychology major provides interdisciplinary training that bridges psychological theory, research, and practice with public health principles with the goal of improving health outcomes among diverse populations. The major links to the mission of the Department of Applied Psychology, to prepare students both to understand and to intervene in human development across contexts and cultures. A hallmark of the major is the extensive fieldwork requirement in both applied psychology and global public health, offering students the opportunity to apply the knowledge gained in lectures and readings to research and other real-world experiences. Students study a wide variety of topics such as developmental, abnormal, and community psychology, sexuality, epidemiology, health policy, research methods, and group dynamics. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. NYU's Global Public Health/Applied Psychology major provides excellent preparation for graduate programs in applied psychology, psychology, public health and related areas as well as graduate programs in business and law.                                                                  Global Public Health/Food Studies                               Offered by the Steinhardt School of Culture, Education and Human Development   Global Public Health/Food Studies   130 Credits  Bachelor of Science   The Global Public Health/Food Studies major provides interdisciplinary training that examines the historical, cultural, political, economic, and geographic aspects of food production, consumption, and post-consumption, with an emphasis on improving health outcomes among diverse populations. The major aligns with the Food Studies Program’s focus on the ways in which individuals, communities, and societies relate to food within a cultural and historical context. Students will study a wide variety of topics such as food science and technology, food and culture, epidemiology, marketing, nutrition, and health policy. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. NYU's Global Public Health/Food Studies major prepares students to enter a variety of careers in advocacy, policy, agriculture, food production, public relations, and development as well as to pursue advanced academic training in public health, food studies, or other related fields.                                                                Global Public Health/History                               Offered by the College of Arts and Science   Global Public Health/History   128 Credits  Bachelor of Arts     The Global Public Health/History major provides a unique opportunity to unite the study of human experience in relation to particular times and places with the study of health of populations around the world. The major draws on the expertise of the CAS Department of History in providing students with the tools needed to analyze and interpret many different kinds of evidence—cultural, social, economic, and political—and to organize them into a coherent whole, presented clearly in written or oral form. Students will study a variety of topics such as environmental history, ethnicity, sexuality, epidemiology, health policy, gender, and social movements. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. NYU's Global Public Health/History major provides a unique set of skills that may be applied in a variety of careers including law, teaching, public health, business, film, international affairs, and medicine and science.                                                                  Global Public Health/Media, Culture & Communication                               Offered by the Steinhardt School of Culture, Education and Human Development   Global Public Health/Media, Culture &amp; Communication   128 Credits  Bachelor of Science     The Global Public Health/Media, Culture &amp; Communication (MCC) major bridges the sociological, political and cultural aspects of communication technologies and systems with public health principles in order to effectively examine strategies for improving the health of populations around the world. The major aligns with the Department of Media, Culture, and Communication’s emphasis on the intersections of media, culture, and communication as crucial to understanding and navigating an increasingly globally connected world. Students will study a variety of topics such as epidemiology, media culture, politics, health policy, technology, and ethics. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. NYU's Global Public Health/MCC major offers undergraduate students a theoretical foundation and practical experience to prepare for entry into a wide range of career fields and graduate study. Popular industry options include: advertising and marketing, public relations, broadcasting (TV and radio), publishing, film (in the areas of development, distribution, production and promotion), and non-profit and government organizations. Global Public Health/MCC graduates may also pursue graduate study in areas such as law, business administration, education, public health, social work, and journalism.                                                                  Global Public Health/Nursing                               Offered by the College of Nursing   Global Public Health/Nursing   130 Credits (Traditional); 82 Credits (Accelerated*)  Bachelor of Science   The Global Public Health/Nursing major combines the longstanding excellence in nursing education at NYU with a more in-depth perspective in public health approaches. The major aligns with the College of Nursing’s mission of continuous progress in scholarly excellence and in innovations that advance humane and quality healthcare for all people. Students will study a variety of topics such as mental health, epidemiology, health assessment and promotion, health policy, acute care, psychiatrics pediatric nursing, research, and leadership. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Nursing graduates will be well-prepared for exciting careers in a variety of settings, including community and governmental organizations, clinical healthcare settings , and educational/research institutions. Students who complete the Global Public Health/Nursing degree will complete all the same nursing major courses and clinical hours as in the existing state approved nursing major at NYU and will therefore meet all licensing requirements for the B.S. in Nursing as approved by the NYS Education Department.   *Students with a baccalaureate degree in another field who have successfully completed prerequisite courses in nutrition, chemistry (with lab), statistics, anatomy and physiology), microbiology, and developmental psychology can enter the College of Nursing, and complete the Bachelor of Science combined degree program in 5 semesters of full time study (including summer)completing 82 credits. Students are admitted to the College as undergraduates with the following advanced standing credits: 44 credits in the liberal arts based on having a bachelor's degree and 20 credits in the science and prerequisite requirements that are completed prior to matriculation to the College of Nursing.                                                                  Global Public Health/Nutrition & Dietetics                               Offered by the Steinhardt School of Culture, Education and Human Development   Global Public Health/Nutrition &amp; Dietetics   128 Credits  Bachelor of Science     The Global Public Health/Nutrition &amp; Dietetics major prepares students to apply current knowledge, policy, and research about food and nutrition toward the improvement of the health of populations locally and around the world. The major aligns with the mission of the Nutrition and Dietetics Program to educate students on the role of food, nutrition, and health in society. Students will study a variety of topics such as food production, technology, epidemiology, diet assessment, health policy, and nutrition counseling. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Nutrition graduates will be well-prepared for entry-level positions in health care, community programs, health departments, school food service, private practice, publishing, public relations, or other businesses that involve nutrition and public health. It also offers preparation for dietetic internships that enable students to become eligible to take the examination to become a Registered Dietitian (RD), as well as further graduate work in nutrition, public health, or other related disciplines.                                                                  Global Public Health/Social Work                               Offered by the Silver School of Social Work   Global Public Health/Sociology   135 Credits  Bachelor of Science     The Global Public Health/Social Work major allows students to unite two complimentary disciplines in one undergraduate experience to address some of the world’s most complex health and social challenges. The major aligns with the mission of the Silver School of Social Work to educate professionals in a global perspective for social work practice with individuals, families, groups, and communities and to provide leadership in the development of knowledge relevant to social work practice in complex urban environments. Students will study a variety of topics such as health policy, epidemiology, immigration, refugee health, welfare programs, trauma, religion and HIV/AIDs. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Social Work graduates are well prepared for diverse careers in healthcare settings, schools, government agencies, and non-profit organizations, as well as for further studies at the graduate level.                                                                  Global Public Health/Sociology                               Offered by the College of Arts and Science   Global Public Health/Sociology   128 Credits  Bachelor of Arts     The Global Public Health/Sociology major prepares students to study social structures and interactions through the lens of public health issues and principles. The major draws on the Department of Sociology’s strength in theoretical creativity and substantive empirical research on important social issues. Students will study a variety of topics such as race and epidemiology, health policy, ethnicity, gender, immigration, wealth and poverty, family dynamics, and social policy. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Sociology graduates may go on to a diverse array of careers in law, health, public administration, and social service, as well as further graduate study in sociology, public health, or other related disciplines.                                                                  Global Public Health/Science                               Offered by the College of Arts and Science   Concentration in Biology: 132 Credits   Concentration in Chemistry: 136 Credits   Concentration in Pre-Health: 128 Credits  Bachelor of Science     The Global Public Health/Science major provides a unique opportunity for students to explore cutting-edge science and how those developments can help address some of the world’s most complex health challenges. The major draws from the College of Arts and Science expertise and innovative approaches to the sciences. Students in the Global Public Health/Science select one of three concentrations: Biology, Chemistry, and Pre-Health. Students will study a variety of topics such as infectious diseases, virology, immunology, genomics, health policy, epidemiology, and toxicology. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Science graduates will be well prepared to pursue professional studies in medicine, dentistry, public health, and nutrition, as well as academic and research positions.                                                                                                         NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Global Institute of Public Health                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                            Sub Navigation                                 About Us                       Academic Programs                       Faculty                       Alumni                       Research                       News and Events                                                                 Global Institute of Public Health                                                      Meet Cheryl Healton        GIPH Director                   Learn more about Dr. Cheryl Healton and her vision for the Global Institute of Public Health              Click here                                  GIPH Takes Center Stage at The World Conference on Tobacco or Health, March 17-22, 2015   in Abu Dhabi                        This content requires the Macromedia Flash Player. Get Flash Player                                                                            GIPH in Action                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                Admission Information                             Undergraduate Majors                                               Master of Public Health (MPH)                                               PhD in Public Health                                                               Events                                                                                                go to calendar                             Faculty        Positions          Available                                               Join our        Mailing List                                             Visit the NYU        Public Health Discovery Portal                              Follow Us:                                                                         NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Majors                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Academic Programs   /   Undergraduate                       Sub Navigation                                 Admissions                       Majors                       Undergraduate Courses                       Public Health Minor                       FAQs                       Experiential Learning in Global Public Health                       Mission & Competencies                                                                 Majors      Overview of the Undergraduate Program          NYU’s Global Institute of Public Health provides undergraduate students with instructors, advisers, and courses drawn from the entire University. The highly selective, demanding undergraduate majors in Global Public Health allows students to choose a course of study which is a combination of public health and a discipline housed in one of NYU's prestigious schools (GPH is not a stand-alone major). The Global Public Health majors have been approved by the New York State Department of Education and will launch Fall 2013.          The Curriculum          All students, regardless of the Global Public Health Major, take required courses in the six core public health areas:     Biostatistics   Epidemiology   Health policy   Environmental health   Sociobehavioral health   A global public health internship     They will also take courses in their chosen major department, with the exact number of courses varying by major, and will fill out their coursework with relevant electives (in global public health and/or the major department) and study of a foreign language. Study away for one semester at an NYU Global Site is a requirement of the GPH combined majors.          Available Global Public Health Majors                                                          Global Public Health/Anthropology                               Offered by the College of Arts and Science   Global Public Health/Anthropology   128 Credits  Bachelor of Arts   The Global Public Health/Anthropology major provides interdisciplinary training that embraces the natural convergence of society, culture and health, and draws on the Department of Anthropology’s strength in bridging the social sciences, natural sciences, and humanities. A major in Global Public Health/Anthropology prepares students to analyze various cultural traditions through the lens of health; to examine complex relationships within economic, political, cultural, physical and biological environments; and to apply anthropological approaches to public health problems. Students will study a variety of topics such as epidemiology, medical anthropology, health and disease, health policy, human rights and culture, and emerging diseases. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. The major is designed to prepare students for multidisciplinary careers in a variety of settings and/or for advanced academic training in public health, anthropology or other related fields.                                                                Global Public Health/Applied Psychology                               Offered by the Steinhardt School of Culture, Education and Human Development   Global Public Health/Applied Psychology   128 Credits  Bachelor of Science   The Global Public Health/Applied Psychology major provides interdisciplinary training that bridges psychological theory, research, and practice with public health principles with the goal of improving health outcomes among diverse populations. The major links to the mission of the Department of Applied Psychology, to prepare students both to understand and to intervene in human development across contexts and cultures. A hallmark of the major is the extensive fieldwork requirement in both applied psychology and global public health, offering students the opportunity to apply the knowledge gained in lectures and readings to research and other real-world experiences. Students study a wide variety of topics such as developmental, abnormal, and community psychology, sexuality, epidemiology, health policy, research methods, and group dynamics. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. NYU's Global Public Health/Applied Psychology major provides excellent preparation for graduate programs in applied psychology, psychology, public health and related areas as well as graduate programs in business and law.                                                                  Global Public Health/Food Studies                               Offered by the Steinhardt School of Culture, Education and Human Development   Global Public Health/Food Studies   130 Credits  Bachelor of Science   The Global Public Health/Food Studies major provides interdisciplinary training that examines the historical, cultural, political, economic, and geographic aspects of food production, consumption, and post-consumption, with an emphasis on improving health outcomes among diverse populations. The major aligns with the Food Studies Program’s focus on the ways in which individuals, communities, and societies relate to food within a cultural and historical context. Students will study a wide variety of topics such as food science and technology, food and culture, epidemiology, marketing, nutrition, and health policy. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. NYU's Global Public Health/Food Studies major prepares students to enter a variety of careers in advocacy, policy, agriculture, food production, public relations, and development as well as to pursue advanced academic training in public health, food studies, or other related fields.                                                                Global Public Health/History                               Offered by the College of Arts and Science   Global Public Health/History   128 Credits  Bachelor of Arts     The Global Public Health/History major provides a unique opportunity to unite the study of human experience in relation to particular times and places with the study of health of populations around the world. The major draws on the expertise of the CAS Department of History in providing students with the tools needed to analyze and interpret many different kinds of evidence—cultural, social, economic, and political—and to organize them into a coherent whole, presented clearly in written or oral form. Students will study a variety of topics such as environmental history, ethnicity, sexuality, epidemiology, health policy, gender, and social movements. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. NYU's Global Public Health/History major provides a unique set of skills that may be applied in a variety of careers including law, teaching, public health, business, film, international affairs, and medicine and science.                                                                  Global Public Health/Media, Culture & Communication                               Offered by the Steinhardt School of Culture, Education and Human Development   Global Public Health/Media, Culture &amp; Communication   128 Credits  Bachelor of Science     The Global Public Health/Media, Culture &amp; Communication (MCC) major bridges the sociological, political and cultural aspects of communication technologies and systems with public health principles in order to effectively examine strategies for improving the health of populations around the world. The major aligns with the Department of Media, Culture, and Communication’s emphasis on the intersections of media, culture, and communication as crucial to understanding and navigating an increasingly globally connected world. Students will study a variety of topics such as epidemiology, media culture, politics, health policy, technology, and ethics. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. NYU's Global Public Health/MCC major offers undergraduate students a theoretical foundation and practical experience to prepare for entry into a wide range of career fields and graduate study. Popular industry options include: advertising and marketing, public relations, broadcasting (TV and radio), publishing, film (in the areas of development, distribution, production and promotion), and non-profit and government organizations. Global Public Health/MCC graduates may also pursue graduate study in areas such as law, business administration, education, public health, social work, and journalism.                                                                  Global Public Health/Nursing                               Offered by the College of Nursing   Global Public Health/Nursing   130 Credits (Traditional); 82 Credits (Accelerated*)  Bachelor of Science   The Global Public Health/Nursing major combines the longstanding excellence in nursing education at NYU with a more in-depth perspective in public health approaches. The major aligns with the College of Nursing’s mission of continuous progress in scholarly excellence and in innovations that advance humane and quality healthcare for all people. Students will study a variety of topics such as mental health, epidemiology, health assessment and promotion, health policy, acute care, psychiatrics pediatric nursing, research, and leadership. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Nursing graduates will be well-prepared for exciting careers in a variety of settings, including community and governmental organizations, clinical healthcare settings , and educational/research institutions. Students who complete the Global Public Health/Nursing degree will complete all the same nursing major courses and clinical hours as in the existing state approved nursing major at NYU and will therefore meet all licensing requirements for the B.S. in Nursing as approved by the NYS Education Department.   *Students with a baccalaureate degree in another field who have successfully completed prerequisite courses in nutrition, chemistry (with lab), statistics, anatomy and physiology), microbiology, and developmental psychology can enter the College of Nursing, and complete the Bachelor of Science combined degree program in 5 semesters of full time study (including summer)completing 82 credits. Students are admitted to the College as undergraduates with the following advanced standing credits: 44 credits in the liberal arts based on having a bachelor's degree and 20 credits in the science and prerequisite requirements that are completed prior to matriculation to the College of Nursing.                                                                  Global Public Health/Nutrition & Dietetics                               Offered by the Steinhardt School of Culture, Education and Human Development   Global Public Health/Nutrition &amp; Dietetics   128 Credits  Bachelor of Science     The Global Public Health/Nutrition &amp; Dietetics major prepares students to apply current knowledge, policy, and research about food and nutrition toward the improvement of the health of populations locally and around the world. The major aligns with the mission of the Nutrition and Dietetics Program to educate students on the role of food, nutrition, and health in society. Students will study a variety of topics such as food production, technology, epidemiology, diet assessment, health policy, and nutrition counseling. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Nutrition graduates will be well-prepared for entry-level positions in health care, community programs, health departments, school food service, private practice, publishing, public relations, or other businesses that involve nutrition and public health. It also offers preparation for dietetic internships that enable students to become eligible to take the examination to become a Registered Dietitian (RD), as well as further graduate work in nutrition, public health, or other related disciplines.                                                                  Global Public Health/Social Work                               Offered by the Silver School of Social Work   Global Public Health/Sociology   135 Credits  Bachelor of Science     The Global Public Health/Social Work major allows students to unite two complimentary disciplines in one undergraduate experience to address some of the world’s most complex health and social challenges. The major aligns with the mission of the Silver School of Social Work to educate professionals in a global perspective for social work practice with individuals, families, groups, and communities and to provide leadership in the development of knowledge relevant to social work practice in complex urban environments. Students will study a variety of topics such as health policy, epidemiology, immigration, refugee health, welfare programs, trauma, religion and HIV/AIDs. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Social Work graduates are well prepared for diverse careers in healthcare settings, schools, government agencies, and non-profit organizations, as well as for further studies at the graduate level.                                                                  Global Public Health/Sociology                               Offered by the College of Arts and Science   Global Public Health/Sociology   128 Credits  Bachelor of Arts     The Global Public Health/Sociology major prepares students to study social structures and interactions through the lens of public health issues and principles. The major draws on the Department of Sociology’s strength in theoretical creativity and substantive empirical research on important social issues. Students will study a variety of topics such as race and epidemiology, health policy, ethnicity, gender, immigration, wealth and poverty, family dynamics, and social policy. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Sociology graduates may go on to a diverse array of careers in law, health, public administration, and social service, as well as further graduate study in sociology, public health, or other related disciplines.                                                                  Global Public Health/Science                               Offered by the College of Arts and Science   Concentration in Biology: 132 Credits   Concentration in Chemistry: 136 Credits   Concentration in Pre-Health: 128 Credits  Bachelor of Science     The Global Public Health/Science major provides a unique opportunity for students to explore cutting-edge science and how those developments can help address some of the world’s most complex health challenges. The major draws from the College of Arts and Science expertise and innovative approaches to the sciences. Students in the Global Public Health/Science select one of three concentrations: Biology, Chemistry, and Pre-Health. Students will study a variety of topics such as infectious diseases, virology, immunology, genomics, health policy, epidemiology, and toxicology. Students will also work closely with an adviser to select the right mix of electives to compliment individual interests and career paths. Global Public Health/Science graduates will be well prepared to pursue professional studies in medicine, dentistry, public health, and nutrition, as well as academic and research positions.                                                                                                         NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Global Public Health/Science | Prehealth | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                       Home &gt; Global Public Health/Prehealth         Global Public Health/Science     Prehealth Concentration Click Here for Curriculum and Course Sequencing Info Fall 2015 Registration Instructions for declared GPH/prehealth majors  The highly selective, demanding undergraduate  major in Global Public Health (GPH) allows students to choose a course of study  that is a combination of public health and a discipline housed in the College.  GPH is not a stand-alone major. NYU’s Global Institute  of Public Health provides CAS students with instructors, advisors, and courses  drawn from the entire University.       The Global Public Health/Science combined major (which includes a Prehealth concentration)  provides a unique opportunity for students to explore cutting-edge science and  how those developments can help address some of the world’s most complex health  challenges. One of three concentrations that a student may select within Global  Public Health/Science is Prehealth. Students will work closely with an advisor  to select the right mix of electives to compliment individual interests and  career paths. Global Public Health/Science graduates will be well prepared to  pursue professional studies in medicine, dentistry, public health, and  nutrition, as well as academic and research positions.      Students will take  required courses in the six core public health areas:     Health &amp; Society in a Global Context     Biostatistics for Public Health     Epidemiology for Global Health Health Policy in a Global World Environmental Health in a Global World Undergraduate Experiential Learning in Global Public Health Students will also take a  set of designated Prehealth courses, and then fill out their coursework with two combined major electives (in Global Public Health and/or Prehealth) and the advanced study of  a foreign language. Study away for one semester at an approved NYU Global site  is also a requirement of the GPH combined major. Click here to see the full list of requirements for Global Public Health/ Science (Prehealth) majors. Students may declare the major only after their first year and only after they have successfully completed at least one global public health course and one prehealth course. Click here to declare the Global Public Health/Science (Prehealth concentration) combined major. For questions about the GPH/Prehealth major, please contact us at gph.prehealth@nyu.edu .                 Home       Careers       Prehealth Courses       Application Process       Extracurricular Involvement       Resources       BCPM Calculator       Postbaccalaureate Program     Global Public Health/Science     Contact Us                          Stay Connected           Twitter             Contact Us"}]}]