[{"detail": [{"content": "New York University &gt; Courant Institute &gt; Department of Mathematics                                                           Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach             Welcome               The Department of Mathematics at the Courant Institute offers training in     mathematics and applications of mathematics in the broadest sense. The     department has leading research groups in many areas, including partial     differential equations, probability and stochastic processes, geometric     analysis, metric geometry, scientific computation, mathematical biology, and     fluid dynamics. A special feature of the Institute is its highly     interdisciplinary character — with courses, seminars, and active research     collaborations in areas such as materials science, visual neural science,     atmosphere/ocean science, cardiac fluid dynamics, plasma physics, financial     mathematics, and mathematical genomics. Another special feature is the central     role of analysis, which provides a natural bridge between pure and applied     mathematics.                                              &copy; NEW YORK UNIVERSITY"}]},
{"detail": [{"content": "New York University &gt; Courant Institute &gt; Department of Mathematics                                                           Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach             Welcome               The Department of Mathematics at the Courant Institute offers training in     mathematics and applications of mathematics in the broadest sense. The     department has leading research groups in many areas, including partial     differential equations, probability and stochastic processes, geometric     analysis, metric geometry, scientific computation, mathematical biology, and     fluid dynamics. A special feature of the Institute is its highly     interdisciplinary character — with courses, seminars, and active research     collaborations in areas such as materials science, visual neural science,     atmosphere/ocean science, cardiac fluid dynamics, plasma physics, financial     mathematics, and mathematical genomics. Another special feature is the central     role of analysis, which provides a natural bridge between pure and applied     mathematics.                                              &copy; NEW YORK UNIVERSITY"}, {"content": "CIMS &gt; V63.0233: Theory of Probability                                                                                                                         Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               Math-ua.0233 / V63.0233: Theory of Probability                   Term:     Fall 2011             Meeting times:     MW 2:00-3:15 PM                 Recitation times :                        Instructor:     Professor Raghu Varadhan                 Office:     TBA                 Office hours:     TBD                 Phone:      212-998-3334                 Email:     varadhan@cims.nyu.edu                               Goals and Topics    An introduction to the mathematical treatment of random phenomena  occurring in the natural, physical, and social sciences. Axioms of  mathematical probability, combinatorial analysis, binomial  distribution, Poisson and normal approximation, random variables and  probability distributions, generating functions, the Central Limit  Theorem and Laws of Large Numbers.                      Logistics       Class The class meets Mondays through Thursdays 2:00-4:15pm in Silver Center 501.          Homework Homework will be assigned weekly and collected on  Tuesdays. In fairness to the other students in the course, late  homework will generally not be accepted. We will, however, drop the  lowest homework score in computation of final grades. Please talk to  the instructor in cases of emergency.          Participation    IThere are three ways to earn credit for course participation:  attendance, presenting in class during group exercises, and bookmarking  web pages online (more about this later).               Quizzes    Quizzes will be given on Thursdays. Quizzes  will start at the beginning of class. We will also drop the  lowest quiz.       Exams    There will a midterm examination and a final exam, in the regular classroom at the regular class time.                   Grades      Grades will be computed by a weighted average:       Homework  10%     Participation  10%     Quizzes  20%     Midterm  30%     Final  30%    Total 100%          Final scores will be converted to letter grades beginning with the following scale:       93 A   90 A-   87 B+   83 B   80 B-   75 C+   65 C   50 D         As for a curve, these cutoffs might be adjusted, but only in the downward direction (to make letter grades higher).             Text A First Course in Probability Theory by Sheldon Ross. Available in the bookstore.       Website      Course materials and other details will be published on Blackboard.       Conclusion   The first problem set:       Read Sections 1.1 and 1.2 of the textbook    Do Problems 1 and 4 from Chapter 1 (page 16) and check your  answers in the back of the book. You do not need to turn in these  \"practice\" exercises.    Do Problem 3 from Chapter 1 and Theoretical Exercise 2 from Chapter 1 (page 18) and turn them in.         We look forward to a productive and informative term                                                         © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}]},
{"detail": [{"content": "New York University &gt; Courant Institute &gt; Department of Mathematics                                                           Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach             Welcome               The Department of Mathematics at the Courant Institute offers training in     mathematics and applications of mathematics in the broadest sense. The     department has leading research groups in many areas, including partial     differential equations, probability and stochastic processes, geometric     analysis, metric geometry, scientific computation, mathematical biology, and     fluid dynamics. A special feature of the Institute is its highly     interdisciplinary character — with courses, seminars, and active research     collaborations in areas such as materials science, visual neural science,     atmosphere/ocean science, cardiac fluid dynamics, plasma physics, financial     mathematics, and mathematical genomics. Another special feature is the central     role of analysis, which provides a natural bridge between pure and applied     mathematics.                                              &copy; NEW YORK UNIVERSITY"}, {"content": "CIMS &gt; V63.0233: Theory of Probability                                                                                                                         Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               Math-ua.0233 / V63.0233: Theory of Probability                   Term:     Fall 2011             Meeting times:     MW 2:00-3:15 PM                 Recitation times :                        Instructor:     Professor Raghu Varadhan                 Office:     TBA                 Office hours:     TBD                 Phone:      212-998-3334                 Email:     varadhan@cims.nyu.edu                               Goals and Topics    An introduction to the mathematical treatment of random phenomena  occurring in the natural, physical, and social sciences. Axioms of  mathematical probability, combinatorial analysis, binomial  distribution, Poisson and normal approximation, random variables and  probability distributions, generating functions, the Central Limit  Theorem and Laws of Large Numbers.                      Logistics       Class The class meets Mondays through Thursdays 2:00-4:15pm in Silver Center 501.          Homework Homework will be assigned weekly and collected on  Tuesdays. In fairness to the other students in the course, late  homework will generally not be accepted. We will, however, drop the  lowest homework score in computation of final grades. Please talk to  the instructor in cases of emergency.          Participation    IThere are three ways to earn credit for course participation:  attendance, presenting in class during group exercises, and bookmarking  web pages online (more about this later).               Quizzes    Quizzes will be given on Thursdays. Quizzes  will start at the beginning of class. We will also drop the  lowest quiz.       Exams    There will a midterm examination and a final exam, in the regular classroom at the regular class time.                   Grades      Grades will be computed by a weighted average:       Homework  10%     Participation  10%     Quizzes  20%     Midterm  30%     Final  30%    Total 100%          Final scores will be converted to letter grades beginning with the following scale:       93 A   90 A-   87 B+   83 B   80 B-   75 C+   65 C   50 D         As for a curve, these cutoffs might be adjusted, but only in the downward direction (to make letter grades higher).             Text A First Course in Probability Theory by Sheldon Ross. Available in the bookstore.       Website      Course materials and other details will be published on Blackboard.       Conclusion   The first problem set:       Read Sections 1.1 and 1.2 of the textbook    Do Problems 1 and 4 from Chapter 1 (page 16) and check your  answers in the back of the book. You do not need to turn in these  \"practice\" exercises.    Do Problem 3 from Chapter 1 and Theoretical Exercise 2 from Chapter 1 (page 18) and turn them in.         We look forward to a productive and informative term                                                         © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}, {"content": "Courant Institute Probability and Mathematical Physics Seminar                                      N Y U  P R O B A B I L I T Y   A N D  M A T H E M A T I C A L   P H Y S I C S  S E M I N A R               Usual place and time are Warren Weaver Hall room 512 on Fridays, 11:00 AM - 12:00 noon, but please check each announcement since this is sometimes changed.         The seminar covers a wide range of topics in pure and applied probability and in mathematical physics.     It is run by    Yuri Bakhtin ,   G&eacute;rard Ben Arous ,   Paul Bourgade ,   Percy Deift ,   Eyal Lubetzky ,   Chuck Newman ,    S. R. Srinivasa Varadhan ,    Wei Wu .          Join the Probability Seminar Mailing list                      Spring Semester 2015. Click on the title to read the abstract.               Friday February 6, 2015   Jonathan Keating (Bristol)    Extreme values of the Riemann zeta function and characteristic polynomials of random matrices        I will describe some results and conjectures concerning the extreme values taken by the Riemann zeta-function in its critical line, the characteristic polynomials of random unitary matrices, and the statistical mechanics of logarithmically-correlated random energy models. For the most part, this is joint work with Yan Fyodorov.         Friday February 13, 2015   Timo Seppalainen (Wisconsin)    Busemann functions for the directed polymer model        The directed polymer model describes a random walk in a random potential. It was introduced by Huse and Henley in the statistical physics literature in 1985. This model is a member of the KPZ (Kardar-Parisi-Zhang) universality class, and has been an object of much study in both the statistical physics and probability communities. This talk begins by deriving a variational formula for the limiting free energy of the model. Solutions to the variational formula can be found from limits called Busemann functions. The existence of Busemann functions can be proved for the exactly solvable log-gamma polymer. Busemann functions also serve as boundary conditions that define a stationary polymer model, which in turn can be used to derive fluctuation exponents. This talk is based in part on joint works with Nicos Georgiou, Firas Rassoul-Agha and Atilla Yilmaz.              Friday February 20, 2015   10 AM: Eugene Strahov (Jerusalem)    Hole probabilities and gap probabilities for products of random complex matrices        I will present recent results on hole probabilities for eigenvalues of products of random complex matrices, and on gap probabilities for singular values of such products. In particular, I will discuss the asymptotics for the hole  probabilities, i.e. for probabilities of the events that there are no eigenvalues in a disc of radius r with its center at 0, as r goes to infinity. I will also explain how the gap probabilities for squared singular values of products of random complex matrices can be described in terms of completely integrable Hamiltonian differential equations.           11 AM: Nike Sun (Microsoft, MIT)    The exact k-SAT threshold for large k        We establish the random k-SAT threshold conjecture for all k exceeding an absolute constant k(0). That is, there is a single critical value c*(k) such that a random k-SAT formula at clause-to-variable ratio c is with high probability satisfiable for c c*(k). The threshold c*(k) matches the explicit prediction derived by statistical physicists on the basis of the one-step replica symmetry breaking (1RSB) heuristic. In the talk I will describe the main obstacles in computing the threshold, and explain how they are overcome in our proof. Joint work with Jian Ding and Allan Sly.               Friday February 27, 2015      Columbia-NYU probability seminar series                   Friday March 6, 2015   10 AM: Keiichi R.Ito (Kyoto)    Block Spin Transformation of 2D O(N) Sigma Model, Toward Solving a Millennium Problem           11 AM: Roman Kotecky (Warwick)    Long range order for random colourings on planar graphs        We establish a phase transition for the uniform random proper 3-colourings on a class of planar quasi-transitive graphs. This is a case of purely entropicaly driven long range order and the proof is based on an enhanced Peierls argument  (which is of independent interest even for the Ising model for which it extends the range of temperatures with proven long range order) combined with an additional percolation argument.  Based on a joint work with Alan Sokal and Jan Swart.            Friday March 13, 2015   10 AM: Karol Kozlowski (CNRS)    Large N analysis of the sinh-model            11 AM: Simone Warzel (Munich)    Resonant delocalization        Mathematical analysis of the delocalised phase of random operators has so far turned to be more elusive than the proofs of localization. There is therefore the need to develop insight into mechanisms by which extended states may form in the presence of extensive, though possibly weak, frozen disorder. One such mechanism is resonant delocalisation. In this talk, I will explain the main ideas behind this proposal. The analysis rests on an improvement of the Simon-Wolff criterion which allows to characterise the regime of delocalisation through the divergence of $ \\ell^2 $-sums of the Green function with only positive probability.            Friday March 20, 2015   Spring Break                   Friday March 27, 2015   Irina Nenciu (UI Chicago)     On some criteria for quantum and stochastic confinement         In this talk we will present several recent results concerning criteria ensuring the confinement of a quantum or a stochastic particle to a bounded domain in $\\mathbb R^n$. These criteria are given in terms of explicit growth and/or decay rates for the diffusion matrix and the drift potential close to the boundary of the domain. As an application of the general method, we will discuss several cases, including some where the background Riemannian manifold (induced by the diffusion matrix) is geodesically incomplete. These results are part of an ongoing joint project with G. Nenciu (IMAR, Bucharest, Romania).         Friday April 3, 2015   Charles Smart (Cornell)    The Abelian sandpile on periodic Euclidean graphs         I will discuss joint work with Lionel Levine and Wesley Pegden. The Abelian sandpile is a model for \"self-organized criticality\" that generates approximations of striking fractal images on periodic graphs. Our work explains the appearance of these images: the scaling limit of the sandpile is a nonlinear partial differential equation with unexpected algebraic structure. I will discuss some older work on the square lattice as well as recent work on more general graphs.           Friday April 10, 2015   Senya Shlosman (Marseille, Moscow)    Airy diffusion and N^{1/3} fluctuations in the 2D Ising model.         Consider the two-dimensional Ising model at a temperature below the critical. Let a droplet of the (+) phase of linear size N floats in the sea of (-) phase and is pressed against a horizontal wall. I will explain that the fluctuations of the boundary of the droplet near the contact with the wall are of the order of N^{1/3}. When scaled by N^{1/3} vertically and by N^{2/3} horizontally, the limiting behavior of the boundary as N goes to infinity is given by the Airy diffusion. This diffusion has appeared earlier in a paper by Ferrari and Spohn, where the brownian motion above the parabolic barrier is considered. Work in progress with D. Ioffe and Y. Velenik.          Friday April 17, 2015   Hugo Duminil-Copin (Geneve)    Scaling window of Bernoulli percolation on Z^d         We will discuss the notion of scaling window for Bernoulli percolation on Z^d. While the notion is classical in two dimensions, the systematic study of the size of the window in higher dimension has not been done by now. We will present a few progress in this direction.             Friday April 24, 2015   10 AM: Fabio Toninelli (CNRS)    A class of (2+1)-dimensional growth process with explicit stationary measure        We introduce a class of (2 + 1)-dimensional random growth processes, that can be seen as asymmetric random dynamics of discrete interfaces. Interface configurations correspond to height functions of dimer coverings of the infinite hexagonal or square lattice. “Asymmetric” means that the interface has an average non-zero drift. When the asymmetry parameter p − 1/2 equals zero, the infinite-volume Gibbs measures pi_\\rho (with given slope \\rho) are stationary and reversible. When p\\neq 1/2, \\pi_\\rho is not reversible any more but, remarkably, it is still stationary. In such stationary states, one finds that the height function at a given point x grows linearly with time t with a non-zero speed, := = v t and that the typical fluctuations of Q_x(t) are smaller than any power of t.   For the specific case p = 1 and in the case of the hexagonal lattice, the dynamics coincides with the “anisotropic KPZ growth model” studied by A. Borodin and P. L. Ferrari. For a suitably chosen initial condition (that is very different from the stationary state), they were able to determine the hydrodynamic limit and the interface fluctuations, exploiting the fact that some space-time correlations can be computed exactly, and predicted stationarity of Gibbs measures.          11 AM: Jinho Baik (Michigan)    Fluctuations of the free energy of spherical spin glass        We consider the spherical spin glass model, also known as the spherical Sherrington-Kirkpatrick (SSK) model. We show that the law of the fluctuations of the free energy converges to the GOE Tracy-Widom distribution in the low temperature regime. In the high temperature regime, the fluctuations are, on the other hand, given by Gaussian distribution in the limit. The result holds for all temperature other than the critical temperature. A universality for non-Gaussian interactions is also considered. This is a joint work with Ji Oon Li.                Friday May 1, 2015   Beatrice de Tiliere (Paris 6)    The Z-invariant massive Laplacian on isoradial graphs         After having explained the notion of $Z$-invariance for models of statistical mechanics, we introduce a one-parameter family (depending on the elliptic modulus $k$) of $Z$-invariant weights for the discrete massive Laplacian defined on isoradial graphs. We prove an explicit formula for its inverse, the massive Green function, which has the remarkable property of only depending on the local geometry of the graph. We mention consequences of this result for the model of spanning forests, in particular the proof of an order two phase transition with the critical spanning tree model on isoradial graphs introduced by Kenyon. Finally, we consider the spectral curve of this massive Laplacian, and prove that it is a Harnack curve of genus 1. This is joint work with Cédric Boutillier and Kilian Raschel.               Friday May 8, 2015   10 AM: Fabio Martinelli (Roma)    TBA        TBA         11 AM: Kevin Schnelli (IST Vienna)    TBA        TBA             Friday May 15, 2015   Claudio Landim (IMPA)    Condensing zero-range processes         Zero-range processes with decreasing jump rates exhibit a condensation transition, where a positive fraction of all particles condenses on a single lattice site when the total density exceeds a critical value.  Consider a condensing zero-range process with $N$ particles evolving on a fixed and finite set $S$. In the diffusive time scale $N^2$ the fraction of particles at each site evolves as a diffusion whose drift is unbounded. The process remains absorbed at the boundary once it attains it, and it performs, after this hitting time, a diffusion on a lower dimensional simplex, similar to the original one, until all particles concentrate on a single site.  In a longer time scale $N^{1+\\alpha}$, $\\alpha>1$, the site which concentrates all particles evolves as a random walk on $S$ whose transition rates are proportional to the capacities of the underlying random walk.                             Fall Semester 2014. Click on the title to read the abstract.               Friday September 19, 2014   Vladas Sidoravicius (IMPA)    Continuity of phase transitions for models of Statistical Mechanics.        During my talk I will discuss the question of continuity of phase transition in lattice models of Statistical  Mechanics, such as Bernoulli percolation, Ising and Potts models in dimensions  2 and 3. I will report recent results with some details of proofs and discuss open problems.         Friday September 26, 2014   Charles Bordenave (Toulouse)    Non-backtracking spectrum of random graphs.        The non-backtracking matrix of a graph is a non-symmetric matrix on the oriented edge of a graph which has interesting algebraic properties and appears notably in connection with the Ihara zeta function and in some generalizations of Ramanujan graphs. It has also been used recently in the context of community detection. In this talk, we will study the largest eigenvalues of this matrix for the Erdos-Renyi graph G(n,c/n) and for simple inhomogeneous random graphs (stochastic block model). This is a joint work with Marc Lelarge and Laurent Masoulié.         Friday October 3, 2014   Hao Wu (MIT)    Intersections of SLE paths        SLE curves are introduced by Oded Schramm as the candidate of the scaling limit of discrete models. In this talk, we first describe basic properties of SLE curves and their relation with discrete models. Then we summarize the Hausdorff dimension results related to SLE curves, in particular the new results about the dimension of cut points and double points. Third we introduce Imaginary Geometry, and from there give the idea of the proof of the dimension results.             Friday October 10, 2014   Columbia-NYU probability seminar series                Friday October 17, 2014   Elliot Paquette (Weizmann)     Stationary random graphs and the hyperbolic Poisson Voronoi tessellation        We consider the hyperbolic Poisson Voronoi (HPV) tessellation, a triangulation of the hyperbolic plane whose vertices are given by a homogeneous Poisson point process. This triangulation fails to have a positive isoperimetric constant, however we show that it does have a positive \"anchored\" isoperimetric constant. HPV is an example of a stationary random graph, one which when viewed from the point of view of random walk, has the same law at all times. We review some of the theory of stationary random graphs and give some extensions that allow us to conclude random walk on HPV escapes from 0 with positive speed.  This is joint work with Itai Benjamini (Weizmann) and Josh Pfeffer (Harvard).         Friday October 24, 2014   Jonathan Novak (MIT)    Random tilings and Hurwitz numbers        I will present a new approach to a central limit theorem for uniformly random lozenge tilings of a class of planar domains which I like to call \"sawtooth domains.\" This CLT, which was proved by Okounkov-Reshetikhin and Johansson-Nordenstam about ten years ago for certain special boundary conditions, deals with fluctuations of tiles of one type near a \"turning point\" of the frozen boundary (law of large numbers): they behave like the successive minors of a GUE random matrix. The case of general boundary conditions was recently treated by Gorin and Panova via steepest descent analysis of a contour integral representation of the Schur polynomials. My approach avoids contour integrals and saddle point methods, and is based instead on elements of the orbit method in representation theory together with a combinatorial interpretation of the Laplace transform of orbital measures as generating functions for Hurwitz numbers.          Friday October 31, 2014   Ely Merzbach (Bar-Ilan)     Set-Indexed processes and regularity.        Contrary to the one-parameter case, the set-indexed Brownian motion is known to be not continuous for some indexing collection which is not a Vapnik- Cervonenkis class. In the study of the set-indexed Levy processes, we consider a weak form of continuity which is satisfied by the Set-indexed Brownian motion. Thanks to the Levy-Ito decomposition, we show that the Set-indexed Levy process has no point mass jumps if and only if its increments are Gaussian. We prove a Kolmogorovlike criterion for Holder-continuity of a set-indexed process. The localization of these previous properties leads to various definitions of Holder exponents. The local regularity of the set-indexed fractional Brownian motion is proved to be constant, with probability one. This talk is based on the following works: 1. E. Herbin and E. Merzbach. The set-indexed Levy process: Stationarity, Markov and sample paths properties. Stoch. Proc. Appl. 123, 1638-1670, 2013. 2. E. Herbin and A. Richard. Local Holder regularity for set-indexed processes. To appear,2014. 3. A. Richard, Local regularity of some fractional Brownian fields, Ph.D. thesis, Ecole Centrale Paris, 2014.           Friday November 7, 2014   Vadim Gorin (MIT)    Multilevel Dyson Brownian Motion and its edge limits        The GUE Tracy-Widom distribution is known to govern the large-time asymptotics for a variety of interacting particle systems on one side, and the asymptotic behavior for largest eigenvalues of random Hermitian matrices on the other side. In my talk I will explain some reasons for this connection between two seemingly unrelated classes of stochastic systems, and how this relation can be extended to general beta random matrices. A multilevel extension of the Dyson Brownian Motion will be the central object in the discussion. (Based on joint papers with Misha Shkolnikov).         Friday November 14, 2014   10 AM: Yuri Kifer (Jerusalem)    Poisson and compound Poisson asymptotics for statistics of multiple recurrencies to shrinking sets.        The Poisson limit theorem which appeared in 1837 seems to be the  rst law of rare events in probability. Various generalizations of it and estimates of errors of Poisson approximations were obtained in probability and more recently this became a popular topic in dynamics in the form of study of statistics of numbers of arrivals at small (shrinking) sets by a stochastic pro- cess or by a dynamical system. I will describe recent results on Poisson and compound Poisson asymptotics for (nonconventional) statistics of numbers of multiple returns to shrinking sets, namely, for numbers of combined events of the type &#123;&omega; : &xi;(jn,&omega;) &isin; &Gamma; N , j=1,...,l &#125; n&le;N, where &xi;(k,&omega;) is defined as a stochastic process from the beginning or it is built from a dynamical sys- tem by writing &xi;(k,&omega;) = T k &omega;. We obtain an essentially complete description of limiting behaviors of distributions of numbers of multiple recurrencies to shrinking cylinders for &psi;-mixing shifts. Most of the results are joint with my student A.Rapaport and some of them are new even for the widely studied single (conventional) recurrencies case.           11 AM: Yuval Peres (Microsoft)    Markov type for planar graphs and applications        A metric space X has Markov type 2 if every reversible stationary Markov chain taking values in X escapes at most diffusively from its starting point. In 1992, Keith Ball showed that Hilbert space has Markov type 2, and this was extended to L^p for p>2, to trees and hyperbolic spaces in [1]. In joint work [2] with Jian Ding and James Lee, we answered a question raised in [1], by proving that planar graph metrics also have Markov type 2. A crucial new ingredient in [2] is a local-to-global bound for Martingales. I will emphasize two applications of these ideas to random walks:    (a) A proof of a conjecture of Itai Benjamini, that random walk on an infinite planar graph G of bounded degree, either has positive speed, or is at most diffusive, i.e. for every t there exists a starting point so that E d(X_0,X_t)^2 is at most C(G)t;    (b) A sharp bound [3] on the rate of escape of simple random walk on subcritical dynamical percolation.    [1] Naor, A.; Peres, Y.; Schramm, O.; Sheffield, S. Markov chains in smooth Banach spaces and Gromov-hyperbolic metric spaces. Duke Math. J. 134 (2006) 165–197. http://arxiv.org/abs/math/0410422    [2] Ding, J.; Lee, J. R.; Peres, Y. Markov type and threshold embeddings. Geom. Funct. Anal. 23 (2013), 1207–1229.  http://arxiv.org/abs/1208.6088    [3] Peres, Y., Stauffer, A. and Steif, J., Random walks on dynamical percolation: mixing times, mean squared displacement and hitting times. (2013). PTRF, to appear. http://arxiv.org/abs/1308.6193           Friday November 21, 2014   Northeast probability seminar              Friday November 28, 2014   Thanksgiving          TBA          Friday December 5, 2014   Thomas Spencer (IAS)    Statistical Mechanics arising from Random Matrix theory         Certain spins models provide a dual representation for  spectral problems in random matrix theory. Ordered and disordered phases  correspond to different spectral types and time evolutions of a random  matrix Hamiltonian. Universality of Wigner-Dyson statistics can be  formally understood in terms of the collective behavior of spins.    In 3 dimensions, a phase transition was proved for a noncompact,  supersymmetric statistical mechanics system. This model has many of the  features of Anderson localization. It is equivalent to a classical  history dependent walk which prefers to jump to lattice vertices it has  visited in the past.           Friday December 12, 2014   Ramis Movassagh (Northeastern, MIT)    Violation of the area law in quantum spin chains        The sub-volume scaling of the entanglement entropy with the system's size,n, has been a subject of vigorous study in the last decade. The area law provably holds for gapped one dimensional systems and it was believed to be violated by at most a factor of log(n) in physically reasonable models such as critical systems.  In this paper, we generalize the spin-1 model of Bravyi et al to all integer spin-s chains, whereby we introduce a class of exactly solvable models that are physical and exhibit signatures of criticality, yet violate the area law by a power law. The proposed Hamiltonian is local and translationally invariant in the bulk. We prove that it is frustration free and has a unique ground state. Moreover, we prove that the energy gap scales as $n^{-c}$, where using the theory of Brownian excursions, we prove $c\\ge2$. This rules out the possibility of these models being described by a conformal field theory. We analytically show that the Schmidt rank grows exponentially with the system's size and that the half-chain entanglement entropy to the leading order scales as $\\sqrt{n}$. Geometrically, the ground state is seen as a uniform superposition of all s-colored Motzkin walks. Lastly, we introduce an external field which allows us to remove the boundary terms yet retain the desired properties of the model. Our techniques for obtaining the asymptotic form of the entanglement entropy, the gap upper bound and the self-contained expositions of the combinatorial techniques, more akin to lattice paths, may be of independent interest (joint work with Peter W. Shor).                           Past years.            &nbsp   &nbsp  &nbsp   &nbsp  &nbsp   &nbsp   &nbsp   &nbsp"}]}]