[{"detail": [{"content": "Welcome to NYU Archives                                                                Home      About      Finding Aids      Digital Resources              About NYU        Student Projects                 Contact      Blog                  Welcome to NYU Archives             The New York University Archives serves as the final repository for the historical records of NYU. Its primary purpose is to document the history of the University and to provide source material for administrators, faculty, students, alumni, and other members of the University community, as well as scholars, authors, and other interested persons who seek to evaluate the impact of the University's activities on the history of American social, cultural, and intellectual development.       Archive Survival Guide         The archive is a new experience for many people. Take a look below at some of our suggestions for a successful visit.     1. Be sure to have your research question ready before visiting the archives. The more detailed the research question, the more assistance we can provide if you let us know before your visit what you&#39;re looking for.     2. There is no food or drinks allowed in the archives, so please plan accordingly.     3. You can&#39;t check out archival materials, so you will have to visit us during business hours.     4. If you want materials that are stored offsite let us know at least 2 days prior to your visit to ensure the materials are available.     5. Keeping detailed notes of the materials you view will save you a lot of time in the long run.     6. Take care when handling materials. If you have any questions about how to best handle materials, just ask us.     7. Set aside plenty of time and plan ahead.                                                      The graduating class of 1883.                                          University Heights &#40;Now Bronx Community College&#41; residence hall dormitory in 1968.                                         The 1954 women's basketball team.                                         Washington Square Park in 1891.                                         Stevenson rally in the 1960s.                  University Heights &#40;Now Bronx Community College&#41; residence hall dormitory in 1968.                        Washington Square Park in 1891.                 The graduating class of 1883.                University Heights &#40;Now Bronx Community College&#41; residence hall dormitory in 1968.                The 1954 women's basketball team.                Stevenson rally in the 1960s.                                NYU Archives Elmer Holmes Bobst Library, 10th Floor 70 Washington Square South New York, NY 10012 p. 212.998.2646 university.archives@library.nyu.edu          About            About NYU Archives       Present and Past Staff       Contact       Policies and Procedures          Finding Aids            University Online Finding Aids       RISM Online Finding Aids       John Brademas Congressional Papers       Search Special Collections          Digital Resources            About NYU       Student Projects       Blog          &#169; 2013 NYU Archives Website Created by Ashley Burks"}]}]