[{"detail": [{"content": "Graduate Programs    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program     Graduate program     Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris               Core Information from the Bulletin         Doctor of Philosophy           Joint Degree Doctor of Philosophy           Master of Arts Program in French Language and Civilization           Master of Arts Program in French Literature           Master of Arts Program in Literary Translation: French-English           Joint Degree M.A. in Teaching French as a Foreign Language           Bulletin Course Descriptions             Related Information         French Graduate Programs and Applications FAQ           Graduate Student Profiles           Recently-Defended Dissertations           Dissertation Submission Guidelines           Job Placements           Graduate Student Fellowships, Prizes, and Job Opportunities           French Cinema at NYU           Call for Papers: ...but is it art? (Graduate Student Conference)           Department of French Office Hours           Graduate Courses & Descriptions             Useful Links         GSAS Master's College           GSAS Admissions           GSAS Application Resource Center           Financial Aid           Library Resources                 Home &gt; Graduate program     Graduate Programs   Department Life • Programs of Study • Funding • Coursework • Teaching • Studying in France and Abroad • NYU Resources • Graduate Student Community • Job Placement • Applying • Contact   DEPARTMENT LIFE  The Department of French at NYU is part of a network of intellectual sites grouped within the Center for French Civilization and Culture. The Center branches into the University's four significant spheres of activity in French Studies: the Department, the Institute of French Studies, NYU Paris, and La Maison Française. These form the most comprehensive American academic complex devoted to the culture of France, past and present. The Department of French currently has 19 faculty members, representing a broad spectrum of specialization in all areas of French literature and civilization, and 14 full-time language lecturers. In addition, the Department offers courses by eminent visiting professors, including Réda Bensmaïa, François Cornillat, Marielle Macé, Christian Biet, Yves Citton, Philippe Roger, and François Noudlemann. The Department offers approximately 8 graduate seminars each semester, with enrollments ranging from five to fifteen students. Thus, students are able to choose from the rich offerings of a large department, yet also enjoy the opportunity for close, personal interaction with professors. Mini-seminars are another important feature of the department's program (See Upcoming Events ). Some who have headed seminars in recent years are: Michel Zink, Michel Deguy, Jacques Darras, Guy Scarpetta, Jean Milly, Jacqueline Cerquiglini-Toulet, Jacques Roubaud, Danièle Sallenave, Claude Simon, Jacques Derrida, Jacques Garelli, Robert Abirached, Erik Arnoult, Viviane Forrester.   PROGRAMS OF STUDY  PH.D. PROGRAMS Doctoral students must complete 72 points of post-undergraduate   coursework (about 18 courses). This may include credits earned during   M.A. work at NYU or transfer credits from another graduate institution.    Ph.D. in French Literature The Ph.D. program in French literature prepares students to teach in all areas of French and Francophone literature, stressing both breadth and depth through research seminars and qualifying exams. Ph.D. students in French literature will complete coursework in all seven fields--Medieval, Renaissance, 17th century, 18th century, 19th century, and 20th century and Francophone literatures--as well as a proseminar in textual analysis. The program also trains students to be outstanding researchers and important contributors in the field which best speaks to their intellectual passions. Interdisciplinary Ph.D. Program in French Literature The Interdisciplinary Program in French Literature enables students to conjoin the study of literature with cinema, fine arts, music or with the social and human sciences (history, linguistics, politics, sociology, anthropology). Students design a course of doctoral study that reflects their special interests and takes advantage of the exceptionally rich resources of New York University (Institute of French Studies, Medieval and Renaissance Studies, Dramatic Literature, Theatre History, Cinema Studies, etc.). To enter the program, students must apply after the completion of the M.A. in French Literature and during their first semester of doctoral studies. Joint Ph.D. in French Studies and French Literature The Institute of French Studies (IFS) at NYU is an interdisciplinary program devoted to the study of modern and contemporary France and francophone countries. The Department of French and the IFS offer a joint Ph.D. in French Studies and French that is designed for students interested in developing research expertise in the history and analysis of literary texts closely linked to their social, cultural, and political contexts. It prepares students to teach both literature and civilization in French departments, and gives them the scholarly expertise to integrate the two. The Joint program combines strong training in literary analysis with substantial exposure to the study of France, Europe, and the Francophone world, offered by historians and social scientists. The program covers 19th and 20th-Century France and French literature, although students ordinarily develop a narrower research specialty within this time period. The specific focus--and challenge--of the joint degree is the marrying of a social science research approach with a literary one. Students applying to the program should have a background both in French literature and in history and the social sciences. Admission to the joint Ph.D. program must be granted by both the IFS and the Department of French.  M.A. PROGRAMS Master's students must complete 32 points of post-undergraduate coursework (8 courses). The distribution is dependent upon the program of study: M.A. in French Literature The M.A. in French Literature may be pursued in New York City or in Paris. The course of studies leading to the M.A. in French Literature is comprehensive in that candidates are expected to acquire a broad knowledge of all areas of French literature. Students in French Literature are expected to acquire a solid background in critical practice and a broad knowledge of all periods of French literature by completing at least one course each in six of seven areas (Middle Ages; Renaissance; 17th, 18th, 19th, and 20th centuries; Francophone) and one course in textual analysis. M.A. in Literary Translation: French – English This M.A. program in Literary Translation teaches master’s students the skills to translate from French to English at a professional level. It aims at educating a much-needed new generation of literary translators. The program is supported by all the faculty members of the NYU French department and provides an excellent theoretical and analytical education in translation. NYU provides the perfect environment for this type of program in translation: 1) our location in NYC where, besides the French Publishers’ Agency, the vast majority of American publishers likely to publish French books in translation are located, and 2) the NYU-in-Paris Center, where students will spend a six-week Summer session allowing them to meet with contemporary French writers, publishers, and foreign rights managers. For information about Master's programs housed in Paris, see the NYU Paris site: Master of Arts in French Language and Civilization, Master of Arts in Teaching French as a Foreign Language.  FUNDING PH.D. FUNDING All students admitted to Ph.D. programs at the Graduate School of Arts and Science (GSAS) will receive a Henry M. MacCracken Fellowship, for a period of five years. This fellowship includes full tuition remission, waiver of registration and services fees, and health insurance through NYU, as well as a competitive fellowship stipend toward your expenses. GSAS also provides a one-time start-up stipend for first-year students. Students who enter with external funding may still be awarded a MacCracken fellowship to ensure that they are receiving full-funding from both sources combined. Following the MacCracken Fellowship, students are encouraged to apply for both internal and external fellowships. In addition to the stipend, our doctoral students are strongly encouraged to teach for four semesters to gain invaluable experience for their careers. And with the implementation of Financial Aid Reform (FAR4), teaching as an adjunct instructor provides compensation over and above the MacCracken stipend.  M.A. FUNDING NYU Paris offers competitive financial aid packages to M.A. students, including a 30% tuition scholarship (offered to all students) as well as a number of merit-based scholarships and employment opportunities. To learn more about NYU Paris funding please visit their website.  The Graduate School’s Tuition Incentive Program (TIP) encourages students to apply for external grants and provides matching tuition points (from 50 to 100 percent) to eligible recipients of external awards from recognized, academic sources of funding outside NYU. For applications and specific details about TIP eligibility criteria, please see the TIP application document (PDF). New York University offers several loan programs to students. Information is available at www.nyu.edu/financial.aid or at the Office of Financial Aid, 212-998-4444. For a description of all Graduate School fellowships and assistantships, please refer to the document Financing Graduate Education (PDF). SCHOLARSHIPS AND LOANS The financial aid package, including scholarships and loans, that students receive from NYU is based on the information submitted on the Free Application for Federal Student Aid (FAFSA) application. FAFSA is the basic application form for most student aid programs, available January 1 each year. The federal school code number for NYU is 002785. Additional information on Financial Aid and Fellowships is available through the GSAS website and through the NYU Office of Financial Aid .  COURSEWORK  CREDIT TRANSFER Students may be awarded up to 23 points of transfer credit for your earned master's degree toward your doctoral coursework in consultation with the Director of Graduate Studies and pending approval from the Graduate School. FOREIGN language requirement Native or near-native fluency in French is expected of all graduate students in the NYU Department of French. This requirement is filled by passing any graduate-level course taught in French. Doctoral students in French Literature are also required to fulfill a requirement for a second foreign language apart from French or English, preferably by the end of the second year. This can be fulfilled in several ways: (1) having taken and passed an intermediate-level language course no more than two years prior to matriculation into the graduate program, (2) taking and passing such a course while in residence at NYU, (3) passing a GSAS-administered foreign language exam. If a student is a native speaker of a language other than French or English, he or she may petition the Director of Graduate Studies for a waiver of this requirement. The joint Ph.D. in French Literature – French Studies and all M.A. programs do not have a second foreign language requirement. COURSES The Department of French offers at least 8 graduate seminars each semester, covering a broad spectrum of topics in French literature and civilization, critical theory, the history of ideas, cultural studies, film, Francophone studies, and translation. See current course offerings and the bulletin course descriptions . Inter-University Doctoral Consortium Even if not formally enrolled in an interdisciplinary program, students in the French Department are welcome and encouraged to take courses outside the department and through the Inter-University Doctoral Consortium which are germane to their research interests. The Inter-University Doctoral Consortium (IUDC) offers eligible GSAS students the opportunity to take graduate courses at distinguished universities throughout the greater New York area. The IUDC has been in existence for over 25 years and offers students an enormous array of courses and opportunities for contact with faculty and students in their fields. Participating schools are: Columbia University, Princeton University, CUNY Graduate Center, Rutgers University, Fordham University, SUNY Stony Brook, the Graduate Faculty at New School University, Teachers College at Columbia University, and New York University. The IUDC is open to doctoral students from participating schools who have completed at least one year of full time study toward the Ph.D. Terminal master's students and non-GSAS students are not eligible.  CERTIFICATE PROGRAMS Students are encouraged to take courses at the IFS--or any department--that pertain to their research interests. Doctoral students in the Department of French may complete a Certificate of Achievement in French Studies by completing four courses at the IFS while in residence at NYU. Students may also apply to earn a certificate in Poetics and Theory or a Concentration in Medieval and Renaissance Studies .  TEACHING The NYU Department of French instructs over 1,000 students per semester in its language and content classes, many of which are taught by students in the Ph.D. program as adjunct instructors. The Department of French feels that teaching is an essential experience for its doctoral students to grow in their skills and confidence as educators and to be competitive on the job market. With the implementation of Financial Aid Reform 4 (FAR4)(PDF download), teaching as an adjunct instructor provides compensation over and above the MacCracken stipend. Ph.D. students in the Department of French typically teach for two years, usually beginning in their second year of coursework. Doctoral students may also have other opportunities to teach, such as undergraduate summer language or literature courses in New York or at NYU Paris. M.A.-track students are not eligible to teach classes through the Department of French at NYU.  TEACHER TRAINING First-time adjunct instructors receive training in the form of a week-long intensive Teaching Orientation the summer before they begin teaching. Training continues in a bi-weekly Teaching Seminar and Workshop through the fall and spring semesters, in which students examine the theoretical underpinnings of second language acquisition and explore praxis through sample lesson plan and exercise creation, test writing and analysis, textbook analyses, and peer- and self observation. This Teaching Orientation and Workshop is a required course for all doctoral students in the Department of French and carries four points (two points each semester) points toward the 72-point Ph.D. requirement.  STUDYING IN FRANCE AND ABROAD NYU PARIS At NYU Paris, students in graduate studies have the   unique opportunity to immerse themselves in French intellectual and   cultural life. Students join a rich and stimulating academic community   that is small enough to provide individual attention yet is made up of   some of the very best scholars in French literature, history, and   civilization. Host to a series of conferences and lectures that bring   together artists, filmmakers, politicians, and writers, NYU Paris is a   thriving center of intellectual and cultural exchange. See the NYU Paris site for more information.  Ph.D. students may elect to take courses at NYU Paris in the summer, or, in the case of Ph.D. students who do not hold an earned M.A., to complete their M.A. at NYU Paris. Students may also apply to hold a resident assistant position at NYU Paris in the summer, perhaps coupled with study there. There are also opportunities for students to teach summer language courses and, during the academic year, one student is needed to teach a literature course in the Anglophone program, as well. The Department of French also has an agreement with the Ecole Normale Supérieure in both Lyon and Paris that allows up to two doctoral students to spend a year or semester at the ENS and participate fully in its seminars. After finishing coursework, doctoral students may choose to conduct research for their dissertation in France or other relevant locations. They may continue to draw on their MacCracken fellowship as it is available and may also be eligible for supplementary funding through additional competitive fellowships at NYU or externally. The faculty will make every effort to assist students in making contact with relevant universities, libraries, archives, and other resources. The M.A. program in French Literature is offered at both NYU in New York and NYU Paris. Students generally complete their coursework at the campus to which they applied. The M.A. in French Language and Civilization is offered only at NYU Paris. Students in the M.A. in Literary Translation program spend the fall and spring semesters in New York and a six-week summer session in Paris. The M.A. in Teaching French as a Foreign Language is a multi-year program, of which the first year is spent at NYU Paris. (The remaining coursework is completed on a full- or part-time basis at the Steinhardt School of Culture, Education, and Human Development at NYU Washington Square.) To Learn more about M.A. programs at NYU Paris please visit the NYU Paris website   NYU RESOURCES LIBRARY NYU's Bobst Library houses over 3.3 million volumes, twenty thousand journals, and over 3 million microforms. NYU also has reciprocal borrowing privileges with several other nearby university libraries and reciprocal on-site access with Columbia's Butler Library. In addition, the New York Public Library is freely available and boasts four major research centers and myriad local lending branches throughout the City. The Avery Fisher Center for Music and Media at Bobst Library offers an impressive selection of French film; the Department also houses a small collection of films of its own. The Department of French is housed at 19 University Place, just north of Washington Square Park and just across the street from La Maison Française and the Institute for French Studies on the historic Washington Mews. LA MAISON FRAN Ç AISE La Maison Fran ç aise is one of the most active centers of French-American cultural exchange on any American campus. Founded in 1957 on the historic Washington Mews just north of Washington Square Park, the Maison offers a year-round program of activities, including lectures, roundtables, conferences, film and video screenings, art exhibits, concerts, and special presentations. All events are free and open to the public. INSTITUTE OF FRENCH STUDIES Established in 1978 through a major grant from the National Endowment for the Humanities, the Institute of French Studies (IFS) offers degree programs for Ph.D. students for careers in higher education and master's programs to prepare students for careers in international business, banking, the media, cultural organizations, and government. In addition to its teaching programs, the Institute of French Studies fosters research by faculty, doctoral students, research associates, and a wide array of visiting scholars, who share their research through the French Studies Colloquia public lecture series and weekly luncheon seminars.  GRADUATE STUDENT COMMUNITY There are approximately 60 graduate students, from M.A. students to Ph.D. candidates finishing their dissertations, based in our department here at NYU Washington Square. All graduate students are invited to take part in the French Graduate Students' Association (FGSA), which serves as a forum for students on both the master’s and doctoral level. Through meetings and a regular dialogue with the Director of Graduate Studies, the FGSA provides an organized channel through which graduate students voice their interests and concerns and make suggestions to the faculty.The Graduate Student Association also organizes a series of “brown-bag lunches,” including work-in-progress discussions. Individual students have also convened dissertation writing groups, the teaching and training committee, and other initiatives. In addition to this, graduate students participate in a series of Teaching and Training workshops organized by the graduate student instructors and Language Lecturers and take responsibility for organizing events for undergraduate students such as the monthly Ciné-Club, and Café et Conversation conversational hours.  JOB PLACEMENT In 2014, current and recent graduates obtained tenure-track positions at the University of South Carolina, Wagner College, and Dartmouth College. Students also accepted one-year appointments at Vassar College and New York University and a two-year appointment at Bard College. In 2013, current and recent graduates secured tenure track positions at University of Wisconsin - Madison, Catholic University, University of Southern Indiana, and the Borough of Manhattan Community College; one-year appointments at Bryn Mawr and Wagner College (Staten Island); and a post-doctoral fellowship in the Princeton Society of Fellows. See Job Placements page for more information.  APPLYING TO NYU Please visit our Applications page for more information on how to apply to one of our programs.  CONTACT If you have more questions about the graduate programs in French at NYU, contact the graduate aide via e-mail at french.grad@nyu.edu or by calling the department at (+1) 212 998-8700. If you have questions about the online application, review the information found at the Graduate School of Arts and Science Application Resource Center.                      NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Graduate Programs    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program     Graduate program     Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris               Core Information from the Bulletin         Doctor of Philosophy           Joint Degree Doctor of Philosophy           Master of Arts Program in French Language and Civilization           Master of Arts Program in French Literature           Master of Arts Program in Literary Translation: French-English           Joint Degree M.A. in Teaching French as a Foreign Language           Bulletin Course Descriptions             Related Information         French Graduate Programs and Applications FAQ           Graduate Student Profiles           Recently-Defended Dissertations           Dissertation Submission Guidelines           Job Placements           Graduate Student Fellowships, Prizes, and Job Opportunities           French Cinema at NYU           Call for Papers: ...but is it art? (Graduate Student Conference)           Department of French Office Hours           Graduate Courses & Descriptions             Useful Links         GSAS Master's College           GSAS Admissions           GSAS Application Resource Center           Financial Aid           Library Resources                 Home &gt; Graduate program     Graduate Programs   Department Life • Programs of Study • Funding • Coursework • Teaching • Studying in France and Abroad • NYU Resources • Graduate Student Community • Job Placement • Applying • Contact   DEPARTMENT LIFE  The Department of French at NYU is part of a network of intellectual sites grouped within the Center for French Civilization and Culture. The Center branches into the University's four significant spheres of activity in French Studies: the Department, the Institute of French Studies, NYU Paris, and La Maison Française. These form the most comprehensive American academic complex devoted to the culture of France, past and present. The Department of French currently has 19 faculty members, representing a broad spectrum of specialization in all areas of French literature and civilization, and 14 full-time language lecturers. In addition, the Department offers courses by eminent visiting professors, including Réda Bensmaïa, François Cornillat, Marielle Macé, Christian Biet, Yves Citton, Philippe Roger, and François Noudlemann. The Department offers approximately 8 graduate seminars each semester, with enrollments ranging from five to fifteen students. Thus, students are able to choose from the rich offerings of a large department, yet also enjoy the opportunity for close, personal interaction with professors. Mini-seminars are another important feature of the department's program (See Upcoming Events ). Some who have headed seminars in recent years are: Michel Zink, Michel Deguy, Jacques Darras, Guy Scarpetta, Jean Milly, Jacqueline Cerquiglini-Toulet, Jacques Roubaud, Danièle Sallenave, Claude Simon, Jacques Derrida, Jacques Garelli, Robert Abirached, Erik Arnoult, Viviane Forrester.   PROGRAMS OF STUDY  PH.D. PROGRAMS Doctoral students must complete 72 points of post-undergraduate   coursework (about 18 courses). This may include credits earned during   M.A. work at NYU or transfer credits from another graduate institution.    Ph.D. in French Literature The Ph.D. program in French literature prepares students to teach in all areas of French and Francophone literature, stressing both breadth and depth through research seminars and qualifying exams. Ph.D. students in French literature will complete coursework in all seven fields--Medieval, Renaissance, 17th century, 18th century, 19th century, and 20th century and Francophone literatures--as well as a proseminar in textual analysis. The program also trains students to be outstanding researchers and important contributors in the field which best speaks to their intellectual passions. Interdisciplinary Ph.D. Program in French Literature The Interdisciplinary Program in French Literature enables students to conjoin the study of literature with cinema, fine arts, music or with the social and human sciences (history, linguistics, politics, sociology, anthropology). Students design a course of doctoral study that reflects their special interests and takes advantage of the exceptionally rich resources of New York University (Institute of French Studies, Medieval and Renaissance Studies, Dramatic Literature, Theatre History, Cinema Studies, etc.). To enter the program, students must apply after the completion of the M.A. in French Literature and during their first semester of doctoral studies. Joint Ph.D. in French Studies and French Literature The Institute of French Studies (IFS) at NYU is an interdisciplinary program devoted to the study of modern and contemporary France and francophone countries. The Department of French and the IFS offer a joint Ph.D. in French Studies and French that is designed for students interested in developing research expertise in the history and analysis of literary texts closely linked to their social, cultural, and political contexts. It prepares students to teach both literature and civilization in French departments, and gives them the scholarly expertise to integrate the two. The Joint program combines strong training in literary analysis with substantial exposure to the study of France, Europe, and the Francophone world, offered by historians and social scientists. The program covers 19th and 20th-Century France and French literature, although students ordinarily develop a narrower research specialty within this time period. The specific focus--and challenge--of the joint degree is the marrying of a social science research approach with a literary one. Students applying to the program should have a background both in French literature and in history and the social sciences. Admission to the joint Ph.D. program must be granted by both the IFS and the Department of French.  M.A. PROGRAMS Master's students must complete 32 points of post-undergraduate coursework (8 courses). The distribution is dependent upon the program of study: M.A. in French Literature The M.A. in French Literature may be pursued in New York City or in Paris. The course of studies leading to the M.A. in French Literature is comprehensive in that candidates are expected to acquire a broad knowledge of all areas of French literature. Students in French Literature are expected to acquire a solid background in critical practice and a broad knowledge of all periods of French literature by completing at least one course each in six of seven areas (Middle Ages; Renaissance; 17th, 18th, 19th, and 20th centuries; Francophone) and one course in textual analysis. M.A. in Literary Translation: French – English This M.A. program in Literary Translation teaches master’s students the skills to translate from French to English at a professional level. It aims at educating a much-needed new generation of literary translators. The program is supported by all the faculty members of the NYU French department and provides an excellent theoretical and analytical education in translation. NYU provides the perfect environment for this type of program in translation: 1) our location in NYC where, besides the French Publishers’ Agency, the vast majority of American publishers likely to publish French books in translation are located, and 2) the NYU-in-Paris Center, where students will spend a six-week Summer session allowing them to meet with contemporary French writers, publishers, and foreign rights managers. For information about Master's programs housed in Paris, see the NYU Paris site: Master of Arts in French Language and Civilization, Master of Arts in Teaching French as a Foreign Language.  FUNDING PH.D. FUNDING All students admitted to Ph.D. programs at the Graduate School of Arts and Science (GSAS) will receive a Henry M. MacCracken Fellowship, for a period of five years. This fellowship includes full tuition remission, waiver of registration and services fees, and health insurance through NYU, as well as a competitive fellowship stipend toward your expenses. GSAS also provides a one-time start-up stipend for first-year students. Students who enter with external funding may still be awarded a MacCracken fellowship to ensure that they are receiving full-funding from both sources combined. Following the MacCracken Fellowship, students are encouraged to apply for both internal and external fellowships. In addition to the stipend, our doctoral students are strongly encouraged to teach for four semesters to gain invaluable experience for their careers. And with the implementation of Financial Aid Reform (FAR4), teaching as an adjunct instructor provides compensation over and above the MacCracken stipend.  M.A. FUNDING NYU Paris offers competitive financial aid packages to M.A. students, including a 30% tuition scholarship (offered to all students) as well as a number of merit-based scholarships and employment opportunities. To learn more about NYU Paris funding please visit their website.  The Graduate School’s Tuition Incentive Program (TIP) encourages students to apply for external grants and provides matching tuition points (from 50 to 100 percent) to eligible recipients of external awards from recognized, academic sources of funding outside NYU. For applications and specific details about TIP eligibility criteria, please see the TIP application document (PDF). New York University offers several loan programs to students. Information is available at www.nyu.edu/financial.aid or at the Office of Financial Aid, 212-998-4444. For a description of all Graduate School fellowships and assistantships, please refer to the document Financing Graduate Education (PDF). SCHOLARSHIPS AND LOANS The financial aid package, including scholarships and loans, that students receive from NYU is based on the information submitted on the Free Application for Federal Student Aid (FAFSA) application. FAFSA is the basic application form for most student aid programs, available January 1 each year. The federal school code number for NYU is 002785. Additional information on Financial Aid and Fellowships is available through the GSAS website and through the NYU Office of Financial Aid .  COURSEWORK  CREDIT TRANSFER Students may be awarded up to 23 points of transfer credit for your earned master's degree toward your doctoral coursework in consultation with the Director of Graduate Studies and pending approval from the Graduate School. FOREIGN language requirement Native or near-native fluency in French is expected of all graduate students in the NYU Department of French. This requirement is filled by passing any graduate-level course taught in French. Doctoral students in French Literature are also required to fulfill a requirement for a second foreign language apart from French or English, preferably by the end of the second year. This can be fulfilled in several ways: (1) having taken and passed an intermediate-level language course no more than two years prior to matriculation into the graduate program, (2) taking and passing such a course while in residence at NYU, (3) passing a GSAS-administered foreign language exam. If a student is a native speaker of a language other than French or English, he or she may petition the Director of Graduate Studies for a waiver of this requirement. The joint Ph.D. in French Literature – French Studies and all M.A. programs do not have a second foreign language requirement. COURSES The Department of French offers at least 8 graduate seminars each semester, covering a broad spectrum of topics in French literature and civilization, critical theory, the history of ideas, cultural studies, film, Francophone studies, and translation. See current course offerings and the bulletin course descriptions . Inter-University Doctoral Consortium Even if not formally enrolled in an interdisciplinary program, students in the French Department are welcome and encouraged to take courses outside the department and through the Inter-University Doctoral Consortium which are germane to their research interests. The Inter-University Doctoral Consortium (IUDC) offers eligible GSAS students the opportunity to take graduate courses at distinguished universities throughout the greater New York area. The IUDC has been in existence for over 25 years and offers students an enormous array of courses and opportunities for contact with faculty and students in their fields. Participating schools are: Columbia University, Princeton University, CUNY Graduate Center, Rutgers University, Fordham University, SUNY Stony Brook, the Graduate Faculty at New School University, Teachers College at Columbia University, and New York University. The IUDC is open to doctoral students from participating schools who have completed at least one year of full time study toward the Ph.D. Terminal master's students and non-GSAS students are not eligible.  CERTIFICATE PROGRAMS Students are encouraged to take courses at the IFS--or any department--that pertain to their research interests. Doctoral students in the Department of French may complete a Certificate of Achievement in French Studies by completing four courses at the IFS while in residence at NYU. Students may also apply to earn a certificate in Poetics and Theory or a Concentration in Medieval and Renaissance Studies .  TEACHING The NYU Department of French instructs over 1,000 students per semester in its language and content classes, many of which are taught by students in the Ph.D. program as adjunct instructors. The Department of French feels that teaching is an essential experience for its doctoral students to grow in their skills and confidence as educators and to be competitive on the job market. With the implementation of Financial Aid Reform 4 (FAR4)(PDF download), teaching as an adjunct instructor provides compensation over and above the MacCracken stipend. Ph.D. students in the Department of French typically teach for two years, usually beginning in their second year of coursework. Doctoral students may also have other opportunities to teach, such as undergraduate summer language or literature courses in New York or at NYU Paris. M.A.-track students are not eligible to teach classes through the Department of French at NYU.  TEACHER TRAINING First-time adjunct instructors receive training in the form of a week-long intensive Teaching Orientation the summer before they begin teaching. Training continues in a bi-weekly Teaching Seminar and Workshop through the fall and spring semesters, in which students examine the theoretical underpinnings of second language acquisition and explore praxis through sample lesson plan and exercise creation, test writing and analysis, textbook analyses, and peer- and self observation. This Teaching Orientation and Workshop is a required course for all doctoral students in the Department of French and carries four points (two points each semester) points toward the 72-point Ph.D. requirement.  STUDYING IN FRANCE AND ABROAD NYU PARIS At NYU Paris, students in graduate studies have the   unique opportunity to immerse themselves in French intellectual and   cultural life. Students join a rich and stimulating academic community   that is small enough to provide individual attention yet is made up of   some of the very best scholars in French literature, history, and   civilization. Host to a series of conferences and lectures that bring   together artists, filmmakers, politicians, and writers, NYU Paris is a   thriving center of intellectual and cultural exchange. See the NYU Paris site for more information.  Ph.D. students may elect to take courses at NYU Paris in the summer, or, in the case of Ph.D. students who do not hold an earned M.A., to complete their M.A. at NYU Paris. Students may also apply to hold a resident assistant position at NYU Paris in the summer, perhaps coupled with study there. There are also opportunities for students to teach summer language courses and, during the academic year, one student is needed to teach a literature course in the Anglophone program, as well. The Department of French also has an agreement with the Ecole Normale Supérieure in both Lyon and Paris that allows up to two doctoral students to spend a year or semester at the ENS and participate fully in its seminars. After finishing coursework, doctoral students may choose to conduct research for their dissertation in France or other relevant locations. They may continue to draw on their MacCracken fellowship as it is available and may also be eligible for supplementary funding through additional competitive fellowships at NYU or externally. The faculty will make every effort to assist students in making contact with relevant universities, libraries, archives, and other resources. The M.A. program in French Literature is offered at both NYU in New York and NYU Paris. Students generally complete their coursework at the campus to which they applied. The M.A. in French Language and Civilization is offered only at NYU Paris. Students in the M.A. in Literary Translation program spend the fall and spring semesters in New York and a six-week summer session in Paris. The M.A. in Teaching French as a Foreign Language is a multi-year program, of which the first year is spent at NYU Paris. (The remaining coursework is completed on a full- or part-time basis at the Steinhardt School of Culture, Education, and Human Development at NYU Washington Square.) To Learn more about M.A. programs at NYU Paris please visit the NYU Paris website   NYU RESOURCES LIBRARY NYU's Bobst Library houses over 3.3 million volumes, twenty thousand journals, and over 3 million microforms. NYU also has reciprocal borrowing privileges with several other nearby university libraries and reciprocal on-site access with Columbia's Butler Library. In addition, the New York Public Library is freely available and boasts four major research centers and myriad local lending branches throughout the City. The Avery Fisher Center for Music and Media at Bobst Library offers an impressive selection of French film; the Department also houses a small collection of films of its own. The Department of French is housed at 19 University Place, just north of Washington Square Park and just across the street from La Maison Française and the Institute for French Studies on the historic Washington Mews. LA MAISON FRAN Ç AISE La Maison Fran ç aise is one of the most active centers of French-American cultural exchange on any American campus. Founded in 1957 on the historic Washington Mews just north of Washington Square Park, the Maison offers a year-round program of activities, including lectures, roundtables, conferences, film and video screenings, art exhibits, concerts, and special presentations. All events are free and open to the public. INSTITUTE OF FRENCH STUDIES Established in 1978 through a major grant from the National Endowment for the Humanities, the Institute of French Studies (IFS) offers degree programs for Ph.D. students for careers in higher education and master's programs to prepare students for careers in international business, banking, the media, cultural organizations, and government. In addition to its teaching programs, the Institute of French Studies fosters research by faculty, doctoral students, research associates, and a wide array of visiting scholars, who share their research through the French Studies Colloquia public lecture series and weekly luncheon seminars.  GRADUATE STUDENT COMMUNITY There are approximately 60 graduate students, from M.A. students to Ph.D. candidates finishing their dissertations, based in our department here at NYU Washington Square. All graduate students are invited to take part in the French Graduate Students' Association (FGSA), which serves as a forum for students on both the master’s and doctoral level. Through meetings and a regular dialogue with the Director of Graduate Studies, the FGSA provides an organized channel through which graduate students voice their interests and concerns and make suggestions to the faculty.The Graduate Student Association also organizes a series of “brown-bag lunches,” including work-in-progress discussions. Individual students have also convened dissertation writing groups, the teaching and training committee, and other initiatives. In addition to this, graduate students participate in a series of Teaching and Training workshops organized by the graduate student instructors and Language Lecturers and take responsibility for organizing events for undergraduate students such as the monthly Ciné-Club, and Café et Conversation conversational hours.  JOB PLACEMENT In 2014, current and recent graduates obtained tenure-track positions at the University of South Carolina, Wagner College, and Dartmouth College. Students also accepted one-year appointments at Vassar College and New York University and a two-year appointment at Bard College. In 2013, current and recent graduates secured tenure track positions at University of Wisconsin - Madison, Catholic University, University of Southern Indiana, and the Borough of Manhattan Community College; one-year appointments at Bryn Mawr and Wagner College (Staten Island); and a post-doctoral fellowship in the Princeton Society of Fellows. See Job Placements page for more information.  APPLYING TO NYU Please visit our Applications page for more information on how to apply to one of our programs.  CONTACT If you have more questions about the graduate programs in French at NYU, contact the graduate aide via e-mail at french.grad@nyu.edu or by calling the department at (+1) 212 998-8700. If you have questions about the online application, review the information found at the Graduate School of Arts and Science Application Resource Center.                      NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Classical Voice and Opera Studies Applicants - Classical Voice and Opera Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Classical Voice and Opera Studies                 Programs       Undergraduate    Master's    Graduate Dual Degree    Advanced Certificate    Doctoral    Summer         Classical Voice Intensive     More Summer Programs           Study Abroad         Curriculum       Undergraduate    Master's    Dual Master's / Advanced Certificate        Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    Classical Voice and Opera Studies Applicants                     Graduate Applicants    Graduate Applicants for Classical Voice and Opera Studies &ndash; Master of Music, Advanced Certificate in Vocal Pedagogy, and PhD &ndash; do not go through a traditional audition process. We ask that you submit recorded materials that will be reviewed by the faculty. Once that review has been completed we will contact those candidates from whom we require further information. For detailed information on how to submit your recorded materials please go to:    Applicants for the Master of Music    http://steinhardt.nyu.edu/graduate_admissions/guide/muvp/mm/clv    Applicants for the Advanced Certificate/Dual Degree    http://steinhardt.nyu.edu/graduate_admissions/guide/mvpr/mm/clv    Undergraduate Applicants - First Year and Transfers    Auditioning is all too often the most difficult aspect of pursuing a career as a professional singer and actor. As a prospective student, try to think of your audition as a unique opportunity for you to introduce yourself to people who are your advocates and who very much want you to be good at what you do. This \"mind set\" will serve you well in any audition situation.    Always remember to take your time and to breathe.    Your task is to share your talents - not to impress the auditors!        Professor Brian Gill with audition advice.    Undergraduate Procedures and Requirements           How do I audition for the program?           What do I prepare for my Undergraduate Audition?           What do I prepare for my Undergraduate Transfer Audition?           What do I bring to my audition?           What do I wear to my audition?           What should I expect at my audition?             How do I audition for the program?    Part I: Submit application to NYU Steinhardt. All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; must first submit an application for admission to the Steinhardt School at New York University. You can find information on the application process through the appropriate admissions office.    Office of Undergraduate Admissions \u2028 212-998-4500    Office of Graduate Admissions \u2028 212-998-5030    Part II: Upload Pre-screening Materials: All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; are required to submit a video pre-screening submission prior to being invited to a live audition. In this process, you will make short videos and upload them to GetAcceptd, a company created for this purpose. You may begin this process at:        All pre-screening submissions must be uploaded by the dates below. Materials submitted after these dates may not be accepted.    Early Decision I: November 1 Early Decision II: December 1 Regular Decision: December 15 Transfer Applicants: March 1    Rather than a single long video, we would like three separate clips: the introduction, the first song, and the second song. It&rsquo;s easier for us to review and easier for you to shoot. We will not be influenced by the professional quality of the video. Please do not worry about any elaborate lighting or studio conditions. Below are the requirements and suggestions for your material.       Introduction: Please say your name clearly, the city you are from, and the pieces that you are going to do. Include the Specialization for which you are auditioning (classical voice) and the degree level you would be entering (freshman, transfer).       Two songs: Your two selections should be complete and contrasting songs. Each selection should be no longer than four minutes. One of your songs must be in English and the other in a foreign language &ndash; Italian, German, or French. Piano must accompany you (no a capella singing). Please make sure your voice can be heard above the accompaniment &ndash; try different distances from the sound source until you find the right &ldquo;balance&rdquo; between piano and voice.       Upload a resum&eacute;.       Upload a headshot or photograph.    After uploading the pre-screening submission, you will immediately be notified that we have received your materials. After those materials have been reviewed, you will be sent an email inviting you to an audition in person, or an email notice that no additional audition is required. This review process can take anywhere from 2-4 weeks. If you are invited to an audition, you must prepare materials according to the guidelines below. If you cannot travel to New York you will have the option of submitting a video audition.    Invited Audition Dates for Undergraduates and Transfers Only: \u2028 Saturday, November 22, 2014 ( last day for Early Decision I candidates to audition )\u2028 Saturday, January 31, 2015\u2028 ( last day for Early Decision II candidates to audition )\u2028 Sunday, February 8, 2015 Sunday, February 22, 2015 Saturday, February 28, 2015 (last day for freshman auditions) \u2028 Saturday, April 4, 2015 ( transfer applicants only )    *The last audition date for undergraduate freshman applicants is February 28. This is also the last date for all talent awards for undergraduate applicants.        What do I prepare for my Undergraduate Audition?    Three (3) Songs : At least one of your songs must be in English and one must be in a foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.        What do I prepare for my Undergraduate Transfer Audition?    Four (4) Songs : One of your four songs must be in English and each of the others in a differing foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.    Note for Prospective Transfer Students: Though NYU's deadline for Spring transfer admission is November 1 and our deadline for Summer/Fall transfer admission is April 1, we suggest that you submit your Common Application one month in advance. Submitting your Common Application early will leave you more time to schedule an audition by our deadlines above.    Note: If you are accepted as a transfer student there are two factors that determine how long it will take you to complete your degree at NYU. These factors are 1) the number of completed credits that NYU will accept and apply to your curriculum requirements and 2) the number of semesters of private voice the faculty adjudicators decide you must take in order to complete your NYU degree. Completed semesters of private voice at another institution will not necessarily count toward your degree requirements at NYU. Be aware that while the voice study requirement can be provided to you immediately upon your acceptance, it often takes longer for the University and the Program to process and apply your transfer credits.        What do I bring to my audition?    Picture and Resum&eacute; &ndash; a recent photograph along with a resum&eacute; of your educational and performing experience.    Audition Music for the Accompanist &ndash; legible copies in the key in which you will sing with all cuts clearly marked. No &ldquo;charts&rdquo; or lead sheets.    Recital Program (Graduate Applicants Only) &ndash; a copy of the program from your undergraduate voice recital (or equivalent solo recital).        What do I wear to my audition?    Professional performers are often expected to dress with a sense of &ldquo;the occasion&rdquo; and an audition is a crucial part of both your education and the professional career you are beginning to pursue. Wear clothing that makes you comfortable, but make certain that you look your best and are dressed in a manner that shows you take both yourself and the audition seriously.        What should I expect at my audition?    An accompanist : We will provide a pianist who will play the music you bring. Copies of your songs must be provided in a legible form and in the key in which you will sing them with all cuts clearly marked. We will not accept charts or lead sheets.    Note: You must audition with the accompanist, or you may bring your own accompanist if you choose. Singing a cappella or performing to pre-recorded music is not allowed!!    Questions : The auditors may decide to ask you questions about your training, your experience, and your goals. This is done in an attempt to get to know you a bit better.    Coaching &amp; Direction : Once you have performed your selections various members of the panel may ask you to make some adjustments or to repeat part of your song. This is done in order to determine how readily and receptively you work with instruction and direction.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Tributes to Iconic French Singer Lead Off April Events at La Maison Francaise                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   March   /   17                                                         Tributes to Iconic French Singer Lead Off April Events at La Maison Francaise                   March 17, 2011                                          On April 1, 2011, La Maison Française at New York University will unveil a new exhibition of photographs of the singer Edith Piaf by French photographer Hugues Vassal, launching this exhibition with a gallery talk by Vassal. On April 5, the focus on Piaf continues with a lecture by Carolyn Burke, author of a new biography of the singer. The April calendar for La Maison Française (16 Washington Mews, New York, N.Y., corner of University Place) continues with an array of distinguished and exciting events, such as a screening of the film “Jean-Louis Barrault, a Man of the Theater,” and a lecture by Robert Rubin, curator of an exhibition currently on view at the Biblioteque Nationale de France. A full listing of April events follows. For more information, please visit La Maison Francaise , or call 212.998.8750.       Friday, April 1, 6:00 p.m. Exhibition Opening - Edith Piaf: Photographs by Hugues Vassal , with lecture by Vassal (7:00 p.m.). The exhibition continues through May 13. The French photographer, one of the creators of the Gamma photo agency, became a close friend of the singer in the last seven years of her life, documenting her public and private moments.       Tuesday, April 5, 7:00 p.m. Lecture in English – Carolyn Burke, Writer; biographer; author of No Regrets: The Life of Edith Piaf (Knopf, 2011). Burke brings the iconic French singer to life in her enthralling, definitive biography, which captures Edith Piaf’s immense charisma along with the time and place that gave rise to her unprecedented international career.       Thursday, April 7, 7:00 p.m. Adventures in the French Trade: A Memoir Revisited - Lecture in English by Jeffrey Mehlman, University Professor and Professor of French, Boston University; author of Émigré New York: French Intellectuals in Wartime Manhattan, 1940-1944; Adventures in the French Trade (Stanford UP, 2010). A literary critic and historian of ideas, Mehlman shares second thoughts about his recently published memoir, less a chronicle of his life as a scholar/critic of matters French than a series of episodes, each with its attendant surprise, in what one commentator has called his amour vache, his injured and occasionally injurious love, for France and the French.       Monday, April 11, 7:00 p.m. Apollo’s Angels: Ballet’s Past and Why It Matters - Lecture in English by Jennifer Homans, Distinguished Scholar in Residence, NYU; dance critic, The New Republic; author of Apollo’s Angels: A History of Ballet (Random House, 2010) . Jennifer Homans, a former professional dancer, dance critic of The New Republic, is author of the recently published Apollo’s Angels: A History of Ballet (Random House, 2010), a national bestseller and named a Top 10 Book of 2010 by The New York Times.       Tuesday, April 12, 7:00 p.m. BeatHippiePunk and the French Connection: Richard Prince at the Bibliotheque Nationale - Lecture in English by Robert Rubin, Curator, Richard Prince: American Prayer exhibition on view at the Bibliothèque Nationale de France through the end of June, 2011. Discussion of Franco-American exchanges at the margins of culture in the fifties, sixties, and seventies. Contemporary artist Richard Prince's collection of rare books and manuscripts, around which the show is organized, is the point of departure for the discovery of many surprising connections between Beats, Hippies, and Punks and their Gallic counterparts.           Thursday, April 21, 7:00 p.m. French Opera, A Paradoxical Genre - Lecture in English by Vincent Girdoud, author of the recently published French Opera: A Short History (Yale University Press, 2010) discusses some of the paradoxes and specific characters of the French operatic tradition, which he claims is second only to Italian opera in terms of richness and variety.       Monday, April 25, 7:00 p.m. French Literature in the Making - Lecture in French, with Vincent Delecroix, writer; novelist; author of Retour à Bruxelles; À la porte; Ce qui est perdu (Prix Valéry Larbaud); La chaussure sur le toit; Tombeau d’Achille (Grand Prix de Littérature de l’Académie Française) in conversation with Oliver Barrot, writer; journalist, Un livre un jour (France 3); publisher, Senso.       Tuesday, April 26, 7:00 p.m. Centennial Homage to Jean-Louis Barrault - Film screening of “Jean-Louis Barrault, A Man of the Theater,” written and produced by Helen Gary Bishop, directed by Muriel Balash, (FR 3 Television, 1985, 54 min.; In English), with round table on Barrault's life and work: Lorenzo Weisman, Head of Corporate Finance for the Americas, BNP Paribas; former actor with Comédie Française; Florent Masse, Director, Avant-Scène, the French Theater Workshop of Princeton University; Helen Gary Bishop, producer of the film; and Tom Bishop, Professor of French, NYU (moderator.)       April 26-29 PEN WORLD VOICES at NYU’s Maison Française - La Maison Française is participating in the 7th annual PEN World Voices Festival of International Literature. This Festival includes Lunchtime Literary Conversations: A Three-Part Series (free and open to the public, no reservations) as follows:     Tuesday, April 26, 12:00 p.m. to 1:30 p.m. French graphic novelist Ludovic Debeurme in conversation with Norwegian writer Kjersti Annesdatter Skomvold. Moderator: Kira Brunner Don ( Lapham's Quarterly).     Wednesday, April 27, 12:00 p.m. to 1:30 p.m. A conversation between two bestselling French authors: Laurence Cossé, the author of The Corner of the Veil, Prime Minister’s Woman, and most recently, The Novel Bookstore; and Hervé Le Tellier, the author of Enough About Love, and the forthcoming The Sextine Chapel.     Friday, April 29, 12:00 p.m. to 1:30 p.m. Since her debut on the French literary scene more than a decade ago, Belgian novelist Amélie Nothomb has published a novel a year, every year. Her edgy fiction, unconventional thinking, and public persona have combined to transform her into a worldwide literary sensation. The novelist sits down with Turkish essayist and short story writer Buket Uzuner to discuss the phenomenon of their literary lives.     The Festival also includes An Evening with Pierre Guyotat &amp; Edmund White, as follows:       Thursday, April 28, 7:00 to 8:30 p.m. ( Reservations required: 212-998-8750 or maison.francaise @ nyu.edu Tickets: $15; $10. PEN Members; Free for those with NYU i.d.). - Edmund White describes Pierre Guyotat's novel, Eden Eden Eden, “violent, transgressive and inspired – the last great avant-garde visionary of the 20th Century.” Princeton’s professor of creative writing and author of Rimbaud: The Double Life of a Rebel, talks with Rimbaud’s modern-day heir, Pierre Guyotat, author of Eden, Eden, Eden and the recently translated Coma, published in English by Semiotext(e). Note: The full PEN World Voices schedule (April 25 - May 1) is available at www.pen.org.                        This Press Release is in the following Topics:      Around the Square , Events and Traditions           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Graduate Programs    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program     Graduate program     Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris               Core Information from the Bulletin         Doctor of Philosophy           Joint Degree Doctor of Philosophy           Master of Arts Program in French Language and Civilization           Master of Arts Program in French Literature           Master of Arts Program in Literary Translation: French-English           Joint Degree M.A. in Teaching French as a Foreign Language           Bulletin Course Descriptions             Related Information         French Graduate Programs and Applications FAQ           Graduate Student Profiles           Recently-Defended Dissertations           Dissertation Submission Guidelines           Job Placements           Graduate Student Fellowships, Prizes, and Job Opportunities           French Cinema at NYU           Call for Papers: ...but is it art? (Graduate Student Conference)           Department of French Office Hours           Graduate Courses & Descriptions             Useful Links         GSAS Master's College           GSAS Admissions           GSAS Application Resource Center           Financial Aid           Library Resources                 Home &gt; Graduate program     Graduate Programs   Department Life • Programs of Study • Funding • Coursework • Teaching • Studying in France and Abroad • NYU Resources • Graduate Student Community • Job Placement • Applying • Contact   DEPARTMENT LIFE  The Department of French at NYU is part of a network of intellectual sites grouped within the Center for French Civilization and Culture. The Center branches into the University's four significant spheres of activity in French Studies: the Department, the Institute of French Studies, NYU Paris, and La Maison Française. These form the most comprehensive American academic complex devoted to the culture of France, past and present. The Department of French currently has 19 faculty members, representing a broad spectrum of specialization in all areas of French literature and civilization, and 14 full-time language lecturers. In addition, the Department offers courses by eminent visiting professors, including Réda Bensmaïa, François Cornillat, Marielle Macé, Christian Biet, Yves Citton, Philippe Roger, and François Noudlemann. The Department offers approximately 8 graduate seminars each semester, with enrollments ranging from five to fifteen students. Thus, students are able to choose from the rich offerings of a large department, yet also enjoy the opportunity for close, personal interaction with professors. Mini-seminars are another important feature of the department's program (See Upcoming Events ). Some who have headed seminars in recent years are: Michel Zink, Michel Deguy, Jacques Darras, Guy Scarpetta, Jean Milly, Jacqueline Cerquiglini-Toulet, Jacques Roubaud, Danièle Sallenave, Claude Simon, Jacques Derrida, Jacques Garelli, Robert Abirached, Erik Arnoult, Viviane Forrester.   PROGRAMS OF STUDY  PH.D. PROGRAMS Doctoral students must complete 72 points of post-undergraduate   coursework (about 18 courses). This may include credits earned during   M.A. work at NYU or transfer credits from another graduate institution.    Ph.D. in French Literature The Ph.D. program in French literature prepares students to teach in all areas of French and Francophone literature, stressing both breadth and depth through research seminars and qualifying exams. Ph.D. students in French literature will complete coursework in all seven fields--Medieval, Renaissance, 17th century, 18th century, 19th century, and 20th century and Francophone literatures--as well as a proseminar in textual analysis. The program also trains students to be outstanding researchers and important contributors in the field which best speaks to their intellectual passions. Interdisciplinary Ph.D. Program in French Literature The Interdisciplinary Program in French Literature enables students to conjoin the study of literature with cinema, fine arts, music or with the social and human sciences (history, linguistics, politics, sociology, anthropology). Students design a course of doctoral study that reflects their special interests and takes advantage of the exceptionally rich resources of New York University (Institute of French Studies, Medieval and Renaissance Studies, Dramatic Literature, Theatre History, Cinema Studies, etc.). To enter the program, students must apply after the completion of the M.A. in French Literature and during their first semester of doctoral studies. Joint Ph.D. in French Studies and French Literature The Institute of French Studies (IFS) at NYU is an interdisciplinary program devoted to the study of modern and contemporary France and francophone countries. The Department of French and the IFS offer a joint Ph.D. in French Studies and French that is designed for students interested in developing research expertise in the history and analysis of literary texts closely linked to their social, cultural, and political contexts. It prepares students to teach both literature and civilization in French departments, and gives them the scholarly expertise to integrate the two. The Joint program combines strong training in literary analysis with substantial exposure to the study of France, Europe, and the Francophone world, offered by historians and social scientists. The program covers 19th and 20th-Century France and French literature, although students ordinarily develop a narrower research specialty within this time period. The specific focus--and challenge--of the joint degree is the marrying of a social science research approach with a literary one. Students applying to the program should have a background both in French literature and in history and the social sciences. Admission to the joint Ph.D. program must be granted by both the IFS and the Department of French.  M.A. PROGRAMS Master's students must complete 32 points of post-undergraduate coursework (8 courses). The distribution is dependent upon the program of study: M.A. in French Literature The M.A. in French Literature may be pursued in New York City or in Paris. The course of studies leading to the M.A. in French Literature is comprehensive in that candidates are expected to acquire a broad knowledge of all areas of French literature. Students in French Literature are expected to acquire a solid background in critical practice and a broad knowledge of all periods of French literature by completing at least one course each in six of seven areas (Middle Ages; Renaissance; 17th, 18th, 19th, and 20th centuries; Francophone) and one course in textual analysis. M.A. in Literary Translation: French – English This M.A. program in Literary Translation teaches master’s students the skills to translate from French to English at a professional level. It aims at educating a much-needed new generation of literary translators. The program is supported by all the faculty members of the NYU French department and provides an excellent theoretical and analytical education in translation. NYU provides the perfect environment for this type of program in translation: 1) our location in NYC where, besides the French Publishers’ Agency, the vast majority of American publishers likely to publish French books in translation are located, and 2) the NYU-in-Paris Center, where students will spend a six-week Summer session allowing them to meet with contemporary French writers, publishers, and foreign rights managers. For information about Master's programs housed in Paris, see the NYU Paris site: Master of Arts in French Language and Civilization, Master of Arts in Teaching French as a Foreign Language.  FUNDING PH.D. FUNDING All students admitted to Ph.D. programs at the Graduate School of Arts and Science (GSAS) will receive a Henry M. MacCracken Fellowship, for a period of five years. This fellowship includes full tuition remission, waiver of registration and services fees, and health insurance through NYU, as well as a competitive fellowship stipend toward your expenses. GSAS also provides a one-time start-up stipend for first-year students. Students who enter with external funding may still be awarded a MacCracken fellowship to ensure that they are receiving full-funding from both sources combined. Following the MacCracken Fellowship, students are encouraged to apply for both internal and external fellowships. In addition to the stipend, our doctoral students are strongly encouraged to teach for four semesters to gain invaluable experience for their careers. And with the implementation of Financial Aid Reform (FAR4), teaching as an adjunct instructor provides compensation over and above the MacCracken stipend.  M.A. FUNDING NYU Paris offers competitive financial aid packages to M.A. students, including a 30% tuition scholarship (offered to all students) as well as a number of merit-based scholarships and employment opportunities. To learn more about NYU Paris funding please visit their website.  The Graduate School’s Tuition Incentive Program (TIP) encourages students to apply for external grants and provides matching tuition points (from 50 to 100 percent) to eligible recipients of external awards from recognized, academic sources of funding outside NYU. For applications and specific details about TIP eligibility criteria, please see the TIP application document (PDF). New York University offers several loan programs to students. Information is available at www.nyu.edu/financial.aid or at the Office of Financial Aid, 212-998-4444. For a description of all Graduate School fellowships and assistantships, please refer to the document Financing Graduate Education (PDF). SCHOLARSHIPS AND LOANS The financial aid package, including scholarships and loans, that students receive from NYU is based on the information submitted on the Free Application for Federal Student Aid (FAFSA) application. FAFSA is the basic application form for most student aid programs, available January 1 each year. The federal school code number for NYU is 002785. Additional information on Financial Aid and Fellowships is available through the GSAS website and through the NYU Office of Financial Aid .  COURSEWORK  CREDIT TRANSFER Students may be awarded up to 23 points of transfer credit for your earned master's degree toward your doctoral coursework in consultation with the Director of Graduate Studies and pending approval from the Graduate School. FOREIGN language requirement Native or near-native fluency in French is expected of all graduate students in the NYU Department of French. This requirement is filled by passing any graduate-level course taught in French. Doctoral students in French Literature are also required to fulfill a requirement for a second foreign language apart from French or English, preferably by the end of the second year. This can be fulfilled in several ways: (1) having taken and passed an intermediate-level language course no more than two years prior to matriculation into the graduate program, (2) taking and passing such a course while in residence at NYU, (3) passing a GSAS-administered foreign language exam. If a student is a native speaker of a language other than French or English, he or she may petition the Director of Graduate Studies for a waiver of this requirement. The joint Ph.D. in French Literature – French Studies and all M.A. programs do not have a second foreign language requirement. COURSES The Department of French offers at least 8 graduate seminars each semester, covering a broad spectrum of topics in French literature and civilization, critical theory, the history of ideas, cultural studies, film, Francophone studies, and translation. See current course offerings and the bulletin course descriptions . Inter-University Doctoral Consortium Even if not formally enrolled in an interdisciplinary program, students in the French Department are welcome and encouraged to take courses outside the department and through the Inter-University Doctoral Consortium which are germane to their research interests. The Inter-University Doctoral Consortium (IUDC) offers eligible GSAS students the opportunity to take graduate courses at distinguished universities throughout the greater New York area. The IUDC has been in existence for over 25 years and offers students an enormous array of courses and opportunities for contact with faculty and students in their fields. Participating schools are: Columbia University, Princeton University, CUNY Graduate Center, Rutgers University, Fordham University, SUNY Stony Brook, the Graduate Faculty at New School University, Teachers College at Columbia University, and New York University. The IUDC is open to doctoral students from participating schools who have completed at least one year of full time study toward the Ph.D. Terminal master's students and non-GSAS students are not eligible.  CERTIFICATE PROGRAMS Students are encouraged to take courses at the IFS--or any department--that pertain to their research interests. Doctoral students in the Department of French may complete a Certificate of Achievement in French Studies by completing four courses at the IFS while in residence at NYU. Students may also apply to earn a certificate in Poetics and Theory or a Concentration in Medieval and Renaissance Studies .  TEACHING The NYU Department of French instructs over 1,000 students per semester in its language and content classes, many of which are taught by students in the Ph.D. program as adjunct instructors. The Department of French feels that teaching is an essential experience for its doctoral students to grow in their skills and confidence as educators and to be competitive on the job market. With the implementation of Financial Aid Reform 4 (FAR4)(PDF download), teaching as an adjunct instructor provides compensation over and above the MacCracken stipend. Ph.D. students in the Department of French typically teach for two years, usually beginning in their second year of coursework. Doctoral students may also have other opportunities to teach, such as undergraduate summer language or literature courses in New York or at NYU Paris. M.A.-track students are not eligible to teach classes through the Department of French at NYU.  TEACHER TRAINING First-time adjunct instructors receive training in the form of a week-long intensive Teaching Orientation the summer before they begin teaching. Training continues in a bi-weekly Teaching Seminar and Workshop through the fall and spring semesters, in which students examine the theoretical underpinnings of second language acquisition and explore praxis through sample lesson plan and exercise creation, test writing and analysis, textbook analyses, and peer- and self observation. This Teaching Orientation and Workshop is a required course for all doctoral students in the Department of French and carries four points (two points each semester) points toward the 72-point Ph.D. requirement.  STUDYING IN FRANCE AND ABROAD NYU PARIS At NYU Paris, students in graduate studies have the   unique opportunity to immerse themselves in French intellectual and   cultural life. Students join a rich and stimulating academic community   that is small enough to provide individual attention yet is made up of   some of the very best scholars in French literature, history, and   civilization. Host to a series of conferences and lectures that bring   together artists, filmmakers, politicians, and writers, NYU Paris is a   thriving center of intellectual and cultural exchange. See the NYU Paris site for more information.  Ph.D. students may elect to take courses at NYU Paris in the summer, or, in the case of Ph.D. students who do not hold an earned M.A., to complete their M.A. at NYU Paris. Students may also apply to hold a resident assistant position at NYU Paris in the summer, perhaps coupled with study there. There are also opportunities for students to teach summer language courses and, during the academic year, one student is needed to teach a literature course in the Anglophone program, as well. The Department of French also has an agreement with the Ecole Normale Supérieure in both Lyon and Paris that allows up to two doctoral students to spend a year or semester at the ENS and participate fully in its seminars. After finishing coursework, doctoral students may choose to conduct research for their dissertation in France or other relevant locations. They may continue to draw on their MacCracken fellowship as it is available and may also be eligible for supplementary funding through additional competitive fellowships at NYU or externally. The faculty will make every effort to assist students in making contact with relevant universities, libraries, archives, and other resources. The M.A. program in French Literature is offered at both NYU in New York and NYU Paris. Students generally complete their coursework at the campus to which they applied. The M.A. in French Language and Civilization is offered only at NYU Paris. Students in the M.A. in Literary Translation program spend the fall and spring semesters in New York and a six-week summer session in Paris. The M.A. in Teaching French as a Foreign Language is a multi-year program, of which the first year is spent at NYU Paris. (The remaining coursework is completed on a full- or part-time basis at the Steinhardt School of Culture, Education, and Human Development at NYU Washington Square.) To Learn more about M.A. programs at NYU Paris please visit the NYU Paris website   NYU RESOURCES LIBRARY NYU's Bobst Library houses over 3.3 million volumes, twenty thousand journals, and over 3 million microforms. NYU also has reciprocal borrowing privileges with several other nearby university libraries and reciprocal on-site access with Columbia's Butler Library. In addition, the New York Public Library is freely available and boasts four major research centers and myriad local lending branches throughout the City. The Avery Fisher Center for Music and Media at Bobst Library offers an impressive selection of French film; the Department also houses a small collection of films of its own. The Department of French is housed at 19 University Place, just north of Washington Square Park and just across the street from La Maison Française and the Institute for French Studies on the historic Washington Mews. LA MAISON FRAN Ç AISE La Maison Fran ç aise is one of the most active centers of French-American cultural exchange on any American campus. Founded in 1957 on the historic Washington Mews just north of Washington Square Park, the Maison offers a year-round program of activities, including lectures, roundtables, conferences, film and video screenings, art exhibits, concerts, and special presentations. All events are free and open to the public. INSTITUTE OF FRENCH STUDIES Established in 1978 through a major grant from the National Endowment for the Humanities, the Institute of French Studies (IFS) offers degree programs for Ph.D. students for careers in higher education and master's programs to prepare students for careers in international business, banking, the media, cultural organizations, and government. In addition to its teaching programs, the Institute of French Studies fosters research by faculty, doctoral students, research associates, and a wide array of visiting scholars, who share their research through the French Studies Colloquia public lecture series and weekly luncheon seminars.  GRADUATE STUDENT COMMUNITY There are approximately 60 graduate students, from M.A. students to Ph.D. candidates finishing their dissertations, based in our department here at NYU Washington Square. All graduate students are invited to take part in the French Graduate Students' Association (FGSA), which serves as a forum for students on both the master’s and doctoral level. Through meetings and a regular dialogue with the Director of Graduate Studies, the FGSA provides an organized channel through which graduate students voice their interests and concerns and make suggestions to the faculty.The Graduate Student Association also organizes a series of “brown-bag lunches,” including work-in-progress discussions. Individual students have also convened dissertation writing groups, the teaching and training committee, and other initiatives. In addition to this, graduate students participate in a series of Teaching and Training workshops organized by the graduate student instructors and Language Lecturers and take responsibility for organizing events for undergraduate students such as the monthly Ciné-Club, and Café et Conversation conversational hours.  JOB PLACEMENT In 2014, current and recent graduates obtained tenure-track positions at the University of South Carolina, Wagner College, and Dartmouth College. Students also accepted one-year appointments at Vassar College and New York University and a two-year appointment at Bard College. In 2013, current and recent graduates secured tenure track positions at University of Wisconsin - Madison, Catholic University, University of Southern Indiana, and the Borough of Manhattan Community College; one-year appointments at Bryn Mawr and Wagner College (Staten Island); and a post-doctoral fellowship in the Princeton Society of Fellows. See Job Placements page for more information.  APPLYING TO NYU Please visit our Applications page for more information on how to apply to one of our programs.  CONTACT If you have more questions about the graduate programs in French at NYU, contact the graduate aide via e-mail at french.grad@nyu.edu or by calling the department at (+1) 212 998-8700. If you have questions about the online application, review the information found at the Graduate School of Arts and Science Application Resource Center.                      NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Classical Voice and Opera Studies Applicants - Classical Voice and Opera Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Classical Voice and Opera Studies                 Programs       Undergraduate    Master's    Graduate Dual Degree    Advanced Certificate    Doctoral    Summer         Classical Voice Intensive     More Summer Programs           Study Abroad         Curriculum       Undergraduate    Master's    Dual Master's / Advanced Certificate        Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    Classical Voice and Opera Studies Applicants                     Graduate Applicants    Graduate Applicants for Classical Voice and Opera Studies &ndash; Master of Music, Advanced Certificate in Vocal Pedagogy, and PhD &ndash; do not go through a traditional audition process. We ask that you submit recorded materials that will be reviewed by the faculty. Once that review has been completed we will contact those candidates from whom we require further information. For detailed information on how to submit your recorded materials please go to:    Applicants for the Master of Music    http://steinhardt.nyu.edu/graduate_admissions/guide/muvp/mm/clv    Applicants for the Advanced Certificate/Dual Degree    http://steinhardt.nyu.edu/graduate_admissions/guide/mvpr/mm/clv    Undergraduate Applicants - First Year and Transfers    Auditioning is all too often the most difficult aspect of pursuing a career as a professional singer and actor. As a prospective student, try to think of your audition as a unique opportunity for you to introduce yourself to people who are your advocates and who very much want you to be good at what you do. This \"mind set\" will serve you well in any audition situation.    Always remember to take your time and to breathe.    Your task is to share your talents - not to impress the auditors!        Professor Brian Gill with audition advice.    Undergraduate Procedures and Requirements           How do I audition for the program?           What do I prepare for my Undergraduate Audition?           What do I prepare for my Undergraduate Transfer Audition?           What do I bring to my audition?           What do I wear to my audition?           What should I expect at my audition?             How do I audition for the program?    Part I: Submit application to NYU Steinhardt. All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; must first submit an application for admission to the Steinhardt School at New York University. You can find information on the application process through the appropriate admissions office.    Office of Undergraduate Admissions \u2028 212-998-4500    Office of Graduate Admissions \u2028 212-998-5030    Part II: Upload Pre-screening Materials: All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; are required to submit a video pre-screening submission prior to being invited to a live audition. In this process, you will make short videos and upload them to GetAcceptd, a company created for this purpose. You may begin this process at:        All pre-screening submissions must be uploaded by the dates below. Materials submitted after these dates may not be accepted.    Early Decision I: November 1 Early Decision II: December 1 Regular Decision: December 15 Transfer Applicants: March 1    Rather than a single long video, we would like three separate clips: the introduction, the first song, and the second song. It&rsquo;s easier for us to review and easier for you to shoot. We will not be influenced by the professional quality of the video. Please do not worry about any elaborate lighting or studio conditions. Below are the requirements and suggestions for your material.       Introduction: Please say your name clearly, the city you are from, and the pieces that you are going to do. Include the Specialization for which you are auditioning (classical voice) and the degree level you would be entering (freshman, transfer).       Two songs: Your two selections should be complete and contrasting songs. Each selection should be no longer than four minutes. One of your songs must be in English and the other in a foreign language &ndash; Italian, German, or French. Piano must accompany you (no a capella singing). Please make sure your voice can be heard above the accompaniment &ndash; try different distances from the sound source until you find the right &ldquo;balance&rdquo; between piano and voice.       Upload a resum&eacute;.       Upload a headshot or photograph.    After uploading the pre-screening submission, you will immediately be notified that we have received your materials. After those materials have been reviewed, you will be sent an email inviting you to an audition in person, or an email notice that no additional audition is required. This review process can take anywhere from 2-4 weeks. If you are invited to an audition, you must prepare materials according to the guidelines below. If you cannot travel to New York you will have the option of submitting a video audition.    Invited Audition Dates for Undergraduates and Transfers Only: \u2028 Saturday, November 22, 2014 ( last day for Early Decision I candidates to audition )\u2028 Saturday, January 31, 2015\u2028 ( last day for Early Decision II candidates to audition )\u2028 Sunday, February 8, 2015 Sunday, February 22, 2015 Saturday, February 28, 2015 (last day for freshman auditions) \u2028 Saturday, April 4, 2015 ( transfer applicants only )    *The last audition date for undergraduate freshman applicants is February 28. This is also the last date for all talent awards for undergraduate applicants.        What do I prepare for my Undergraduate Audition?    Three (3) Songs : At least one of your songs must be in English and one must be in a foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.        What do I prepare for my Undergraduate Transfer Audition?    Four (4) Songs : One of your four songs must be in English and each of the others in a differing foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.    Note for Prospective Transfer Students: Though NYU's deadline for Spring transfer admission is November 1 and our deadline for Summer/Fall transfer admission is April 1, we suggest that you submit your Common Application one month in advance. Submitting your Common Application early will leave you more time to schedule an audition by our deadlines above.    Note: If you are accepted as a transfer student there are two factors that determine how long it will take you to complete your degree at NYU. These factors are 1) the number of completed credits that NYU will accept and apply to your curriculum requirements and 2) the number of semesters of private voice the faculty adjudicators decide you must take in order to complete your NYU degree. Completed semesters of private voice at another institution will not necessarily count toward your degree requirements at NYU. Be aware that while the voice study requirement can be provided to you immediately upon your acceptance, it often takes longer for the University and the Program to process and apply your transfer credits.        What do I bring to my audition?    Picture and Resum&eacute; &ndash; a recent photograph along with a resum&eacute; of your educational and performing experience.    Audition Music for the Accompanist &ndash; legible copies in the key in which you will sing with all cuts clearly marked. No &ldquo;charts&rdquo; or lead sheets.    Recital Program (Graduate Applicants Only) &ndash; a copy of the program from your undergraduate voice recital (or equivalent solo recital).        What do I wear to my audition?    Professional performers are often expected to dress with a sense of &ldquo;the occasion&rdquo; and an audition is a crucial part of both your education and the professional career you are beginning to pursue. Wear clothing that makes you comfortable, but make certain that you look your best and are dressed in a manner that shows you take both yourself and the audition seriously.        What should I expect at my audition?    An accompanist : We will provide a pianist who will play the music you bring. Copies of your songs must be provided in a legible form and in the key in which you will sing them with all cuts clearly marked. We will not accept charts or lead sheets.    Note: You must audition with the accompanist, or you may bring your own accompanist if you choose. Singing a cappella or performing to pre-recorded music is not allowed!!    Questions : The auditors may decide to ask you questions about your training, your experience, and your goals. This is done in an attempt to get to know you a bit better.    Coaching &amp; Direction : Once you have performed your selections various members of the panel may ask you to make some adjustments or to repeat part of your song. This is done in order to determine how readily and receptively you work with instruction and direction.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Tributes to Iconic French Singer Lead Off April Events at La Maison Francaise                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   March   /   17                                                         Tributes to Iconic French Singer Lead Off April Events at La Maison Francaise                   March 17, 2011                                          On April 1, 2011, La Maison Française at New York University will unveil a new exhibition of photographs of the singer Edith Piaf by French photographer Hugues Vassal, launching this exhibition with a gallery talk by Vassal. On April 5, the focus on Piaf continues with a lecture by Carolyn Burke, author of a new biography of the singer. The April calendar for La Maison Française (16 Washington Mews, New York, N.Y., corner of University Place) continues with an array of distinguished and exciting events, such as a screening of the film “Jean-Louis Barrault, a Man of the Theater,” and a lecture by Robert Rubin, curator of an exhibition currently on view at the Biblioteque Nationale de France. A full listing of April events follows. For more information, please visit La Maison Francaise , or call 212.998.8750.       Friday, April 1, 6:00 p.m. Exhibition Opening - Edith Piaf: Photographs by Hugues Vassal , with lecture by Vassal (7:00 p.m.). The exhibition continues through May 13. The French photographer, one of the creators of the Gamma photo agency, became a close friend of the singer in the last seven years of her life, documenting her public and private moments.       Tuesday, April 5, 7:00 p.m. Lecture in English – Carolyn Burke, Writer; biographer; author of No Regrets: The Life of Edith Piaf (Knopf, 2011). Burke brings the iconic French singer to life in her enthralling, definitive biography, which captures Edith Piaf’s immense charisma along with the time and place that gave rise to her unprecedented international career.       Thursday, April 7, 7:00 p.m. Adventures in the French Trade: A Memoir Revisited - Lecture in English by Jeffrey Mehlman, University Professor and Professor of French, Boston University; author of Émigré New York: French Intellectuals in Wartime Manhattan, 1940-1944; Adventures in the French Trade (Stanford UP, 2010). A literary critic and historian of ideas, Mehlman shares second thoughts about his recently published memoir, less a chronicle of his life as a scholar/critic of matters French than a series of episodes, each with its attendant surprise, in what one commentator has called his amour vache, his injured and occasionally injurious love, for France and the French.       Monday, April 11, 7:00 p.m. Apollo’s Angels: Ballet’s Past and Why It Matters - Lecture in English by Jennifer Homans, Distinguished Scholar in Residence, NYU; dance critic, The New Republic; author of Apollo’s Angels: A History of Ballet (Random House, 2010) . Jennifer Homans, a former professional dancer, dance critic of The New Republic, is author of the recently published Apollo’s Angels: A History of Ballet (Random House, 2010), a national bestseller and named a Top 10 Book of 2010 by The New York Times.       Tuesday, April 12, 7:00 p.m. BeatHippiePunk and the French Connection: Richard Prince at the Bibliotheque Nationale - Lecture in English by Robert Rubin, Curator, Richard Prince: American Prayer exhibition on view at the Bibliothèque Nationale de France through the end of June, 2011. Discussion of Franco-American exchanges at the margins of culture in the fifties, sixties, and seventies. Contemporary artist Richard Prince's collection of rare books and manuscripts, around which the show is organized, is the point of departure for the discovery of many surprising connections between Beats, Hippies, and Punks and their Gallic counterparts.           Thursday, April 21, 7:00 p.m. French Opera, A Paradoxical Genre - Lecture in English by Vincent Girdoud, author of the recently published French Opera: A Short History (Yale University Press, 2010) discusses some of the paradoxes and specific characters of the French operatic tradition, which he claims is second only to Italian opera in terms of richness and variety.       Monday, April 25, 7:00 p.m. French Literature in the Making - Lecture in French, with Vincent Delecroix, writer; novelist; author of Retour à Bruxelles; À la porte; Ce qui est perdu (Prix Valéry Larbaud); La chaussure sur le toit; Tombeau d’Achille (Grand Prix de Littérature de l’Académie Française) in conversation with Oliver Barrot, writer; journalist, Un livre un jour (France 3); publisher, Senso.       Tuesday, April 26, 7:00 p.m. Centennial Homage to Jean-Louis Barrault - Film screening of “Jean-Louis Barrault, A Man of the Theater,” written and produced by Helen Gary Bishop, directed by Muriel Balash, (FR 3 Television, 1985, 54 min.; In English), with round table on Barrault's life and work: Lorenzo Weisman, Head of Corporate Finance for the Americas, BNP Paribas; former actor with Comédie Française; Florent Masse, Director, Avant-Scène, the French Theater Workshop of Princeton University; Helen Gary Bishop, producer of the film; and Tom Bishop, Professor of French, NYU (moderator.)       April 26-29 PEN WORLD VOICES at NYU’s Maison Française - La Maison Française is participating in the 7th annual PEN World Voices Festival of International Literature. This Festival includes Lunchtime Literary Conversations: A Three-Part Series (free and open to the public, no reservations) as follows:     Tuesday, April 26, 12:00 p.m. to 1:30 p.m. French graphic novelist Ludovic Debeurme in conversation with Norwegian writer Kjersti Annesdatter Skomvold. Moderator: Kira Brunner Don ( Lapham's Quarterly).     Wednesday, April 27, 12:00 p.m. to 1:30 p.m. A conversation between two bestselling French authors: Laurence Cossé, the author of The Corner of the Veil, Prime Minister’s Woman, and most recently, The Novel Bookstore; and Hervé Le Tellier, the author of Enough About Love, and the forthcoming The Sextine Chapel.     Friday, April 29, 12:00 p.m. to 1:30 p.m. Since her debut on the French literary scene more than a decade ago, Belgian novelist Amélie Nothomb has published a novel a year, every year. Her edgy fiction, unconventional thinking, and public persona have combined to transform her into a worldwide literary sensation. The novelist sits down with Turkish essayist and short story writer Buket Uzuner to discuss the phenomenon of their literary lives.     The Festival also includes An Evening with Pierre Guyotat &amp; Edmund White, as follows:       Thursday, April 28, 7:00 to 8:30 p.m. ( Reservations required: 212-998-8750 or maison.francaise @ nyu.edu Tickets: $15; $10. PEN Members; Free for those with NYU i.d.). - Edmund White describes Pierre Guyotat's novel, Eden Eden Eden, “violent, transgressive and inspired – the last great avant-garde visionary of the 20th Century.” Princeton’s professor of creative writing and author of Rimbaud: The Double Life of a Rebel, talks with Rimbaud’s modern-day heir, Pierre Guyotat, author of Eden, Eden, Eden and the recently translated Coma, published in English by Semiotext(e). Note: The full PEN World Voices schedule (April 25 - May 1) is available at www.pen.org.                        This Press Release is in the following Topics:      Around the Square , Events and Traditions           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}][{"detail": [{"content": "Classical Voice and Opera Studies Applicants - Classical Voice and Opera Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Classical Voice and Opera Studies                 Programs       Undergraduate    Master's    Graduate Dual Degree    Advanced Certificate    Doctoral    Summer         Classical Voice Intensive     More Summer Programs           Study Abroad         Curriculum       Undergraduate    Master's    Dual Master's / Advanced Certificate        Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    Classical Voice and Opera Studies Applicants                     Graduate Applicants    Graduate Applicants for Classical Voice and Opera Studies &ndash; Master of Music, Advanced Certificate in Vocal Pedagogy, and PhD &ndash; do not go through a traditional audition process. We ask that you submit recorded materials that will be reviewed by the faculty. Once that review has been completed we will contact those candidates from whom we require further information. For detailed information on how to submit your recorded materials please go to:    Applicants for the Master of Music    http://steinhardt.nyu.edu/graduate_admissions/guide/muvp/mm/clv    Applicants for the Advanced Certificate/Dual Degree    http://steinhardt.nyu.edu/graduate_admissions/guide/mvpr/mm/clv    Undergraduate Applicants - First Year and Transfers    Auditioning is all too often the most difficult aspect of pursuing a career as a professional singer and actor. As a prospective student, try to think of your audition as a unique opportunity for you to introduce yourself to people who are your advocates and who very much want you to be good at what you do. This \"mind set\" will serve you well in any audition situation.    Always remember to take your time and to breathe.    Your task is to share your talents - not to impress the auditors!        Professor Brian Gill with audition advice.    Undergraduate Procedures and Requirements           How do I audition for the program?           What do I prepare for my Undergraduate Audition?           What do I prepare for my Undergraduate Transfer Audition?           What do I bring to my audition?           What do I wear to my audition?           What should I expect at my audition?             How do I audition for the program?    Part I: Submit application to NYU Steinhardt. All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; must first submit an application for admission to the Steinhardt School at New York University. You can find information on the application process through the appropriate admissions office.    Office of Undergraduate Admissions \u2028 212-998-4500    Office of Graduate Admissions \u2028 212-998-5030    Part II: Upload Pre-screening Materials: All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; are required to submit a video pre-screening submission prior to being invited to a live audition. In this process, you will make short videos and upload them to GetAcceptd, a company created for this purpose. You may begin this process at:        All pre-screening submissions must be uploaded by the dates below. Materials submitted after these dates may not be accepted.    Early Decision I: November 1 Early Decision II: December 1 Regular Decision: December 15 Transfer Applicants: March 1    Rather than a single long video, we would like three separate clips: the introduction, the first song, and the second song. It&rsquo;s easier for us to review and easier for you to shoot. We will not be influenced by the professional quality of the video. Please do not worry about any elaborate lighting or studio conditions. Below are the requirements and suggestions for your material.       Introduction: Please say your name clearly, the city you are from, and the pieces that you are going to do. Include the Specialization for which you are auditioning (classical voice) and the degree level you would be entering (freshman, transfer).       Two songs: Your two selections should be complete and contrasting songs. Each selection should be no longer than four minutes. One of your songs must be in English and the other in a foreign language &ndash; Italian, German, or French. Piano must accompany you (no a capella singing). Please make sure your voice can be heard above the accompaniment &ndash; try different distances from the sound source until you find the right &ldquo;balance&rdquo; between piano and voice.       Upload a resum&eacute;.       Upload a headshot or photograph.    After uploading the pre-screening submission, you will immediately be notified that we have received your materials. After those materials have been reviewed, you will be sent an email inviting you to an audition in person, or an email notice that no additional audition is required. This review process can take anywhere from 2-4 weeks. If you are invited to an audition, you must prepare materials according to the guidelines below. If you cannot travel to New York you will have the option of submitting a video audition.    Invited Audition Dates for Undergraduates and Transfers Only: \u2028 Saturday, November 22, 2014 ( last day for Early Decision I candidates to audition )\u2028 Saturday, January 31, 2015\u2028 ( last day for Early Decision II candidates to audition )\u2028 Sunday, February 8, 2015 Sunday, February 22, 2015 Saturday, February 28, 2015 (last day for freshman auditions) \u2028 Saturday, April 4, 2015 ( transfer applicants only )    *The last audition date for undergraduate freshman applicants is February 28. This is also the last date for all talent awards for undergraduate applicants.        What do I prepare for my Undergraduate Audition?    Three (3) Songs : At least one of your songs must be in English and one must be in a foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.        What do I prepare for my Undergraduate Transfer Audition?    Four (4) Songs : One of your four songs must be in English and each of the others in a differing foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.    Note for Prospective Transfer Students: Though NYU's deadline for Spring transfer admission is November 1 and our deadline for Summer/Fall transfer admission is April 1, we suggest that you submit your Common Application one month in advance. Submitting your Common Application early will leave you more time to schedule an audition by our deadlines above.    Note: If you are accepted as a transfer student there are two factors that determine how long it will take you to complete your degree at NYU. These factors are 1) the number of completed credits that NYU will accept and apply to your curriculum requirements and 2) the number of semesters of private voice the faculty adjudicators decide you must take in order to complete your NYU degree. Completed semesters of private voice at another institution will not necessarily count toward your degree requirements at NYU. Be aware that while the voice study requirement can be provided to you immediately upon your acceptance, it often takes longer for the University and the Program to process and apply your transfer credits.        What do I bring to my audition?    Picture and Resum&eacute; &ndash; a recent photograph along with a resum&eacute; of your educational and performing experience.    Audition Music for the Accompanist &ndash; legible copies in the key in which you will sing with all cuts clearly marked. No &ldquo;charts&rdquo; or lead sheets.    Recital Program (Graduate Applicants Only) &ndash; a copy of the program from your undergraduate voice recital (or equivalent solo recital).        What do I wear to my audition?    Professional performers are often expected to dress with a sense of &ldquo;the occasion&rdquo; and an audition is a crucial part of both your education and the professional career you are beginning to pursue. Wear clothing that makes you comfortable, but make certain that you look your best and are dressed in a manner that shows you take both yourself and the audition seriously.        What should I expect at my audition?    An accompanist : We will provide a pianist who will play the music you bring. Copies of your songs must be provided in a legible form and in the key in which you will sing them with all cuts clearly marked. We will not accept charts or lead sheets.    Note: You must audition with the accompanist, or you may bring your own accompanist if you choose. Singing a cappella or performing to pre-recorded music is not allowed!!    Questions : The auditors may decide to ask you questions about your training, your experience, and your goals. This is done in an attempt to get to know you a bit better.    Coaching &amp; Direction : Once you have performed your selections various members of the panel may ask you to make some adjustments or to repeat part of your song. This is done in order to determine how readily and receptively you work with instruction and direction.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Classical Voice and Opera Studies Applicants - Classical Voice and Opera Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Classical Voice and Opera Studies                 Programs       Undergraduate    Master's    Graduate Dual Degree    Advanced Certificate    Doctoral    Summer         Classical Voice Intensive     More Summer Programs           Study Abroad         Curriculum       Undergraduate    Master's    Dual Master's / Advanced Certificate        Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    Classical Voice and Opera Studies Applicants                     Graduate Applicants    Graduate Applicants for Classical Voice and Opera Studies &ndash; Master of Music, Advanced Certificate in Vocal Pedagogy, and PhD &ndash; do not go through a traditional audition process. We ask that you submit recorded materials that will be reviewed by the faculty. Once that review has been completed we will contact those candidates from whom we require further information. For detailed information on how to submit your recorded materials please go to:    Applicants for the Master of Music    http://steinhardt.nyu.edu/graduate_admissions/guide/muvp/mm/clv    Applicants for the Advanced Certificate/Dual Degree    http://steinhardt.nyu.edu/graduate_admissions/guide/mvpr/mm/clv    Undergraduate Applicants - First Year and Transfers    Auditioning is all too often the most difficult aspect of pursuing a career as a professional singer and actor. As a prospective student, try to think of your audition as a unique opportunity for you to introduce yourself to people who are your advocates and who very much want you to be good at what you do. This \"mind set\" will serve you well in any audition situation.    Always remember to take your time and to breathe.    Your task is to share your talents - not to impress the auditors!        Professor Brian Gill with audition advice.    Undergraduate Procedures and Requirements           How do I audition for the program?           What do I prepare for my Undergraduate Audition?           What do I prepare for my Undergraduate Transfer Audition?           What do I bring to my audition?           What do I wear to my audition?           What should I expect at my audition?             How do I audition for the program?    Part I: Submit application to NYU Steinhardt. All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; must first submit an application for admission to the Steinhardt School at New York University. You can find information on the application process through the appropriate admissions office.    Office of Undergraduate Admissions \u2028 212-998-4500    Office of Graduate Admissions \u2028 212-998-5030    Part II: Upload Pre-screening Materials: All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; are required to submit a video pre-screening submission prior to being invited to a live audition. In this process, you will make short videos and upload them to GetAcceptd, a company created for this purpose. You may begin this process at:        All pre-screening submissions must be uploaded by the dates below. Materials submitted after these dates may not be accepted.    Early Decision I: November 1 Early Decision II: December 1 Regular Decision: December 15 Transfer Applicants: March 1    Rather than a single long video, we would like three separate clips: the introduction, the first song, and the second song. It&rsquo;s easier for us to review and easier for you to shoot. We will not be influenced by the professional quality of the video. Please do not worry about any elaborate lighting or studio conditions. Below are the requirements and suggestions for your material.       Introduction: Please say your name clearly, the city you are from, and the pieces that you are going to do. Include the Specialization for which you are auditioning (classical voice) and the degree level you would be entering (freshman, transfer).       Two songs: Your two selections should be complete and contrasting songs. Each selection should be no longer than four minutes. One of your songs must be in English and the other in a foreign language &ndash; Italian, German, or French. Piano must accompany you (no a capella singing). Please make sure your voice can be heard above the accompaniment &ndash; try different distances from the sound source until you find the right &ldquo;balance&rdquo; between piano and voice.       Upload a resum&eacute;.       Upload a headshot or photograph.    After uploading the pre-screening submission, you will immediately be notified that we have received your materials. After those materials have been reviewed, you will be sent an email inviting you to an audition in person, or an email notice that no additional audition is required. This review process can take anywhere from 2-4 weeks. If you are invited to an audition, you must prepare materials according to the guidelines below. If you cannot travel to New York you will have the option of submitting a video audition.    Invited Audition Dates for Undergraduates and Transfers Only: \u2028 Saturday, November 22, 2014 ( last day for Early Decision I candidates to audition )\u2028 Saturday, January 31, 2015\u2028 ( last day for Early Decision II candidates to audition )\u2028 Sunday, February 8, 2015 Sunday, February 22, 2015 Saturday, February 28, 2015 (last day for freshman auditions) \u2028 Saturday, April 4, 2015 ( transfer applicants only )    *The last audition date for undergraduate freshman applicants is February 28. This is also the last date for all talent awards for undergraduate applicants.        What do I prepare for my Undergraduate Audition?    Three (3) Songs : At least one of your songs must be in English and one must be in a foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.        What do I prepare for my Undergraduate Transfer Audition?    Four (4) Songs : One of your four songs must be in English and each of the others in a differing foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.    Note for Prospective Transfer Students: Though NYU's deadline for Spring transfer admission is November 1 and our deadline for Summer/Fall transfer admission is April 1, we suggest that you submit your Common Application one month in advance. Submitting your Common Application early will leave you more time to schedule an audition by our deadlines above.    Note: If you are accepted as a transfer student there are two factors that determine how long it will take you to complete your degree at NYU. These factors are 1) the number of completed credits that NYU will accept and apply to your curriculum requirements and 2) the number of semesters of private voice the faculty adjudicators decide you must take in order to complete your NYU degree. Completed semesters of private voice at another institution will not necessarily count toward your degree requirements at NYU. Be aware that while the voice study requirement can be provided to you immediately upon your acceptance, it often takes longer for the University and the Program to process and apply your transfer credits.        What do I bring to my audition?    Picture and Resum&eacute; &ndash; a recent photograph along with a resum&eacute; of your educational and performing experience.    Audition Music for the Accompanist &ndash; legible copies in the key in which you will sing with all cuts clearly marked. No &ldquo;charts&rdquo; or lead sheets.    Recital Program (Graduate Applicants Only) &ndash; a copy of the program from your undergraduate voice recital (or equivalent solo recital).        What do I wear to my audition?    Professional performers are often expected to dress with a sense of &ldquo;the occasion&rdquo; and an audition is a crucial part of both your education and the professional career you are beginning to pursue. Wear clothing that makes you comfortable, but make certain that you look your best and are dressed in a manner that shows you take both yourself and the audition seriously.        What should I expect at my audition?    An accompanist : We will provide a pianist who will play the music you bring. Copies of your songs must be provided in a legible form and in the key in which you will sing them with all cuts clearly marked. We will not accept charts or lead sheets.    Note: You must audition with the accompanist, or you may bring your own accompanist if you choose. Singing a cappella or performing to pre-recorded music is not allowed!!    Questions : The auditors may decide to ask you questions about your training, your experience, and your goals. This is done in an attempt to get to know you a bit better.    Coaching &amp; Direction : Once you have performed your selections various members of the panel may ask you to make some adjustments or to repeat part of your song. This is done in order to determine how readily and receptively you work with instruction and direction.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Tributes to Iconic French Singer Lead Off April Events at La Maison Francaise                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   March   /   17                                                         Tributes to Iconic French Singer Lead Off April Events at La Maison Francaise                   March 17, 2011                                          On April 1, 2011, La Maison Française at New York University will unveil a new exhibition of photographs of the singer Edith Piaf by French photographer Hugues Vassal, launching this exhibition with a gallery talk by Vassal. On April 5, the focus on Piaf continues with a lecture by Carolyn Burke, author of a new biography of the singer. The April calendar for La Maison Française (16 Washington Mews, New York, N.Y., corner of University Place) continues with an array of distinguished and exciting events, such as a screening of the film “Jean-Louis Barrault, a Man of the Theater,” and a lecture by Robert Rubin, curator of an exhibition currently on view at the Biblioteque Nationale de France. A full listing of April events follows. For more information, please visit La Maison Francaise , or call 212.998.8750.       Friday, April 1, 6:00 p.m. Exhibition Opening - Edith Piaf: Photographs by Hugues Vassal , with lecture by Vassal (7:00 p.m.). The exhibition continues through May 13. The French photographer, one of the creators of the Gamma photo agency, became a close friend of the singer in the last seven years of her life, documenting her public and private moments.       Tuesday, April 5, 7:00 p.m. Lecture in English – Carolyn Burke, Writer; biographer; author of No Regrets: The Life of Edith Piaf (Knopf, 2011). Burke brings the iconic French singer to life in her enthralling, definitive biography, which captures Edith Piaf’s immense charisma along with the time and place that gave rise to her unprecedented international career.       Thursday, April 7, 7:00 p.m. Adventures in the French Trade: A Memoir Revisited - Lecture in English by Jeffrey Mehlman, University Professor and Professor of French, Boston University; author of Émigré New York: French Intellectuals in Wartime Manhattan, 1940-1944; Adventures in the French Trade (Stanford UP, 2010). A literary critic and historian of ideas, Mehlman shares second thoughts about his recently published memoir, less a chronicle of his life as a scholar/critic of matters French than a series of episodes, each with its attendant surprise, in what one commentator has called his amour vache, his injured and occasionally injurious love, for France and the French.       Monday, April 11, 7:00 p.m. Apollo’s Angels: Ballet’s Past and Why It Matters - Lecture in English by Jennifer Homans, Distinguished Scholar in Residence, NYU; dance critic, The New Republic; author of Apollo’s Angels: A History of Ballet (Random House, 2010) . Jennifer Homans, a former professional dancer, dance critic of The New Republic, is author of the recently published Apollo’s Angels: A History of Ballet (Random House, 2010), a national bestseller and named a Top 10 Book of 2010 by The New York Times.       Tuesday, April 12, 7:00 p.m. BeatHippiePunk and the French Connection: Richard Prince at the Bibliotheque Nationale - Lecture in English by Robert Rubin, Curator, Richard Prince: American Prayer exhibition on view at the Bibliothèque Nationale de France through the end of June, 2011. Discussion of Franco-American exchanges at the margins of culture in the fifties, sixties, and seventies. Contemporary artist Richard Prince's collection of rare books and manuscripts, around which the show is organized, is the point of departure for the discovery of many surprising connections between Beats, Hippies, and Punks and their Gallic counterparts.           Thursday, April 21, 7:00 p.m. French Opera, A Paradoxical Genre - Lecture in English by Vincent Girdoud, author of the recently published French Opera: A Short History (Yale University Press, 2010) discusses some of the paradoxes and specific characters of the French operatic tradition, which he claims is second only to Italian opera in terms of richness and variety.       Monday, April 25, 7:00 p.m. French Literature in the Making - Lecture in French, with Vincent Delecroix, writer; novelist; author of Retour à Bruxelles; À la porte; Ce qui est perdu (Prix Valéry Larbaud); La chaussure sur le toit; Tombeau d’Achille (Grand Prix de Littérature de l’Académie Française) in conversation with Oliver Barrot, writer; journalist, Un livre un jour (France 3); publisher, Senso.       Tuesday, April 26, 7:00 p.m. Centennial Homage to Jean-Louis Barrault - Film screening of “Jean-Louis Barrault, A Man of the Theater,” written and produced by Helen Gary Bishop, directed by Muriel Balash, (FR 3 Television, 1985, 54 min.; In English), with round table on Barrault's life and work: Lorenzo Weisman, Head of Corporate Finance for the Americas, BNP Paribas; former actor with Comédie Française; Florent Masse, Director, Avant-Scène, the French Theater Workshop of Princeton University; Helen Gary Bishop, producer of the film; and Tom Bishop, Professor of French, NYU (moderator.)       April 26-29 PEN WORLD VOICES at NYU’s Maison Française - La Maison Française is participating in the 7th annual PEN World Voices Festival of International Literature. This Festival includes Lunchtime Literary Conversations: A Three-Part Series (free and open to the public, no reservations) as follows:     Tuesday, April 26, 12:00 p.m. to 1:30 p.m. French graphic novelist Ludovic Debeurme in conversation with Norwegian writer Kjersti Annesdatter Skomvold. Moderator: Kira Brunner Don ( Lapham's Quarterly).     Wednesday, April 27, 12:00 p.m. to 1:30 p.m. A conversation between two bestselling French authors: Laurence Cossé, the author of The Corner of the Veil, Prime Minister’s Woman, and most recently, The Novel Bookstore; and Hervé Le Tellier, the author of Enough About Love, and the forthcoming The Sextine Chapel.     Friday, April 29, 12:00 p.m. to 1:30 p.m. Since her debut on the French literary scene more than a decade ago, Belgian novelist Amélie Nothomb has published a novel a year, every year. Her edgy fiction, unconventional thinking, and public persona have combined to transform her into a worldwide literary sensation. The novelist sits down with Turkish essayist and short story writer Buket Uzuner to discuss the phenomenon of their literary lives.     The Festival also includes An Evening with Pierre Guyotat &amp; Edmund White, as follows:       Thursday, April 28, 7:00 to 8:30 p.m. ( Reservations required: 212-998-8750 or maison.francaise @ nyu.edu Tickets: $15; $10. PEN Members; Free for those with NYU i.d.). - Edmund White describes Pierre Guyotat's novel, Eden Eden Eden, “violent, transgressive and inspired – the last great avant-garde visionary of the 20th Century.” Princeton’s professor of creative writing and author of Rimbaud: The Double Life of a Rebel, talks with Rimbaud’s modern-day heir, Pierre Guyotat, author of Eden, Eden, Eden and the recently translated Coma, published in English by Semiotext(e). Note: The full PEN World Voices schedule (April 25 - May 1) is available at www.pen.org.                        This Press Release is in the following Topics:      Around the Square , Events and Traditions           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Classical Voice and Opera Studies Applicants - Classical Voice and Opera Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Classical Voice and Opera Studies                 Programs       Undergraduate    Master's    Graduate Dual Degree    Advanced Certificate    Doctoral    Summer         Classical Voice Intensive     More Summer Programs           Study Abroad         Curriculum       Undergraduate    Master's    Dual Master's / Advanced Certificate        Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    Classical Voice and Opera Studies Applicants                     Graduate Applicants    Graduate Applicants for Classical Voice and Opera Studies &ndash; Master of Music, Advanced Certificate in Vocal Pedagogy, and PhD &ndash; do not go through a traditional audition process. We ask that you submit recorded materials that will be reviewed by the faculty. Once that review has been completed we will contact those candidates from whom we require further information. For detailed information on how to submit your recorded materials please go to:    Applicants for the Master of Music    http://steinhardt.nyu.edu/graduate_admissions/guide/muvp/mm/clv    Applicants for the Advanced Certificate/Dual Degree    http://steinhardt.nyu.edu/graduate_admissions/guide/mvpr/mm/clv    Undergraduate Applicants - First Year and Transfers    Auditioning is all too often the most difficult aspect of pursuing a career as a professional singer and actor. As a prospective student, try to think of your audition as a unique opportunity for you to introduce yourself to people who are your advocates and who very much want you to be good at what you do. This \"mind set\" will serve you well in any audition situation.    Always remember to take your time and to breathe.    Your task is to share your talents - not to impress the auditors!        Professor Brian Gill with audition advice.    Undergraduate Procedures and Requirements           How do I audition for the program?           What do I prepare for my Undergraduate Audition?           What do I prepare for my Undergraduate Transfer Audition?           What do I bring to my audition?           What do I wear to my audition?           What should I expect at my audition?             How do I audition for the program?    Part I: Submit application to NYU Steinhardt. All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; must first submit an application for admission to the Steinhardt School at New York University. You can find information on the application process through the appropriate admissions office.    Office of Undergraduate Admissions \u2028 212-998-4500    Office of Graduate Admissions \u2028 212-998-5030    Part II: Upload Pre-screening Materials: All prospective students &ndash; except those attending the November 15 Undergraduate Open House auditions &ndash; are required to submit a video pre-screening submission prior to being invited to a live audition. In this process, you will make short videos and upload them to GetAcceptd, a company created for this purpose. You may begin this process at:        All pre-screening submissions must be uploaded by the dates below. Materials submitted after these dates may not be accepted.    Early Decision I: November 1 Early Decision II: December 1 Regular Decision: December 15 Transfer Applicants: March 1    Rather than a single long video, we would like three separate clips: the introduction, the first song, and the second song. It&rsquo;s easier for us to review and easier for you to shoot. We will not be influenced by the professional quality of the video. Please do not worry about any elaborate lighting or studio conditions. Below are the requirements and suggestions for your material.       Introduction: Please say your name clearly, the city you are from, and the pieces that you are going to do. Include the Specialization for which you are auditioning (classical voice) and the degree level you would be entering (freshman, transfer).       Two songs: Your two selections should be complete and contrasting songs. Each selection should be no longer than four minutes. One of your songs must be in English and the other in a foreign language &ndash; Italian, German, or French. Piano must accompany you (no a capella singing). Please make sure your voice can be heard above the accompaniment &ndash; try different distances from the sound source until you find the right &ldquo;balance&rdquo; between piano and voice.       Upload a resum&eacute;.       Upload a headshot or photograph.    After uploading the pre-screening submission, you will immediately be notified that we have received your materials. After those materials have been reviewed, you will be sent an email inviting you to an audition in person, or an email notice that no additional audition is required. This review process can take anywhere from 2-4 weeks. If you are invited to an audition, you must prepare materials according to the guidelines below. If you cannot travel to New York you will have the option of submitting a video audition.    Invited Audition Dates for Undergraduates and Transfers Only: \u2028 Saturday, November 22, 2014 ( last day for Early Decision I candidates to audition )\u2028 Saturday, January 31, 2015\u2028 ( last day for Early Decision II candidates to audition )\u2028 Sunday, February 8, 2015 Sunday, February 22, 2015 Saturday, February 28, 2015 (last day for freshman auditions) \u2028 Saturday, April 4, 2015 ( transfer applicants only )    *The last audition date for undergraduate freshman applicants is February 28. This is also the last date for all talent awards for undergraduate applicants.        What do I prepare for my Undergraduate Audition?    Three (3) Songs : At least one of your songs must be in English and one must be in a foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.        What do I prepare for my Undergraduate Transfer Audition?    Four (4) Songs : One of your four songs must be in English and each of the others in a differing foreign language &ndash; Italian, German, or French. Your songs must be sung from memory , and each selection should be no longer than four minutes.    Sight-Reading: Testing your ability to sight-sing music helps us determine your basic musicianship skills. You will be provided with a piece of music and will be expected to sing the melodic line. Sight-singing is a skill that singers develop through a process of ear-training. You can, and should, practice this before your audition. Music theory, music history, and keyboard performance are essential elements in any music curriculum. Study and preparation in these areas will also be a great advantage to you.    Note for Prospective Transfer Students: Though NYU's deadline for Spring transfer admission is November 1 and our deadline for Summer/Fall transfer admission is April 1, we suggest that you submit your Common Application one month in advance. Submitting your Common Application early will leave you more time to schedule an audition by our deadlines above.    Note: If you are accepted as a transfer student there are two factors that determine how long it will take you to complete your degree at NYU. These factors are 1) the number of completed credits that NYU will accept and apply to your curriculum requirements and 2) the number of semesters of private voice the faculty adjudicators decide you must take in order to complete your NYU degree. Completed semesters of private voice at another institution will not necessarily count toward your degree requirements at NYU. Be aware that while the voice study requirement can be provided to you immediately upon your acceptance, it often takes longer for the University and the Program to process and apply your transfer credits.        What do I bring to my audition?    Picture and Resum&eacute; &ndash; a recent photograph along with a resum&eacute; of your educational and performing experience.    Audition Music for the Accompanist &ndash; legible copies in the key in which you will sing with all cuts clearly marked. No &ldquo;charts&rdquo; or lead sheets.    Recital Program (Graduate Applicants Only) &ndash; a copy of the program from your undergraduate voice recital (or equivalent solo recital).        What do I wear to my audition?    Professional performers are often expected to dress with a sense of &ldquo;the occasion&rdquo; and an audition is a crucial part of both your education and the professional career you are beginning to pursue. Wear clothing that makes you comfortable, but make certain that you look your best and are dressed in a manner that shows you take both yourself and the audition seriously.        What should I expect at my audition?    An accompanist : We will provide a pianist who will play the music you bring. Copies of your songs must be provided in a legible form and in the key in which you will sing them with all cuts clearly marked. We will not accept charts or lead sheets.    Note: You must audition with the accompanist, or you may bring your own accompanist if you choose. Singing a cappella or performing to pre-recorded music is not allowed!!    Questions : The auditors may decide to ask you questions about your training, your experience, and your goals. This is done in an attempt to get to know you a bit better.    Coaching &amp; Direction : Once you have performed your selections various members of the panel may ask you to make some adjustments or to repeat part of your song. This is done in order to determine how readily and receptively you work with instruction and direction.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Tributes to Iconic French Singer Lead Off April Events at La Maison Francaise                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   March   /   17                                                         Tributes to Iconic French Singer Lead Off April Events at La Maison Francaise                   March 17, 2011                                          On April 1, 2011, La Maison Française at New York University will unveil a new exhibition of photographs of the singer Edith Piaf by French photographer Hugues Vassal, launching this exhibition with a gallery talk by Vassal. On April 5, the focus on Piaf continues with a lecture by Carolyn Burke, author of a new biography of the singer. The April calendar for La Maison Française (16 Washington Mews, New York, N.Y., corner of University Place) continues with an array of distinguished and exciting events, such as a screening of the film “Jean-Louis Barrault, a Man of the Theater,” and a lecture by Robert Rubin, curator of an exhibition currently on view at the Biblioteque Nationale de France. A full listing of April events follows. For more information, please visit La Maison Francaise , or call 212.998.8750.       Friday, April 1, 6:00 p.m. Exhibition Opening - Edith Piaf: Photographs by Hugues Vassal , with lecture by Vassal (7:00 p.m.). The exhibition continues through May 13. The French photographer, one of the creators of the Gamma photo agency, became a close friend of the singer in the last seven years of her life, documenting her public and private moments.       Tuesday, April 5, 7:00 p.m. Lecture in English – Carolyn Burke, Writer; biographer; author of No Regrets: The Life of Edith Piaf (Knopf, 2011). Burke brings the iconic French singer to life in her enthralling, definitive biography, which captures Edith Piaf’s immense charisma along with the time and place that gave rise to her unprecedented international career.       Thursday, April 7, 7:00 p.m. Adventures in the French Trade: A Memoir Revisited - Lecture in English by Jeffrey Mehlman, University Professor and Professor of French, Boston University; author of Émigré New York: French Intellectuals in Wartime Manhattan, 1940-1944; Adventures in the French Trade (Stanford UP, 2010). A literary critic and historian of ideas, Mehlman shares second thoughts about his recently published memoir, less a chronicle of his life as a scholar/critic of matters French than a series of episodes, each with its attendant surprise, in what one commentator has called his amour vache, his injured and occasionally injurious love, for France and the French.       Monday, April 11, 7:00 p.m. Apollo’s Angels: Ballet’s Past and Why It Matters - Lecture in English by Jennifer Homans, Distinguished Scholar in Residence, NYU; dance critic, The New Republic; author of Apollo’s Angels: A History of Ballet (Random House, 2010) . Jennifer Homans, a former professional dancer, dance critic of The New Republic, is author of the recently published Apollo’s Angels: A History of Ballet (Random House, 2010), a national bestseller and named a Top 10 Book of 2010 by The New York Times.       Tuesday, April 12, 7:00 p.m. BeatHippiePunk and the French Connection: Richard Prince at the Bibliotheque Nationale - Lecture in English by Robert Rubin, Curator, Richard Prince: American Prayer exhibition on view at the Bibliothèque Nationale de France through the end of June, 2011. Discussion of Franco-American exchanges at the margins of culture in the fifties, sixties, and seventies. Contemporary artist Richard Prince's collection of rare books and manuscripts, around which the show is organized, is the point of departure for the discovery of many surprising connections between Beats, Hippies, and Punks and their Gallic counterparts.           Thursday, April 21, 7:00 p.m. French Opera, A Paradoxical Genre - Lecture in English by Vincent Girdoud, author of the recently published French Opera: A Short History (Yale University Press, 2010) discusses some of the paradoxes and specific characters of the French operatic tradition, which he claims is second only to Italian opera in terms of richness and variety.       Monday, April 25, 7:00 p.m. French Literature in the Making - Lecture in French, with Vincent Delecroix, writer; novelist; author of Retour à Bruxelles; À la porte; Ce qui est perdu (Prix Valéry Larbaud); La chaussure sur le toit; Tombeau d’Achille (Grand Prix de Littérature de l’Académie Française) in conversation with Oliver Barrot, writer; journalist, Un livre un jour (France 3); publisher, Senso.       Tuesday, April 26, 7:00 p.m. Centennial Homage to Jean-Louis Barrault - Film screening of “Jean-Louis Barrault, A Man of the Theater,” written and produced by Helen Gary Bishop, directed by Muriel Balash, (FR 3 Television, 1985, 54 min.; In English), with round table on Barrault's life and work: Lorenzo Weisman, Head of Corporate Finance for the Americas, BNP Paribas; former actor with Comédie Française; Florent Masse, Director, Avant-Scène, the French Theater Workshop of Princeton University; Helen Gary Bishop, producer of the film; and Tom Bishop, Professor of French, NYU (moderator.)       April 26-29 PEN WORLD VOICES at NYU’s Maison Française - La Maison Française is participating in the 7th annual PEN World Voices Festival of International Literature. This Festival includes Lunchtime Literary Conversations: A Three-Part Series (free and open to the public, no reservations) as follows:     Tuesday, April 26, 12:00 p.m. to 1:30 p.m. French graphic novelist Ludovic Debeurme in conversation with Norwegian writer Kjersti Annesdatter Skomvold. Moderator: Kira Brunner Don ( Lapham's Quarterly).     Wednesday, April 27, 12:00 p.m. to 1:30 p.m. A conversation between two bestselling French authors: Laurence Cossé, the author of The Corner of the Veil, Prime Minister’s Woman, and most recently, The Novel Bookstore; and Hervé Le Tellier, the author of Enough About Love, and the forthcoming The Sextine Chapel.     Friday, April 29, 12:00 p.m. to 1:30 p.m. Since her debut on the French literary scene more than a decade ago, Belgian novelist Amélie Nothomb has published a novel a year, every year. Her edgy fiction, unconventional thinking, and public persona have combined to transform her into a worldwide literary sensation. The novelist sits down with Turkish essayist and short story writer Buket Uzuner to discuss the phenomenon of their literary lives.     The Festival also includes An Evening with Pierre Guyotat &amp; Edmund White, as follows:       Thursday, April 28, 7:00 to 8:30 p.m. ( Reservations required: 212-998-8750 or maison.francaise @ nyu.edu Tickets: $15; $10. PEN Members; Free for those with NYU i.d.). - Edmund White describes Pierre Guyotat's novel, Eden Eden Eden, “violent, transgressive and inspired – the last great avant-garde visionary of the 20th Century.” Princeton’s professor of creative writing and author of Rimbaud: The Double Life of a Rebel, talks with Rimbaud’s modern-day heir, Pierre Guyotat, author of Eden, Eden, Eden and the recently translated Coma, published in English by Semiotext(e). Note: The full PEN World Voices schedule (April 25 - May 1) is available at www.pen.org.                        This Press Release is in the following Topics:      Around the Square , Events and Traditions           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Graduate Programs    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program     Graduate program     Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris               Core Information from the Bulletin         Doctor of Philosophy           Joint Degree Doctor of Philosophy           Master of Arts Program in French Language and Civilization           Master of Arts Program in French Literature           Master of Arts Program in Literary Translation: French-English           Joint Degree M.A. in Teaching French as a Foreign Language           Bulletin Course Descriptions             Related Information         French Graduate Programs and Applications FAQ           Graduate Student Profiles           Recently-Defended Dissertations           Dissertation Submission Guidelines           Job Placements           Graduate Student Fellowships, Prizes, and Job Opportunities           French Cinema at NYU           Call for Papers: ...but is it art? (Graduate Student Conference)           Department of French Office Hours           Graduate Courses & Descriptions             Useful Links         GSAS Master's College           GSAS Admissions           GSAS Application Resource Center           Financial Aid           Library Resources                 Home &gt; Graduate program     Graduate Programs   Department Life • Programs of Study • Funding • Coursework • Teaching • Studying in France and Abroad • NYU Resources • Graduate Student Community • Job Placement • Applying • Contact   DEPARTMENT LIFE  The Department of French at NYU is part of a network of intellectual sites grouped within the Center for French Civilization and Culture. The Center branches into the University's four significant spheres of activity in French Studies: the Department, the Institute of French Studies, NYU Paris, and La Maison Française. These form the most comprehensive American academic complex devoted to the culture of France, past and present. The Department of French currently has 19 faculty members, representing a broad spectrum of specialization in all areas of French literature and civilization, and 14 full-time language lecturers. In addition, the Department offers courses by eminent visiting professors, including Réda Bensmaïa, François Cornillat, Marielle Macé, Christian Biet, Yves Citton, Philippe Roger, and François Noudlemann. The Department offers approximately 8 graduate seminars each semester, with enrollments ranging from five to fifteen students. Thus, students are able to choose from the rich offerings of a large department, yet also enjoy the opportunity for close, personal interaction with professors. Mini-seminars are another important feature of the department's program (See Upcoming Events ). Some who have headed seminars in recent years are: Michel Zink, Michel Deguy, Jacques Darras, Guy Scarpetta, Jean Milly, Jacqueline Cerquiglini-Toulet, Jacques Roubaud, Danièle Sallenave, Claude Simon, Jacques Derrida, Jacques Garelli, Robert Abirached, Erik Arnoult, Viviane Forrester.   PROGRAMS OF STUDY  PH.D. PROGRAMS Doctoral students must complete 72 points of post-undergraduate   coursework (about 18 courses). This may include credits earned during   M.A. work at NYU or transfer credits from another graduate institution.    Ph.D. in French Literature The Ph.D. program in French literature prepares students to teach in all areas of French and Francophone literature, stressing both breadth and depth through research seminars and qualifying exams. Ph.D. students in French literature will complete coursework in all seven fields--Medieval, Renaissance, 17th century, 18th century, 19th century, and 20th century and Francophone literatures--as well as a proseminar in textual analysis. The program also trains students to be outstanding researchers and important contributors in the field which best speaks to their intellectual passions. Interdisciplinary Ph.D. Program in French Literature The Interdisciplinary Program in French Literature enables students to conjoin the study of literature with cinema, fine arts, music or with the social and human sciences (history, linguistics, politics, sociology, anthropology). Students design a course of doctoral study that reflects their special interests and takes advantage of the exceptionally rich resources of New York University (Institute of French Studies, Medieval and Renaissance Studies, Dramatic Literature, Theatre History, Cinema Studies, etc.). To enter the program, students must apply after the completion of the M.A. in French Literature and during their first semester of doctoral studies. Joint Ph.D. in French Studies and French Literature The Institute of French Studies (IFS) at NYU is an interdisciplinary program devoted to the study of modern and contemporary France and francophone countries. The Department of French and the IFS offer a joint Ph.D. in French Studies and French that is designed for students interested in developing research expertise in the history and analysis of literary texts closely linked to their social, cultural, and political contexts. It prepares students to teach both literature and civilization in French departments, and gives them the scholarly expertise to integrate the two. The Joint program combines strong training in literary analysis with substantial exposure to the study of France, Europe, and the Francophone world, offered by historians and social scientists. The program covers 19th and 20th-Century France and French literature, although students ordinarily develop a narrower research specialty within this time period. The specific focus--and challenge--of the joint degree is the marrying of a social science research approach with a literary one. Students applying to the program should have a background both in French literature and in history and the social sciences. Admission to the joint Ph.D. program must be granted by both the IFS and the Department of French.  M.A. PROGRAMS Master's students must complete 32 points of post-undergraduate coursework (8 courses). The distribution is dependent upon the program of study: M.A. in French Literature The M.A. in French Literature may be pursued in New York City or in Paris. The course of studies leading to the M.A. in French Literature is comprehensive in that candidates are expected to acquire a broad knowledge of all areas of French literature. Students in French Literature are expected to acquire a solid background in critical practice and a broad knowledge of all periods of French literature by completing at least one course each in six of seven areas (Middle Ages; Renaissance; 17th, 18th, 19th, and 20th centuries; Francophone) and one course in textual analysis. M.A. in Literary Translation: French – English This M.A. program in Literary Translation teaches master’s students the skills to translate from French to English at a professional level. It aims at educating a much-needed new generation of literary translators. The program is supported by all the faculty members of the NYU French department and provides an excellent theoretical and analytical education in translation. NYU provides the perfect environment for this type of program in translation: 1) our location in NYC where, besides the French Publishers’ Agency, the vast majority of American publishers likely to publish French books in translation are located, and 2) the NYU-in-Paris Center, where students will spend a six-week Summer session allowing them to meet with contemporary French writers, publishers, and foreign rights managers. For information about Master's programs housed in Paris, see the NYU Paris site: Master of Arts in French Language and Civilization, Master of Arts in Teaching French as a Foreign Language.  FUNDING PH.D. FUNDING All students admitted to Ph.D. programs at the Graduate School of Arts and Science (GSAS) will receive a Henry M. MacCracken Fellowship, for a period of five years. This fellowship includes full tuition remission, waiver of registration and services fees, and health insurance through NYU, as well as a competitive fellowship stipend toward your expenses. GSAS also provides a one-time start-up stipend for first-year students. Students who enter with external funding may still be awarded a MacCracken fellowship to ensure that they are receiving full-funding from both sources combined. Following the MacCracken Fellowship, students are encouraged to apply for both internal and external fellowships. In addition to the stipend, our doctoral students are strongly encouraged to teach for four semesters to gain invaluable experience for their careers. And with the implementation of Financial Aid Reform (FAR4), teaching as an adjunct instructor provides compensation over and above the MacCracken stipend.  M.A. FUNDING NYU Paris offers competitive financial aid packages to M.A. students, including a 30% tuition scholarship (offered to all students) as well as a number of merit-based scholarships and employment opportunities. To learn more about NYU Paris funding please visit their website.  The Graduate School’s Tuition Incentive Program (TIP) encourages students to apply for external grants and provides matching tuition points (from 50 to 100 percent) to eligible recipients of external awards from recognized, academic sources of funding outside NYU. For applications and specific details about TIP eligibility criteria, please see the TIP application document (PDF). New York University offers several loan programs to students. Information is available at www.nyu.edu/financial.aid or at the Office of Financial Aid, 212-998-4444. For a description of all Graduate School fellowships and assistantships, please refer to the document Financing Graduate Education (PDF). SCHOLARSHIPS AND LOANS The financial aid package, including scholarships and loans, that students receive from NYU is based on the information submitted on the Free Application for Federal Student Aid (FAFSA) application. FAFSA is the basic application form for most student aid programs, available January 1 each year. The federal school code number for NYU is 002785. Additional information on Financial Aid and Fellowships is available through the GSAS website and through the NYU Office of Financial Aid .  COURSEWORK  CREDIT TRANSFER Students may be awarded up to 23 points of transfer credit for your earned master's degree toward your doctoral coursework in consultation with the Director of Graduate Studies and pending approval from the Graduate School. FOREIGN language requirement Native or near-native fluency in French is expected of all graduate students in the NYU Department of French. This requirement is filled by passing any graduate-level course taught in French. Doctoral students in French Literature are also required to fulfill a requirement for a second foreign language apart from French or English, preferably by the end of the second year. This can be fulfilled in several ways: (1) having taken and passed an intermediate-level language course no more than two years prior to matriculation into the graduate program, (2) taking and passing such a course while in residence at NYU, (3) passing a GSAS-administered foreign language exam. If a student is a native speaker of a language other than French or English, he or she may petition the Director of Graduate Studies for a waiver of this requirement. The joint Ph.D. in French Literature – French Studies and all M.A. programs do not have a second foreign language requirement. COURSES The Department of French offers at least 8 graduate seminars each semester, covering a broad spectrum of topics in French literature and civilization, critical theory, the history of ideas, cultural studies, film, Francophone studies, and translation. See current course offerings and the bulletin course descriptions . Inter-University Doctoral Consortium Even if not formally enrolled in an interdisciplinary program, students in the French Department are welcome and encouraged to take courses outside the department and through the Inter-University Doctoral Consortium which are germane to their research interests. The Inter-University Doctoral Consortium (IUDC) offers eligible GSAS students the opportunity to take graduate courses at distinguished universities throughout the greater New York area. The IUDC has been in existence for over 25 years and offers students an enormous array of courses and opportunities for contact with faculty and students in their fields. Participating schools are: Columbia University, Princeton University, CUNY Graduate Center, Rutgers University, Fordham University, SUNY Stony Brook, the Graduate Faculty at New School University, Teachers College at Columbia University, and New York University. The IUDC is open to doctoral students from participating schools who have completed at least one year of full time study toward the Ph.D. Terminal master's students and non-GSAS students are not eligible.  CERTIFICATE PROGRAMS Students are encouraged to take courses at the IFS--or any department--that pertain to their research interests. Doctoral students in the Department of French may complete a Certificate of Achievement in French Studies by completing four courses at the IFS while in residence at NYU. Students may also apply to earn a certificate in Poetics and Theory or a Concentration in Medieval and Renaissance Studies .  TEACHING The NYU Department of French instructs over 1,000 students per semester in its language and content classes, many of which are taught by students in the Ph.D. program as adjunct instructors. The Department of French feels that teaching is an essential experience for its doctoral students to grow in their skills and confidence as educators and to be competitive on the job market. With the implementation of Financial Aid Reform 4 (FAR4)(PDF download), teaching as an adjunct instructor provides compensation over and above the MacCracken stipend. Ph.D. students in the Department of French typically teach for two years, usually beginning in their second year of coursework. Doctoral students may also have other opportunities to teach, such as undergraduate summer language or literature courses in New York or at NYU Paris. M.A.-track students are not eligible to teach classes through the Department of French at NYU.  TEACHER TRAINING First-time adjunct instructors receive training in the form of a week-long intensive Teaching Orientation the summer before they begin teaching. Training continues in a bi-weekly Teaching Seminar and Workshop through the fall and spring semesters, in which students examine the theoretical underpinnings of second language acquisition and explore praxis through sample lesson plan and exercise creation, test writing and analysis, textbook analyses, and peer- and self observation. This Teaching Orientation and Workshop is a required course for all doctoral students in the Department of French and carries four points (two points each semester) points toward the 72-point Ph.D. requirement.  STUDYING IN FRANCE AND ABROAD NYU PARIS At NYU Paris, students in graduate studies have the   unique opportunity to immerse themselves in French intellectual and   cultural life. Students join a rich and stimulating academic community   that is small enough to provide individual attention yet is made up of   some of the very best scholars in French literature, history, and   civilization. Host to a series of conferences and lectures that bring   together artists, filmmakers, politicians, and writers, NYU Paris is a   thriving center of intellectual and cultural exchange. See the NYU Paris site for more information.  Ph.D. students may elect to take courses at NYU Paris in the summer, or, in the case of Ph.D. students who do not hold an earned M.A., to complete their M.A. at NYU Paris. Students may also apply to hold a resident assistant position at NYU Paris in the summer, perhaps coupled with study there. There are also opportunities for students to teach summer language courses and, during the academic year, one student is needed to teach a literature course in the Anglophone program, as well. The Department of French also has an agreement with the Ecole Normale Supérieure in both Lyon and Paris that allows up to two doctoral students to spend a year or semester at the ENS and participate fully in its seminars. After finishing coursework, doctoral students may choose to conduct research for their dissertation in France or other relevant locations. They may continue to draw on their MacCracken fellowship as it is available and may also be eligible for supplementary funding through additional competitive fellowships at NYU or externally. The faculty will make every effort to assist students in making contact with relevant universities, libraries, archives, and other resources. The M.A. program in French Literature is offered at both NYU in New York and NYU Paris. Students generally complete their coursework at the campus to which they applied. The M.A. in French Language and Civilization is offered only at NYU Paris. Students in the M.A. in Literary Translation program spend the fall and spring semesters in New York and a six-week summer session in Paris. The M.A. in Teaching French as a Foreign Language is a multi-year program, of which the first year is spent at NYU Paris. (The remaining coursework is completed on a full- or part-time basis at the Steinhardt School of Culture, Education, and Human Development at NYU Washington Square.) To Learn more about M.A. programs at NYU Paris please visit the NYU Paris website   NYU RESOURCES LIBRARY NYU's Bobst Library houses over 3.3 million volumes, twenty thousand journals, and over 3 million microforms. NYU also has reciprocal borrowing privileges with several other nearby university libraries and reciprocal on-site access with Columbia's Butler Library. In addition, the New York Public Library is freely available and boasts four major research centers and myriad local lending branches throughout the City. The Avery Fisher Center for Music and Media at Bobst Library offers an impressive selection of French film; the Department also houses a small collection of films of its own. The Department of French is housed at 19 University Place, just north of Washington Square Park and just across the street from La Maison Française and the Institute for French Studies on the historic Washington Mews. LA MAISON FRAN Ç AISE La Maison Fran ç aise is one of the most active centers of French-American cultural exchange on any American campus. Founded in 1957 on the historic Washington Mews just north of Washington Square Park, the Maison offers a year-round program of activities, including lectures, roundtables, conferences, film and video screenings, art exhibits, concerts, and special presentations. All events are free and open to the public. INSTITUTE OF FRENCH STUDIES Established in 1978 through a major grant from the National Endowment for the Humanities, the Institute of French Studies (IFS) offers degree programs for Ph.D. students for careers in higher education and master's programs to prepare students for careers in international business, banking, the media, cultural organizations, and government. In addition to its teaching programs, the Institute of French Studies fosters research by faculty, doctoral students, research associates, and a wide array of visiting scholars, who share their research through the French Studies Colloquia public lecture series and weekly luncheon seminars.  GRADUATE STUDENT COMMUNITY There are approximately 60 graduate students, from M.A. students to Ph.D. candidates finishing their dissertations, based in our department here at NYU Washington Square. All graduate students are invited to take part in the French Graduate Students' Association (FGSA), which serves as a forum for students on both the master’s and doctoral level. Through meetings and a regular dialogue with the Director of Graduate Studies, the FGSA provides an organized channel through which graduate students voice their interests and concerns and make suggestions to the faculty.The Graduate Student Association also organizes a series of “brown-bag lunches,” including work-in-progress discussions. Individual students have also convened dissertation writing groups, the teaching and training committee, and other initiatives. In addition to this, graduate students participate in a series of Teaching and Training workshops organized by the graduate student instructors and Language Lecturers and take responsibility for organizing events for undergraduate students such as the monthly Ciné-Club, and Café et Conversation conversational hours.  JOB PLACEMENT In 2014, current and recent graduates obtained tenure-track positions at the University of South Carolina, Wagner College, and Dartmouth College. Students also accepted one-year appointments at Vassar College and New York University and a two-year appointment at Bard College. In 2013, current and recent graduates secured tenure track positions at University of Wisconsin - Madison, Catholic University, University of Southern Indiana, and the Borough of Manhattan Community College; one-year appointments at Bryn Mawr and Wagner College (Staten Island); and a post-doctoral fellowship in the Princeton Society of Fellows. See Job Placements page for more information.  APPLYING TO NYU Please visit our Applications page for more information on how to apply to one of our programs.  CONTACT If you have more questions about the graduate programs in French at NYU, contact the graduate aide via e-mail at french.grad@nyu.edu or by calling the department at (+1) 212 998-8700. If you have questions about the online application, review the information found at the Graduate School of Arts and Science Application Resource Center.                      NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]}]