[{"detail": [{"content": "Traffic and Transportation Engineering | SoSC                                                                                                   Science of Smart Cities (SoSC)                                     Menu       Skip to content       Home Summer 2015 Application Curriculum Energy Why Cities? Newton’s Laws of Motion Electricity Basics Geoengineering Power Storage in a Smart Grid Power Generation  Urban Infrastructure Earth’s Natural Cycles (Rock, Carbon, Water, Nitrogen) Water and Life Water Recycling and Treatment Recycling and Engineering Carbon Cycle Local, Whole, and Organic Foods Layout of City Food and Resources Green Infrastructure Global Ecosystems Soil Engineering  Transportation Modes of Transportation Traffic and Transportation Engineering Smart Transportation Smart Highways and Cars Intelligent Transportation Systems  Wireless Communications Introduction to Smart Wireless Network and Communications Engineering Space Based Wireless Communication  Blog Center for K12 STEM Education                                                         Traffic and Transportation Engineering                   Traffic and Transportation Engineering     Subject Areas(s):         Traffic engineering, Transportation Planning   Associated Unit:          Transportation   Grade Level:               5-8   Time required:            90 minutes   Activity Title:              Planning Your City     Summary:        Students will learn about transportation engineers and the importance of their work in a world with a growing population.     Engineering Category:          Transportation Planning, Civil, Traffic     Engineering Connection:  Transportation and infrastructure are two of the most important components of a city. Traffic engineering and transportation engineering are two important fields in designing an effective system in a smart city.     Pre-Requisite Knowledge: None     Learning Objectives:   After this lesson, students will be able to:     Know design criteria that traffic engineers have to account for.   Understand the principles of transportation planning including trip generation, trip distribution, modal split, and trip assignment.   Understand the importance of transportation engineer in a world with a growing population.         Traffic Engineering   Traffic engineering is the discipline of engineering focused on roadways. The greatest consideration of traffic engineers is safety, but traffic engineers also try to design traffic facilities that function economically, efficiently, and rapidly for effective movement of people and goods.     Safety is of paramount importance in traffic engineering. Multiple factors can affect a car’s ability to stop safely, such as the speed of vehicle, the time it takes for the driver to react, the friction of the road, and the grade of the road.  One design criteria used by traffic engineers is safe stopping distance. Introduce the safe stopping distance equation:       Speed = speed of vehicle in miles per hour   Reaction Time = 2.5 seconds (AASHTO standard time of reaction)   Friction Factor = 0.348 (Standard friction factor)   Grade = Slope of the road. (Uphill is positive, downhill is negative)     Have students solve an example problem, calculating the stopping distance in a highway scenario. Given:     Speed = 60 mph   Time of Reaction = 2.5 seconds   Friction Factor = 0.35   Grade = 0 (Flat Road)     What is the thinking distance? (Answer: 220.5 ft) What is the braking distance? (Answer:             343 ft) What is the total stopping distance? (Answer: 563.5 ft)     Level of service is another design aspect of traffic engineers. Level of service describes the quality of the roadway or traffic conditions. Level of service, or LOS, is graded from A to F, describing the flow of traffic and how safe the roadway is. The Brooklyn Queens Expressway is one of the worst highways in the country &#8212; the level of service of the BQE is always either a LOS E or LOS F. LOS C is the most economical level of service that causes minimal delay of traffic, while using the most of the space and lanes provided.     Transportation Planning   Transportation planning is the design of transport infrastructure such as roads and public transportation lines. To create an effective transportation model, engineers must predict how residents travel throughout the city. There are four steps in transportation planning: trip generation (how many trips are taken), trip distribution (where people are traveling to and from), modal split (the mode of transportation used), and trip assignment (which streets or routes are used).       Procedure     Planning Your City Activity     As a class, students play the role of transportation engineers, and brainstorm their city’s transportation system.     Have students discuss their city with respect to the four steps of transportation planning. They should start by determining their city’s population size, and the number of private vehicles. Ask students to consider what modal split they would like their city to have, and what they will do as transportation engineers to encourage the balance of transportation modes they have decided on.       Contributors   Omar Guerrero   Daniella Patrick                                                       Leave a Reply Cancel reply            You must be logged in to post a comment.                                                    Recent Posts                 Organic and inorganic foods                      Satellites and Space Stations                      Satellites and the Way They Orbit                      Smart Transportation Systems and Smart Highways                      Smart Grids                   Archives       September 2014    July 2013    March 2013    February 2013                        Sign Up to our Mail List              Email Address:            First Name:            Last Name:                                                                  Copyright © 2015 NYU Polytechnic School of Engineering, Center for K12 STEM Education, All rights reserved.          Proudly powered by WordPress"}]}]