[{"detail": [{"content": "NYU Skirball Center for the Performing Arts Announces Visions+Voices: China                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   January   /   30                                                         NYU Skirball Center for the Performing Arts Announces Visions+Voices: China                   January 30, 2014          N-186                                        NYU Skirball Center for the Performing Arts is pleased to announce the second annual Visions+Voices Global Performance Series, which will focus this spring on China. Running February 20–May 12, 2014, Visions+Voices: China includes:   • Tao Dance Theater’s 4 and the U.S. Premiere of 5 (February 20–22); the works continue  choreographer Tao Ye’s journey of pushing the boundaries of corporeal expression.  • The all-female ensemble Hangzhou Yue Opera Company transform two classic Ibsen plays into lyrical adventures with Hedda (February 25) and The Lady from the Sea (February 26).  • From March 26-30, the National Theatre of China, one of the new faces of 21st century Chinese theater, will debut a production of Richard III.  • On April 12, “The Piano in a Factory,” a film by Zhang Meng, will be screened.  • The series will close on May 12 with Tan Dun’s The Map performed by the NYU Symphony Orchestra, conducted by Andrew Cyr and featuring cellist Wendy Sutter.  • The series will open with an outdoor vitrine art exhibit featuring the works by Zhang Jianjun and Zhang Huan (presented in partnership with The Metropolitan Museum of Art) and Wu Jian’an (presented in partnership with Chambers Gallery).   The Visions+Voices Global Performance Series is an annual performing arts series held at the  NYU Skirball Center that creates a unique opportunity to celebrate and closely examine a singular world culture through a wide-ranging artistic lens. This year’s focus is China and highlights several artists who build upon cultural tradition while embracing modern perspectives. NYU Skirball believes that rich international programming not only excites New York audiences and the NYU community, but also serves as a catalyst for international dialogue and education. Celebrating the richness of NYU’s global network of campuses, future seasons include partnerships with Germany, Israel, Abu Dhabi and London.   Michael Harrington, the center’s Executive Director, said, “Each year Visions+Voices gives us the opportunity to explore and highlight the culture and creativity from a featured locale within NYU's Global Network. This year’s Chinese artists and performers will showcase numerous works never before seen in America and we are thrilled to present them here in New York and offer opportunities for cultural discovery and understanding.”   2013-14 marks the tenth season for NYU Skirball Center for the Performing Arts. In its first decade, NYU Skirball has made substantial contributions not only to the community surrounding the country’s largest private university, but also to a broader cultural landscape. In recent years, Michael Harrington has used the 860-seat venue to provide a platform for artists from around the world to practice their craft on a larger scale from the facility’s Greenwich Village neighborhood.   In addition to multiple-night and week runs (“Cirkopolis,” “Othello,” “Waiting For Godot”), NYU Skirball Center hosts a range of singular events, such as a dialogue between David Byrne &amp; Ahmir &quot;?uestlove&quot; Thompson, and Stephen Sondheim &amp; Tony Kushner, comedians such as Zach Galifianakis and Aziz Ansari, and musicians such as Esperanza Spalding and The Derek Trucks Band.   Tickets for Visions + Voices and the complete NYU Skirball Center for the Performing Arts season may be purchased online at www.nyuskirball.org, by phone at 212.352.3101 or 866.811.4111, or in person at the NYU Skirball Center Box Office: Tuesday-Saturday, 12-6 p.m. The NYU Skirball Center for the Performing Arts is located at 566 LaGuardia Place at Washington Square, New York, New York 10012. For more information, visit www.nyuskirball.org.   Complete listings for the Visions+Voices: China are as follows:   Tao Dance Theater  [Dance]  4 and 5 (U.S. Premiere)  February 20–22 at 8pm  $35-$59  75 Minutes   “Tao Ye is emerging rapidly as a force to be reckoned with, as well as the most exciting name in  modern dance.” – Time Out Beijing  One of China’s premiere contemporary dance companies boldly stretches the boundaries of the human physical form.   After a sold out run at the Lincoln Center Festival in 2012, TAO Dance Theater returns with 4, a continuation of choreographer Tao Ye’s exploration of the potential of the human body as a visual element, devoid of story-telling or representation. Four dancers seem to be propelled by a magnetic wave that pulls them apart, and then seems to push them together again, without ever touching.   In the U.S. Premiere of 5, which received standing ovations in Amsterdam at its world premiere, the dancers engage in physical contact, in fact, they move in an indistinguishable kaleidoscopic mass of limbs and light, never dispersing even for a moment.     Hangzhou Yue Opera Company  [Opera]   Hedda (U.S. Premiere)  February 25 at 8 p.m.  $28-$38  100 minutes   The Lady from the Sea (U.S. Premiere)  February 26 at 8 p.m.  $28-$38  90 minutes   An all female ensemble transforms two Ibsen classics into lyrical and musical adventures, with superbly stylized theatricality in one of the most popular Chinese opera genres.   Performed throughout China and Europe, Hangzhou Yue Opera Company’s contemporary opera adaptations have been well-received across the globe. Hedda (based on Hedda Gabler) focuses on a highly intelligent woman, recently wed for practicality rather than love, whose jealousy leads her down a path to tragedy. The Lady from the Sea also examines a woman in a strained marriage, asked for the first time to truly examine her own desires. The pieces have been adapted to be set in China and their costumes, makeup, symbols and staging reflect a distinctive Chinese sensibility.   Yue Opera, performed by all female actors, is one of the most popular traditional operas in China.  Beginning as a form of storytelling and ballad singing, it has evolved into a theatrical genre with the addition of dramatic structure and an orchestra. Yue Opera is particularly strong in its lyrical touch, with singing and gesturing as its main acting modes. Its arias follow certain patterns, which are delicate and beautiful, reflecting the special aura of southern China.     National Theatre of China (U.S. Company Debut)  [Theater]  Richard III (U.S. Premiere)  March 26–30 at 8pm  $39-$65  100 minutes   “It scores for its intense confrontations and for a fascinating, mercurial villainy that needs no translation.” – The Arts Desk (UK)   Shakespeare’s tale of ruthless ambition is reinvigorated through a highly dramatized Chinese adaptation where traditional props, wigs, masks, costumes and musical instruments come together to create a horrific world where madness aches for power. Richard III marks National Theatre of China’s first visit to the United States.   This production of Shakespeare's wicked horror-show of power and paranoia, was an audience favorite and critical hit during London’s Globe to Globe Shakespeare festival and Cultural Olympiad in 2012. Performed in Putonghua, or Mandarin, with English supertitles, the plays fundamental themes of desire, power, ambition and jealousy, are potent reminders of humanity’s ongoing struggles. National Theatre of China stages work in three different performance spaces in Beijing and works with the finest playwrights and directors in China. Their trailblazing productions reveal the new face of 21st century Chinese theatre.     THE PIANO IN A FACTORY  (Film)  By Zhang Meng  Presented in partnership with Reel China @ NYU  $15  April 12 at 7pm  105 minutes   “First rate cinematography, set design and editing are in perfect sync with the director's comic intent.” - The Hollywood Reporter   Set among the “lost generation” of workers in the heavy industrial area in northeastern China who were hit by the policies of reform and economic openness in the 1990s, we see them rekindle their skills and rediscover the joy of working. When Chen’s estranged wife (QIN HAI-LU) reappears asking for a divorce and custody of their daughter, the young musician decides she will live with whoever can provide her a piano. When efforts to borrow money and even steal a piano fail, Chen (WANG QIAN-YUAN) concocts a preposterous plan – to make a piano from scratch! He persuades a bunch of reluctant but loyal misfit friends to help him forge the instrument in a derelict factory from a heap of scrap steel.     NYU Symphony Orchestra  [Music]  The Map  Composed by Tan Dun  Video designed by Tan Dun  May 12 at 7 p.m.  $15-$35  90 minutes   “Tan Dun first attracted attention with skillfully wrought concert works in which ancient Chinese folkloric instruments and techniques mingled in potent collusion with a Western avant-garde vocabulary.” – New York Times   The NYU Symphony Orchestra will perform Tan Dun’s masterpiece, The Map in a one-night only concert performance. The renowned Chinese composer created the work as a response to his 1999 tour of the eastern part of Hunan Province. The Map was premiered by Yo-Yo Ma and the Boston Symphony Orchestra and has toured more than 30 countries worldwide. Its manuscript has been included in the Carnegie Hall Composers Gallery. The field video recordings used in The Map capture passionate antiphonal singing, intriguing tongue singing, emphatic percussive dance and other images of ethnic musical life. The interaction of audio-video and live music connected generations and cultures across years and over continents.   A winner of today's most prestigious honors including the Grammy Award (Crouching Tiger, Hidden Dragon), Tan Dun's music has been played throughout the world by leading orchestras, opera houses, international festivals, and on the radio and television. The one-night only concert performance includes special guests, Grammy-nominated conductor Andrew Cyr and soloist Wendy Sutter heralded as “one of the great leading cellist of the classical stage” by the Wall Street Journal. The evening will also feature Tan Dun’s &quot;Concerto for String Orchestra and Pipa&quot; featuring pipa virtuoso Zhou Yi. Performed by the NYU Symphony Orchestra.   Art Exhibit  Beginning January 20, displayed in numerous large window vitrines found along LaGuardia Place and West 3rd Street, passersby will be able to view the work of contemporary artists Zhang Jianjun and Zhang Huan and Wu Jian’an. These works by Zhang Jianjun and Zhang Huan are currently on view at The Metropolitan Museum of Art through April 6, 2014, as part of the exhibition Ink Art: Past as Present in Contemporary China. The work by Wu Jian’an is presented in partnership with Chambers Gallery.   About NYU Skirball Center for the Performing Arts  NYU Skirball Center for the Performing Arts is the premier venue for the presentation of cultural and performing arts events for New York University and lower Manhattan. Led by executive producer Jay Oliva (President Emeritus, NYU) and executive director Michael Harrington, the programs of NYU Skirball reflect NYU's mission as an international center of scholarship, defined by excellence and innovation and shaped by an intellectually rich and diverse environment. A vital aspect of the Center's mission is to build young adult audiences for the future of live performance. For more information, please visit www.nyuskirball.org.   ###                            This Press Release is in the following Topics:      Events           Type: Press Release            Press Contact:                Shonna Keogan | (212) 998-6796                                            Visions+Voices: China series at Skirball hosts the all-female ensemble Hangzhou Yue Opera Company in its first US performance of &quot;Hedda,&quot; based on the Ibsen Play, &quot;Hedda Gabler.&quot;                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU Skirball Center for the Performing Arts Announces Visions+Voices: China                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   January   /   30                                                         NYU Skirball Center for the Performing Arts Announces Visions+Voices: China                   January 30, 2014          N-186                                        NYU Skirball Center for the Performing Arts is pleased to announce the second annual Visions+Voices Global Performance Series, which will focus this spring on China. Running February 20–May 12, 2014, Visions+Voices: China includes:   • Tao Dance Theater’s 4 and the U.S. Premiere of 5 (February 20–22); the works continue  choreographer Tao Ye’s journey of pushing the boundaries of corporeal expression.  • The all-female ensemble Hangzhou Yue Opera Company transform two classic Ibsen plays into lyrical adventures with Hedda (February 25) and The Lady from the Sea (February 26).  • From March 26-30, the National Theatre of China, one of the new faces of 21st century Chinese theater, will debut a production of Richard III.  • On April 12, “The Piano in a Factory,” a film by Zhang Meng, will be screened.  • The series will close on May 12 with Tan Dun’s The Map performed by the NYU Symphony Orchestra, conducted by Andrew Cyr and featuring cellist Wendy Sutter.  • The series will open with an outdoor vitrine art exhibit featuring the works by Zhang Jianjun and Zhang Huan (presented in partnership with The Metropolitan Museum of Art) and Wu Jian’an (presented in partnership with Chambers Gallery).   The Visions+Voices Global Performance Series is an annual performing arts series held at the  NYU Skirball Center that creates a unique opportunity to celebrate and closely examine a singular world culture through a wide-ranging artistic lens. This year’s focus is China and highlights several artists who build upon cultural tradition while embracing modern perspectives. NYU Skirball believes that rich international programming not only excites New York audiences and the NYU community, but also serves as a catalyst for international dialogue and education. Celebrating the richness of NYU’s global network of campuses, future seasons include partnerships with Germany, Israel, Abu Dhabi and London.   Michael Harrington, the center’s Executive Director, said, “Each year Visions+Voices gives us the opportunity to explore and highlight the culture and creativity from a featured locale within NYU's Global Network. This year’s Chinese artists and performers will showcase numerous works never before seen in America and we are thrilled to present them here in New York and offer opportunities for cultural discovery and understanding.”   2013-14 marks the tenth season for NYU Skirball Center for the Performing Arts. In its first decade, NYU Skirball has made substantial contributions not only to the community surrounding the country’s largest private university, but also to a broader cultural landscape. In recent years, Michael Harrington has used the 860-seat venue to provide a platform for artists from around the world to practice their craft on a larger scale from the facility’s Greenwich Village neighborhood.   In addition to multiple-night and week runs (“Cirkopolis,” “Othello,” “Waiting For Godot”), NYU Skirball Center hosts a range of singular events, such as a dialogue between David Byrne &amp; Ahmir &quot;?uestlove&quot; Thompson, and Stephen Sondheim &amp; Tony Kushner, comedians such as Zach Galifianakis and Aziz Ansari, and musicians such as Esperanza Spalding and The Derek Trucks Band.   Tickets for Visions + Voices and the complete NYU Skirball Center for the Performing Arts season may be purchased online at www.nyuskirball.org, by phone at 212.352.3101 or 866.811.4111, or in person at the NYU Skirball Center Box Office: Tuesday-Saturday, 12-6 p.m. The NYU Skirball Center for the Performing Arts is located at 566 LaGuardia Place at Washington Square, New York, New York 10012. For more information, visit www.nyuskirball.org.   Complete listings for the Visions+Voices: China are as follows:   Tao Dance Theater  [Dance]  4 and 5 (U.S. Premiere)  February 20–22 at 8pm  $35-$59  75 Minutes   “Tao Ye is emerging rapidly as a force to be reckoned with, as well as the most exciting name in  modern dance.” – Time Out Beijing  One of China’s premiere contemporary dance companies boldly stretches the boundaries of the human physical form.   After a sold out run at the Lincoln Center Festival in 2012, TAO Dance Theater returns with 4, a continuation of choreographer Tao Ye’s exploration of the potential of the human body as a visual element, devoid of story-telling or representation. Four dancers seem to be propelled by a magnetic wave that pulls them apart, and then seems to push them together again, without ever touching.   In the U.S. Premiere of 5, which received standing ovations in Amsterdam at its world premiere, the dancers engage in physical contact, in fact, they move in an indistinguishable kaleidoscopic mass of limbs and light, never dispersing even for a moment.     Hangzhou Yue Opera Company  [Opera]   Hedda (U.S. Premiere)  February 25 at 8 p.m.  $28-$38  100 minutes   The Lady from the Sea (U.S. Premiere)  February 26 at 8 p.m.  $28-$38  90 minutes   An all female ensemble transforms two Ibsen classics into lyrical and musical adventures, with superbly stylized theatricality in one of the most popular Chinese opera genres.   Performed throughout China and Europe, Hangzhou Yue Opera Company’s contemporary opera adaptations have been well-received across the globe. Hedda (based on Hedda Gabler) focuses on a highly intelligent woman, recently wed for practicality rather than love, whose jealousy leads her down a path to tragedy. The Lady from the Sea also examines a woman in a strained marriage, asked for the first time to truly examine her own desires. The pieces have been adapted to be set in China and their costumes, makeup, symbols and staging reflect a distinctive Chinese sensibility.   Yue Opera, performed by all female actors, is one of the most popular traditional operas in China.  Beginning as a form of storytelling and ballad singing, it has evolved into a theatrical genre with the addition of dramatic structure and an orchestra. Yue Opera is particularly strong in its lyrical touch, with singing and gesturing as its main acting modes. Its arias follow certain patterns, which are delicate and beautiful, reflecting the special aura of southern China.     National Theatre of China (U.S. Company Debut)  [Theater]  Richard III (U.S. Premiere)  March 26–30 at 8pm  $39-$65  100 minutes   “It scores for its intense confrontations and for a fascinating, mercurial villainy that needs no translation.” – The Arts Desk (UK)   Shakespeare’s tale of ruthless ambition is reinvigorated through a highly dramatized Chinese adaptation where traditional props, wigs, masks, costumes and musical instruments come together to create a horrific world where madness aches for power. Richard III marks National Theatre of China’s first visit to the United States.   This production of Shakespeare's wicked horror-show of power and paranoia, was an audience favorite and critical hit during London’s Globe to Globe Shakespeare festival and Cultural Olympiad in 2012. Performed in Putonghua, or Mandarin, with English supertitles, the plays fundamental themes of desire, power, ambition and jealousy, are potent reminders of humanity’s ongoing struggles. National Theatre of China stages work in three different performance spaces in Beijing and works with the finest playwrights and directors in China. Their trailblazing productions reveal the new face of 21st century Chinese theatre.     THE PIANO IN A FACTORY  (Film)  By Zhang Meng  Presented in partnership with Reel China @ NYU  $15  April 12 at 7pm  105 minutes   “First rate cinematography, set design and editing are in perfect sync with the director's comic intent.” - The Hollywood Reporter   Set among the “lost generation” of workers in the heavy industrial area in northeastern China who were hit by the policies of reform and economic openness in the 1990s, we see them rekindle their skills and rediscover the joy of working. When Chen’s estranged wife (QIN HAI-LU) reappears asking for a divorce and custody of their daughter, the young musician decides she will live with whoever can provide her a piano. When efforts to borrow money and even steal a piano fail, Chen (WANG QIAN-YUAN) concocts a preposterous plan – to make a piano from scratch! He persuades a bunch of reluctant but loyal misfit friends to help him forge the instrument in a derelict factory from a heap of scrap steel.     NYU Symphony Orchestra  [Music]  The Map  Composed by Tan Dun  Video designed by Tan Dun  May 12 at 7 p.m.  $15-$35  90 minutes   “Tan Dun first attracted attention with skillfully wrought concert works in which ancient Chinese folkloric instruments and techniques mingled in potent collusion with a Western avant-garde vocabulary.” – New York Times   The NYU Symphony Orchestra will perform Tan Dun’s masterpiece, The Map in a one-night only concert performance. The renowned Chinese composer created the work as a response to his 1999 tour of the eastern part of Hunan Province. The Map was premiered by Yo-Yo Ma and the Boston Symphony Orchestra and has toured more than 30 countries worldwide. Its manuscript has been included in the Carnegie Hall Composers Gallery. The field video recordings used in The Map capture passionate antiphonal singing, intriguing tongue singing, emphatic percussive dance and other images of ethnic musical life. The interaction of audio-video and live music connected generations and cultures across years and over continents.   A winner of today's most prestigious honors including the Grammy Award (Crouching Tiger, Hidden Dragon), Tan Dun's music has been played throughout the world by leading orchestras, opera houses, international festivals, and on the radio and television. The one-night only concert performance includes special guests, Grammy-nominated conductor Andrew Cyr and soloist Wendy Sutter heralded as “one of the great leading cellist of the classical stage” by the Wall Street Journal. The evening will also feature Tan Dun’s &quot;Concerto for String Orchestra and Pipa&quot; featuring pipa virtuoso Zhou Yi. Performed by the NYU Symphony Orchestra.   Art Exhibit  Beginning January 20, displayed in numerous large window vitrines found along LaGuardia Place and West 3rd Street, passersby will be able to view the work of contemporary artists Zhang Jianjun and Zhang Huan and Wu Jian’an. These works by Zhang Jianjun and Zhang Huan are currently on view at The Metropolitan Museum of Art through April 6, 2014, as part of the exhibition Ink Art: Past as Present in Contemporary China. The work by Wu Jian’an is presented in partnership with Chambers Gallery.   About NYU Skirball Center for the Performing Arts  NYU Skirball Center for the Performing Arts is the premier venue for the presentation of cultural and performing arts events for New York University and lower Manhattan. Led by executive producer Jay Oliva (President Emeritus, NYU) and executive director Michael Harrington, the programs of NYU Skirball reflect NYU's mission as an international center of scholarship, defined by excellence and innovation and shaped by an intellectually rich and diverse environment. A vital aspect of the Center's mission is to build young adult audiences for the future of live performance. For more information, please visit www.nyuskirball.org.   ###                            This Press Release is in the following Topics:      Events           Type: Press Release            Press Contact:                Shonna Keogan | (212) 998-6796                                            Visions+Voices: China series at Skirball hosts the all-female ensemble Hangzhou Yue Opera Company in its first US performance of &quot;Hedda,&quot; based on the Ibsen Play, &quot;Hedda Gabler.&quot;                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "first performance                               f  i r s t  * p e r f o r m a n c e                                guest lectures                An Afternoon with Christian Wolff          Thursday, February 18th at 4:30 pm    220 Silver Center, NYU              Christian Wolff (b. 1934) moved from France to the USA in 1941 and became associated with Cage, Earle Brown and Feldman in New York in the early 1950s. Almost entirely self-taught as a composer, he studied classics at Harvard (BA, PhD), remaining there as a teacher until 1970. Between 1970 and 2000, Wolff was the Strauss Professor of Music at Dartmouth College where he also taught classics. Wolff&sup1;s honours include an award from the American Academy and Institute of Arts and Letters, and several commissions, notably those from West German Radio, the Concord String Quartet, the Wesleyan Singers and Ursula Oppens.       A particular interest in Wolff's work has been to allow performers flexibility and ranges of freedom at the actual time of a piece's performance; to devise notations to make this practicable; to foster among both professional and lay players a spirit of liberating interdependence; and to draw material from traditions of popular political music.       Wolff described his compositional interests in the following manner: \"To turn the making of music into a collaborative and transforming activity    (performer into composer into listener into composer into performer, etc.), the cooperative character of the activity to the exact source of the music. To stir up, through the production of the music, a sense of social conditions in which we live and of how these might be changed.\"                         An Afternoon with ZANANA    (Kristin Norderval &amp; Monique Buzzart&eacute;)    Thursday, January 27 at 5:30 pm  220 Silver Center, NYU        Zanana (za-NAH-na) is a collaborative duo featuring Kristin Norderval and Monique Buzzart&eacute; performing improvised music blending acoustic sounds, electronics and live processing. The duo takes its name from a variant spelling of \"zenana,\" the portion of a house in southwestern Asian countries exclusively dedicated to women. For live processing the duo uses  Macintosh laptop computers running Max/MSP. Zanana utilizes hemispherical/ spherical speakers that diffuse the electronic sounds much like an acoustical instrument, thereby creating dynamic and surprising interplay between acoustic and electronic sounds. Both Norderval and Buzzart&eacute; are certified to teach the meditative improvisation techniques of Deep Listening, and use these techniques to inform their performances and to inspire new ways of listening and conceiving of sound. Zanana's debut CD Holding Patterns was released in January 2005 on the Deep Listening label with support from the The Aaron Copland Fund for Music Recording Program through the Pauline Oliveros Foundation.     For more information, visit: www.zanana.org                    A Workshop Lecture by    MUSIC FROM CHINA:     Composing for Traditional Chinese Instruments  Thursday, November 11 at 5:30 pm  220 Silver Center, NYU    featuring:  Wang Guowei -- erhu (2-string fiddles)  Sun Li -- pipa (lute)  Gao Renyang -- dizi (bamboo flute), xun (ocarina)  Susan Cheng -- yangqin (hammered dulcimer), narrator    The musicians will demonstrate the playing techniques and performance repertoire of their instruments in the larger context of the history, aesthetics, fundamental characteristics of Chinese music, and stylistic variations of classical and regional folk traditions. Information will also be given on writing for these instruments in a Western contemporary context. Please join us for this spectacular and informative event! There will also be a reception following the presentation.    Music From China (MFC) is an extraordinary musical ensemble that invokes the delicacy and power of both traditional and contemporary Chinese music. Based in New York City, this world-class ensemble introduces audiences to the best of Chinese music both past and present. Music From China was founded in 1984 by Executive Director Susan Cheng and performs for audiences throughout the east coast and cities across the U.S. Some of Music From China's presenters include the Hopkins Center at Dartmouth College, 92nd Street Y, Longwood Gardens, Princeton University, Eastman School of Music, Lincoln Center for the Performing Arts, Metropolitan Museum of Art, Smithsonian Folklife Festival, Duke University, Chautauqua Institution, Freer Gallery of Art with Yo-Yo Ma, Boston Early Music Festival, and the Library of Congress. Music From China collaborates with composers to develop new works that expand the boundaries of traditional Chinese music. Their annual Premiere Works series at Merkin Concert Hall has presented the music of composers such as Chen Yi, Zhou Long, Bun-Ching Lam, Dorothy Chang, and James Mobberley, as well as countless other works by emerging composers. They are the first Chinese organization to receive an Adventurous Programming award from Chamber Music America and the American Society of Composers, Authors and Publishers (ASCAP) for creating unique programs that combine eastern and western music. Since 1986, Music From China has commissioned and performed over 100 new works by 62 composers and is a major contributor to the development of Chinese new music.                   An Afternoon with Chen Yi    Composer Chen Yi discusses selections from her extensive repertoire, particularly her work involving the integration of eastern and western instruments.    Friday, October 15th 2004, 4:30-6:30pm.  Silver Building, Rm 220  24 Waverly Pl    As the Cravens/Millsap/Missouri Distinguished Professor at the Conservatory of the University of Missouri-Kansas City, and the recipient of the prestigious Charles Ives Living Award (01-04) from the American Academy of Arts and Letters, Dr. Chen Yi has received bachelor and master degrees in music composition from the Central Conservatory in Beijing, China, and Doctor of Musical Arts degree from Columbia University in the City of New York. Her composition teachers have included Wu Zu-qiang, Chou Wen-chung, Mario Davidovsky, and Alexander Goehr. She has served as Composer-in-Residence for the Women?s Philharmonic, the vocal ensemble Chanticleer, &amp; Aptos Creative Arts Center (93-96) supported by Meet The Composer, and as a member of the composition faculty at Peabody Conservatory of Johns Hopkins University (96-98). Fellowships have been received from Guggenheim Foundation (96), American Academy of Arts and Letters (96), and National Endowment for the Arts in the United States (94). Honors include a first prize from the Chinese National Composition Competition (85), the Lili Boulanger Award (93), the NYU Sorel Medal Award (96), the CalArts/Alpert Award (97), the UT Eddie Medora King Composition Prize (99), the ASCAP Concert Music Award (01), the Elise Stoeger Award (02) from Chamber Music Society of Lincoln Center, the Friendship Ambassador Award from Edgar Snow Fund (02), an Honorary Doctorate from Lawrence University (02). Her music is published by Theodore Presser Company and performed world wide.                   The First Performance Guest Lectures feature both emerging and established composers. The lectures, often informal, provide an inviting forum in which composers and performers can discuss their work and current compositional developments.                                                                              about          guest lectures              concerts          home"}]},
{"detail": [{"content": "NYU Skirball Center for the Performing Arts Announces Visions+Voices: China                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   January   /   30                                                         NYU Skirball Center for the Performing Arts Announces Visions+Voices: China                   January 30, 2014          N-186                                        NYU Skirball Center for the Performing Arts is pleased to announce the second annual Visions+Voices Global Performance Series, which will focus this spring on China. Running February 20–May 12, 2014, Visions+Voices: China includes:   • Tao Dance Theater’s 4 and the U.S. Premiere of 5 (February 20–22); the works continue  choreographer Tao Ye’s journey of pushing the boundaries of corporeal expression.  • The all-female ensemble Hangzhou Yue Opera Company transform two classic Ibsen plays into lyrical adventures with Hedda (February 25) and The Lady from the Sea (February 26).  • From March 26-30, the National Theatre of China, one of the new faces of 21st century Chinese theater, will debut a production of Richard III.  • On April 12, “The Piano in a Factory,” a film by Zhang Meng, will be screened.  • The series will close on May 12 with Tan Dun’s The Map performed by the NYU Symphony Orchestra, conducted by Andrew Cyr and featuring cellist Wendy Sutter.  • The series will open with an outdoor vitrine art exhibit featuring the works by Zhang Jianjun and Zhang Huan (presented in partnership with The Metropolitan Museum of Art) and Wu Jian’an (presented in partnership with Chambers Gallery).   The Visions+Voices Global Performance Series is an annual performing arts series held at the  NYU Skirball Center that creates a unique opportunity to celebrate and closely examine a singular world culture through a wide-ranging artistic lens. This year’s focus is China and highlights several artists who build upon cultural tradition while embracing modern perspectives. NYU Skirball believes that rich international programming not only excites New York audiences and the NYU community, but also serves as a catalyst for international dialogue and education. Celebrating the richness of NYU’s global network of campuses, future seasons include partnerships with Germany, Israel, Abu Dhabi and London.   Michael Harrington, the center’s Executive Director, said, “Each year Visions+Voices gives us the opportunity to explore and highlight the culture and creativity from a featured locale within NYU's Global Network. This year’s Chinese artists and performers will showcase numerous works never before seen in America and we are thrilled to present them here in New York and offer opportunities for cultural discovery and understanding.”   2013-14 marks the tenth season for NYU Skirball Center for the Performing Arts. In its first decade, NYU Skirball has made substantial contributions not only to the community surrounding the country’s largest private university, but also to a broader cultural landscape. In recent years, Michael Harrington has used the 860-seat venue to provide a platform for artists from around the world to practice their craft on a larger scale from the facility’s Greenwich Village neighborhood.   In addition to multiple-night and week runs (“Cirkopolis,” “Othello,” “Waiting For Godot”), NYU Skirball Center hosts a range of singular events, such as a dialogue between David Byrne &amp; Ahmir &quot;?uestlove&quot; Thompson, and Stephen Sondheim &amp; Tony Kushner, comedians such as Zach Galifianakis and Aziz Ansari, and musicians such as Esperanza Spalding and The Derek Trucks Band.   Tickets for Visions + Voices and the complete NYU Skirball Center for the Performing Arts season may be purchased online at www.nyuskirball.org, by phone at 212.352.3101 or 866.811.4111, or in person at the NYU Skirball Center Box Office: Tuesday-Saturday, 12-6 p.m. The NYU Skirball Center for the Performing Arts is located at 566 LaGuardia Place at Washington Square, New York, New York 10012. For more information, visit www.nyuskirball.org.   Complete listings for the Visions+Voices: China are as follows:   Tao Dance Theater  [Dance]  4 and 5 (U.S. Premiere)  February 20–22 at 8pm  $35-$59  75 Minutes   “Tao Ye is emerging rapidly as a force to be reckoned with, as well as the most exciting name in  modern dance.” – Time Out Beijing  One of China’s premiere contemporary dance companies boldly stretches the boundaries of the human physical form.   After a sold out run at the Lincoln Center Festival in 2012, TAO Dance Theater returns with 4, a continuation of choreographer Tao Ye’s exploration of the potential of the human body as a visual element, devoid of story-telling or representation. Four dancers seem to be propelled by a magnetic wave that pulls them apart, and then seems to push them together again, without ever touching.   In the U.S. Premiere of 5, which received standing ovations in Amsterdam at its world premiere, the dancers engage in physical contact, in fact, they move in an indistinguishable kaleidoscopic mass of limbs and light, never dispersing even for a moment.     Hangzhou Yue Opera Company  [Opera]   Hedda (U.S. Premiere)  February 25 at 8 p.m.  $28-$38  100 minutes   The Lady from the Sea (U.S. Premiere)  February 26 at 8 p.m.  $28-$38  90 minutes   An all female ensemble transforms two Ibsen classics into lyrical and musical adventures, with superbly stylized theatricality in one of the most popular Chinese opera genres.   Performed throughout China and Europe, Hangzhou Yue Opera Company’s contemporary opera adaptations have been well-received across the globe. Hedda (based on Hedda Gabler) focuses on a highly intelligent woman, recently wed for practicality rather than love, whose jealousy leads her down a path to tragedy. The Lady from the Sea also examines a woman in a strained marriage, asked for the first time to truly examine her own desires. The pieces have been adapted to be set in China and their costumes, makeup, symbols and staging reflect a distinctive Chinese sensibility.   Yue Opera, performed by all female actors, is one of the most popular traditional operas in China.  Beginning as a form of storytelling and ballad singing, it has evolved into a theatrical genre with the addition of dramatic structure and an orchestra. Yue Opera is particularly strong in its lyrical touch, with singing and gesturing as its main acting modes. Its arias follow certain patterns, which are delicate and beautiful, reflecting the special aura of southern China.     National Theatre of China (U.S. Company Debut)  [Theater]  Richard III (U.S. Premiere)  March 26–30 at 8pm  $39-$65  100 minutes   “It scores for its intense confrontations and for a fascinating, mercurial villainy that needs no translation.” – The Arts Desk (UK)   Shakespeare’s tale of ruthless ambition is reinvigorated through a highly dramatized Chinese adaptation where traditional props, wigs, masks, costumes and musical instruments come together to create a horrific world where madness aches for power. Richard III marks National Theatre of China’s first visit to the United States.   This production of Shakespeare's wicked horror-show of power and paranoia, was an audience favorite and critical hit during London’s Globe to Globe Shakespeare festival and Cultural Olympiad in 2012. Performed in Putonghua, or Mandarin, with English supertitles, the plays fundamental themes of desire, power, ambition and jealousy, are potent reminders of humanity’s ongoing struggles. National Theatre of China stages work in three different performance spaces in Beijing and works with the finest playwrights and directors in China. Their trailblazing productions reveal the new face of 21st century Chinese theatre.     THE PIANO IN A FACTORY  (Film)  By Zhang Meng  Presented in partnership with Reel China @ NYU  $15  April 12 at 7pm  105 minutes   “First rate cinematography, set design and editing are in perfect sync with the director's comic intent.” - The Hollywood Reporter   Set among the “lost generation” of workers in the heavy industrial area in northeastern China who were hit by the policies of reform and economic openness in the 1990s, we see them rekindle their skills and rediscover the joy of working. When Chen’s estranged wife (QIN HAI-LU) reappears asking for a divorce and custody of their daughter, the young musician decides she will live with whoever can provide her a piano. When efforts to borrow money and even steal a piano fail, Chen (WANG QIAN-YUAN) concocts a preposterous plan – to make a piano from scratch! He persuades a bunch of reluctant but loyal misfit friends to help him forge the instrument in a derelict factory from a heap of scrap steel.     NYU Symphony Orchestra  [Music]  The Map  Composed by Tan Dun  Video designed by Tan Dun  May 12 at 7 p.m.  $15-$35  90 minutes   “Tan Dun first attracted attention with skillfully wrought concert works in which ancient Chinese folkloric instruments and techniques mingled in potent collusion with a Western avant-garde vocabulary.” – New York Times   The NYU Symphony Orchestra will perform Tan Dun’s masterpiece, The Map in a one-night only concert performance. The renowned Chinese composer created the work as a response to his 1999 tour of the eastern part of Hunan Province. The Map was premiered by Yo-Yo Ma and the Boston Symphony Orchestra and has toured more than 30 countries worldwide. Its manuscript has been included in the Carnegie Hall Composers Gallery. The field video recordings used in The Map capture passionate antiphonal singing, intriguing tongue singing, emphatic percussive dance and other images of ethnic musical life. The interaction of audio-video and live music connected generations and cultures across years and over continents.   A winner of today's most prestigious honors including the Grammy Award (Crouching Tiger, Hidden Dragon), Tan Dun's music has been played throughout the world by leading orchestras, opera houses, international festivals, and on the radio and television. The one-night only concert performance includes special guests, Grammy-nominated conductor Andrew Cyr and soloist Wendy Sutter heralded as “one of the great leading cellist of the classical stage” by the Wall Street Journal. The evening will also feature Tan Dun’s &quot;Concerto for String Orchestra and Pipa&quot; featuring pipa virtuoso Zhou Yi. Performed by the NYU Symphony Orchestra.   Art Exhibit  Beginning January 20, displayed in numerous large window vitrines found along LaGuardia Place and West 3rd Street, passersby will be able to view the work of contemporary artists Zhang Jianjun and Zhang Huan and Wu Jian’an. These works by Zhang Jianjun and Zhang Huan are currently on view at The Metropolitan Museum of Art through April 6, 2014, as part of the exhibition Ink Art: Past as Present in Contemporary China. The work by Wu Jian’an is presented in partnership with Chambers Gallery.   About NYU Skirball Center for the Performing Arts  NYU Skirball Center for the Performing Arts is the premier venue for the presentation of cultural and performing arts events for New York University and lower Manhattan. Led by executive producer Jay Oliva (President Emeritus, NYU) and executive director Michael Harrington, the programs of NYU Skirball reflect NYU's mission as an international center of scholarship, defined by excellence and innovation and shaped by an intellectually rich and diverse environment. A vital aspect of the Center's mission is to build young adult audiences for the future of live performance. For more information, please visit www.nyuskirball.org.   ###                            This Press Release is in the following Topics:      Events           Type: Press Release            Press Contact:                Shonna Keogan | (212) 998-6796                                            Visions+Voices: China series at Skirball hosts the all-female ensemble Hangzhou Yue Opera Company in its first US performance of &quot;Hedda,&quot; based on the Ibsen Play, &quot;Hedda Gabler.&quot;                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "first performance                               f  i r s t  * p e r f o r m a n c e                                guest lectures                An Afternoon with Christian Wolff          Thursday, February 18th at 4:30 pm    220 Silver Center, NYU              Christian Wolff (b. 1934) moved from France to the USA in 1941 and became associated with Cage, Earle Brown and Feldman in New York in the early 1950s. Almost entirely self-taught as a composer, he studied classics at Harvard (BA, PhD), remaining there as a teacher until 1970. Between 1970 and 2000, Wolff was the Strauss Professor of Music at Dartmouth College where he also taught classics. Wolff&sup1;s honours include an award from the American Academy and Institute of Arts and Letters, and several commissions, notably those from West German Radio, the Concord String Quartet, the Wesleyan Singers and Ursula Oppens.       A particular interest in Wolff's work has been to allow performers flexibility and ranges of freedom at the actual time of a piece's performance; to devise notations to make this practicable; to foster among both professional and lay players a spirit of liberating interdependence; and to draw material from traditions of popular political music.       Wolff described his compositional interests in the following manner: \"To turn the making of music into a collaborative and transforming activity    (performer into composer into listener into composer into performer, etc.), the cooperative character of the activity to the exact source of the music. To stir up, through the production of the music, a sense of social conditions in which we live and of how these might be changed.\"                         An Afternoon with ZANANA    (Kristin Norderval &amp; Monique Buzzart&eacute;)    Thursday, January 27 at 5:30 pm  220 Silver Center, NYU        Zanana (za-NAH-na) is a collaborative duo featuring Kristin Norderval and Monique Buzzart&eacute; performing improvised music blending acoustic sounds, electronics and live processing. The duo takes its name from a variant spelling of \"zenana,\" the portion of a house in southwestern Asian countries exclusively dedicated to women. For live processing the duo uses  Macintosh laptop computers running Max/MSP. Zanana utilizes hemispherical/ spherical speakers that diffuse the electronic sounds much like an acoustical instrument, thereby creating dynamic and surprising interplay between acoustic and electronic sounds. Both Norderval and Buzzart&eacute; are certified to teach the meditative improvisation techniques of Deep Listening, and use these techniques to inform their performances and to inspire new ways of listening and conceiving of sound. Zanana's debut CD Holding Patterns was released in January 2005 on the Deep Listening label with support from the The Aaron Copland Fund for Music Recording Program through the Pauline Oliveros Foundation.     For more information, visit: www.zanana.org                    A Workshop Lecture by    MUSIC FROM CHINA:     Composing for Traditional Chinese Instruments  Thursday, November 11 at 5:30 pm  220 Silver Center, NYU    featuring:  Wang Guowei -- erhu (2-string fiddles)  Sun Li -- pipa (lute)  Gao Renyang -- dizi (bamboo flute), xun (ocarina)  Susan Cheng -- yangqin (hammered dulcimer), narrator    The musicians will demonstrate the playing techniques and performance repertoire of their instruments in the larger context of the history, aesthetics, fundamental characteristics of Chinese music, and stylistic variations of classical and regional folk traditions. Information will also be given on writing for these instruments in a Western contemporary context. Please join us for this spectacular and informative event! There will also be a reception following the presentation.    Music From China (MFC) is an extraordinary musical ensemble that invokes the delicacy and power of both traditional and contemporary Chinese music. Based in New York City, this world-class ensemble introduces audiences to the best of Chinese music both past and present. Music From China was founded in 1984 by Executive Director Susan Cheng and performs for audiences throughout the east coast and cities across the U.S. Some of Music From China's presenters include the Hopkins Center at Dartmouth College, 92nd Street Y, Longwood Gardens, Princeton University, Eastman School of Music, Lincoln Center for the Performing Arts, Metropolitan Museum of Art, Smithsonian Folklife Festival, Duke University, Chautauqua Institution, Freer Gallery of Art with Yo-Yo Ma, Boston Early Music Festival, and the Library of Congress. Music From China collaborates with composers to develop new works that expand the boundaries of traditional Chinese music. Their annual Premiere Works series at Merkin Concert Hall has presented the music of composers such as Chen Yi, Zhou Long, Bun-Ching Lam, Dorothy Chang, and James Mobberley, as well as countless other works by emerging composers. They are the first Chinese organization to receive an Adventurous Programming award from Chamber Music America and the American Society of Composers, Authors and Publishers (ASCAP) for creating unique programs that combine eastern and western music. Since 1986, Music From China has commissioned and performed over 100 new works by 62 composers and is a major contributor to the development of Chinese new music.                   An Afternoon with Chen Yi    Composer Chen Yi discusses selections from her extensive repertoire, particularly her work involving the integration of eastern and western instruments.    Friday, October 15th 2004, 4:30-6:30pm.  Silver Building, Rm 220  24 Waverly Pl    As the Cravens/Millsap/Missouri Distinguished Professor at the Conservatory of the University of Missouri-Kansas City, and the recipient of the prestigious Charles Ives Living Award (01-04) from the American Academy of Arts and Letters, Dr. Chen Yi has received bachelor and master degrees in music composition from the Central Conservatory in Beijing, China, and Doctor of Musical Arts degree from Columbia University in the City of New York. Her composition teachers have included Wu Zu-qiang, Chou Wen-chung, Mario Davidovsky, and Alexander Goehr. She has served as Composer-in-Residence for the Women?s Philharmonic, the vocal ensemble Chanticleer, &amp; Aptos Creative Arts Center (93-96) supported by Meet The Composer, and as a member of the composition faculty at Peabody Conservatory of Johns Hopkins University (96-98). Fellowships have been received from Guggenheim Foundation (96), American Academy of Arts and Letters (96), and National Endowment for the Arts in the United States (94). Honors include a first prize from the Chinese National Composition Competition (85), the Lili Boulanger Award (93), the NYU Sorel Medal Award (96), the CalArts/Alpert Award (97), the UT Eddie Medora King Composition Prize (99), the ASCAP Concert Music Award (01), the Elise Stoeger Award (02) from Chamber Music Society of Lincoln Center, the Friendship Ambassador Award from Edgar Snow Fund (02), an Honorary Doctorate from Lawrence University (02). Her music is published by Theodore Presser Company and performed world wide.                   The First Performance Guest Lectures feature both emerging and established composers. The lectures, often informal, provide an inviting forum in which composers and performers can discuss their work and current compositional developments.                                                                              about          guest lectures              concerts          home"}, {"content": "Kod&aacute;ly Summer Institute: Home - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     Kodály Summer Institute: Home                                   HOME    COURSES &amp; FACULTY    HOUSING &amp; MEAL PLAN    HOW TO APPLY     SPECIAL WORKSHOPS             Overview    Intended For : Graduate Students and Professionals    The Kod&aacute;ly Summer Institute at a glance:       Program Dates: July 6 - July 24, 2015    Priority Application Deadline: April 12, 2015    Final Application Deadline: May 11, 2015    Required Student Orientation: Sunday July 5, 2015    Housing Dates: July 5 - July 25, 2015    Non-Credit Tuition: $1,275    Music Education Website       Program Description     Kod&aacute;ly Summer Institute 2015 &bull; 27th Summer of Kod&aacute;ly Studies at New York University &bull; Founded 1989    Faculty members will lead seven subject areas:       Voice Pedagogy    Kod&aacute;ly Methodology (Levels 1&ndash;3)    Solf&egrave;ge (Levels 1&ndash;3)    Traditional Materials and Research: Culture Studies and World Musics in the Classroom 3: Historical and Living Traditions of the Americas    Chorus    Choral Conducting (Levels 1&ndash;4)    Recorder Pedagogy and Ensembles       Field trips, held mostly on weekends, take students to ethnic enclaves to explore China, the Russias, and Ireland in the USA.    Please Note : The Kodaly Summer Institute is open to students as a non-credit course (like most MPAP Summer Programs). However, students may also take the course 3 graduate credits (if qualified).    The Kod&aacute;ly Summer Institute is endorsed by the Organization of American Kod&aacute;ly Educators .    Kod&aacute;ly &amp; Music Education    Following his folk-song collecting with B&eacute;la Bart&oacute;k in Hungary in the early 1900s, Zolt&aacute;n Kod&aacute;ly had a vision&mdash;a monumental idea that music, like language, could be taught artistically using the authentic traditional (folk) materials of any given culture. Gathering talented, creative teachers around him, Kod&aacute;ly developed a philosophy:    Music is at the core of the curriculum. The ancient Greeks believed that music was at the center of all learning, because music was a natural synthesis of thinking, feeling, and moving.    The body&mdash;singing voice, body idiophones, and movement&mdash;is the best medium for making music. The body and the voice are custom made for every individual. Song and movement are united in traditional (folk) games and dances. Singing with confidence is a main goal.    Traditional (folk) musics leading to other musics are the best materials for becoming literate in Western music. Everyone has a mother tongue&mdash;the language spoken at home. The traditional (folk) music of that language should be the song source from which the facts and concepts of music literacy are drawn. In a complex culture, such as that in the United States, any music of a culture group or subculture group should be considered. In Kod&aacute;ly practice the repertory of materials should take four directions:       Preservation of authentic traditional (folk) songs of the native culture(s).    Exploration of musics of other cultures.    Bridging traditional (folk) songs with all styles of composed music.    Exploration of both historical and living traditions.       Music literacy is like language literacy. Everyone has the ability to hear, speak, read, and write a language. Therefore, everyone has the ability to hear, sing, read, and write music. Music literacy is something that everyone can and should enjoy. Music literacy is the first step of analysis toward the goal of musical understanding.    Quality music is the best material for teaching. Kod&aacute;ly believed that only the best music by the greatest composers and traditional (folk) music most representative of the culture are good enough for children.    Experiencing music&mdash;hearing, developing skills, preparing to derive concepts&mdash;cannot begin too early. Kod&aacute;ly said music training should begin \"nine months before the birth of the mother.\"    The Kod&aacute;ly philosophy has been adapted worldwide. Emphasis on the continuing upgrade of the teacher's own musicianship continues to be a strong feature of this movement. It is a living philosophy constantly being reshaped by research in how children learn music in cultural settings. Kod&aacute;ly's vision complements the emerging focus on world musics by today's musician-educators.    Apply &amp; Audition for Non-credit Students    Below are all costs associated with the Non-Credit Kod&aacute;ly Summer Institute (see How to Apply for more details):       Non- Credit Tuition: $1,275    Application Fee: $50; paid at the end of the 2015 Summer Application    Housing &amp; Meal Plan (optional): $306 per week (single occupancy) &amp; optional meal plan ($155 per week) - see the Housing &amp; Meal Plan page for more information       Please note : there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Tuition &amp; Fees for Graduate Credit Students    Below are all costs associated with the Kod&aacute;ly Summer Institute for students taking the course for Graduate Credit (see the Non-Matriculated Student Applicaiton website for more details):       2015 Tuition (based off of estimated graduate credit cost): $5,028    Please see cost breakdown and details: Here    Housing &amp; Meal Plan (optional): $306 per week (single occupancy) &amp; optional meal plan ($155 per week) - see the Housing &amp; Meal Plan page for more information       Please note : there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    For more Summer Application information please contact:    Josh Bailey - MPAP.Summer@nyu.edu Special Programs Coordinator NYU Steinhardt Department of Music and Performing Arts Professions 35 West 4th Street | 11th floor, room 1111 New York, NY 212-998-5438    For More Information                Program Administration            MPAP Summer Programs 35 West 4th Street, Suite 1077 New York, NY 10012 (p) 212 998 5438 (e) mpap.summer@nyu.edu          Academic Content    Dr. Jerry Kerlin Kod&aacute;ly Summer Institute, Director 35 West 4th Street, Suite 1077 New York, NY 10012 (p) 212 998 5774 (e) jerry.kerlin@nyu.edu                                                                       Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]