[{"detail": [{"content": "Ph.D. Candidates in Israel Studies, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Ph.D. Candidates in Israel Studies              Jehad Abusalim   Ahmad Amara  Ahmad Amara, is a Palestinian Human rights lawyer. Amara received his BA and Master's degrees in Law from Tel Aviv University, and earned a second Master's degree in International Human Rights Law from Essex University in the United Kingdom. His research focused on International humanitarian law and the law of occupation, in addition to land and housing rights. In 2005, Amara co-founded Karama (Arabic for \"Dignity\"), a human rights organization located in Nazareth, where he served as a Senior Staff Attorney. Before beginning his doctoral work, Amara served for three years as a global advocacy fellow and clinical instructor in the Harvard Law School Human Rights Program. His research and advocacy projects in Harvard focused, among other areas, on historical land rights for the Bedouin Arabs of the Negev; land confiscation in East Jerusalem, Housing rights in Israel and Jordan and the rights of domestic migrant workers rights in Jordan. Amara's current research focuses is on the legal history of late Ottoman and British Mandate Palestine with regard to property rights and legal advocacy.  Shirly Bahar Shirly Bahar is a PhD candidate at the Department of Hebrew and Judaic Studies at NYU. Currently in her fifth year, Shirly is writing her dissertation on documentary cinema from Israel since 2000, particularly focusing on cinematic performances of Palestinians and Mizrahim citizens and subalterns of the state. Mizrahim and Palestinians, who verbalize and visualize their continuously precarious positions in Israel, by testifying on, and enacting, Zionism’s lingering effects on their traditions, lives, and bodies, star in Shirly’s dissertation. Shirly is also the founder and organizer of the successful Mizrahi Film Series at NYU, which presents new film work by and about Mizrahim – Islamic and Arab Jews – and invites the filmmakers and films stars for discussions with the audience.  Dekel Canetti Dekel Canetti is a cultural sociologist, interested in generation and maintenance of common narratives. He is writing his thesis on a born-again (Tshuva) Hasidic community in Mea Shearim, Jerusalem. Dekel received his MA in sociology from the Hebrew University of Jerusalem, and BA in economics from Haifa University. Dekel also facilitates Paths to Peace, a Palestinian-Israeli discussion workshop in the College of Arts and Science. At night he is a brave superhero.    Dana Ernst           Sandra Fox          Sandra Fox was born and raised in Syosset, New York. Sandra received her BA from Eugene Lang College (The New School) where she studied History, Politics, and Jewish Studies. At Lang, she received honors for her thesis on the history and politicization of Israeli and Palestinian Sesame Street Programs. Currently she is a student in the joint PhD program of Hebrew Judaic Studies and History at NYU, studying the history of Israeli youth culture and education.  Hillel Gruenberg            Hillel Gruenberg was born and raised in  New Rochelle, a close suburb of New York City. Hillel received a BA from the  State University of New York in Binghamton, where he majored in History and  Philosophy, Politics and Law (PPL) with a concentration in Middle East and  North African Studies. Hillel spent his first year of  university study at the Hebrew University while also working in irrigation on a  Kibbutz in southwestern Israel. Additionally, he was an Intern in the  Israeli Knesset the summer prior to completing his BA. The year following  his graduation from SUNY Binghamton, Hillel enrolled as a non-degree graduate  student at the Hebrew University in preparation for his doctoral degree studies  program. Currently Hillel is a PhD candidate in the Joint PhD Program in  Hebrew &amp; Judaic Studies and History at New York University, specializing in  Israeli/Zionist Political History. His chief interests include the  encounter between Zionism and Liberalism in practice and theory as well as the  adaptation of Zionist ideologies to the Israeli political sphere.          Shay Hazkani          Shay Hazkani is a doctoral candidate in the joint program  of the Department of Hebrew and Judaic Studies and the Department of History. Originally  from Israel, Shay received his Master’s Degree in Arab Studies from the Center  for Contemporary Arab Studies at Georgetown University and his B.A in Middle  Eastern Studies from Tel Aviv University. His research focuses on subaltern and  socio-cultural history of the Arab-Israeli conflict. Prior to starting his  Masters, Shay worked for seven years as a West Bank correspondent and as a war  correspondent for Israeli radio and television, where he covered the Second  Intifada, the 2005 Israeli pull-out from Gaza and the 2006 war in Lebanon. Besides  reporting on the daily clashes, Shay took special interest in human rights  issues and the Israeli settler movement.                              Donna Herzog       Donna Herzog is a doctoral candidate at the Taub Center for Israel Studies in the Department of Hebrew and Judaic Studies at New York University. Donna’s research interests include examining the role of technology and development on the natural environment, and the role of these initiatives in transforming national identity and spaces. Donna is currently working on her dissertation on the history of Israel’s largest water infrastructure project, the National Water Carrier.                      Brett Levi       Brett Levi is a PhD candidate in the Department of Hebrew and Judaic Studies and Taub Center for Israel Studies at NYU. He received his BA from the University of Pennsylvania, where he studied History, Jewish Studies, and History of Art. Brett received his master's degree from Harvard University's Center for Middle Eastern Studies, where he was awarded the prize for best master's thesis in 2013 for his paper “Hasidic Geopolitics and the Greater Land of Israel: Israeli Hasidic Rebbes Encounter the West Bank, Gaza and Territorial Withdrawal, 1982–2013.” Brett has worked at research institutes and non-profit organizations in New York, Boston, and Jerusalem. His primary research interests include political geography; religious Zionism; ultra-Orthodox Jewish communities; and post-WWII European Jewish history.                     Geoffrey Levin  Geoffrey Levin is a PhD student in Hebrew &amp; Judaic Studies and History at New York University. Originally from Wheeling, Illinois, Geoffrey received a graduate Diploma in International Studies from the Johns Hopkins School of Advanced International Studies (SAIS) Bologna Center and a B.A. in International Relations from Michigan State University. He also studied at the University of Haifa, and is a recipient of the Schusterman Israel Scholar Award. Prior to NYU, Geoffrey was a visiting graduate student at Johns Hopkins University’s Department of Political Science, and was a researcher for a project analysing post-“Arab Spring” constitutional transitions at a think tank in Bologna, Italy. His research interests include Israeli political and diplomatic history with a focus on U.S.-Israeli and Israeli-Arab relations.  Fredrik Meiton        Fredrik Meiton is a joint PhD student in History and Hebrew &amp; Judaic Studies at New York University. He has a Bachelor’s degree in History from the University of Lund in Sweden, and an MPhil in Modern Middle East Studies from Oxford University. The working title of his dissertation is “The Electrification of Palestine.” It focuses on the political and social significance of electricity generation and distribution in Palestine during the period of British rule, 1917-1948.        Dan Tsahor                                   Shayna Weiss            Shayna Weiss is from Jacksonville, Florida. In 2007, she graduated from Brandeis University with a double major in Near Eastern and Judaic Studies and International and Global Studies. At Brandeis, she received highest honors for her thesis on religious women in the Israeli Defense Forces. She is a 2008 graduate of the Drisha Beit Midrash Program, in which she spent the year studying Talmud and other Jewish texts full time. Shayna is now a doctoral candidate at NYU in Hebrew and Judaic Studies and the Taub center for Israel Studies, focusing on issues of religion and gender in Israeli society. She is finishing her dissertation on the origins of gender segregation in the Israeli public sphere. During her \"free time,\" she blogs about Israeli television and culture.                            Amy Weiss            Amy Weiss, a  native of New Providence, New Jersey, graduated Phi Beta Kappa and summa cum  laude with a degree in Jewish Studies and sociology from Rutgers College,  Rutgers University in 2005. As a student  in both the Henry Rutgers Scholars Program and the Sociology Honors Program,  she wrote her senior thesis on the religious and educational influences which  impact American Jews’ decisions to make aliyah.    She received her Master’s Degree in Jewish Studies from the Jewish  Theological Seminary in 2007. Amy is  currently enrolled in the joint PhD program in Hebrew &amp; Judaic Studies and  History at NYU. She intends to focus her  research on the ways in which American ethnic groups influenced US public and  foreign policy regarding Israel in the post-war period.        Graduates  Shira Klein, PhD Awarded Spring 2012            Dr Shira Klein is an Assistant Professor of History at Chapman University, where she teaches Jewish, European, migration, and Holocaust history. She received her BA from Tel Aviv University and her MA from La Sapienza University in Rome. She completed her PhD in 2012 at New York University, where she was a proud member of the Taub Center for Israel Studies. Dr Klein is currently revising her doctoral dissertation into a book manuscript, a cultural history of Italian Jewry and its diaspora in the United States and Palestine. It enquires into the experiences of Italian Jews from the time of emancipation in the nineteenth century until after the Holocaust. Dr Klein has received a Yad Hanadiv Fellowship in Jewish Studies for 2014-2015, which will enable her to spend the year in Israel working on her manuscript.                                          Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Ph.D. Candidates in Israel Studies, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Ph.D. Candidates in Israel Studies              Jehad Abusalim   Ahmad Amara  Ahmad Amara, is a Palestinian Human rights lawyer. Amara received his BA and Master's degrees in Law from Tel Aviv University, and earned a second Master's degree in International Human Rights Law from Essex University in the United Kingdom. His research focused on International humanitarian law and the law of occupation, in addition to land and housing rights. In 2005, Amara co-founded Karama (Arabic for \"Dignity\"), a human rights organization located in Nazareth, where he served as a Senior Staff Attorney. Before beginning his doctoral work, Amara served for three years as a global advocacy fellow and clinical instructor in the Harvard Law School Human Rights Program. His research and advocacy projects in Harvard focused, among other areas, on historical land rights for the Bedouin Arabs of the Negev; land confiscation in East Jerusalem, Housing rights in Israel and Jordan and the rights of domestic migrant workers rights in Jordan. Amara's current research focuses is on the legal history of late Ottoman and British Mandate Palestine with regard to property rights and legal advocacy.  Shirly Bahar Shirly Bahar is a PhD candidate at the Department of Hebrew and Judaic Studies at NYU. Currently in her fifth year, Shirly is writing her dissertation on documentary cinema from Israel since 2000, particularly focusing on cinematic performances of Palestinians and Mizrahim citizens and subalterns of the state. Mizrahim and Palestinians, who verbalize and visualize their continuously precarious positions in Israel, by testifying on, and enacting, Zionism’s lingering effects on their traditions, lives, and bodies, star in Shirly’s dissertation. Shirly is also the founder and organizer of the successful Mizrahi Film Series at NYU, which presents new film work by and about Mizrahim – Islamic and Arab Jews – and invites the filmmakers and films stars for discussions with the audience.  Dekel Canetti Dekel Canetti is a cultural sociologist, interested in generation and maintenance of common narratives. He is writing his thesis on a born-again (Tshuva) Hasidic community in Mea Shearim, Jerusalem. Dekel received his MA in sociology from the Hebrew University of Jerusalem, and BA in economics from Haifa University. Dekel also facilitates Paths to Peace, a Palestinian-Israeli discussion workshop in the College of Arts and Science. At night he is a brave superhero.    Dana Ernst           Sandra Fox          Sandra Fox was born and raised in Syosset, New York. Sandra received her BA from Eugene Lang College (The New School) where she studied History, Politics, and Jewish Studies. At Lang, she received honors for her thesis on the history and politicization of Israeli and Palestinian Sesame Street Programs. Currently she is a student in the joint PhD program of Hebrew Judaic Studies and History at NYU, studying the history of Israeli youth culture and education.  Hillel Gruenberg            Hillel Gruenberg was born and raised in  New Rochelle, a close suburb of New York City. Hillel received a BA from the  State University of New York in Binghamton, where he majored in History and  Philosophy, Politics and Law (PPL) with a concentration in Middle East and  North African Studies. Hillel spent his first year of  university study at the Hebrew University while also working in irrigation on a  Kibbutz in southwestern Israel. Additionally, he was an Intern in the  Israeli Knesset the summer prior to completing his BA. The year following  his graduation from SUNY Binghamton, Hillel enrolled as a non-degree graduate  student at the Hebrew University in preparation for his doctoral degree studies  program. Currently Hillel is a PhD candidate in the Joint PhD Program in  Hebrew &amp; Judaic Studies and History at New York University, specializing in  Israeli/Zionist Political History. His chief interests include the  encounter between Zionism and Liberalism in practice and theory as well as the  adaptation of Zionist ideologies to the Israeli political sphere.          Shay Hazkani          Shay Hazkani is a doctoral candidate in the joint program  of the Department of Hebrew and Judaic Studies and the Department of History. Originally  from Israel, Shay received his Master’s Degree in Arab Studies from the Center  for Contemporary Arab Studies at Georgetown University and his B.A in Middle  Eastern Studies from Tel Aviv University. His research focuses on subaltern and  socio-cultural history of the Arab-Israeli conflict. Prior to starting his  Masters, Shay worked for seven years as a West Bank correspondent and as a war  correspondent for Israeli radio and television, where he covered the Second  Intifada, the 2005 Israeli pull-out from Gaza and the 2006 war in Lebanon. Besides  reporting on the daily clashes, Shay took special interest in human rights  issues and the Israeli settler movement.                              Donna Herzog       Donna Herzog is a doctoral candidate at the Taub Center for Israel Studies in the Department of Hebrew and Judaic Studies at New York University. Donna’s research interests include examining the role of technology and development on the natural environment, and the role of these initiatives in transforming national identity and spaces. Donna is currently working on her dissertation on the history of Israel’s largest water infrastructure project, the National Water Carrier.                      Brett Levi       Brett Levi is a PhD candidate in the Department of Hebrew and Judaic Studies and Taub Center for Israel Studies at NYU. He received his BA from the University of Pennsylvania, where he studied History, Jewish Studies, and History of Art. Brett received his master's degree from Harvard University's Center for Middle Eastern Studies, where he was awarded the prize for best master's thesis in 2013 for his paper “Hasidic Geopolitics and the Greater Land of Israel: Israeli Hasidic Rebbes Encounter the West Bank, Gaza and Territorial Withdrawal, 1982–2013.” Brett has worked at research institutes and non-profit organizations in New York, Boston, and Jerusalem. His primary research interests include political geography; religious Zionism; ultra-Orthodox Jewish communities; and post-WWII European Jewish history.                     Geoffrey Levin  Geoffrey Levin is a PhD student in Hebrew &amp; Judaic Studies and History at New York University. Originally from Wheeling, Illinois, Geoffrey received a graduate Diploma in International Studies from the Johns Hopkins School of Advanced International Studies (SAIS) Bologna Center and a B.A. in International Relations from Michigan State University. He also studied at the University of Haifa, and is a recipient of the Schusterman Israel Scholar Award. Prior to NYU, Geoffrey was a visiting graduate student at Johns Hopkins University’s Department of Political Science, and was a researcher for a project analysing post-“Arab Spring” constitutional transitions at a think tank in Bologna, Italy. His research interests include Israeli political and diplomatic history with a focus on U.S.-Israeli and Israeli-Arab relations.  Fredrik Meiton        Fredrik Meiton is a joint PhD student in History and Hebrew &amp; Judaic Studies at New York University. He has a Bachelor’s degree in History from the University of Lund in Sweden, and an MPhil in Modern Middle East Studies from Oxford University. The working title of his dissertation is “The Electrification of Palestine.” It focuses on the political and social significance of electricity generation and distribution in Palestine during the period of British rule, 1917-1948.        Dan Tsahor                                   Shayna Weiss            Shayna Weiss is from Jacksonville, Florida. In 2007, she graduated from Brandeis University with a double major in Near Eastern and Judaic Studies and International and Global Studies. At Brandeis, she received highest honors for her thesis on religious women in the Israeli Defense Forces. She is a 2008 graduate of the Drisha Beit Midrash Program, in which she spent the year studying Talmud and other Jewish texts full time. Shayna is now a doctoral candidate at NYU in Hebrew and Judaic Studies and the Taub center for Israel Studies, focusing on issues of religion and gender in Israeli society. She is finishing her dissertation on the origins of gender segregation in the Israeli public sphere. During her \"free time,\" she blogs about Israeli television and culture.                            Amy Weiss            Amy Weiss, a  native of New Providence, New Jersey, graduated Phi Beta Kappa and summa cum  laude with a degree in Jewish Studies and sociology from Rutgers College,  Rutgers University in 2005. As a student  in both the Henry Rutgers Scholars Program and the Sociology Honors Program,  she wrote her senior thesis on the religious and educational influences which  impact American Jews’ decisions to make aliyah.    She received her Master’s Degree in Jewish Studies from the Jewish  Theological Seminary in 2007. Amy is  currently enrolled in the joint PhD program in Hebrew &amp; Judaic Studies and  History at NYU. She intends to focus her  research on the ways in which American ethnic groups influenced US public and  foreign policy regarding Israel in the post-war period.        Graduates  Shira Klein, PhD Awarded Spring 2012            Dr Shira Klein is an Assistant Professor of History at Chapman University, where she teaches Jewish, European, migration, and Holocaust history. She received her BA from Tel Aviv University and her MA from La Sapienza University in Rome. She completed her PhD in 2012 at New York University, where she was a proud member of the Taub Center for Israel Studies. Dr Klein is currently revising her doctoral dissertation into a book manuscript, a cultural history of Italian Jewry and its diaspora in the United States and Palestine. It enquires into the experiences of Italian Jews from the time of emancipation in the nineteenth century until after the Holocaust. Dr Klein has received a Yad Hanadiv Fellowship in Jewish Studies for 2014-2015, which will enable her to spend the year in Israel working on her manuscript.                                          Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.5  %  1 0 obj   >>>  endobj  2 0 obj   >  endobj  3 0 obj   >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI] >>/MediaBox[ 0 0 612 792] /Contents 4 0 R/Group >/Tabs/S/StructParents 0>>  endobj  4 0 obj   >  stream  xUmo0\u0010\u001e)>\u0014\\ \u0004lKJO\u0011Z\"3ζw\u0007\u0004H*\u0012{y3\\ p8j#wߔ\u0001\u001cUnW\u0015Ba\u0010W\bjf\u0001OǦ\u0013ށ\u0012VW\u0014;B1ZFfL\u0002\u0004\u001ao3b(_\u001bF*ʕO\u0005\u0011m&]X]\\}CZ\u0018.ADe\u001d %ՋsWH(!\"21\u0004;:w`!\u0001sښ\u0015/kRh\u0019\u0005NT7 H+6RA.397\u00003ڋZm\"w\u0004AԴ\u001d\u0018]I:T\u0010ּE~t\u001by\\/\u0002\u0015u v\u0005Nu\u0017tsPuI \u0001:B -3GIda~(E4E0G.Oh΅\u001f\u001fLn VkZ)`h'\u000e/6 Y\\d6gRM:cM. ijq#)NC~ 2\u001c ֪NzrCU.\u0018vMNp:s07 yaԷTg$DD>\u0016\u001d\u001aCܔ^ bTmom7\u000e\"')ҟg #\u0012OAygu#A\u0019B\u0010Ӑ 2\u0016\u001f\u001d  X40t]AťcyTƎyGMl[\u001b\u0002WOL+\u00177aWDsX`ċ.iI~,o\u000f:  endstream  endobj  5 0 obj   >  endobj  6 0 obj   >  endobj  7 0 obj   >  endobj  8 0 obj   >  endobj  9 0 obj   >  endobj  16 0 obj   >  stream  xRM0\u0010 \u0007Iz\u0010aY]RZa\u000f!mM$~3m\u0017{pad{/3CE\u0000\u001c B\u0001b\u000e{ |\u00108x\u000e\u0017\u0002| \u001eA \u0010``18$,e1/Rk̮kl\u0000\b,.,\u001f$\u0012梅\u000f\u00143!9kN\u0011\u00067֖%Ɲ29\u0006UW\u0010B~o3Fx[\u00187Ki,cGwԓ-1i~\u000fUW RR\u0004* mՐ\u001b[}I\u0017t٧6gY۸:Z\"ZjҲ̌\u001eo;G.F@ZW9;V\u0018ٰMU\u0006Y\u001e \u001fm7ͫ[  endstream  endobj  19 0 obj  [ 226 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 267 0 0 0 0 0 0 0 0 0 465 0 0 0 0 0 0 478 0 0 0 0 0 0 528 0 0 528 491 316 0 527 246 0 0 246 804 527 527 0 0 352 394 347]   endobj  20 0 obj   >  stream  x\u0007|Tes>dɴ$!eH! i$\u0016\u0004\u0014\u0012@P\u0011\u0004\u0002XX\u001a *k[ĵ\u001bW`  {ߵaG#w̼3  ~~;9y}sSn\b\u0000_2UT?t  RSYݜv\u000f\u0014\u0000\u0005WS9jߕd\u0001\\ ϚR]S ~B,\u00062kf\u0017\u0018e\u0000'Mi U\u001a7\u0002\u0016\u0004>mfS U+\u000f\u00010|[ǒeq\u0000`{\u001dVzf6\u0003(|\u0016weܸ. @mYԾb\u0019A밾i)/|w\u0001u\u0003LjW\bEݨ010ڽd嚯)\u0003p%\u0000Z]\u0004b,OYd\u00159W\u0003,i_P\u00077=/J>}>%\u0003\u0018.[be\u0006v\u0002\\lyײ5O̲)\u0000A-?}g;HTx=Yϊ|dܷ\u000f\u001b#+\u00075p@\u0017S@\u0004\u001e͙C] .I,#kA\u000eX\u0003\u0013\u0004 @\u000fa./KvaJ~\u0000t\u0011\u0017`'\u0007*J4l p\u00079sM\u001e\u000fx\u0001~Q\u001f9\u0007\u0006鹻\u0006qغHo\u001fuq)Pÿz;\u007f{\u001f^~4:-\u0012پ (\u0018 _| d\u001f\u001fsc\u0019oټ\u000ed!~ fK\u001dW~a4rr_}?{\u001b\u0007Fe0\u007fyG\u007f e\u001ewatH\u001bEK\u0014[SUEʖ\u001eKq/+wgmZ{\u0012\u000f߳\u001f\\?׎TK~\u0019W>{ql|n7?>V=\u0001`lX] S\u00020\u001e 2v\u0006\\>Vo྆˸a0&Y\u0010.݃____/ຟ[ go?c,>\u0001iL\u001dw\u001fȤޅ  p ,\u0001Y;Ǡ\u0005\u001f8h\u0000&ȊHIؖx  )nl2\u001aJxAVP 2PW-vTR=\u001d[&iyƖ bɅG RHIfCyvFV \u00016\u0005/\u0016Z=A~t/K =&^ᩱwW{¬S\u0013][Vmj.Mv\u0016lhVwta6>I7\\z̈́m\u001ccü3 +=Qc;paqJ9V[PY\u0019&t\u0014=ZYia\u000e\u0018.O\u0010ƴ WU'fbժ:K?#'/\u001aՖ \u0015#}lרء OMW\u000eiT\u001e`c\u0013m\u0011{0P\u001b}8sQa3J\u0013Y\u0016Kh\u00150Zı$44i\u001d1)/T\u0018=0\u0006k3\u001dnSHlOJhh\u0015\u001b\u0017b \u0007g\u0010\u000eZo$\u0010f-nBm1yj{\u0007\u0017n \u0006{մuO\u0010\u0010;{r-k\u001dg\u0006\\kO6]ظ-.lӲÄ-\u001c*[b^\u000e\u0001\u0013RLxĄlL\u001dARLRH\u0001\u0006N5c14P'#]P҉\u0017:ލ&)޶VqrA \u0011C\u009f)B :a#X \u0016B\u001cL0\u0011\u0018u\u0017Q\u00100a\u001fu}{w \u0010&\u0017£4G\b \u000f\u0013\u001e\" !|L\u001dC\u0007}\u0014\u0014uYL8B\u0006!F\u0011\u0004B Kp\u00134\u0014j$(( '@KxBiS'i)O\u0018&l%Mp j3;%r \u0011%'MXG Bq;a1e!PC#T\u0012&\u0013 ys\b'\u0013&\u0011\b\u0013\bz\u0014B-PLPQ\b+ \u0013   #X3B5\u00003)\u0006\b)\u0017Qjp#\u0010\u0011\u001e\u001dA.\u0003m֋\u0011a ZrY\u0012+=w}(~\u001ce\u000fc( F\u00968q7\u0010 \\o\u000e\"6\u0010.#\\Jp1p\u0011B\u0005\u0019h\u00016@J'\u0011\u0010j 5~c PIp\u0012 \u000eB\u0012!`G \u0004B B*A \u0010d:\u000fM\u0011x\u0002G`\u0004\b\u0017E \u001cF\u0011\u0010Q\u0005(Q>C\u0014\u00131>B\u0010\u0003QCً,3(O {Q\u0006V݄̈́?\u0010'\\G[\u001cyds \u0010&'#p\u0016L\u0019 k\b \b=\u0015\b\bK \u0012\u0010N!L&\u0004i\u0015IrB\u0019a\u0002PB(&\u0017\u0016\u0011L\u0004#@\u0013t\u0004--5\u001a \u0006Q^Cy\u0015\u0015Q^By\u0011\u0005F\\EV'\u0005Oq9sYևխ omHlmZ^ց8smڿUUwF̾3B3gpV\u000eiW3ݪPsχ=֞Ξ=W =\u0007q=%e{.ᬘA\u000f3joPnyhElyr,g峖sXjZtty|R-,,]ΟV4oiԺ%痰p8s\u0016\u0016\u0016t:C\u001d9 B9m9'\u0018:!gNhnߜPkNKx,\u007f\\Ns(\u001cji k ̙\u00119 i} 9uЬ:6%6T\u0017?\\]\u0007]2ms[|y/K>̭s0cҺ I\u00118Jt'nH!qk(eqef.\u001c4`~,\u0003\u00163g`47\u001e0FFy\u0003?0?8ϰ\u001b 7\u0005 9yF[\u001f\u0001}~ߠgA}N~mPV[oбΟQ{@\u0013pA f\u0004lJp\u0002 Og0\b_C>\u0007y\u0015KbNf`\u0016\u000ei=ǜCLw^ƲY\u000e B6ɬT.\u0004'\u0018\u0017W)\u001exXqt\u0011h!ߊ\u0011/oE^\u000em.~\u001e,1,\u0017Gz;&z4VI\u007f\u001ant)ѓiMR\u000fĸى%vj?5WWXs\u001f|97g$++YCXX:\u0016`\u007fǺ/_^J^{\u0013E,\u0014 ߉yS\u001c%l?>]\u0011X\u0007g1 Wߢg\u000fWx ދGP5ʗ=O\u0006E,9  \u001f0x=\u001cϷأC#މ9oaRGB\u0004*21\u001eQxsX!M\u0004KF 4x&c \\?U\u00189\u001ae:\u001fV08,%$T\u001e6Rވ)3c\u0016fu8\u001e[5.c9\u001c:è6\u0000IȒሧ2/ |\u0018X\u0005\u0013Pc~aĳr̙̪Y FY\u0016+0\u001ek\u0019 ]~!709r3` _!DV*΃\u0012 \u0004{U5\u0004\u0007% \u0003\u0007\u001e\u000e@v\u0016qb\u0005Л5j% \u0015o］\u0017\u0005\u001e|m4`\\ii ^$V\u0003T*\u0014BJ\u000eW\\\\TTP?\u001b_ )\u0006\u0014I\\$ IE¢\u007fLv([sپxw%ʅ$m2=N \b \u0019I R(Uiŕ)5S\"T\u0006!ӓ,X\u00142Q&X\u0011pke?E]3 \u0014뵜\\p喹>Yo\u001b dwR\u0019g\b\u0013\u001b6=Nޠ6tZۥ1T!/d!VAN\u0002-:\u00124@iA#fCR\u0016x ?/\u00114//g%Y2JVd \u001ds9Ac%{r\u000e\u0003&\u001a~?,Thlov\u000f\u0015P}\u00154'U\u0007|j2K\u0013ߌz{}؛\u0015fѡft+ \u0011oMA_^\u0013GΕC\u0012n\u00146\u001c\u001e=-\u0013\u0018  yLyZoR\u001bM]XԐZ>}i\u0017?f 2`֘\u0003mUeԲ\u0019 euOΟ3Ъ\\>5љʛN-\u000ed6W̻quuT\u001e_y\\5\u0019ܒ\u0005\\d1!bC;~GY \u0004\u000fAqd(L\u0019\u001d \u0000[=у&Y=ho&[ =R1\b Q\u00161oz\u001fm\u001f\u0017\u001fo*\u0006^ɼ-;2e7E\u001eaSՠ46ݐ (݁7\u0004ˠO0UNNgբQc\u000e}\u0005g\u0000#w\u0014W*/U..k\u0002v{L֔Tޱ+\"{ q } 'N=o4lt~\u0004i.e9ſ*.\u00047ao`nЬT6g:;\u0003,1gMVfzT3:m\" %t\"j 2k\u000fSM@#\u0000 N\u001f{BV O0+U\u0018`\u0017\u0007\u0001_]\u0004>A3$\u0014=C{*p)\u0017즽\u0005N\u001a\u0016(AޑɃ\b$șyЇR'\u0019f|ii\u0019)5\u00182\u0019\u0019vu{TmP3I\u001d99|O#fC8b\u001bFi5Z\u0006p\u0007\u001a;\u001eiۛ_0ÛYaTܓѓ95l\u0017gj4:\u001a\u0005;59W o \u001eC2d\u0007D\u0003\u0006=t%tԴHHL\u0018.?\u0007WF\u0010Mv߇Nh'굷*tMڇvx\u0015\u0015=\u0000\u001d񠙠srs쁄D_R/՞\u0014u&R5\u0010M9y &wz'\u0011 \u0014]/]b0#w )0Kѡ-\u0002q,ȏWOfzWߟd7s|љd%ٹM\u001cfs\u0012C xB52'gߝ>⎼Ϫ*LW\u000f??\u001c |\u007fF!eB\u0013\\EFq!+\u0003\"-虉P\u0013\u0014`bAR.eI˪,_0Qҙ-[4v\u0006 [{\u0002@\u001bB\u001aç \u0011\u001do|'\u0014f85;4T\u0016Yuzb\u0011ud\b  iϺrԧi,q0荪96)+%%3Q2|YqSzwD6z\\+L9Ǟ\u001c\u0016̎]!+\u001d1\u0000\u000f[C*~AiY!ƦrE\u0005\u0006G6\u0013:J!9exT \u001f\\֥\u001d>smK #\u0007mK\u0016N+tf\u0014\u0007;\u0015zCq\u00159.ky\u001f/_RQq٪΂,N˟^;kђ^\u0001 PvRK2%C+ň~/MD֍\u0004\u0013\u0017Rȗ  \u001dЛ0[ gp|\u0001  \u0004e\u00133\u0007@ bȘJ7FMF\u0019@ߜrt̢ EcsJi+zjE/_yL|b♅:F5ku9&mhM,iY{6gPQ? {UlpѤ)sǧNl Rp=\u001a\u0007k \u00047\u001c5\\f\u0003\u001af4.X_\u0016\u000f`\u001cnG3\u0007X}eԸ\"Q\u0015L9l=,;$J\u0007MT\u0006\u000e&RY\u0010[\"/o=wmIdJmٲe\u0016[lq}lˉ\u0013y,'N$,M;Ҵ\u0014HS  Rŏ|,y|¾yG%yn?l,nx]\u001d]Gu\u0016m\u0001a\u007fc[GK!`Zdq \u001dP[O\u001c\\;x`Jv-\u0007\u00138Ӑ\u0006OwWVei\u0003k\u001f\u001c&Hgφk~\u0003#=яw\b\u0018m\u000471#,/)־vZ|$\u00007\u0018Y'8\u00035hK4}\u0000:כl{\u0016\u0001ײ\u0011\u0018Ӵ\u0011f65\u0018Mb v\u0007?%\u0013^1I#>^6m^63͞\u000f\u0005\u0003\u001bI(09  ^(lUu廐[\u0011\u0010/Q\u001fj5زw\u0005\u000fc>G߽(\u007fxpVW_Fs*pE?o'#\u0006\u0011ty|ŚoNDG P9\u0012\u001bL6鞫Ɔ\u0007,[mD׎\u000e>;^\u001aMt\u0017'Lm 7D\u0005FkZߕc[\u0013].il,mh 7\u0012 FQ9b6\u000enC-Axxޗk}̯vȲ7]}>h Wc/0k)'g\u0002mGV#nN#Dz+\u0015h?-:J[+* \u0018ApTj s_|\u0019U|mEh\\9{P\u0004*#ZZ- (FRɝ\u007f y$\u001a&*o]=\u0014ǱZu\u0011 F\u001e\u001e\u0007] f\u0003\"f[;j ٮ.@hnlw߽\u0015?xs;]?.\u0015=lt\u0018e\u0017f\u0002F,{;ϰ[\u000f;\u0006\u001f;T퀫\u00048Zs\u0007wvUU7rOV\u0017>}hs >\u0013wdKݢVM E+\u0019|\u0018&\u0016U 4WZ\u0017 fdQcav k)H\u001fg9sW\u0093EYN+*&PU3|] KsX^U\u0015nvۡ&~}%\u0013]\u00149$d^lm_YʓG i\u0000Ֆ-\u001a\u0007kۥsJG%-lZ c\u001f}-8bIl[96Y բs,\u0016X \u001eT1^Zf  ;jVX=`a\u0019td\u0002\u0006f\u0005$`;H W\u007fej,^\u0007v(S1qkUy+B R[\u0011\u0004n+]_\u0004\u0012qzMF\u0000itr,2чQ+@T\u0017uxތ(P5^i\u001d\u0017Zz'fv;\u001c\u000e\u001dCec1 \u0002 5˪\u001b\u0003U[Vմ?8\u0014ټ\"\"\u0002#dh7/\u000e\u0016lY԰s*:%=sH\u0014\u001cV( mZ] 5\u0007 [R\u0015XE$\u0001r \u000f \u001e \u000f\u001bdѳ⶚è\u0017Y \bX\u000e a\u0012\u001bY\u001c\u001dG\u0006>q\u0011q-/llqZ\u001aK[iB D6[\u0015bufV׏\u00166T\u001aCKE\u0012ݒF](\u0014it4:Pdiw6\u0012OhaNЍg2g=k^lƧcks挤j\u0000\u0017 _ V{l\u0006\u0012pH\u0003eٌ 3 ,j`e\u001c(+Ae\u001f$\u001eY(\b~ײو*9]0\u001b!\u0006oEΌ[oQݍ]Sݩ]t;7y\u0003{`[[[\u0002}\u0001`GG| \u0001tBu .{/齴6#zӖ0oY'\u00049\u0000\u0013~\u00177uw\u001e\u007f30 }\\W_zU\u0014x|szӕϾ\u000es\u001e 5}\u0013m9Ea.錶t\u0004nْ^nR͋ꖴs^k-g>B[ǜ\u0019>iBo\u001dTM FYAthA+Z3w)\u000en\u0017+t\bb1Jq-Y\bх=ۻ밉w^yA;- _V.sglY\u0016/s\u0014DQX(e\u000f`\u0016WxQcu,j\\>,%\u001efٮ\u001bq\u0019ěh i][]Kf\u0014ޖ(K jcp-\u00041\u0015\u0018t͝!IR+2ᰏ--9 FɸV[VWm۲=PV\u001e2\u001a ']\u0015k\u0003&w[Y7Q)jD\u001bPe\u001eTiLIO)Fv\u0015f$G# G+-VJ枓$U~o\u0005[\u0019|oU Y [E^\u007f:B`= }|\u001aⲐ#aË:Vmcg\u0013E7w5L`ꎞe@m-P\\Xs\bBK-썡EEW\u0011M/)z$ Ս\u001d[׵*B.R]^w{y\u0017DцpKX;\u000eGX\u0012m1[j,\u001d\u001e}KY\u0012\u001f\u0018W?&7\u0007ϖS_\u001c̖\u0000&h5DS\u0018u\u0005\u0001O=_ 6:{\u001b\u0017bN,\u0007DnI6y\u0016)xccys:sڬ.۸Tdq\u001e\u001eoh\u0005 :(PmLt\u0006\u0016G|:SZ믌(,\u001dZQX\b\u0002\u0017\u0006iu\u0017\u0004\u001aVd1I\u0015M\u0016cu\u001df\u001f7\b \u001fIi£gz͝3dq4kcndJ\u001fX\u001fX@ [4b\u001e_^\"ALbal ,c֕W71v-4Ky\u001c:|5#\u001e%\u007fW9R \u0005o'ד=p?\u0016U\u0016/:]\u0002(G\u007f\u0013L?\u001bz*ˡS\u007fѕ 痢\u0090F9ġ~t/\u0003E қ/\u001a\u007fC4D0IHE\u001bHzһT\u0010\u0010~\u000fE~\u0003i\u0010  4L&v\u0006Lʟ\u0004\u0010A\b\u0011\u0010A\b\u0011\u0010A\b\u0011\u0010A\b\u0011\u0010A\b\u0011\u0010A\u0006-y\"A_4D0IHE\u001bHz\u001a: EҢKKoAz\u001a\u007f/(}C$e$ idg*P\u0019V˳qiy\u000e9UZG\u0001&g>EThy\u001dR[D?K6\u000fky\u0019Uiy\u0003}Kӈ\u0012·2j]#jy  \u0016-O#F\u0001cZE6\u0019-!YUwA f[Z^DR!GKԚL]z\u0014\u000eiy\u0019? *\u001bZވ\u001ad\u0006\u007f8U9yUj^WU9yUj^WU9yUj^WU9yUΏ#\u0005ՀGEP\u0003z\b\u001aDI4&g\u00182%\u0004Icp\u0007\u007f\u0018 Ó%(\u0001upo\u000f &U\u001c~ǡAH2x/\u0001e\u0006\b\u0018!b3 XC\u0018\\M½1L}\u007f\u0004ZO ʍ\u0000a:\u0004\u0014ԅL\u0001b  y \u001ec\u001a2ĨV'.\u0000N\\$e%u\u0018`\u001e~$w\u0012)AxRIGɝ\u0004AZF\u0001'A$6r ZULg*\u0005 \u008b*ﴴնA\u0002 J\u001cj\u0014Ơ\u0014\u001c2Pe֢i|\u0013\u000e-\bKmr\u001f\u001eYFF a\")M\u001aScU$5jX `LdQ۸G+3 WG4\u0014pj`FK1b#1;Wښ\u0007%1RV\u007f2V2O\u0005-g 2\u0012Z2S6i4Y\"\\ R6}$Y{Lv\u000fy>7I=N4\u0004])~w.t}ֶTMn\u0011\u0006\\zI*GZ Ƴ8\u0018Լ4E\u0013_\u0005w\u0006QXD9\u0019\"]U) t5!Ba\u0012\u0011r[\u001e&P&\u0005ۿp0\u0001\b.0\u0005Y.j>5\u0006g66~$iax$\u001a \u0001{p\bC\u0000y7-\u0015 U\u0010?wYOT\u001f\"2CAWe\u0007 2\u001e2D\u0018r \u0017*V򍟫$\bo\u0013\u001c\u0005\u0019\u000fߪy ,z:+ZTVg0':}^s՚%\u0001̉ʋG>oH\u001d#7vENU9rd\u001a׬\u007f\u000f`b˛\"o\u000e腹gpp\u0004WЇ\u0017>QMZ}@DW\u0013hq&\u0012iPzG\u0006)exrb \u0019O\u001e\u000f\u0012#\u0003\u0011edR)C2\u0019\u001bTȰ2\u001c\u001b\u001dI\u001cV\u000e*S\u0003D\\IO Tơh*> o )ɱxr2L)Xj*\u0019TXB\u0019IA\u001dh Z0\u0018 \u0005\u0012?LMơ\u0011\u0012~@H 7h0iފ$\u0000\u000fM>wdpoֻ{dl015e1 LN$\u0002\b\u0014\u0018RTXI=>\u0006v\u0012\u001c)W\u0003Yt˶\u0014ǖ\u000e\u0004 昩Uj% \b@-\u0011XI7C\u0012J1 \u0006ƧR\u0013S)\u00108.7BtA4Q=\u0014\u001foc\u0013d瘗zѷ.\u0017Y\u001aHȄK \u00181B;UU3ke2 -o0-Ʉm -o6\u0016Zb!6\u001bfz\u0010 \u0001\u0001\u0001\u0019~\u0011\u007f\u0001o\u0000\u001f\u0014Pf/\u0017n\u0016\u0005À}\u0003`o\u0005i>\u0001_\u0000'\u0001;c~\u0003HI1I\u0002^\u0006\u0004j '\u001c\u0013y$MC\u0013MS\u0013\u0000\u0017Gy\u0019?w\u0011Ϸ%^pa\u0014e(lyܹ \u0011YtFkX\u007ft\"q\u0005\u001d1Ԃz2u ^xF4z|/\u0011&R\u001a6%^x\u0004\"P\u00105C%\u0002\u0004\u001d|_d(%(kEʉNt\u0002K/\\ұFg1\u001d\u000f\u0005#4g,c\"\u00113*\u001a55.\u001ad5֠.nZ}Ǭ M4A;YJ50.۟fN\"\u001d\u0002\u000fu\u0002 m\u0003Gs\\a\b\u007f\u0004}^x%!H\u0012\u0019.\u0005\u001e \u0001;7m\u0010g$Nvc5IPE / HbU.q3˴ \u0005=\u0012ĹC@/D*^&6\u0017q\\B#cD@+:\u000eH=\u00028TU&x\u0007\bM\u0010::T/j,\u001f.&\"cyZm.xQsIvL^qgmH;\\f \u0015?w'nbȩ\b z\u001e\u0004\u000e\"QDst{ \u0014xI\bE,۸\u0015c&\u0007\u0007\u001dܬXpd3r!mDı&O :\u0007E0\u0016!E\u00114@@D\u0010j\u0014B\u0000 j9Jă+3\u0015!f.fYd yGGP\u0013@!\u00186&$K\\9j.\u0001DJ'a\u0011\u0019tA+Y¸3\u0017ϝ9j\u0016/\u0019x\u0010LI \u0002BFjg(X\u0003K\u0019f[O\u0087ҙf\u0005\u0016\u001di[\u0006\\\u0011aᑰ5vtB\u0003ޯ\u0006x\u0010.^$M f\u0005($;$ \u001eN&Pޞd|?IRc( O*(\u000fFir\u0014H\u0016,+\u001az(3*ȵa   hO\bŃ7i9\u000e ;ua{'ߝ|]\u0007J\u0005#^࣮|cln^NjkնZv{ҋuJi!ti=K \u0015[R\u0014o`%&(B1\u0012\u0010\u001c!C\u00043 $LfB2Ab5\u000eKvq_ J dbwI}Я_\u007fKs^s̹ؿ=is\u001e؜~ *P?\u0015D\u0003t\u0006i4\u001cU\u0007stFyz!\u0011H\u0012\u001cͨX\u0016+jz\u001e\u001aaZN z\u001eV\u001a u8=Ai\u0003樱h]\u000ej\u0016});ؕ7+bWEwĮ\u001a\u001f\u007f\u0014=\u001d\u0007g\u00060x ^G7\u001bMtJ49,ai\u000eKsXò\u001c,e988888kgGkh2}wHp3ͥ_Т;;;;:;:+\\4W\"\u0015iHsE+\\4W\"\u001dF7e(K9Ӂ[z\u00038 \u00019\u000eq@\u0003r\u0005E\u001a(]\u0017QWENk/uzz\u0003\u0014\u001dk(Wq2Bifz -N;Awwxz\u000f=GgDɊ3,z?}Φ\u000f҇\u001ft\u000eK\u001f N\u0017Ѕt\u0011}>I\u00124#}>K\u0017h\u0002}.%2}?*?*.iHl ]Gsz)@7Ms/h\u001eB|n;|\u0005>.间,ʚ֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚lEWj'h#m\u007f85hWŖi+6zʟVIm.\u0013}館hhhhh{|\u000f\u00184F1: 'qI~\u00124EY4EY E-t+ͧvh\u0001\u001d\u0006LҀI\u001a0I9\u0014$&)4II0IL>$3I7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 9(䠐B\u000e 9(䠐B\u000e 9(䠐B\u000e 9(䠐B\u000e 9(䠐B\u000e 9(䠐B\u000e 9(䠐++sS~Zi'Ea\u001bQ/p>\u0017\\\u0012s\u001b|_T26e\u007f? K\u0018]\u0012F0%.at K\u0018]R=4^9q\u001dq\u001dۥ;;\u0003;\u0003;\u0003;\u0003;\u0003;\u0003;C2%sY2%sY2%sY2%sY2%sY2fD/ƾ) >\u0019kO\u0006\u001f3\u0013]fLt.3e&D2\u0013]fLt\u0005㢡\u0002^8V=a*M\u001fKYl69t}|Vj>ZG8b>#(((((b\u0018.hEF]G+\u0002FUt(|GH;nT\u001aըFe5*QYjTV\u001aըl...=\u0012= \u000fHG gҜM\u0019RtC\u000fR\u000fG\u0005\"h\u000e  Qeɼ\u001by\by\b8u\u000f=\u0013yB;Oh  ؇\u001bpc\u001fnm\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016p\u001dq\u001dq`ٺl]dޡf\u0004g{T\u0007u`[\u0007u`[\u0007u`[\u0007u`[\u0007u`[\u0007u\u001cG\u007f{L\"Ŵh)-sS5=@\u000fR C0-Gh\u0005=JJZEi :zY\"j\u0004[`\u0011l5FU V*Z垕 \u001eY\u007f\u0002EZQ\u0015EZQ\u0015EZQ\u0015EV\u0014ي\"[Qd{{ G(2\u001f/02̿ /sc|sp J6;.Z@\u0016\u0012oBO!P\u0002\u0012\b@\u0004\u0002%\u0010(@ \u0004J P\u0002\u0012\b@\u0004\u0002%f\u0019,Ce'uۑ\u0011y\u0004i\u001eAG\u00112SPf LA)\u001c\u0014\u000780Ł)\u000eLq`\u0003S\u001c\u0014\u000780Ł)\u000eLq`\u0003S\u001c\u0014\u000780Ł)\u000eLq`\u0003S\u001c\u0014W:::ZUkj W5o\u0004oĮ~( /] ѯc7FߏŃsc\u0007XOX\u0018#Vp\u000f^Å'E\u0007%AyPb\u001e\u0007%AyPb\u001e\u0007%AyPbE{?]IJr̳\u001c\u0013rL1!Ǆ\u001c\u0013J\\5-\\5-\\bsv]>_M`;s\\8bg\u001c3\u0019Gl #\u0015iJ3Gs)ә;8)Ӎ ֩z\u0017z\u0017z\u0017z\u0017z\u0017zoR/UKUGT\u001dzD)\u0015\u001eVa\u0015\u001eVa\u0015\u001eVa Tا>\u0015.Q\u0012\u0015.Q\u0012\u0015.Q\u0012\u0015.Q\u0012\u0015.Q\u0012\u0015>§\u0003\u0002g\u0011\u0004j=RGH\u001e#zZTj=RGuKnj\u0019j\u0019j\u0019j\u0019j\u0019#zZTHTHTHTHTHL\u0019i\u0015gY~\u0000M\u001f\u000f?Ї\u001c:>B\u001fyt>}. \"\u0004}>E\u0017%iG }>G/\u0004\"]J\u0013Ke }U-t9o4~A\u0016mt;,jz\u001e\u001aaZN z\u001eV\u001a u8=Ai\u0003S@Nj Nڋ7*3{Jz\u00078 Ǒ*Of\u000emf\u000emf\u001e{ '?ӂS\u0006TA\u000f.\u001e\u0019}]\u0011\\iʓU\u0007\u0007ͥyۂ\u001bN+\u0007'\u0015hc.ژ6梍yNueוЕWW^]'2S)9S)9ҙq:3NNu˩n9-TSr[Nu˩n9-T }ejؙ\u001f9:B# x@6 Ȧ\u00014 \u0006q\u001cq\u001cq\u001cq\u001cq\u001cOޛC_\u0016ˢ~Y/eQ,E_\u0016Ǯ 'EG\u0010\b\u001eA#\b{\u0004a \u0011=G\u0010\b\u001e_ZSwj\u0019vȩ\u001drj!v\bqNu:N':%\u007f\u001d:Ա\u000e\u001dб\u000e\u001dб\u000eѫkͺ֬kͺ֬kͪ;\u0001 n@u\u0003\u001bP\u0001\u001dP\u0001\u001dP\u0001YR%YRtJgtJgtJgtJgtJgt,e\u0016f!o\u0016f!o\u0016f!o\u0016:BY4 fSʝV3i&:D4\u0013fLtN3i&:Dg=\u00137Ѽhܙ w&ȝ rgܙ w&ȝ rgܙ\u0010\u0013?gLޟ3ݯ~_\u0003 P-=D\u000frzVDךk˵Zrmڟ\u001e'h=m:\u007f\u0006z\u001ajyX\u001dlMo\u0014fLN[vzvP+m\u0004=Ci\u000fSoiA)q?=K]tS  \u001f?!]\u001d !\u0019?$d\u001f ~\u001c^T:KT:KT:KT:KT:w\u0001j\u0016j\u0016jU~\u0017\u0016j\u0016jU~\u0017 7 \u0012VJ|[o+m%ķ\u0012VJ|[\u0007\u0005Xy\u0002lǷ\u001d߶v|ێo\u0019|[\u00062 e-o\u0019|[ҘUƬ2f1Y՘UY՘UY՘UY՘UY՘UYK0k fUaV\u0015fUaV\u0015fUaV\u0015fUaV\u0015fUaV\u0015fUcV5fUcRZYK1k)f-Ŭ\u0014bRZY՘UY՘UY՘u\u0011f}\u0016ì1k2f]Ymu1faV\u001bfaV\u001bfaV\u001bfarZY1k9f-Ǭ嘵\u001ccrZY1k9faV5faV\u001bfaV\u001bfìu\u000ea:ZY0k\u001dfaV\u001bfaV\u001bfaV\u001bfaV\u001bfaV\u001bf\u001dԀK ԀK }1.m5ä{~ D@\u001fs\\\b}>Fq.\u0013I\u0014]LЧ\u001f3Y\u001c}@\u0013t)M/ї+U\\F_G\u000eWqMş7Ke&bY\\S}Ԙ!gO:CO\u00061zSQo*ME7\u0015TԛzSQo*M57C\u001e\u001ay\\#kW\u001f~\u00155e\u0002-\u0013h@\u0004Z&2 Le\u0002-\u0013h@\u0004Z&2 Le\u0002-\u0013h@\u0004Z&2 Le\u0002-\u0013hY#kd\u007f쯑5F\u001a_#kd\u007f 6\u001dۣ5Ⱥ\u0011Y7\"Fd݈\u001b((((\b\u001f#soO=7Q\\bhĭ\"\u001d\u000eY\u0011F\u0010y\u0018\u0011y\u0018\u0011y\u0018\u0011y\u0018\u0011y\u0018\u0011y\u0018{Ѹ\u0017{Ѹ\u0017{Ѹ\u0017C4\u000e8D\u0010C\u0014A\u001e\u0014A\u001e\u0014A\u001e\u0014A\u001e\u0014A\u001e\u0014 f9̦u4~\u001a=\u0017n\u001b&za\u001fgKΰ{q\u001b{w\u0001CZ@T\u0012 !\u001a!*\u007fdA\u001eHG 4gy](cΛt3ͥ_ )r>)r>?\u0013yaLϟp:i\u000fyC=[\u001b\u007f}l\u007f\u00138\u0019t9.g A3r\u0006]Π\u0019t9}sľ9sWmzئmx$=UjTS\" ;\u0014|!ڢ-*آ-*b\u001ar!g\u001ar!g\u001aҦcﲛ\u0014S2^126zFO\u001b=y'o䍞ѓ7zFO^G\u001eq#zY}>\u000f;*[T*sEyQg^ԙ\u0017uEyQgFtfDgFtfTg^֙ueyYg^֙a93u\u001c>Nf֙i&5&æ፦5&:C\u001d!:>8p\u001dwzݞvi\u000fz\u001eOi{ \u0007U>A\u000f|P*\u001fT\u0007U>ʋ*/ʋ*/ʋ*/:9\u000e \u000e \u000e \u000e \u000e \u000e guY\u001d\u0018{Os\u00150 ݺЭ ݺЭ |\u0013A\u001aFVյUukU]ZUתVյ\u001ewK]*RyʻhD;3*Ϩ {N̋|:gY|:gY|:eşPB *ԫ1gbVB *ԫPB *ԫPB *ԫPj^5{\u0005zu^}^N׫Izu^}^n;TS*}\u0014l:O?z jVa Uجf\u00156Y*lVa U\u00180TaP ?Sa^y\u0015UWa^y\u0015UWa^y\u0015UWa;WV\u001c?ƯY{9X9JU.Wr\u0015 I7{͞t'I7{͞t'I7zҍt\u001f܀ymt'Iymt'IyܝG]\u001f #\u001aŸD-v\u0012Z\u0015Z\u0017\\hVlZn/_j]j .(*U[7D(\u0018p\u0005\u0010\u0018 ,Fe\b\u00184\u0013 \u0003!\u001a\u0002d\b`!Z刺>\u001f/fH,sdf,di%K+/J=_Qx잝\u0015\u0012c|,|>X>\u001fc|,\u000f3J34J34J34J34J34J>o\u00063Yj&Kd,5fLR3Yj&Kd,5fj&fj&fj&K~B\\\u0016rq)\u00172۞f{K羰\u00194[e}S~UdD' \u001dT6Sf\\\u007fGQ\u0006c c8\u001c3'D>8\u0019[8\u0015!Cͷq\u0006Y8\u001b}q\u000ey8\u001f\u001d|\u0017\u0017 ͅ\bGt\u0004?\u000f\u00111 !ᇱ\u0013wn\u0003טk5f\u001a{ٽF\u000f\u0007E ܀\u001bK k\u001f\u0018,).Hb/t\u0007E\u0017\u007f {U%\u0001~\u0001r).Ïp9Y ŝ w\u001e ý\u000f1\u0002#\u0000{_\u001f0\u0016\u007fğ0\u001e\u001ccbs1\u000fQ~\b6~J5\u0004SOj}u'R7\u0017>2:4r`Z\u001b\\X\u0017$\u0007\u0007$r~Y(9W\\q 8\u0019[8\u0015!q\u0006Y8\u001b}q\u000ey8\u001f\u001d|\u0017\u0017 \u0003ⅸ\bGt/\u0004?\u000f\u0011\u00191 q|f' ~,j\u001fG\u0014%E-)jIQKZRԒ\u0014%E-)jIQKZRԒ\u0014%E-)jIQKZRԒ\u0014%E-)jIQKZRԒ\u0014%E-)jIQKZRԒ$/'y9I^Nr$/'y9I^Nr$/'y9I^Nr$/\u0017}.\u0016r\u0011/\u0017r\u0011/\u0017c\u001c\u001eC ^=ϊXcE\"X\u0011k5V\u001a+b\u0015ƊXcEMɊ̊̊̊̊̊̊̊̊̊̊XcE\"X\u0011k5V\u001a+b\u0015ƊXcE\"X\u0011k5V\u001a+b\u0015ƊXcE\u0007\u0001\\\u000e`:ت\u000e`:\u001a}'Uᯂ_\u0002o .V5W\u007f^\u0005\u007fQn%VRn%VRn%;+:3 Ε[Y[Y[Y[Y[Y&o[ rAn5ȭ\u0006 \u001aVj[ rAneVVneVj[MrIn5ɭ&$Vj[Y[Y[Y^n[z^n[z^n[z\u001br7Ãn35~06~QxY%w8E\u0016vE uyǫ \u0013\\5\u0011p\u007f&:K\u0006]]\u0006?mϼ,\u0013ϵ\\˂\u0016}eA5 `\u0019 *;߁+_\u0011ˍXnr}軦A\u001cs>wU\\ꍮިݧ5;_szVO\u001a3k_\u0018\u001c+p\u001eH  _t=s7x\u001eXOw\u000e=-\u001dzZwz\u0019GB/W\u00145jph\u0016˴XV^pS8Iߟ\u0001b!\u0007\u007f]nQ\u000e bKp8K*YR\u0019\u0015 Y̢\u001dlZ5u-ka]^w#{l\u001c?`,g\u007f2Gլ]\u001d|HH;ZPgFb-Fb-F׍(\u001b\u000fhm\u001f '~H9#}h>``\u001f卖/kz۬]zۥZ\u0003\u001d\u0017Ò\u0003+~au 7|;r\u0017=,Ԥ/V5U j`I#K\u001a 1i)Yg>[ y'y?#ӇFiQX͜7Q~{x\u001bw\u0011|_+dN=\u000f \u001e\u001f\u001a\u001c \"Qv\u0014d?*s4Nklgیj7v&\u000e7(ޏ\u0007P3hw\u0019l5~P? ޞ&ߢO \u0017x%\u0016ī\u009bipMUh1flm\u001fvM\u001dS |0%%z\u001by-|/QLJp(\u000e× q ^\u001b2_P5x\u0006*Æx\u000f=~vp{-*CQ\u0019ʊrM|}\u000e^1 W'b#.퉤ǽ)\"\u0017R欕9'\u000e\bg%\u000eA8Yt,\u001a(\u0006ʢbS8 KXZ,K,Ͳ7 XXU,L04 Wk\u001d++YG\u007foѥ\u0014\u0012JE}% \u001bnz.&l\b0ɳV\u0017\\M, ɹ\u000fZ o4NuM\u0016֥gP^W\u0014NoǛ'B%\u0016\u001e{^/7\u001e^gCZ\u0011\u001dئVODelX&\u0006φ\u007f105Fx\b\u000f\u0018a\u0011ڌf\u0015T@#CyG4UoR\u0011\u001ba>G||\u001fFc9*[?ęvNUr[? \u001f*L;v!9ٱ\u0015y\u0002+ruePb\u0013]uH\u0014\u0017bST OST Op^x\u0007\u0016} ߩ\u0012 iwUpp>oa9C39C39+#s>gs>gs~[ }VF39Ra2|\u0018}L>g>Ͽϵ9C\u0015|%} } }Ψa9CH\u0019}Έͪ^d\u0013D OTiD ?# \u00062ats\"\u00191J̣Q:>ϡO\u0007\u0012ٴȦE6-iMlZd\"\u0016ٟ\";Md\u0007`]#kDvMa\u0011\"9TeV\"\u0013ٜD6'9\u001d*9Q]!9Q͉:UTs\u0013q\u0013՜N\u0013i\u0013h/aDBD׉hNDs\u0013\\\"N\u001c{9M4s\u0016q\u0013E3-cDsh.\u0014͙9F4\u0010'D ̊;9S4g濋Lќ)7M9I4gL\u001c#cDsh\u0014ߋ\\ќ)kEsh\u0015?\u0012ќ)3Esh\u0014͙,3Esh.\u0012'DshN\u0012߈\u001c|I4ψ. \u0016Eh*\u0005C\u001aE\u001d!R3Dg~MeWEyZ\u0012Mu9\u001aMFSEl輭ZD]QX[FWY%\"O\u00129DGD'2,YxOqrd\u001c+G /G&\u00189W\u0015~\u0006n\b+KxVvM\u0019#f5\u007f8.1r.\u0017eW+~\u0017U]U]X&6[ĤZLb\u0018L\u0017b0] |\\ܰ!V=f\u001dr\u0017^\u0019a*|wl,g46Nf6cdMfdk޼6-gi9̣xh5IIZ,M-M-Z9-\u001c\u0019\u0007ծ\u0007Y-(|\u0018KZ]+w,it誷]vPmZUZh\u001fHZ]ID\u007f/\u007f\u0016'?c͚k:&\u0005QI IO.\u0012rS\u0018u-Nz0~g\u001bk޶\u001b\u007fW\u001a/:yHkx5z\u0017hǼ۱Ú!{v\u0006y\u0018Ǐۣ6U]Ytk)Tj\u0019{lj֪Ŝk;9q~\u0007ALO5S]-f\u0015)v\u007f?\u001b\u001eXNKZ*W N|/|2oQ%ZֲIZ|:ߝ28(ĵQF-\u001795z5HFZn3r|\u0017bۦOV|je\u0019-f\u0019[\u000efE\u0019FLq\u0013啅^K^\u0016e^em3zXof,|W2,|Az9H/ F/K|u![ ff&{fvw z3^[w _ΆlXܹBU3[kѬEsx;;qca7QoE\u001e\u0016Wv\u0013M  n Gzև-f L_K\u001b}i%ӕگ  W-W/?2l uG=6 _(\u001f\u0007z٦mz٦Mzɔ+E\u007fWNsɩ3*LEh3\u0015m6Ztj\u00146~XX)|?̚`oWg {g\u0007{vg\u0007{\u0016QDM\u0016eدp7vm7Z\u007f9W8F~[ \u0011CKTKzGl Zcw\"+tƕ\u0019\u0015-~,Ч' Ǌ(\u00165ZL\u007fWE=:\u0019\u0015\u0004a\u0012z\u007fo\u001cRNj\u0013}xy\u0016mZiѦE\u0016mZiѦEe9X:ov\u001cjF\u001bϢǰuuA`m+5GQ8}p2N^ k 9nw ~a\bb߭zl '\u0006;\u0007؅\u0011>\u0018%zX|\u0003x|\u0013'D>8\u0019[8\u0015t|\u001bgL\u0017\\\u000fwq\u0001 q\u0011\u001f\u0007! \u0016\u0013΋0\u00170\u001fX\u0018Ώ-bp>\u001cd\u0007u0Jp\b\u000ea(E/Ʊ\u0006.F\u007f\\\u001f\u0018Kq\u0019~W\\c\u0017p-~\u0007_S[p+n\u00030\u0004Cq\u001954q\u0019Yb?Kg,\u0015Pp^芽\u000f/qFp|p& \u0010~\u0018\u000f#a\u0004?\u00110\u001fF\u0004 \u000e[\u0016/n[aA^܇\u0018\u0018\u0000qcm8ƙ83{\u001e313{\u001e ڝww؅\u001160\u0013{ I d*J\u0006ۙT$f8'ϲOM#\u00124Q\u0014\u0003TLN\u0014%j1Z_z\u0014eϻыڠKxC^芽\u000f/C7>3{pMZ\u001c7\u0007'\u0007\u000e\u000e\u000en \u001bo; P  \u007f\u0015܋0\u001c#0\u0012p?\u001e@\u0019~\u001f^!ëex 2ZW\u007fȬ2 (¾\u0016.\u0003E\u0003q\u0010\u000eF \u000e8 _Bw\u001c͗\u0015| G聞8\u0012Gh\u001cR  ?29vupU=\u001d\\\u0011Yka{\u0016܊p;~;; v(]\u001b`\u0018}\u0018\u0011\u0018Q \u0017:\u00190 O\u0019a>~~\u001e/ / _K_T+q\u0003T^|S+ =\u001e\u0015,Ѡ3u֥p\\bƠ4Ѥ6X7\u0015WUa}UX_\u0015WUa}UX_\u0015WUa}Uء֠5(c P\u001co5c \u0011^^U^ZU^ZU^ZU^ZU^ZU^w]uWa%*D\u0012\u0015V~* ~* ~*CoqoN\u00051 \u0013oa\u0016fc\u000eb\u001e\u0012 \u0010\u0018o\u001b ` XeX\u0015`%J\u001a cX35>cX35>} \u0013'Ӭ\u0019knzi\u0015Cx*o6[K϶\u0013s\u0013^5\u001dW&v~!kwm\u0013\u001dᾉ~\u001e%{n\u0092.]w]Bݵ]=~]7\u0005]T KT\u0007\u00121NY&QIe\u0012eDY&*n櫸*5 2Y7f\u0019,' 2m\u0019}\u001ey\u0016~( 텿R`_^/nLL\u000fNN\b~\u001d\u001c\u0013|ٵ$:cm:X \u000f\bLdd$}lG\u0006{'\u001ase$//G%l tP$p5vOiWi/IJ T=BF \u0003s)\u0002?{\u0018+)q\u0004\u001c1\u0005 u` \u000fg\u0001#pR/a\u0006N\u0012\u001dm_ !zŸHq\u001dWߜ0\u001a$׀9 [.w YA@iTE \u001eP55H3q\u0004>\u009c\u0019YB a\u001a> 2\u0003 #5\u0003N\u0017zz&\u0002-6[h¸\u0019[\bt\u0018v@\u00073l\u0003#ðd\\>\"mK\u000efp0\u0004\u0006 \u00007@ \u000369[\u0012ƭ\u00009Yg!W\u0007*e tM!2*2_f0g\u0005srH\u0013dP\u0015l\u0006@\u0010\u0016a\\_\u0019(T0 X¼\u00155yk\u0018\u0017x.$/B=P\b{\u0005c2Y\u001a\u0003_\u0013\u00183\u0005\u001c3\u00183\u0007\u001c A\u0007d\u0001\u001ck\u00116pN\u001aL\u0006HWvN .ȡ\u000erh0ZB_zN .'1l\u0017?N78R@.Q\u0004l\u000fVC2EK\u00044\\ X+\u0012`K\u0014}ۃEQL\u0011\u0012'2 !8\u0003 D=X&象\u0014`\bZ\u0007-\u0018q\u0006 WA aC%H\u00124\u0002L\u0001 \u0001\u0002,\u0001\u0019\u00009Y\u0003^ &R[F\u0003p\u008do \u0011RA 8@8\bASDP\u0000~\bAe ٢.Q_Dh0\u001a\u0002C!t}\u001e\u0003N\u0014r!t\u0014D+Q\u001e֠3\u0016Zh/z1jX\u000fF\b=æ\u001e=p\u007f\u0011\u000f\u0003P-\u0001\u000e#\u0017\u001c\u0001/p x, r\u000e/%\u0017-! yI\u001d{R/O\u001e_#\u0012p\u0011%b@UT{TjT\u001a\u0012jF3jA-sjE\u0017\u0005m_V\u001e6 \"Q'\u000eW\u0003\u001dig\\Cn3O\u0007ԗ\u0011D(\u001aM4h `\u0019 V\u0013B\u0017\u0001R \" 2h(\u0016GQs\u0006\u0019lŠ\u0003. \u0018E1؇A1t0\u0019 a0\u0018\u0006\u00134 .`p%\u0019 ĂA\u00063x:*fl45\u0006o2x EŊh9\u0019,@\u000ed ]VhBT\u000f\u001f @\bw^-\u0013\u0017\u00155 \u0010ġ&>ė z\b#C?I\u0000 :\u0004\u0010\"\u0016k\u0012\u0006u8֣I$\"$Ē82\u0006\u001eO\u001e\u0011)!\u0013򔔒g9)#/~E^7*\b5\u0003&\u001fI %uPe\u007f& J\u001aZb֦\u001cPo+R%:zS\u001f\u0000\u001aDi4\u001dC\u0019t&MKi&]Mwù\u001e> u5z\u0016\"z\u0016ӛWz:pn`;z{E),B>\u0010YoBnA= ݡt\u0004\u0003\u001aGCT.KSfM,>c>YV\u0019X6yK橯Az\bfZιr$\b> go'VGfy\u007fn{?O\u001f\u0016l 3\u0005\u0004A1Ašf,8\u0014ٱ( ֆ k.\u0016r\u00161-gZĴia#f-L [\u0016 {c1Ά+#\u001bs$u,}&LG\u00062|\u000e7)\\${Z3]1(T\bX\u0015zp\u007f`fY.9S5\u001e ͨ^3kհ\u0002I3j\u0001C\b\"\u0015^I^N\u0012C9\u0007+c\u000e9\u0013\u0003VFכN5C\u0012^\u0003P\bJ@( Dx /ޢ\u00111NW-GWN':nf9iz%|\u001a= o\u001c h 84>'bTL+1\"; \u001b/\bqh4 [6 C4M*iXa\u0015x.ɳwYUqjT #\u001dTc:?/eȇj**\u001f~XSKw\u001d ZVp~G\u001f\u000f\u001a0\u0088d\u007fn\u0013ivCfËɔ~ޥA坍S=ta\u007fI\u0011ɣEif֞D jC쯎wr>(sٞk\u001evbߐرܶ[\u0007\u0014heO\u007f훯\u001cs\\G\u0014VXNޢt|yRUeg2\u001ccYǊIUw\u001f ]\\Em\u001d\u007f\u001545\u0015t7c vOķ]=/D\u0005Ku^pjzh\\v?3e^m'g\u0001qUs]|\u00025\\\u001fƶ\u0016ɹ|f\u001fXs!ϥ|rE]q\u0007o##\u0016\u000fK4Bj*oi9AN)0+i\u001f?#\u001dMmx{)S1\u0015B\u007f{lz=,\u000eOn-ll@bkIGՓ\\4\u000fJ;EW#Ë?\u0018پ\u001d4\"g\u001d#/{9tRՃ>'\u001d!7{Cgkrg _XTaܯfgo zVqm. \u0018-1+A:P&u`&\u0007hڼ]@>gW>jIW~ܶΙ{m^.V\u0013۷\u0003#M-ou o?Y]ϡέ2\u000eOp{GĔ宦G =f\u0015~\u0007ML\u001a)s\u0002>¿蒪]w:c+ޖɱαiWΘ`/\u000efO x|@{pyzca'\\J~=t̉WWߑ|\u0018khtsɣ\u0011uL~\u0017SLb(\u001e\u0005WvWV \u001c&7w\u000fF^FVG̏=VV51/|7! f'&7۱a\u0015{j\u0017\u001cӿX^]U\u001eP35.gE89c)IkuVd{̵̓l5m% ?\u001d)맧ʳ\u001b7Z\u0011lu~Sػ޸VKyP4iCҘ\u0003zm-e\u0018fwwv[w  tͦ\u0006ٿi6\u0010\\7YZE5΍5A\u0004*:\u001eq\u0013#F'ۈ[\\]Gc\u0013b\u0012=bZLyc)ogbw\u0005o&=&\u001fޱ]&G$N\u0010\u00833/\u0012,  \u000fr^r]n񬅗ڗY\u001cՁ\u0017C}}C\u0007m|#\u001a;]ܤ\u001d5F\u001fk\u001e`\u0010УT|됉7hd:95\u001bj}?Y\\{g״&uGE 9Q}ċ\u0017s,\u007f5!>UyxqHEh ޾\u0007S\u001bmɢ[ S\u000e8ùճg[Ǖ&ѝoֶFo1lkwKL\u007fcC\u0015۩UAkO_:6{ˍ\u001c g 9%K Fd\u000eC&;%Z\u001cV$B\u0002\u000e\u0005'IH!;\u0016\u0012R76eᵤpH\u0005\u0012&BP\u000e\u001d\u0019\u001d\u001b3d\u007f%_m\u0001ax 6 \u001bό eɇxDM$,b>xݫ\"M5I,$Wm\u0007{\u0016>\u0004{tvK6ռϿg 5\u000eygI;\u007fBּ |y}\u001egL GwY/\u001es#ϝ\u0015u\u0018٩gudn-\u0012L-/wmj:wVBM;~amD׷y2G\u001fw[Ľ&m\u000eo~TdF ]~/\u000f|Gm\u001bN.ݻN\u0012,2IY%gwnKW博Z~&\\9nK+%O툡SЏnڻҍMc i\u0016agy8\b/J\u0002\\\u000f \u0014qD5Q9uv}\u0003.&Ƕ~}'T%S5UF>h,\u001e \u0012\u001fVw5'Xr u?\"\u00127;\u001f¯\u001bߕ6}/\u001b\u001dVEF\bmcG\u0015'&\u0011\u001c@\u007f}\u0007V\u0010\u000ehTz]N+Q2QFwܸq\u007fF74\u0004\u0013&t.e\u00011\u0011%}ŧf\u0014_{\u000e\u0007F[\u0018s\u0014?#e\u001eg  eX\u000e\u0013*,g,Q5~~;n\\-m\u007f ՁQ S*2ӃQg Rso4=u\\\\\u000f=hkIϴ\u001fƧzxK( 8/yQ\u001a.qG\u001eiɃTUyE\u0000\u0004bLPޠ\u001d }FNn{WH*rpr9\u00024 >  stream  x|\u0007\\TW9\u000e3\u00033\u00033\u0006)( *X\u0019*QPQ\u0010wT\u0012SVӛDQ#lb\u0012{b6ɦd&&4{}(\u0018}翿^sS9)\u001d$a1fM*kƗI\u0016W\u0018sԕ\u0014\u0016 :O0fpbe3a H\u0017\u0019\u001f6\u001f\u0006n\u000eiR/^&Ɣ|lgY\u001a3hEK-\\ \\/[1gY>~1Ex  gܫ\"g1\u000e}\u0005+yp\u0007 7#\u0019\u0014F\u0017Y7GB&!\u0007z]~¢kb iel\u000ec\u0018 m~̒tNl `Ir? _z\u0013K\u000e\u001ckY?\u0016 {?Vkm)b/l2IqJ\u0007+㏱\u0014\u001a_-ͬI3\"\u0014XCV\u000fuwA\u007fܢr>s_,e3P.`N%\u0015]/k_{?\u007f\\t)7_kdӼ?\u0017Į;\u0004\u007f\u007fKymu(\u0006wݧ-\u0017ʪӕS\u001frUoOywliVPgZ7\u000076 מɿBZ >La&w > yRη'\u0015ic\u0002ߥit'\u001deҧ\u001bf='~K=bb6Ϥĕ\u0019ӧykk*'OX>aҒ±1G\u001c1 ]{ܸ\u0001\"n炩o\u0019Q+[҃sO*顒%5\u001a*q|/\u0016]\u001d|ZU\u001dbwש MҴ\u0005$p/vxWf~[Ic1k7\u0014 b!&H\u0013/ýgP2JF+h\u0011%M-ʪbGRRfcEZ[>}ϠZ .qg\u001dnf7f[-M3|j\u0013*%mm\u0017l~b_ \u001f`s|Y\u0012_\u001bW\u001f\u007f\u0000\u0005Zݮo\u0019:)`ѧZeB!\u001ew\u0013f\u001bz%%\\aVQf;̓YS\u001aEacVsz;ILUIcf~uk@\u0016}RA˧5n/iNV[\u0014Cx\u0002c-i\u001fM\u0018\u0002ᆪ:_{/]H\u0005`p9XPSU TE\u0016Xcs/XUXL\u001d\u0014m\u000eܞۇ\u001c{sq֋~0)i%mu-s}FG \\W#穇us,~qI\u0013Z\u0018Iea1rCU8z1[0Jqs\u0017B\u0015ӥ%Ō\u0016rq\u0007@ Z4Ndj8GR}\u0012]#ЧTW[V\u0018]ҢC\\%s{uOA\u000e\u0006Z;u?\u0015Q(sRSsaSЌf\u0012\u0018JW{ލ5䩬\u0013c\u0013淼]^5N*퓢|JX\u0012eB)\u001a,tieZxrIe.i\u0013\u0003 2\u0017v\u0010\u0006O\u001btI~\u0010lRn&7Ҷm\u001eO۲#D\u001b-mQ\u000eu\u001c\u001bģY9/-\u001c/jj\u001d\"\u001aίp=\u0005yu\u0007]85\"(\u0012.\u0010-U#a;\u000ez\u0018kruAK7wpٌYsB6)l$̇qܖZlX/6\u0017T}=\u0014v;\u0010B](\u0005^@v\u001b0x\u0014sę9\u0005U\u001c*tu%OR\u0001L\u0005g\u000fJre\u00020ZD?N5oǲ x_0Z\b\u000e\u0012Z\u001d\u001cQ\u0019s \"kg-זƹG`ک͠4pw7\u0015BR/\u0014\u0014:8I\u00063zFVs ֱ\u001a,u:KC\u001cd#Q6GC#İT%\u0017 \u0001b\u0014Jq\u0014Rlb\u0014(Rlb\u0014X+\u001a)VKJR,b\u0014KX\"b)\u0016Iq\u0014 X |)I1W9RH,l)hb\u00143hb\u0014ӥ&E\u0014uRLb\u0014^)jZ*)*,$)*(E\u0014\u0013\u0018/8)ʤ(Db)(b\u0014\u001e) \u0018#h)FI1R\u0011R \"_ C)>\u0014K\u0014J\u0014\u007fm)ޒORQ7\u0014oHqTץxMWxExI\u0017xAxNgxFxJ'8\"\u0013R ԇ\u0018\u001eѻd|Do\u0013EED?\u0012鏞 ?z  d|5W^\"/\u0013D\u0017^ z9*,3d|)'\u0010=A%\u001fcD\u001eG~OƇ\u000e\u0011=DtJ\u001eԃD\u0011G\u0015v\"\u001f\u001eD\u000f\u0010O>\u007f\u0014k~/r\u000fݔw\u0017ѝDw\u0010Nt\u001bѭD;nnVn\"n :k5*\u001dZ\u001dѕw\u0005D\u0011m#J^B6.\"\u0002 t>\u001bt\u001eV}.\\sv/oa̷@6QTl ~{ h=U_Gh jUD+\u0015T}92\u0019\u001a[B%\u0017\u0013-\":h!\u00027h\u001el.UCB%f\u00135\u00115\u0012\"In NFMӃꈦRwЃJ-Q Q5Q?\u0003G'LG=\u001f\u0015T\u001c\u0000HEʉ&#\u0011\u0017\u001aGTFR\u007ffP?BP?r \u001f *􇗂\u0012y ~)5o\u0007$\u001a᷉1(o+\u0003mua~4P\u001bBer`M l&f6@>EI'Ge\u0010\u0013\u0011mK)Dnj3L\\Ԋ(%\u0010\u00139b\u0006P:\u0013\u0014\u0002E\u0011ى\"\"©*X\u0018F\u0014Jd!2SI\u0013 !c0@ATRGFH!D\u00136)\u001d kq \u0013#\u0003lO;[\u001b\u0001\u001dy_#\u0015%\u0005 g\u001bҟ\u0002\u0000\u007f\u0005>\u000eK|G\u00071\u0007\u0007 o\u0003o\u0001\u007f\u0002h9e\u000f7,G-iׁנ_d:_\u0001^\u0006^B`Y|\u001e9g,t>mY|2e\b>\u001e\u0007\u001e\u0003 `ߴɹ˴y\u001fp/p\u000fp7p\u0017pi\u000ems+x,-7C\u0004\b}\u0003ں\u001em]\u001aj*`\u0007\u001d\u001d]\b h5Wjjjռʻ»r /[Quono+\u0014t\u001c޻\u0091X l\\a...۵ԻdbBtkA ct\u001fȗZ#i>E>6۹RT\u0014P߶%\u0014\u0012jΝ V=\u001eM\bP>s+33WmU\u0007)Z2Q|VBZ,\u0017\u0015\u0003ZkU\u007fo݁\u007f/\u0018ۣZ9@+\u0005 l\u00026\u0002g\u0003\u001b:`-\u0006X \u0002V\u0002ˁeR` \u0018X\u0004\u0005,\u0004\u0016\u0000y\\`\u000e\u00024\u0003&\u0011\u0005\u0004\u001a\u0019t`\u001aP\u000f\u0001S)\u0017\u0005jj \u0004&\u0003 `\"P\u000eL\u0000\u00032\u0014(\u0001\"\u0010\u0018 x\u0002` 0\u001a\u0018\u0005\u0004F\u0000Á| \u000f\u0018\u0006 \u0005\u0000@\u000e0\u0018\u0018\u0004d\u0003\u0003\u0001@\u0016 \u0007\u0001\u0019@:\u0006\u0002)\u001bH\u0006\u0000\u0017\u0004\u0012\u0004 \u001ep\u0000q@,\u0010\u0003D\u0003Q\u001d\u0004\"p\u0006X0 \u0014\u0000f\u0004\u0000\u00110\u0000z \bЍ]\u0005\u0014\u0003px7\u0005 \u0004\b\u0000|\u000f\u0013\u000e\u0016\u0006\u0007wk+K \u0013\u001c \u001b) Wc/G\u00071}=]\u001d[?\u0002o\u0002\u007f\u0000\u0000\u0002\u0003\u0001\u0002\u0000/\u0003/\u0001/\u0002/\u0000\u0003\u0001\u0002\u0000O\u0003O\u0001O\u0002G'ǁǀ#CCA\u00038\u0000 \u001c{cs}[Wo݁\u007f+fLƘAtoӕl![Zs\u0001ƶGl6 u\u001db2\u001f{= {}bfV\u000f0=`Ǟ^HE\\',=֞/N}ѽݡ\u000fg!Z]\u001a]=?\u0005t0V.\u000ej|m{O'Mc \u001aY\u0013\u0005Yl\u0011[̖h%ț\\f\u0014\u000e\u0013M(-\u0003VUl5[e+\u0003)\\Kfk񳎭g\u001bl#\u0014,\u001bAK\u00036-sعL fBv\u00116v \u0014|\u0019W>+s%\u001d\u000ev\u0015]uq\u0003$5zv3\u0005kF]\u0005-\u0012\u000f~a\u000fjl#/s5\u001f.\u000f6b[{6cblm^5\u0004(JnEIjA$O\\1>1\"J]WNggnRBl5}5 ;V܅W -mxٝZvv\u0007\u0013sq$.=]~н\u0015n6s>l/ۇ|\u001d`\u001dty -\u0007C\u0010V#0N#-рf E)J=Ş \u001c{^fO\"v\u007f\u0006Wku&@>Ž \u0010߶YJ5\u001a*3ᬂMb\u001ff\u0016ߣ\b\u007f8\b so\"ON\u001c+p\u001f\u0018ߦw\u0001  \u0010\u0016tRv׻ó;y;=f%cG \u001emI6 \u0010w'\u000fT \u0019 \u001dN\u000eU4ېaycܜDE1HsfwܠĸH>H \u001f0*Z3=u\u0004jЫAFCF^ar \u0004{TB\u0018\u0010eO\u0019\u000e A?\u0015\u0016CՏQ^\u001bbTtz}GbLlI㧄EXu\b-h\b3gt]`\u0017mVW\u0005Q9(%4vA>Otw\u0004DZGWL\u0010&)B \u001a\u0015\\&;9-mX\u001e'?G\u001bjn[SԈ`Ү\u0017!\u00110n~%6=?.Tw6\u007f?>:\u0011S `>`K.(\u0011Bj 3m:[\u0017N3X],g \bq\u0015΃|\u0016-~- \u000f\"/\u007f5I'찙bg\u000e\u001cY7 W\u0005\u001cvq ơ\u007f\\\u0006r;lR*I1qHc^ؘH129&6)ҨT\u0018#]q1PqF!(`6*c\u001eZT]?*z\u0003uU\u001e(\u001c'Ze\u0001\u0017 Y,B\u0016p!{\bk>\u0001x\"Z \u0017 =h ^G$\u001eKS{GK\u0006& Aj4\u0019A.+ !\"VN\u001b\u001c\u001cf3mQxc\u0006VUo\u0016a 1A O-n{Uf@HA͉%kqi;TQ}`X1-㸽\u007fł\u0013\u001f9!\u001b&+MQ7ݸdTSv_F!`\u0017\u000e !Y]YO\u001cƳ\u001edc\u000f+{l`\u001a[\u0003lX\u001b\u000e%˓㉈\u0013s ~ '\u0005\"\u0013%\u0019VkVˊ?'\u0019 1PH x\u001a\u00018c/\u0002\u0002\u0006  vM\u0018󱱋 c\u0017Y:Y\u0003Z]|\u0000*\u0019*eX zU\u007fs\u0015gd\u0019DV+?u\u0010˝\u00135H\u001aI=pMp\u0016 ci\u0017\u0004 pz\u0005q+8g\u0012ȠJaf\u0014Bե/\u007f%\u0005n\u001aQ\b\u0016$\u0002\u001a3\u001f_\u0003\u0016|w\u0004I)\u0000P+ tfi\u001cXa;J\u0010mPLgY\u001c!# 0X\\ ZsJR+\u0018А RkNc(X \u001a\u0004 \\2^Tpx e\u0013L$$2]Z\u0012+~6-\u0017Obe6;dY6Qh@k\u0014fwض웓\u0014 \u0000\u0014h\u001f{\\ Kz\u0016\"wy\u0004k\u0000 Xɭ#6\"~\u001eYZ'\u0015FJv5\u000eԃ \u000fzu\u0010E\u001a D\u0015>' \u0003e3\u0014  \u0004Q\u0014CI`˙Xu \u0001\u000ec(G\u0019Mvr1yߗ\\_s㿗_Lmb\u000fV^\u0013B\"\"\u0019Qf'\b\u0005K\u000e7tvg\u001a1m Q z  ?\u007f\u0003%ĵzO݁vK㡼gޡjMyO?\u0003\u007f:\u000fݳWծ\u0013,\\K;[:(\u0019 \u0004~\u0017\u0010\u001aT3\u0011M-\\ 4snZmhjn6& mt1R\u0003ke\u001b Vዓa1\u00065-Cgdz\u001a/^]\u0014\u001bݖ͏l֨ͬ?}>߶̒qJ%8P\u0012@v\u00182rw S\u0006s\u0006*V\u001b#gή^!\u001c\b\u0015-sa`VLaA8k[=V\u0015 tm\u0002X؀ۀ]\u0014B\u0000q?oP\u0013 *['軄d?\u0014ðeR6xҺ\u0016'H0\u0001\"\u000e k\u001e֪!AqW\u0000pEą  \u001dd&s$ZHRs\u001eNխcn\u0002dY{,喱.ɒ}S\u000faS̖.\u000fHgF%ǋ\"n\u001b }r%TI]okBe5B\u0007\"\"}\u0011a\u0005 aH1'j,ʜI\u0015\u00074\u0015\b(\u0001\u0005dK!/'Db\u0002b$ s>\u0007ɹ&V\u0019\"Ɔ\u0012\u0010(~XkNg@K~/\u0016gH\u0014\u0012mkijefAH\u0016PKߵYLJ \u000e9IxT\u0006k\u0007J  3\u0000\"\u0016  V\u0015*\u0004W\u000fk\"{H\u0002b\u0004Raz>\u0013\u0002R8'MRTT؇_+}ђe--f\u00183 R\u001d8z\u0019($rb\u0007\u0001!qU\\J\u0010j3.\u0001焑 \bm9ҁ\u0007\u0012k#\u001f\u0004\u001dl\u007fP`\u0002/$K\u0002%\"*+5Ykr\u00122F{008v*X\u0014\u0015E7ZE9\u001dnheKn\u001f ISzQ\u0001^rl\u0001O?.u#ց)cB\u0002j-,2Z{\u001e[Z\u0004j\u0004U 4 &XS G9\u007f M1YZ1\u0010ej\u001fԢH-Z[[^q\u001eկzP[k}CO 1W\u0004X=FNȦѤ7\u0001i\u0005\u001f\u0001\u0000WY\u0013\"\u000e\u0013#NwN\u0006)f8UO f\u000eF}iCdjLA\u0011cͶ-^\u0015&:Vn5)\u0014RB>֞{jWYc\u0002 lxl\u0007W]4FS.I/${ \u0015y `\"]/\u0014Ch\u0017|U\u007f\u001e(mG`?1\u0002\u007f\"\u0002z~\u0004\"\u001e9i unB\u0002l gaI򔤟s)\u0000BcR,G0\u001b\u0015LP\\'Ƥ`\u0002_$\u001f\u001f\u0004eZ^gJA\u0006\u0003-,ԗ͆~vm9}횴-\u001dl\u001bi0o±\u001eM)|/^$b\u0014\u007fF/>2Ѫ)\u001c^2~\bXz \u007f\u0019C\u001e=e|\u0003B\u0019ذYM|\u00121\u00152Lʬw\u001ef\u001c^5ZS,,IOQ0\u0014RbAY\u001e܂xGʇ;y9\u0017&!-}#-OOֵ9.2UgV\u000en;=ڒ\\(HƬQvm?f1X6t[{t$xe,W\u0006H\u007f-9܏ \u001bNU\u001a&t$$Y0m̎ˁ$I:+;[U-!*%/'Kȃ3\u0007p(lÀ WWDkb\u0000 Hv!\u0001\u0011\u007f6L5rk\u0012$'a'1 98 )9 M\u000eAb syA8A5ϐ\u001a\u000e\u000eTeNn\u0018\u007flmf\u0013c\u0003GӤ f'R\u0001o[=AH\u001f=u 2ݝT֙ \u0018zt$`j(@$\u001d\"H-\\\"V]g.8\u0017ú+aߵ\u0012\u000f\u0019qQ\u0004`ܫg\"߈`\u0011\u0000\u0019j  ɹrȇ\u0011\u0004\u0004\u0003\u0002}@ \u0016{#3Y5TԻ~!6]o\" 08B ŝ Uŗ'S١J\u0015Z ćy>\u00176H[KC).EWXV߮\b`Ь\u000e\u007fZ߈\u001f\u0000ق d2a\u001f*\u0001*sG\"D>3\u001d(zX! my\u0005Gb!]L\\OpM z@$\u0001\u0004 @l}͗\u0010\u0013~iS\u000fb\u001d\\¸l2\b ▹\u0004 \u0007K mXw(6${ِ\u0018\u0004eiO!OL@ƛ\u001a\u001en_ }S\u001c)c*\u0002xྩ\u0013 \u000fL*\u001cȏFK2σ]zΒd \u0012`j9[Lv 7sc%8-ܺ>L˗\u0007LUC]@f\u001c_\u001f\u0013i)\u001e\u000e\u0010\u001aM\u0006}5,\u0002\u0016YtF^Eh lo __\u001f\u001c\u0017Z2BZR ͜]\u0014D^͇/߆(\u001fp\u0002?K\u0019\u000e{HƠ\u00114PڛPR\u0002\u0003j,~[w\u0013FZm\u0001\u001b\u00026LQf7Cw(23&FH@sV\u0013\u001f]|ȡ4Y2z\u0000b3S9Z\u0013\u0004\u0004ҕtBʚ\u0018|Agk@V-t+g6fG =QWЙME\u0000K\u0000\u0010%\u0011+,+uh˃bz\u0013x%\\b%\u001fRr̍\u001c朞\u0017﹕V;E\u000e9\u0003D\u0012\u0002H0ZIj\u0001kw3\u0010E\u0002+\u0017$Ʊ\u001b WV\"m3NYiB蒉X_\u000f[Hes6g%@J|Y %?&oa2R\u001e\u001bn\u000f\u000f>߀\u0006G&p _SIs]-L#To缃De\"V\u0017 \u000f;Ӱ\u0000{T{\u0012:y-\u0013\u001d.O\\w*\u000eV1\"\u0004\u0002Q8\u0012iX\u007f:65\u0019\u0005[&( +@Q\u0000S\\PI\"\u0014V\u001cɻ)鳻T+Eq ݱ(]\u0002CAT&`vpѧe  k$C\u000481Cf\"mǫIy\u0010H\u0005\u001cBV 53zT=~b]O6d\u00052k\u0019X\u0014Űh>H\b!RB \u001c\u007f{\u0016(E\u000eiZ\u0007:'H\u0012Vp\u0018f\u0012&HLD XHB\b\u0011\u0017\u0003H?-\u0007G:N⍹\u0018~G܈%[x1u׀0zC>\u0004 \u001cF\bl\u0006|\\\u007f#\u0013+x \u0006^\u00144s΢\u0001K\u001bĪ\bx\u001e \u001aGp8\u0010 p\u001d(>Ռ>aܪ5׿95TU{7:qWc5~v|8D\u0019X\u001cgb ٘qxl\u000f:6+80\\i7h\u001c*ܭۦVWjm 9_ٺ9\u001f?*J\u000f7nw5ms6doljJa2s4\u001cҷwm\\M\u0013H\u0019H+`\u001aJ\u0011 \u00155eȎ 5ִt\u0010vx'h\u000f\u001cx$ ٰ;Ǉu2\u001c#04콻+\u0015e2Ad\u0019tgbdQҿJVT3:\u0005LY3kiO>un\u001996߸2f -pg5`=+ك \u000f̤j Vb\u0015oPc!\u0018\u001d\u0017m}qM9\u0019z9*$\\4)]@{KD|[.9\u007fiaȾ0ǟ\u0017^OwbS.xC81Gf\u0018GcR\u0001n/n\u0010\u0006\u0001\u0003=\u001d96\bL`\u0010@3AlGJ/-S\b\u001etvMTxk\u00193Z!\"Tl`,tXm \u0001`+\"\u0012\u00041q 7U? \u007fw\u001fha.~yxebfNp Dx r#`\"B\u001cH.\u0002\u0015HW\u0017+ܽ@x\u0002:Mֈ``O\u0092kY\u001fAKwgaV臂fԑN\u0013cL\u0005\u0001n`8#\"^ 'jK;? ߦb|}\u001aC\u0003jA¥ER Zʥ\u0015Vׁ@!\u0016s4\u0015\u0005zW>\bt.ۭ`*\u0012IoaRJ&3}zsɻfMI+\b\u001cŷ\u001a\u001c\u001ad|Í-&]A5.iJU\u0007g +{WҊX_oIV*\u0010sJ\u000eǌ\u0005+j1F\u0013sPńub؄c>WH2i\u001a\u000e) \u0002\u0000})w\u00157 {͚) ί \u001a  XZ\u0018\u0016օG\u007fٺ\\$t+MGVv 4\u0001ׁ#5\u0015]5`zt0 \u001c@&ugk&\u0012+l\u001a\u0003\u001eʑ\u0015\u0013MH\u0001l\u007feޖ5\u0014\u0019Eb\u0015,U(t. OX_\u0012\\2EÛ|PM^O'\u001c*S8\u001cP̗~*t1R\u0006H T\u007fn ã$c(\u0019F=\u001a\u001d3\u001aiFi[e$!@cidO9acgc\u000eCb6? ɒec (\u001cA-XI\u0001\u0010/\u0004\b Ɂf_\u001eI#\u001f/\u001fg\u007f]][^\u0007 S)2)\u001f6Z6\u001a~ͩ*0c g ep/\u0010i&1BMl\u0012\\.\u0002kKԜ4AcR|=\u0010s;pBW}c[\u001eEF [ &N[^ v}W^\bW&Qt\u001fޡ4%3\\ YsTy@Ԕ]\u001eiLs)mؤ\u0017\u001bEp3h\u0015F6ʫ/imt3\u0012  αw.دѼGΖ&\u0000NEq\u0013Kԉ'\u0015\u0005\u001dM_S\"$\u0014O@M \u001a۝7_(\u000f2%\u001ck)\u0012_xl\u0003 V}6ǳU f\u001d{\u0004tg\u001b\u0014ŗ7+Z\u0006\u0006@W\b(꒢eau푪PI  U2\u001e|z]8,v:|:I]Pa5$L\u0016\u001f ǹL A,-\"{9\u0019U\u001cS\u001frf \u001b]8ۜ\u0002{@vۼ&{ \u001bv[o1\u0007\u0017WV4\u001a0T \u001e:T%0\u0016Iv\u0012\u007fm\u0011ta]0h-nKUo=9,й\bzY\u0014.➥) _hb]ܤ%\u0018'SZNإYm\u0016\u0004ū\u001cU˫\u001dU6Hop:m^Y~ӓn'\u001eg}:JYٺ~e,\u0017\u001e }O5t  \u00103] \u0001\u0012Ѫ\u0010HqB9J%Yɺ|\u001enh \u0014no\u001a clKo1|Ȗ\u0015n\u001f\u00137ҍTd誄8i m93&!03MWT{@\u007fuOy3}> EvfoцFFW\"\u0016^Q/\u001b^:-/~Uhc'b{D\u0010ln k= ;-`jakĎ ųm\u001d[wD\"UU֋ۜS \u007f\u0016ׄ\u001b\"\u0012Ppmc3E9\u0013ұ\"8:Sei\u0002ˏ\\W^\u001a\u00025ow\u0005f\\jZVe1F\u001c\u0004*\u0002W \\W  V)\u0006GuayiT\u0013 N,]=tEzeş5\u0014/ - Xg;FV\u0018\u0018YS\u001e\u001eZ\u0016zj:k∉~}\u0011\u0018\u0011SC\u0005\u001af@\u001bƆKHL7jL\u000e\u000fg.0h:kASօc/z]\u0013]07hZZ\u0011 \u0014հASڒoP֬R5 \u0006`ڪ+q\u0014}\"\u0006Ml$\u0002:[\u0006i$\u00127Y,BCiL\u001f-{9V{>%OKV0;\u0018?S\u001f6幣\u0011okk߶UQ\u001e( v%G|z\u0001ƻl ~sF\u000e PG\u0014\u001agv*A\u0010+\u0015\u0011~\u0012e\u0012L!x)\u0014[i \u001bD푫2\u0019\u001e\u001cb \u0013IpK'aj1Y4|p1*>8;@o.\u00059\"\u001eEr׺fN^\u0019iYSeW52*\u001a|K3tv {T$RF(p*f\u001f1]'L\\5Ϡe\u001akirc{ VS\u0019VY\u0002nZbU5iUr\u000ei_a{*\u0005\u000f|˹S\u0001\u000eQWeD\u0015@MY-VrBk+6)V>/0\u0004Rb|Zb֨Iׂ(yWx0bʶ\u001aK2^ir[\u001d\u001eqTitl.\u0012Tel \u001896iwYDo\u0014f-{fT)\b-O\u0000\u0018 8q\"ިN\u0010\u0010\u0013q\u0010\u00114\u0013Q\u0018a~!8\u0017 9虜\u001d}Qiv\u0006KiI.'JGN鵨j\u0016\u007f\u001aD+ߤSI^eȳ  n7j-\u000eCzY\b 8\u000fjU:ةPʟM*u?3\u0001,bGT\u001a\u0004. M{Fmjè:g'\u0017}=Y\u001bm\u0015\u001f*s\u001blJ\u001eZv;iNaw:\u0006* :AirvU+Za:*5H0n'C\u000f&1\u0017\u001fZAH\u0004I\u001a1\u000f\u0013\u0010'oRbtc-\u007f\u0016[\u001e\u0014C{l\u0018\u007f43 z\u001c,]a4i o\u0011סT\u0019:\u0018 FpapY _K\u0010\\\u0015P33 d\">A\\?\u0011kzD0\u00018\u0001RƧ\u0019U\u0017vH ^o3*Ia)\u0015Zj(SP\u001d%\"ֱ5tx\u0000.5jr_\u0014\u0004gi~~Ѹ\u0002[eӯ$9ܓk\u001e\u0012\u001c\u001eb|V2we$ #L:brhS*r\b+ W|=Dvg$23s\u000eC \u0002q\u001ce\u001f|}\u0004Bͯ О\u0013Ró :\u001cY  uE\u0097?\u0012z s \u0013pFFp\u001b\\|>\u001b6\u000fJ\u0007÷?z JJ ;\u0012rS \u001ed#̟8,\u0000qCǈI+L l%}~\u001bu\u001c/Xem\u0019QT6\u0014k'#{>\u001akޭyY+\\s?U\u0005QiZTEo*n6xe՟Jb͞m#on\u001a{\u0017,XHO]/R{Y0qT0^7\u0017T8v]C\u0013 k\u0017l(\u0016^6a>'tX\u001fH~x=KH\u001f^meUt: l׍6iT\u007f\u0014, WWDlo'_eIh-C(!\u0014B̅d2֘X\b>|/GOYaZ&g\u001f8\b򴬄h\u0012f^w R\u0015]]EUūP\u0015bRC\u0015ᎌEA \\5Moa\u0006S[t ol\u0019hZ(P>RLށH]^\u0019saUօ\u0017-ēC!\\j\u00166C13%~&|ִ[,| kk>F>=v\u0003w\"\u0018\u0002ݭ\u001b\u0006v=p`ye\u0012\u0088=K9 (\u007f\u0017Y=(\u007f\u0013\u001e04-c\u001d\" q 0\u0013rs\u0018\b{}d\u001eқ5rNV> \u0006& \u001cdp\u001e%A#\u001f2ʔr\u001d Q[P3m\b\u0004\u0013 WaM7TwF\u0017\u0015/\u001b^zp g-+*\u001bڒЊT\u000el[^\u0010\u001a \u0014\u0005mCڤS74l 6貗x|~ ]\u0005WOrՏi\u007f_k󏼦~\u0012ml\u0001¥qZg3\\\u0006=\u0003؍\u0007j\u001a0(dr?6'rw2\u001eu&\u0003ǉVK&迴9|\u0005ʹ>Gn_+[`֯o\u0000_f w\u001e\u0005K-h*鏈\u0015e\u0016N\\Yp]}[k\u0015 =\u0007\u0005!, \u0002^o\u0007ݺXRLzѥ\u00114KJeušTS$y|  ۃ_fW\u0012\u001a+ڬ|\u001fFD\\s\u007f( \bAmʷr$#n\u0005^}ܧ`F k$1\u0017L9G\u001f/_Hb5^@n دs\u0004\u001co8\u007f|q_$y_$\u007fpF\u001bP_\u0002s+ޘ+>E~ \u001f\u007f\u0014]HR|\u007fJIg?,}\\ |1XqAy\u0019 -\u000f\u001dr \u0001\u001a3\u0003AF\u0002`\u0000\u0010È]݈{0~ \u0000 }{C݇޻\u000f=m\u001fz>}{U5\u0000ǀ/\u0000ݰ\u0000 \u001eL_>\u0019$\u0001hM\u0001\u0001\u0003)S \u0000\u001f8\b 8Rp j3 Ah0\u0019R%\u001c\u0006Qd\u0019kKYI#`\u0001\u0011/Y\u001aQ(?[Ʃl&\"\"lFж1\u001c\u001a :lqr%l\u001fr[\u0014 htsZL\u007f K@o`K%\u0016Alm$;yuuV{ j!l+EGwh^f\u000fDla\u001dV}Z7:!EU9)p^\u001fTh\u000e \u0019Cc\u00193ֻ\u0004\u0002\"tn\"ԟ&s}t\u0017Շ}BJ,o\u001fxQ\u001am?x|\u0014=vwbM.!{nq)B\u0004 z\u0010+6gg5|o93QZY{Ż>yXD\u0014g>1{\u0005\u0018:4zњJvγi,\u0001fUyi 2\u001c\u0016\u0007\u0007ŵ\u001d;SIqm,\u0019K\u001dD\\'Ũ84\u001fK pR\u0001q :\u0014\u001f-v`LL;\bdMņ~o$1\u001cK$Ⲕ8\u0010҉XRLĢb 7g\u0018\u0011A(|4\u0011 }+6 3e C\u0004A164jx&\u0005\u0019av`$OѮY]-H \u0010R\u0013\u001a\u001e\u001c\u0016 \u0012S0l S\u0014} LwI'$\u001c{BOѯCz\u0014{'i \u0011>9\u007f*a>\u007f\u0002\u0001c=:\u0005_\u0002o\u0002\b倿\u0011\u0001\u0012_\u0005\u0017\u0001n\u0001F0 o\u0004=_\u0004? \u0007\u0003/\u00017{wz>\u007f\u001c\u000e_ k\u007f;_ \u0000+n\u007f\u0013?\u0004 \u0000o\u0001\u0002\u00007?{&- E\u001f\u0001* *\u007f#?\b\u0017:\u007f\u0004\u007f\u0007?\u000f_\u0007\u000e3&N'8\u0003\u007fs~,W\u00052& \u0007\u007f\u0003dT\u0001~\u00047@\u0016\u007f\u000f?\u0002\u001f\u0007\u0002\u0017]\u0003{\u0016Z\b+\u007f\u001b_\u0007\u0000W\u0002>`~\b \u0000sC\u0012/r9\u0013w\u0003\u007f\u001f/\u0005\u0012f>\u007fՍ9\u007f\b\u0000n\u001c4(i#ğ\u000e\u007f\u001f\u007f\u0004\u0004?\u0002\u0003C _\u0004\u001d\u0000(\u001f\u0007D?\u000e\u0007!$. %\u007fTtS\\1\u0006\u001d\u007f\u0005_\u0007/\u0003q\u001b\u007fj>\u007fA?\u001f\u007f7 w\u0003\u0000\u0003I=\u001bGn\u0003q7 uV`\u007f?\u007f\u0014?\u0003370\\ࢪ\u0016\u000330Y켝ىʊfd.BVJ\u0012ÿ́\bu@3U1SA\"\u00173\u0005Id0\u0011\u001cQQ738CbE\u00015_i~Y=0\u007f*I.S>\u0011Ob_e#X\u007f3۟*Qxh࿁\u0003\u000e\u001d\u001b\u0015\u0013c5kƞ3e\\ S6Y,gq=bQ7N2z\u000eq\u0015gkO%ֈ'\bYc \u001c2pMK2/=Ψ\u001eq@KK\u001b\u0019#bc#b3=eWx0F\u0010\u001e=>,\u0012a\u0003\u00057\u001eGY\u0013b cϴ\u0011J}{덲C޴u?\u0015x\u0013źH½\u0011F^'=\u0096,\u0003 ӽAӈGo^C%w%\" Ž5+\u000f  \u0014/'Y !F8 \u00151⍯H^KN\u0015~9px {kҞS{>mxX\u0011bclA6?\"z ^Gr76e.,yJ *x\u0012KlsǬxA/\u001b\u0011\u0012eL^\"G\u001a QPZx@/s .$˦+;d1x\u0006st\u0012{y^g_ti_R(H|ٷmlS6E|.*;D \u0018-מO{:vH \u0003 ` >c\u0003\u0006\u000eF{5+cMW=Zў@Q5LrX\u0007\u0019hM\u0091=cW8C.W9J4ҹR d0\u0019\\&\u0010FmA'=V$\u001fY\u001a-w\u0004ZY\u0002-\u0017c}\u0007^)\u001fc]T1+/i#/|e\u001f+C^5\u001e\u0006\u000eRc}/N[/:b\u0005OY1H>WU@\u001f#_r\u007fZo]4\u001bd\"\u001eK ZCX\u0001Z\u000fF\u0013kǍ~6`5zIf+&\u0006xby\u0018wxi=\u0018}d〽ťFջ\u0019/\u0002ƊO\u0006\\YuZG;K_\u007f\u0011Q$\u0004S\u001f\u0018xɽ\u0001ڳ_}da\u000e\u001d:pG2V\u0004\u0005\u0006\u0005TZã|~@& b%:\u0003c},{w%>kXb? \u0003\u0001v\u0001\u0003e!\u0017b6fSOiiiIO\u0007K{&l\u000eZ\u000eXz;`9h镴+Ѿ۫=ʣԫ\u007f\u001b\u001c\u007fo\u001b^]{a# U\\\u0014q\u0000h(+?3-a-:IbTD)D*TֺJ\u0015}I >W/G\\ {3\u0018Ҩk_A_\u000f׳X.uwz67jb\u0011nDWfi\u001aejݷHo\\pvBkqM/!&\u0011%b\u001c\u001fGx>+\u0011=wbt\u0003>S\u0012ѷx\u000f࿃晃C7qQ\u0006 \u000eAz\u001b\u000fΚ5jY\u000eâmDy`\u001e_\u000f\u000f߫ʁ\u0001\u001e^lOE(ëX紪\b? m(f>͗8\u0018\u0015_i]2I \u0012I7݅C\u00179W7c\u0002i\u0014k'\u0019BC\u0017?/>\\ͺ?I\u0003%ɓ& \u00060!Ґ{} 3\u000e\u0005҃\u0000hX}>odo+D\u0012+\u000fĶzJ1{\u0004K ˽LX|eb`sQW- {.=Mɞg^O,/F/g0mũSL͘zfJTX}icm\b6M^^nz\u0011~Տw/?=3\u007fet/gB̾\u0019ưDΜ癳3xk[\u001bo]3|k,ỏS\b1s\u001d!91sb>_v&1o}˾\u007fn~o\u0017X\u0082 /[\u001c .Chaw\u000f(~],Ei-Ϗ|Ҿzg;\u0016\u001d}g\u0016\u0007.~=bHĐw\"_Zh>v\u001f\u0015)\u001e\u0017ވ潗^{b\u001a\u0015\u0015-\u001a ^r\u0017\u001fw/\u0019β`I֒\u001dK\u000eb ^ǍZZxp_\u0010--^e-֖sq\u0012aI[2\u0011Ö\u000ea\u001eqG11,\u007f\\v\u001evr8fL峖_ZneʗWjDص9\u0016\u007f\\?qč\u00037lJ%aHk U \u0013\u0012JH8cg!$\u0006&NL|%13p-C     !\u0007 \u0011>/p *8J\u0006\u001aj\u001eZp x8 \u001dp\u0016\\\u001dt\u0002 U\ud8ba.;N[:ꮣ:j\u001e?\u0018&Á{/ \u001f\u0001x\u0010\u001e0 \u001d9]\u0007[\\!{Pϋ\u007f[O\u0015\u0002\u0017U \\*Eۆ{ۤ'\u001b8\u0011\u001d ~0 \u0011g| NI\u00015^\u0007\u0003\u0018\u001bL\u0003f\u0001pz3\u0012o,x,,R/ \u0002@>.fq|$\u001f'IqR*\u0002\u0010\u0003ճ,8K>Β,8K>Β㬴ާeK EY\u0002Y(1\u0015Wr|\u0015P1VCt=c\u000f80=c\u000f80=c\u000f80Io\ud937v[;魝׊\u001ahZyMmǶc[鱭Vzl+||||d02\u0019L\u0006#d02\u0019L\u0006#d02\u0019\u001a;L\u001d\u000eSwaSm\u0004H-\u0004ɐ\u0002\u0006\u0001[!\u0006Y 9\u000e\u001cv.ȃ| \u0005\u0005BثfsĲ/+\u000fE`b\u001a\u000eB \u001cR(`#\\ȅ\\ȅ\\ȅ\\ȅ\\ȅ\\ؤZ~\u000e$\u001f\u001b\u0014f@#4A3@ڈu\u001bn#r)\u0017r)\u0017r)\u0017r)\u0017r)\u0017raV ݆0t\u001bnmTa mv mv mbSǩTq#6#6#6#6#6#6#6#6#6#6#1\u001fq1\u001fia>|H \u0016#-GZ0\u001fia>Bw]{\u0017Ew!M it Xq%\"%-\\  \u001e'\u0001>UO$q-$U7OJ~$\"n[.▋\"n-ݸ\u001btn҂WZJ ^i+-\u001c\u001ed\u000fG#G'O\u001c8:?qt~̑#3GgV !(U/GZ#-\u0016H }\u0004W2NfF84`\u001c6:s/Ѓ\u0001 &\u00013\u0000xW\u001fHHHHH_u\u0017G FqDݣ+FZOum]zPg9J]!=F\u0017wŝtq']I\u0017wŝtq']I\u0017wŝtq']v\u0003ک~\u001bom}5蠢;\u000e*\u0017S6FUۨj\u001bUmcܿ\u007f\u0003s\u0006f\u0005 \u0002Y¬@aV0+P\u0015( \u0014f\u0005 \u000299b0Tc*1\u0015f0]QΐA\u0005\u001cΔN0had:{\u0019N_fvG\u001c/Ѓ\u0001 &\u00013\u0000A];g$ @en\u0013{\u0010\u0005K`S #ehZp-{=\\\u001ee\u000fײkõZp-{X\u001e\u0015BwW ]+R+ym\u000eXn]M[Wӭtju5ݺn]M\u0016\u0003[Эk5t\u001au ݺn]C[׈;\u0006\u0005ѭut:u\u001dݺn]G[ѭ\u001dd?\u0018\u0006\u0017\u000f\u0007\u007fx\u0000\u001e`8 \u0016w`#PNz;2^|I5>N FxKG\u001a#0\u0012 #0\u0012c\u001a#ag$쌄\\\u0000.\\\u0000.whS\u0002=\u0018\b`\u0002\u001f0/ \u001b)dԒZSKvjN-9Dv\u000eCd\u00109ݥm$ \u001f!?B\u007f0\ba\u0011#G\b\u0010\u001f!?B\u001d\u007fLb1$\u001f\u007fLb1$\u001f\u007fL\u0012\u0000\u0014w\u0000?A'\b\u0004 \u0013\u007fO\u0010 ?A\u001es0\u0019\u0017E~~ L`\u001a&3'8C y_ \u0019У9C\u000f\u0014w\u0019\u0014\u0018 =3hУ9C =Zu\u0010\u0005 \u001c\u0017p\\\u0010 qA8.\b\u0005 \u001c\u0017$O(N(M\u0019z4gќG\u00142\be\u000e\u0011\u001c\"9D(sP\u0010!B 9s93hΜ9s93hΜ9s9ZP\u0010{`\u001c쑃=r\u001d\u000f\u000e1H:\u0006I \u0018$]\u0019Bf A/\u0014AMQW릪n\u001dn;7wD\u001fQWfZ9`^\u000ew?0O\u0015 V X!\u001f+c|\u0015򱂂\u0015\u0014\u0015\u0014`\u0005\u0005+(X\u0005+`\u0016Ђ\u0015ZBǎ-\u007fm\u0018 a6 \u0017 {1^ \u0017 {1^ \u0017 {1H\u001e\u0006 y\u0018$\u000fa X\u0010VG1!Ik0R\u0010F HA\u0018)\b#\u0005a0+=J\u000fì0+=J\u000fì0+=J\u000fì0+ '9$'䄓pz\u001efYaVz\u001efYaVz\u001efYaVz\u001e\u001e\u001efYaVz\u001efYaVz\u001efYaVz\u001efYIi8) '4pR\u001aNJIi8) '4\u001efYIk8=J\u000fì0+M&ɤ7&dқLzIo5&VJ[Iz+Io%$V}w\u0007Azw\u001dw\u0007,\u0004WJ\u0012\\I+Ip% ~I$_\"gHY$,~\u0016I?E\"gH          \u0004+ |0\u001f+ |0\u001f+ ײ\u001f {^ \u0007? O}&%\u001d>_ \u0010\u0001B$D\u00125\u0014bP\u0017B_( ~/\u0014bP\u0017JMÀKi4zo\u001a7\u001bG{q8zo\u001c7NHތ9\u0013 \u0011 \u0019R \u0015 \u001d2`+d6ȂlȁܽGYi\u0003\u007f \u0011\u0006Yk*j糭Zk[VmhURjAcjȊ(C\b\u0018\u0002$ Zm\u007f\\$wy\u0005x\u0011a\u001a\u0004\u007f\u0015\u000eϟ`\u0006\u0019fk0 \u0003^\u00067\u0016̅yP\u0003*'U7T7T7T7E 'Ta4N6:M\u001cEAU\u0010á\u0012v\u00110\u0012R0 F\u0018\b+\u0003`o\u0007v.jUqV5ΪY8\u001agUjUעn nf\u0011;\u0004~ PԨ6*l ۨ6ej٨Z6\u0019ǫ`*X ֨5`*X ֨5`*X ֨5\\*\u0016\u0015iEEʩH9\u0015)\"TSr*RNEʩH9\u0015)\"\"eUU*RV5ʪFY(\u001aeUl \u000eէ\u0014UST}OQ)> @4`w\u0003`o\u0007 ;\u000f\u0003a,\u001c\u0004\u0007! 8\u0014\u000eK]{\u0019\\\u000ekԮkd2:\u0019| >W\u0006\u001f\"s'ZddgFvfdgFvfdgFvfdgFvfdgFvfdgs\u0013D89K\u0017X\b\u0016\u0016Gin=[?}>8\u0019Jg(t\u0019Jg(INJwRҝ>GS:K,R:K,R:K,R:LLLLLLq\u000ex\u0003\u001e4\u00079 \u0001i\u000eHs@\u0003\u001c4\u00079 \u00018`\u001a\u0007Li\u001c0\u0003ů>. \u00174\u0018U~їtM%J~-I^jjZ\u007f_\u001f\u001b#H:$#H:$#H\u0018b0,\u0006\u0018b0\u001c\u0006s\u0018a0\u001a\u0002\u000eAXʁ\u001c\u0006\u000600\u0001  ``\u001aM:Ͱ\u0005»ׅ\u007f-%u\u0001rJK\u0011 `H\u0004C\"\u0018\u0012\bD0$!\u0011 `H\u0004C\"\u0018\u0012\b\"\u0011D\"D\u0010 \u0012ADŴ_LŢI䞹^4EX4EX4E#\u001e&~\u0005h4_oڙ#\u007f\u001eZB\u0016Ч>-;gf7-ʜ(s̉2'ʜ(s̉2'ʜ(s̉2'\\ RA;t@?g\u000fE|o-vη|\u0006W'\u000et\u0018S~k#C =2#C =2#\u0013LL\u0016S;t w,vڮVjZ,>3kw dq\u000eYK~# ߌ\u0002;jSp\u001dNév8\u000eT;jSE\u001aӠ\u00064hA; iC\u001e\u001aР\u0006=Vd\u000eRx\u001ba\u00194rX\u0001+a\u0015UZlb\u0015\u001bhFk8t3l.lя~lcBl\\@t;nm,FpŹ4\u0016;\u0017bB}E\u001f'p跉~跉~WW^vͭ;{\u001b$|7w#J H\"i)H\"i)Hڞv>\udbd5;H⧾4JEI˸Њ\u0015C+V \u0018Z1bh0?@u U\u0018@\u0015\u00060P*WѿU\u007f\u001c\u001c-\u0007GӿU\u007f\u0015_E*WѿU\u007f\u0015D\u0017U^TyQE\u0017Udis9Yڜ,mN6'KdisQ\u0012͔hD3%)\\>YZ(B\u0016JP'ġ \\\u0016|  a\u000fC\u0018\u001a\u00100461\u0011C\u001b1\u0011C\u001b1\u0011C\u0019 e0P\u0006C3 ?&3v8Y1RV슡q2b$Nɪ䝲)>킱c\u0018+;ʎc\u0018+;ʎc8\u000fC\u0019v*:\u0000\u0005(  \u0005q\u001dwq\u001dwq\u0007W~>y|WGk]k\u001b`B\u001dpW\u007fp\u0006-;hA\u000eZvв\u001de\u0007-;hAn:vӱtc7\u001dMn:vӱ~_7Mnuӯ~_7_f \u001b]*jG 1\u0011b\"Dv\u0003\u001b\u0000\u00065C__\u001eLE\u0017y^yE\u0017y^yE~D\u0013}N9D\u0013}A\u0005\u0017D_\u0010}x\b \u0005,\u0014PB\u0001 \u0005,\u0014PB\u0001 \u0005,\u0014PB\u0001 \"Xc! XB?\u0016Џ~.~g'W*5 9i3KO\u0011\u0014O\u0011\u0014O\u0011\u0014O\u0011\u0014O\u0011\u0014-9#9#9#٢-٢-٢_!\u0015\u0011}kD_#\u001a׈F5\u0011}kD_#\u001ao\u0015Vo\u0015Vo\u0015}qj\u0015j\u001f=//L\u0017zydX\u001e/\u000fU}@rn!z9\"ږ\\\u0019|#MkDFkDFkDFkDFkDF^]a\u0017V_ef7rgYeYeYeYeYV\u001cZ\u001cZ\u001cZ\u001c6\u00198la\u0015gYqS܂-8܂-8܂ø;\u0006\u000e\u001bp\\\u0014gp\u0017\u001c^]qx-\u000ew\u00058\u0015׊9\u000e'p\u0001\u000e/ ]Y\u0016yȫE^-jWZ\"\u0016yuGٝ\u000e^\u0014~ g CȋϽ\\+EB\u0017?I#E\u007f}9D?R׋eͯ\u007f(zY/e,җEHtHtH}U3D:C3D:C3D:C3D:C3D:C3D:C3v @\u0011 \u0017wDsh;}p(&b(&b(&b(&b(&b\u0012;w\u0016?\u0013-\u0010\u0002,\u0010\u0002,4{[$\"\u0015IHjER+ZԊV$\"\u0015IHjER+\",\",\"WReR5rozh\u0013}\"\u0011'w\u001fޟ%={k8Lc\u001f\u0013D?&1я~Lc\"MXhB\u0013\u0016Є#9\u0002 MXhB\u0013\u0016Є&,4a  MXhB\u0013\u0016Ф\u000f惪j>\u000f7\u001d\">F'\u0018Q$JO-\u0014\u001c\u000eK?\u0003G@\u0004ӣh8\u0006`\u001c\u001c\u000f'\u0010?d8\u0005Nt8\u0003΄l8\u0007> s \\\u0000\u0017B/EE\u0018'>\u000eOk \u0016~\u0007OP\u0005Yx\u000e? \"T4x \b/+0=~gRz\"[0\u0017A gκ\u0010\u0016A-,Vÿ\u001aJO\u0014\u001c\u000e\u007f?\u0003G@\u0004h8\u0006`\u001c\u001c\u000f'\u0010?#d8\u0005Nt8\u0003΄l8\u0007> s \\\u0000\u0017B/EE^\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 'Oq}   s \\\u0000\u0017BD/EE\u0018>\u0004\u000f\u0014x\u0004\u001e 8 $\u0017u>X'\u0002C%\u0002#`$`\u0014Y׷mp;\u0001wsnsnsnsnsnX|Υ\u001a\u001c0]\u0018\u000f\u0006߇\u001fC+={: \u00150\u001c*a\u0017\u0018\u0001#!\u0005` φ v=`O }`_\u000fgXO>\u0000\u000ep\u0010\u001c 'P8,~矊\u0013?_\u00122|\u0005 .\u0015ep9\\\u0001WB\u0004[6\u001d;.\u0000wD\u0007Y\u001fa  ~w=G I O3 \u000eNf$ۃݓ\u001dG=\u001br [wp|sP\u0001á\u0012v\u00110\u0012R0 @4`w\u0003`o\u0007 ~tt\u0003@\u0018 \u0007p\b|\u0002\u000eR^\u0006\u0015p%Ϥ\u0015n\u000e\u0013 p7L{^(=:ʨ\u0015\u0019\"VdԊZQ+2jEFȨ\u0015\u0019\"VdԊZQ+2jEFȨ\u0015\u0019\"VdԊZQ+2jEFȨ\u0015\u0019̏?b~\u00141~Z6N\u000e\u000e ./=u= \u00150\u001c*a\u0017\u0018\u0001#!\u0005` \u001b/=\u00008\u0010Ap0\u001c\u0002C\u001e./WR/ \u0012 p\u0007 z2 c\u001f\u0018p\u007fIKPD_~WW J\u0005A¿į;\u0011kJﹻ 8Zm\u001c6V\u001bGjhq8Zm\u001cmaF~ÌriFoFoFoFoFoF~=^i\u0018#\u001891F1rc\u001cc\u0018#\u0018yhkW]ߵCK>r\\\u0013\b.㵵Z^[kkym-嵵Z=Z=Z=Z=Z=B^kym6ټ6fl^kj!_-䫅|\u0016,Wj\u0016_Y|5f,Wj\u0016_-,=!x\u0018#(L_|W\"\u0015wE+]|W\"\u0015wE+]|W\"\u0015wE+]|WWNJ~`P?0\u001f\u0018\u000f \u0007\u0003CU~\u001f(\u0007 *ݡJw\u001dt*\u000eŔ\\LŔ\\LTp \u001aHF5RjTkZ#\u001aHFT \u0016R-ZHj!BT N\u000euPj\u001dTZ\u0007:A\u000eu8ڝ|Nv'_ld;%)NVJRld+%[)JVJRl>yɷoooooԎN>\u001c~د\u0006\u001fd* ++\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f\u0011{gxgxgxgxgxgxgxgxgxgxgxgxg8m'knG^N^Nչv$w\u0011_\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FCU\u000f\u000e_2߿5Xj'V;ډz\u0007l\u000fe{(C\u001eP=l\u000fe{wtW;{d{l=G\u001e#{d{ϰOʮOi \u001c\u0001GQp4\u001c\u0003q0\u000e\u0013D8 NST8 N3L8 Άs98\u0017΃\u007f\u0002\u0010>\u000f_p1\u001a\"nv\u0003`\u0002 \u0013\u001e\u0017\u007f\u000eڠj4\u001a FѠj4\u001a FJ8 >+]+++]iJsWܕ4w+]iJsW\u0003w5pW\u0003w5pW\u0003w5pW\u0003w5pW\u0003w5mQ]U]U]U]U];yg\"J-\"J-\"J-\"J-\"J-\"J-*\u001ea  >\u0006j\u0006j\u0006Z]˹k9w-ܵsrZ]˹k9w-\u0006qWrܕ\u001cw+]9᧟. a\u0011+⻟\u0005c\u0012Dg\u0005\u0013(=\u0015ODs0i\u000fF%rqp\" Gˌ^lE Nj1rQk=.ZՈ\u001ek&. v\u0019Ϣt(muAȂ\u0005:*\u00186W\b1\u001cť5:]i&WvQ\u001d-%R /#\u007fh\u0013x\u001d?׍\u001e% k|kFe_ kacШobv\u0013fFO0zo)\u001fw_;]\u000f= GdW\u001a}\u0014^%^{^~(h7E\u00127`xbRԛxT\u000e=\u0016\u0013 ?ݜ\u0010\u0015aDe׏Dc\u0010LL4=fy &c\u0016#u\u0003hh\u0013D} w7{=o\u001b\\c-O\u000ew0!+11xu?I \u001aʐ\u00156[!C\u001cZtE,Cf\u00192\u0016co D F}G5\\8ʅ̘3w\u007f%2_\u0004=\"\u0011A\bzf[o6$&G D$&4 'uxo/+ee:aln+Z VUzғc:k/Z)kVZ)o yjVk FZhb) m6h\u00015Gt1LD\u0007\\YS1eYݬ9F\u0018c9uήsu۱jr9r}71g(zD\u001e+x\u007fiE\u0016U`Ήֽ\u000f55H~1p#n[\\\u000ezW\u000fs=\u0006:\u000ev0{b\u000f\u001e`\u0007\u001b\\~ \u0004&DjU꼫֊Ά[o֕}\u001f\u001brcNd)_G8\u0014KT`ۉ&Weos\u0013&j`hqhB5+}m>,(D\u000f&kA$ލ~ ԝ(\u00110{G>/|\u0012>\u0005GD\u0003ɣDq0N=ɩ{j4=}IG\u0005 M6*Q?>\u001b(\u001bxc\u0015;܉N>iZn\u0007F3҂Ni\u0016uah=ch׋xH׋2\u0014eF\u0019QfD'^\u0011\u0015\u0018*NO-r%8ϊ寬v ~]ּ;|\u0007Ej$vZ;^\u0006ݩ֎Wkˤjxk\u0014>_\u001dO3\u0012/+JEj߬־־\u0010|zߢ#n [A\u0015*L\\\u0010Pr+(r?\\\u001d(WG:QAQ QjuT\u001a^Z\u001d\u0018VG?QOTZ\u001dզQmS\u001b\u0014PbuԪV\u001dUGe\u0013UKǨUGשZ35Z35ZRAj=H\u0007\u0006\u0016Pk&fR\u001ajͤLj]E5Z35Z?Ϩ5Z35Z5ZG5ZC5zZ˩5Z3Kɾ\u0002pL{8gGURs(\u0015\u0004\u001d\u001cJJѠ&mR*=G(+3_2QŘC񪺔T*ŞNR *\u0011ʍ\u0010 ,\u0015\u007f\u00056aEL\u00172~\u00973;\u0004,e D`X\u0012*`8T.0\u0002FB F\u0018v\u0007g׭u~Vfi*` إ\u0002vԵN*| O^\u001b7ٽсr?;\u000ftk\u0010B \u0010z(J\u00151\u0002QDE\u0011\"\u0010\u0007\u0010\u0012\bB\u0019@Qt\u001c,(X\u0002H\u0014\u0007[BK@BB/W\u000ewƹ{\u007fWޫsN\u0012XU\u001dP\u0017$ÛV h\u0007ڃ\u000e#\u0004: @\u0017p! .\u0002)b t\u0007=@*\u0004\\ z@/p9\u0002\\ zՠ\u000f\u0006\u0005@\u001a\u0018+uZCL\u0003\u0013]>\u0005\u0017XfR-Z\u0000- \u0001\u0001-A2h\u0005Z6\u000f\u0006\u0005@\u001a\u0016\u0007\u0003uFp3HwcǟcǟcǧIL\u0001w;]`*=^\u0003\u0016\u0018 $\u001bx \u0007o\u0005M\u0016\u001c|\u0001\u0004\u0000l\u0004f@&[A!(\u0002~]9/᜗\u0004q3!n#(8\u0006N8E\"~\u0011gHđs$\u00040\u0010\u000e\"@$\u0002 \u0006Ă\u0014IA{\u000fp\u000fp\u000f0}\u0018>c\u001fƱ\u000f؇qr7=Luǳ\u0017ًxb̐8 \u0007\u000fYA\u0010 \u001e\u0006PVTV6MeeO\u0005l\u0001+[\u0016\u0005r\u0019psX]\u000eau9.G=\u0016y9\u0002x\u0011\u0004^\u0006Wku0\u001f\u0001\u00167[m\u000e\u0005 \"\u0018  n\u0015>n\u0015>n\u0015>n\u0015>n\u0015>n\u0015 Ƀ!y0$\u000f X \u000frw\u0006!+}\u0015X ր\u000fZ\u000e\u0007\u001fO\u000fl\u0000\u0005\u0012\u0002\u0011l\u0002\u0016\u0015\u0014\"\u0015m\u0001?o,\u0006%\u0014\u0004e\u0003| \u0001;.pH$8\u0005N3\u0012\u000es3`n\u0006̀\u001907\u0003f \u0001s3`n\u0006̀07\u0013fL s3an&̈́07\u0013f,\u0005s`n\u0016͂Y07 f,\u0005s'0w2̝ s',\u0005s`n\u0016R\u0010\u0011 ]`o\u001b\u0006^F[X4\u007f \u001dNp\u0017\u001bL\u0005\u001c5 \u0007\u0004 \u0019`&\u001f \u0004krp9~\u001c?\\\u001f.\u000f+\u001f\u0016?W\u0002݋DaaV`a0+0q\u007f1,l,l,K$d6FɍX\u0014Iw\u0014]iV5U\u0015f>~wY~bֻbefbarr=هޏ=ྀ 7\u0015֦TX kSam*M6\u0015֦հu5l] [Wհu5[\u000eü0o9[\u000e6 !\u00176\u0086\\ؐ \u001braC.lȅ !\u00176\u0086\\ؐ  r2 /C2\u0014MH2C\u001diM!-!\bgT\u001d~\u0000\u0005\u001e\u0004\u000fa\bXM\u007fVӟg5YM\u007fV\u001f=>l\u000f=>l\u000f=>l\u000fc\u0007\u0003؁~@?v\u001fǇa{|\u001e\u001fǇa{|\u001e\u001fǇa{|\u001e\u001fǮk\u001e\u001fǇa{|\u001e\u001fǇa{|\u001e\u001fǇa{|\u001e\u001fniv\u001aniv\u001aniv\u001aa{|z\u001aǇa{|\u001e\u001f0S)L\u0014s 9K\u0012/%\u007f8>8>8>8>8>7}R(\u0012\u00179ћ\u000f 8է9{̖*NeN*b9;9g;2D2D2D\"Dl^\"^\"\u0011Y\"^\"]\"'L/\u0011\u0019OX',\u0013 xr -!>-;-;-;-;-;-;-;-;-;-;-&Z7ό\u0010 \u0010 \u0010 \u0010 \u0010 \u0010 \u0010 \u0010 \u0010 \u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0005\u0002A\u0001\u0000qP%@\u0012 f \u0010\u0004Y\u0002,\u0001b\u00001K%@\u0012 f \u0010\u0004M\u0013l'6Nld;vb&ۉ\u0017\u0016\u0013/,&VXL\u00011A11A1Y H\u00054~1POן6Gcd 0s9YUbNt^sM5UwD'j\u0013t0'\u0013QUDNT^'Mub\u001f뒛\u0017c\u000f\"9x\u007f7\u0016l\u001e\u0016l\u001e\u0016l\u001e\u0016l\u001e\u0016l\u001e.0\u0018f\u0017cLg \u0018\\\u0001+`p\u0005 sa\\\u0018\u0015\u0006n[k>꿕Y;a\u001f3\u001b\u0011\u001bXhN\u001dx1\u001bƭJ\u0019l>fԥ2o4\u0005ҏvfسEzR\u0014JG\u001a5p5|\u0007Z}r\u0005 ^چ>rߦ\u0013v j\u0010jr\u001b\u0003ڍ\u0011A\u007fb;\u001dЮcvD\u000eo9(QvK\u0003zgP9ytG(&g YYnɖ\u0014\u0007/ \u0010\u001e*UpuO&@*@*@*@*@*@*@*@*=\u0012 \u0012 \u001b\u0019D,1\u0004d\u001bk?V~W\u001b`=Cvx-L]J\u0004}yf3\u0015ŽyHMIҞU aΗAԪ~Cd\u001fy\u00051wS O{ʲOE,V ͶBvVYzϑ\u00160[=Luvx枍\u0007~臘g%_\u0013\u001bأ \u001b-/`7Rc\u0013̎oaEP= \u001d\u001e}W$dK\"-#Q(-4-c\u0018[5-Oy\u007f_+ \u0013Ғ %\u0019tK2d-fznone\u0019F9r plǼ=v3Hl\u001aWb\u001d-hQ\u0016eGԮ{oqO1qZV;?Ք\u0014TS%M\u0004c$\u0016#\u0011q\u000ev`\u0015:W29>o\u0003no:29;i{>FVZ}vepz \u001a ]*\u000fr\u007f #y}5~#7~37>p ^mo\u001aH^_5i:4d~5YN f~VN\u0012\u001b&oFk-Y{,\u0004B$2z\u0012\u0012k\u001d` ӔgxVZxP\u001bK`u\u001ek7`su\u0011ϓxބ͸ל-xޒ Φ6&p\u000e~\u001c؝]N\u0003\\ܐ:Ơ uR\u0019uZP%;hu%yx;vy3(\u0011m \u000e\u001eg\u000e!;\u00151v\\={o]wuCYk:\u0001k+ٿ\u007f Nb~nЪ+is\u0011zk˪:Ywu^.V\u0017Ns{\u007fHgozcz2y~,0,N\u0003Z_CXɫ\u000f`}ұjIX\u0014XaX\u0006XՇjW\u001f2cՒj)N|Qv rt\u001b&L \u0013ZF.Qe&Ĩ=&Tߚx\u00137 4214QM3\\4-M+uڴ5)״32\u001dLGMgE;&\\LwCGK%:4=uez\u0018פXs\u00191HMc$3ܩ{ͽ:L3t+yZ6 Bּgef>,7u;S`\u0014\u001cԽQ~N\u0013\u0007:N\u001etw;\u0014\u0005\"UJbF=)SL\u001a!\u00132gOgu\u0003z&wׅJ}iL\u001aF]&ir\u0003}\\%p\u0019\u0013\u0017CF@H-i] \u0017\u0013u_\u000e*V\u0019\u0006:\u001b9WJe.\u001fmh`\u0019)cz@Z$v>I2ζG\u0010וfR\u001bP%r \u0010r\u001erkd\b9@u]\u001c+i$\\\u0012|$]\u0007ܸ\u0012fL %[\b콓0II vr\u0011\\)z!WVOL\u0019?zZ u#gf/,2++ !k[\u001camVN2{#T+gZs|wlYj*+eN2|jeV\u0016[{2Ff +\u007f'\u001d$'h+kZYʆV6ˢpZ[.Vv&OpYy&zY9L+'Yy&L+g[s|N\u0018c\u0012+?r\u001f[#':ae'=\u0019\u0012ne)#&4be7+{N2qrHo+Yy\u001cflf\u001ei$+r3  \u0003#od(\u0015\\u\u0006dԯJ͈\u007f7\u0005GY7HmWɻRA ~O27s켌-Yқ\u007fU`ⱦ\u001a]%\u0004~˸ 2Wd\u0013\u007f?|\u0010\u0004C\u0003D6O\u0011'YJ\u0002b\u001dG*TP\u0015KPP.B>WU#X I ݪuR\u0013T]zM6x\u007fj|*X\u0016TDeV,.C:WaSU\u0011ב]%D^\u001d\u001d,OW\\..B\u0016,?\u000f28nQƋ\u0004#,\u0003F't\u0001uU1+Mos\u000f]SDumA]\u001351t\u00146;\u0012Sqy:NVr\u0010\u001d\"Q\u0012k\u001a\u0012k\u0012i\u0014D7\b%\\QUM>UO+\u007fR*Yf\u0012*\u0013\u0007Uʒv-\u000fjh\u0019CDz R.^_2}Nu\u001fG^t=QO\u0007ZIr\u001a;MN3fʬ \u0011;g;՜Le5\u001aU#g\u001b\u0013E$;V/qNSǩ$:N\u0003/+y\\M\u0014\u0019tj\u0011#:aN\u0013D:QN\u0013:qN \u001c8}Lk{^\\ \u00034qk]3,0Ec S|a4|k*!`~4\u0011\u001auz|ü\\6os\u001b{\u007fZotYiVfЬ5\u001fuf=v2Snfo\u000e}O \u0002z\u007fǼC\"z{\u0005sz?\\zu=E; ZηHAݤnV\u0003Ս6EOoYY\u001cu\u0003\u001eHڤ6K:\u001b]9\bH3̅\u0003\u000eFwͻx\u0002q!3~|,yP\u001e0Y_\b\u007f9 $H֑G\u007f,s6ȧ|._ȗ\u0007(dlR(EmۥXJT\u0002x\u001b)dO\u00019(\u0015-|'\u000f#V\b~\u0018k=!'唜3R%gɗ\u0007\u0006r@}\u001eD|\u001e9\u000f\b=˞hȝ  :KOԷ\u0017oźDޡzޭtޣ1\u0007A]a\"DyٳG}X\u001fG1},>O3˥ri\u0010\u0013J>\u001dn\"L\u007f3\\G{\u0019lf4\u0007,y fY&\u0007,O+\u0014NB5wҹ\u007fDY~Ҽ_ֽk\u007f\u007f\u000eh3(jcu\u00113[ F\u000ej\u001a%m5%U\u0006\u0005\u0012S託zF=/CjԓOC\u0019yzM)W$$ֲд5d@j] ,\u0005[\u0013\u000fPZ\u0010?tfNI|}Z\u001dZU\u001f]vmT\u001b~:誺W+Yj\u001fG\u001cbDB~ `5:xgYw1hl#[8\u001bA \u0003`M&| ='`|(= ߟ3m\u0004n\u0016AG+nt{\u0017;X\u001b9̎\u001cnG#GڑvdoGOʕj*TE+MvUJT \u001dkکvݪL=jڧ\u0003꠪p㘣9nN9mΘ*;\u001c6zhi / 0\u001e yŨ!\u001bD\u0006I\u0018Ӵ\bL\u0017F)\u000e\"\u001c\u0007}H=$qaPs\u001c*޵#٧6H\u001dR\u0012mR\u0006փ\u0011L/\u001b\\R\u001fس o\u001f imcA2/~,^\u0019;i\u001eN\u001e\u0018ϼ\u0004۪ꥮVYG2:ϖW\u000eV\u0017rJPu-\u0015zpݖ#T\u000f[TLԖU/[UW2\u0013zej\u0005\u0013`檭xo\u000e9DG\u000eU\u001dTGp 9Ba-\u0018\u0002d:yVԅѪ'r .Gfb\u00154FNT\u0005BW#'kϒ\u0003k5OE>GF^%[2Lnr (\u001c{\u00165\u001f\u0004o\u0006z\u0015 >{\\X㳻t@/@ׂ/E:\u001c\u0014+\u0018*aZIL)\u00172=U(\u0013\u0014Rpk\u00043\u0012\u0000-\u0000 \u0019\u0003V$-LA\u00199\bh~afAr\u0018\u00078\u0004\u0012\bhnp6ʎdrw\u000e\"\u0013(_6\b~d+\u0011L&\u0001 7\u001c)\"zQID\u001f7\u0001  PE\u0000\u0018`gZ.4c\u0017\\%z- \u001c\u007f hItلWB+\u0000\u001b\u0003I}s,BY~eI $ TU2AT(7\u0004èP($\u0016T\u0011؂\u00135UnΕ\u0007:T#X\u0013]UOF\u000eM\u0006ejW%\u0014qqu\u0012o3]I\u0014YSLfJH\u0003͑5Gos=\u001b]\u0014V'S9[Q\\-04d=y}N?.\u0019Zy7J;O&ڡG@;-U OB,IRa]O$\u000e\u001b'\u0006j\u001a8%N;NM\u001cwOqJZ c\u0002 GpMuZ508\bLJ\u0017@y `YA21@A\u000121\u0000\u0012r'I}$@puWz/aG\u001c .\"X\u0001f \u0006\u0000\u0006 :f@\u0003Pc*Qx??\\P12P\u0002T \bN[\u0016pV` ͈\u0000\u0019 f\by\u0011 2/ \u0003k\u001b䴲4\u0000VTS\u0013+\u0014 d;{bd*j\u0001]lg˵8;^֍ M !\u0004kl2DZ\u007fcy3)\u0017\u0019=.\u0012:bFtp\u0012du\\Y[\u0006S\u001a;\u001c\u0015\\*xcxf]c\u00056-vË\u0000\u00156c ^n\u0011RabsL 3\u0016fLG@c5\u001dmˠʀrP \u00117,LC\"]\u0003\u001ck2:F\u0017x5x6Xw\u0004\u0012FٷE?XH:P|0֝%\u0012M,\u000fsUsb۲\u0010hk\u0019AA]*`\u0019\u0000F; \u001f֯m~K+enʃLfT[H\u001bt`JJ^h??B7~O%?Y\u001a#!\u00153=\"%t;+\u0017 ē9֮\u0010|Cn8^@wGڥ\u0012\u0003ŉu{ \u000e\\-\u001aKV\u0016 \u001cn8)!8\\%$\u0088':sM\u0000) \u0003 2\u00197\u0001\u001c].\u001d%;2\u0015K\u0013\\\u001fc\u0015\u00031\u007ff )G\u001f\"u㠨}\u001b@\u0089g +[Z?y8gV\u0002MEqB^\u000frעPڣWd\u0013ܐ&Me \u0017vc:~$wJBTZixKjI\\\u001e>%l,9d}~Ф3\u001b\u000f)\u0005\u001atpڃIT P\u0002>/K\u00007\u0006r\\[;'H\u0015C @m\u000e/)؏NF7КX\u0019\u0011JF\u0019\u0012\u0005[ޫ%uˏI\u001fKF\u0019\u0004}` og-,Uη&A\u0004@\u001d\u00170h,\u00060 xPUԿI\u0002%%\u0003\u0012]n7mR YBf\u0005G8s[fw\u0002\u00066\u0003˷!sT|0\u0011\u0000p1uII7NV.Z{&S#\u0016y\u001b󦋷7Ԃ\u0015!9񍷲>i~\"13w)\u0015Z_SS=\u0019yR\u0001hl3;D4 p|s\u007f\u0014`\"\u0018S´6_D η\u0019\u001e aW.LkSxg1m\u00162QV/\u0005\u0012\u0012;5\u001e`:\u0016 sHvOV \\:n!tBo\u001fڧQŨ3%,X\u001bC5\u0010 -%Q %Q>c5v]Һ\u001d\u001cƯM\u0017xt^ hhqQ vnz>c\u001fV/Wv8\u0007|􉡵t?H{zy7o\u001dR\u001c!=Q0\u0003u&U˫@i%c\u00002~8N Ė·\u00137M+\bw-1\u001dx\u0004!\u001fE Fw]eS\u007fȾ\u0003*Rr*\u0016[쫿ogOe; \u001b\"\u001aA٬A\u0000_#\u007f\u0010\u001ft }CYLKxfW\u001e=\u001b\u001c͹\u001cLǈ\u0003\u0006X\u0015\u0000\u0010\u0006y  WW*59|m\u0000V]\u0089v\u0001#0\u001e \u0010\u000f@|!>\u00102\u001fl\u0003!V\u007fΰ h\u0012\u0004DH\u0016`3=ϵ$ dɫ\u0002\u0016:9Q\u0016ξh+rji9o\u0013 =SpH*8Aފ782h6)2@Ѓ)j6\u001b.Y3MR CSHfʨcdRW1kG%\u0006tGTX ſl92ݙ,w;{\u00034\u001e*ОWk\u00008](\" \"oߞƶN}\u001ed.#\u0014x/wc\u0017y\u0015r\u0012 \u0019\u001dF MU\u0017L bTc tJuܛ(z+ \u0016ETŌBG@0\u0003n\u007fˑ/\u000eR9Y\u0013\u001aC\u0003\bF\u001eǏ?@A}0v{M4\u001aV\u0005w\u0015\u0010 ׷Jaa9Y0hh\u001d^l\u009da.;\u0014\\n _ytԍʌ\u001e ] /Filter/FlateDecode/Length 93>>  stream  xc`\u0000\u0019 \u0003\u0003P[\u0014\u00120*\u0002)`=\u001bLqD100\u00015\b0@(V\b\u0006!\u0014T ;P\u0003g\u0010\b\\q\u0003Sg\u0004Y}\u0006\u0006\u0000\u0011 $  endstream  endobj  xref  0 24  0000000010 65535 f  0000000017 00000 n  0000000125 00000 n  0000000181 00000 n  0000000420 00000 n  0000001300 00000 n  0000001479 00000 n  0000001731 00000 n  0000001899 00000 n  0000002138 00000 n  0000000011 65535 f  0000000012 65535 f  0000000013 65535 f  0000000014 65535 f  0000000015 65535 f  0000000016 65535 f  0000000017 65535 f  0000000018 65535 f  0000000000 65535 f  0000002795 00000 n  0000003022 00000 n  0000052240 00000 n  0000052527 00000 n  0000116793 00000 n  trailer   ] >>  startxref  117085  %%EOF  xref  0 0  trailer   ] /Prev 117085/XRefStm 116793>>  startxref  117722  %%EOF"}]},
{"detail": [{"content": "Ph.D. Candidates in Israel Studies, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Ph.D. Candidates in Israel Studies              Jehad Abusalim   Ahmad Amara  Ahmad Amara, is a Palestinian Human rights lawyer. Amara received his BA and Master's degrees in Law from Tel Aviv University, and earned a second Master's degree in International Human Rights Law from Essex University in the United Kingdom. His research focused on International humanitarian law and the law of occupation, in addition to land and housing rights. In 2005, Amara co-founded Karama (Arabic for \"Dignity\"), a human rights organization located in Nazareth, where he served as a Senior Staff Attorney. Before beginning his doctoral work, Amara served for three years as a global advocacy fellow and clinical instructor in the Harvard Law School Human Rights Program. His research and advocacy projects in Harvard focused, among other areas, on historical land rights for the Bedouin Arabs of the Negev; land confiscation in East Jerusalem, Housing rights in Israel and Jordan and the rights of domestic migrant workers rights in Jordan. Amara's current research focuses is on the legal history of late Ottoman and British Mandate Palestine with regard to property rights and legal advocacy.  Shirly Bahar Shirly Bahar is a PhD candidate at the Department of Hebrew and Judaic Studies at NYU. Currently in her fifth year, Shirly is writing her dissertation on documentary cinema from Israel since 2000, particularly focusing on cinematic performances of Palestinians and Mizrahim citizens and subalterns of the state. Mizrahim and Palestinians, who verbalize and visualize their continuously precarious positions in Israel, by testifying on, and enacting, Zionism’s lingering effects on their traditions, lives, and bodies, star in Shirly’s dissertation. Shirly is also the founder and organizer of the successful Mizrahi Film Series at NYU, which presents new film work by and about Mizrahim – Islamic and Arab Jews – and invites the filmmakers and films stars for discussions with the audience.  Dekel Canetti Dekel Canetti is a cultural sociologist, interested in generation and maintenance of common narratives. He is writing his thesis on a born-again (Tshuva) Hasidic community in Mea Shearim, Jerusalem. Dekel received his MA in sociology from the Hebrew University of Jerusalem, and BA in economics from Haifa University. Dekel also facilitates Paths to Peace, a Palestinian-Israeli discussion workshop in the College of Arts and Science. At night he is a brave superhero.    Dana Ernst           Sandra Fox          Sandra Fox was born and raised in Syosset, New York. Sandra received her BA from Eugene Lang College (The New School) where she studied History, Politics, and Jewish Studies. At Lang, she received honors for her thesis on the history and politicization of Israeli and Palestinian Sesame Street Programs. Currently she is a student in the joint PhD program of Hebrew Judaic Studies and History at NYU, studying the history of Israeli youth culture and education.  Hillel Gruenberg            Hillel Gruenberg was born and raised in  New Rochelle, a close suburb of New York City. Hillel received a BA from the  State University of New York in Binghamton, where he majored in History and  Philosophy, Politics and Law (PPL) with a concentration in Middle East and  North African Studies. Hillel spent his first year of  university study at the Hebrew University while also working in irrigation on a  Kibbutz in southwestern Israel. Additionally, he was an Intern in the  Israeli Knesset the summer prior to completing his BA. The year following  his graduation from SUNY Binghamton, Hillel enrolled as a non-degree graduate  student at the Hebrew University in preparation for his doctoral degree studies  program. Currently Hillel is a PhD candidate in the Joint PhD Program in  Hebrew &amp; Judaic Studies and History at New York University, specializing in  Israeli/Zionist Political History. His chief interests include the  encounter between Zionism and Liberalism in practice and theory as well as the  adaptation of Zionist ideologies to the Israeli political sphere.          Shay Hazkani          Shay Hazkani is a doctoral candidate in the joint program  of the Department of Hebrew and Judaic Studies and the Department of History. Originally  from Israel, Shay received his Master’s Degree in Arab Studies from the Center  for Contemporary Arab Studies at Georgetown University and his B.A in Middle  Eastern Studies from Tel Aviv University. His research focuses on subaltern and  socio-cultural history of the Arab-Israeli conflict. Prior to starting his  Masters, Shay worked for seven years as a West Bank correspondent and as a war  correspondent for Israeli radio and television, where he covered the Second  Intifada, the 2005 Israeli pull-out from Gaza and the 2006 war in Lebanon. Besides  reporting on the daily clashes, Shay took special interest in human rights  issues and the Israeli settler movement.                              Donna Herzog       Donna Herzog is a doctoral candidate at the Taub Center for Israel Studies in the Department of Hebrew and Judaic Studies at New York University. Donna’s research interests include examining the role of technology and development on the natural environment, and the role of these initiatives in transforming national identity and spaces. Donna is currently working on her dissertation on the history of Israel’s largest water infrastructure project, the National Water Carrier.                      Brett Levi       Brett Levi is a PhD candidate in the Department of Hebrew and Judaic Studies and Taub Center for Israel Studies at NYU. He received his BA from the University of Pennsylvania, where he studied History, Jewish Studies, and History of Art. Brett received his master's degree from Harvard University's Center for Middle Eastern Studies, where he was awarded the prize for best master's thesis in 2013 for his paper “Hasidic Geopolitics and the Greater Land of Israel: Israeli Hasidic Rebbes Encounter the West Bank, Gaza and Territorial Withdrawal, 1982–2013.” Brett has worked at research institutes and non-profit organizations in New York, Boston, and Jerusalem. His primary research interests include political geography; religious Zionism; ultra-Orthodox Jewish communities; and post-WWII European Jewish history.                     Geoffrey Levin  Geoffrey Levin is a PhD student in Hebrew &amp; Judaic Studies and History at New York University. Originally from Wheeling, Illinois, Geoffrey received a graduate Diploma in International Studies from the Johns Hopkins School of Advanced International Studies (SAIS) Bologna Center and a B.A. in International Relations from Michigan State University. He also studied at the University of Haifa, and is a recipient of the Schusterman Israel Scholar Award. Prior to NYU, Geoffrey was a visiting graduate student at Johns Hopkins University’s Department of Political Science, and was a researcher for a project analysing post-“Arab Spring” constitutional transitions at a think tank in Bologna, Italy. His research interests include Israeli political and diplomatic history with a focus on U.S.-Israeli and Israeli-Arab relations.  Fredrik Meiton        Fredrik Meiton is a joint PhD student in History and Hebrew &amp; Judaic Studies at New York University. He has a Bachelor’s degree in History from the University of Lund in Sweden, and an MPhil in Modern Middle East Studies from Oxford University. The working title of his dissertation is “The Electrification of Palestine.” It focuses on the political and social significance of electricity generation and distribution in Palestine during the period of British rule, 1917-1948.        Dan Tsahor                                   Shayna Weiss            Shayna Weiss is from Jacksonville, Florida. In 2007, she graduated from Brandeis University with a double major in Near Eastern and Judaic Studies and International and Global Studies. At Brandeis, she received highest honors for her thesis on religious women in the Israeli Defense Forces. She is a 2008 graduate of the Drisha Beit Midrash Program, in which she spent the year studying Talmud and other Jewish texts full time. Shayna is now a doctoral candidate at NYU in Hebrew and Judaic Studies and the Taub center for Israel Studies, focusing on issues of religion and gender in Israeli society. She is finishing her dissertation on the origins of gender segregation in the Israeli public sphere. During her \"free time,\" she blogs about Israeli television and culture.                            Amy Weiss            Amy Weiss, a  native of New Providence, New Jersey, graduated Phi Beta Kappa and summa cum  laude with a degree in Jewish Studies and sociology from Rutgers College,  Rutgers University in 2005. As a student  in both the Henry Rutgers Scholars Program and the Sociology Honors Program,  she wrote her senior thesis on the religious and educational influences which  impact American Jews’ decisions to make aliyah.    She received her Master’s Degree in Jewish Studies from the Jewish  Theological Seminary in 2007. Amy is  currently enrolled in the joint PhD program in Hebrew &amp; Judaic Studies and  History at NYU. She intends to focus her  research on the ways in which American ethnic groups influenced US public and  foreign policy regarding Israel in the post-war period.        Graduates  Shira Klein, PhD Awarded Spring 2012            Dr Shira Klein is an Assistant Professor of History at Chapman University, where she teaches Jewish, European, migration, and Holocaust history. She received her BA from Tel Aviv University and her MA from La Sapienza University in Rome. She completed her PhD in 2012 at New York University, where she was a proud member of the Taub Center for Israel Studies. Dr Klein is currently revising her doctoral dissertation into a book manuscript, a cultural history of Italian Jewry and its diaspora in the United States and Palestine. It enquires into the experiences of Italian Jews from the time of emancipation in the nineteenth century until after the Holocaust. Dr Klein has received a Yad Hanadiv Fellowship in Jewish Studies for 2014-2015, which will enable her to spend the year in Israel working on her manuscript.                                          Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.5  %  1 0 obj   >>>  endobj  2 0 obj   >  endobj  3 0 obj   >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI] >>/MediaBox[ 0 0 612 792] /Contents 4 0 R/Group >/Tabs/S/StructParents 0>>  endobj  4 0 obj   >  stream  xUmo0\u0010\u001e)>\u0014\\ \u0004lKJO\u0011Z\"3ζw\u0007\u0004H*\u0012{y3\\ p8j#wߔ\u0001\u001cUnW\u0015Ba\u0010W\bjf\u0001OǦ\u0013ށ\u0012VW\u0014;B1ZFfL\u0002\u0004\u001ao3b(_\u001bF*ʕO\u0005\u0011m&]X]\\}CZ\u0018.ADe\u001d %ՋsWH(!\"21\u0004;:w`!\u0001sښ\u0015/kRh\u0019\u0005NT7 H+6RA.397\u00003ڋZm\"w\u0004AԴ\u001d\u0018]I:T\u0010ּE~t\u001by\\/\u0002\u0015u v\u0005Nu\u0017tsPuI \u0001:B -3GIda~(E4E0G.Oh΅\u001f\u001fLn VkZ)`h'\u000e/6 Y\\d6gRM:cM. ijq#)NC~ 2\u001c ֪NzrCU.\u0018vMNp:s07 yaԷTg$DD>\u0016\u001d\u001aCܔ^ bTmom7\u000e\"')ҟg #\u0012OAygu#A\u0019B\u0010Ӑ 2\u0016\u001f\u001d  X40t]AťcyTƎyGMl[\u001b\u0002WOL+\u00177aWDsX`ċ.iI~,o\u000f:  endstream  endobj  5 0 obj   >  endobj  6 0 obj   >  endobj  7 0 obj   >  endobj  8 0 obj   >  endobj  9 0 obj   >  endobj  16 0 obj   >  stream  xRM0\u0010 \u0007Iz\u0010aY]RZa\u000f!mM$~3m\u0017{pad{/3CE\u0000\u001c B\u0001b\u000e{ |\u00108x\u000e\u0017\u0002| \u001eA \u0010``18$,e1/Rk̮kl\u0000\b,.,\u001f$\u0012梅\u000f\u00143!9kN\u0011\u00067֖%Ɲ29\u0006UW\u0010B~o3Fx[\u00187Ki,cGwԓ-1i~\u000fUW RR\u0004* mՐ\u001b[}I\u0017t٧6gY۸:Z\"ZjҲ̌\u001eo;G.F@ZW9;V\u0018ٰMU\u0006Y\u001e \u001fm7ͫ[  endstream  endobj  19 0 obj  [ 226 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 267 0 0 0 0 0 0 0 0 0 465 0 0 0 0 0 0 478 0 0 0 0 0 0 528 0 0 528 491 316 0 527 246 0 0 246 804 527 527 0 0 352 394 347]   endobj  20 0 obj   >  stream  x\u0007|Tes>dɴ$!eH! i$\u0016\u0004\u0014\u0012@P\u0011\u0004\u0002XX\u001a *k[ĵ\u001bW`  {ߵaG#w̼3  ~~;9y}sSn\b\u0000_2UT?t  RSYݜv\u000f\u0014\u0000\u0005WS9jߕd\u0001\\ ϚR]S ~B,\u00062kf\u0017\u0018e\u0000'Mi U\u001a7\u0002\u0016\u0004>mfS U+\u000f\u00010|[ǒeq\u0000`{\u001dVzf6\u0003(|\u0016weܸ. @mYԾb\u0019A밾i)/|w\u0001u\u0003LjW\bEݨ010ڽd嚯)\u0003p%\u0000Z]\u0004b,OYd\u00159W\u0003,i_P\u00077=/J>}>%\u0003\u0018.[be\u0006v\u0002\\lyײ5O̲)\u0000A-?}g;HTx=Yϊ|dܷ\u000f\u001b#+\u00075p@\u0017S@\u0004\u001e͙C] .I,#kA\u000eX\u0003\u0013\u0004 @\u000fa./KvaJ~\u0000t\u0011\u0017`'\u0007*J4l p\u00079sM\u001e\u000fx\u0001~Q\u001f9\u0007\u0006鹻\u0006qغHo\u001fuq)Pÿz;\u007f{\u001f^~4:-\u0012پ (\u0018 _| d\u001f\u001fsc\u0019oټ\u000ed!~ fK\u001dW~a4rr_}?{\u001b\u0007Fe0\u007fyG\u007f e\u001ewatH\u001bEK\u0014[SUEʖ\u001eKq/+wgmZ{\u0012\u000f߳\u001f\\?׎TK~\u0019W>{ql|n7?>V=\u0001`lX] S\u00020\u001e 2v\u0006\\>Vo྆˸a0&Y\u0010.݃____/ຟ[ go?c,>\u0001iL\u001dw\u001fȤޅ  p ,\u0001Y;Ǡ\u0005\u001f8h\u0000&ȊHIؖx  )nl2\u001aJxAVP 2PW-vTR=\u001d[&iyƖ bɅG RHIfCyvFV \u00016\u0005/\u0016Z=A~t/K =&^ᩱwW{¬S\u0013][Vmj.Mv\u0016lhVwta6>I7\\z̈́m\u001ccü3 +=Qc;paqJ9V[PY\u0019&t\u0014=ZYia\u000e\u0018.O\u0010ƴ WU'fbժ:K?#'/\u001aՖ \u0015#}lרء OMW\u000eiT\u001e`c\u0013m\u0011{0P\u001b}8sQa3J\u0013Y\u0016Kh\u00150Zı$44i\u001d1)/T\u0018=0\u0006k3\u001dnSHlOJhh\u0015\u001b\u0017b \u0007g\u0010\u000eZo$\u0010f-nBm1yj{\u0007\u0017n \u0006{մuO\u0010\u0010;{r-k\u001dg\u0006\\kO6]ظ-.lӲÄ-\u001c*[b^\u000e\u0001\u0013RLxĄlL\u001dARLRH\u0001\u0006N5c14P'#]P҉\u0017:ލ&)޶VqrA \u0011C\u009f)B :a#X \u0016B\u001cL0\u0011\u0018u\u0017Q\u00100a\u001fu}{w \u0010&\u0017£4G\b \u000f\u0013\u001e\" !|L\u001dC\u0007}\u0014\u0014uYL8B\u0006!F\u0011\u0004B Kp\u00134\u0014j$(( '@KxBiS'i)O\u0018&l%Mp j3;%r \u0011%'MXG Bq;a1e!PC#T\u0012&\u0013 ys\b'\u0013&\u0011\b\u0013\bz\u0014B-PLPQ\b+ \u0013   #X3B5\u00003)\u0006\b)\u0017Qjp#\u0010\u0011\u001e\u001dA.\u0003m֋\u0011a ZrY\u0012+=w}(~\u001ce\u000fc( F\u00968q7\u0010 \\o\u000e\"6\u0010.#\\Jp1p\u0011B\u0005\u0019h\u00016@J'\u0011\u0010j 5~c PIp\u0012 \u000eB\u0012!`G \u0004B B*A \u0010d:\u000fM\u0011x\u0002G`\u0004\b\u0017E \u001cF\u0011\u0010Q\u0005(Q>C\u0014\u00131>B\u0010\u0003QCً,3(O {Q\u0006V݄̈́?\u0010'\\G[\u001cyds \u0010&'#p\u0016L\u0019 k\b \b=\u0015\b\bK \u0012\u0010N!L&\u0004i\u0015IrB\u0019a\u0002PB(&\u0017\u0016\u0011L\u0004#@\u0013t\u0004--5\u001a \u0006Q^Cy\u0015\u0015Q^By\u0011\u0005F\\EV'\u0005Oq9sYևխ omHlmZ^ց8smڿUUwF̾3B3gpV\u000eiW3ݪPsχ=֞Ξ=W =\u0007q=%e{.ᬘA\u000f3joPnyhElyr,g峖sXjZtty|R-,,]ΟV4oiԺ%痰p8s\u0016\u0016\u0016t:C\u001d9 B9m9'\u0018:!gNhnߜPkNKx,\u007f\\Ns(\u001cji k ̙\u00119 i} 9uЬ:6%6T\u0017?\\]\u0007]2ms[|y/K>̭s0cҺ I\u00118Jt'nH!qk(eqef.\u001c4`~,\u0003\u00163g`47\u001e0FFy\u0003?0?8ϰ\u001b 7\u0005 9yF[\u001f\u0001}~ߠgA}N~mPV[oбΟQ{@\u0013pA f\u0004lJp\u0002 Og0\b_C>\u0007y\u0015KbNf`\u0016\u000ei=ǜCLw^ƲY\u000e B6ɬT.\u0004'\u0018\u0017W)\u001exXqt\u0011h!ߊ\u0011/oE^\u000em.~\u001e,1,\u0017Gz;&z4VI\u007f\u001ant)ѓiMR\u000fĸى%vj?5WWXs\u001f|97g$++YCXX:\u0016`\u007fǺ/_^J^{\u0013E,\u0014 ߉yS\u001c%l?>]\u0011X\u0007g1 Wߢg\u000fWx ދGP5ʗ=O\u0006E,9  \u001f0x=\u001cϷأC#މ9oaRGB\u0004*21\u001eQxsX!M\u0004KF 4x&c \\?U\u00189\u001ae:\u001fV08,%$T\u001e6Rވ)3c\u0016fu8\u001e[5.c9\u001c:è6\u0000IȒሧ2/ |\u0018X\u0005\u0013Pc~aĳr̙̪Y FY\u0016+0\u001ek\u0019 ]~!709r3` _!DV*΃\u0012 \u0004{U5\u0004\u0007% \u0003\u0007\u001e\u000e@v\u0016qb\u0005Л5j% \u0015o］\u0017\u0005\u001e|m4`\\ii ^$V\u0003T*\u0014BJ\u000eW\\\\TTP?\u001b_ )\u0006\u0014I\\$ IE¢\u007fLv([sپxw%ʅ$m2=N \b \u0019I R(Uiŕ)5S\"T\u0006!ӓ,X\u00142Q&X\u0011pke?E]3 \u0014뵜\\p喹>Yo\u001b dwR\u0019g\b\u0013\u001b6=Nޠ6tZۥ1T!/d!VAN\u0002-:\u00124@iA#fCR\u0016x ?/\u00114//g%Y2JVd \u001ds9Ac%{r\u000e\u0003&\u001a~?,Thlov\u000f\u0015P}\u00154'U\u0007|j2K\u0013ߌz{}؛\u0015fѡft+ \u0011oMA_^\u0013GΕC\u0012n\u00146\u001c\u001e=-\u0013\u0018  yLyZoR\u001bM]XԐZ>}i\u0017?f 2`֘\u0003mUeԲ\u0019 euOΟ3Ъ\\>5љʛN-\u000ed6W̻quuT\u001e_y\\5\u0019ܒ\u0005\\d1!bC;~GY \u0004\u000fAqd(L\u0019\u001d \u0000[=у&Y=ho&[ =R1\b Q\u00161oz\u001fm\u001f\u0017\u001fo*\u0006^ɼ-;2e7E\u001eaSՠ46ݐ (݁7\u0004ˠO0UNNgբQc\u000e}\u0005g\u0000#w\u0014W*/U..k\u0002v{L֔Tޱ+\"{ q } 'N=o4lt~\u0004i.e9ſ*.\u00047ao`nЬT6g:;\u0003,1gMVfzT3:m\" %t\"j 2k\u000fSM@#\u0000 N\u001f{BV O0+U\u0018`\u0017\u0007\u0001_]\u0004>A3$\u0014=C{*p)\u0017즽\u0005N\u001a\u0016(AޑɃ\b$șyЇR'\u0019f|ii\u0019)5\u00182\u0019\u0019vu{TmP3I\u001d99|O#fC8b\u001bFi5Z\u0006p\u0007\u001a;\u001eiۛ_0ÛYaTܓѓ95l\u0017gj4:\u001a\u0005;59W o \u001eC2d\u0007D\u0003\u0006=t%tԴHHL\u0018.?\u0007WF\u0010Mv߇Nh'굷*tMڇvx\u0015\u0015=\u0000\u001d񠙠srs쁄D_R/՞\u0014u&R5\u0010M9y &wz'\u0011 \u0014]/]b0#w )0Kѡ-\u0002q,ȏWOfzWߟd7s|љd%ٹM\u001cfs\u0012C xB52'gߝ>⎼Ϫ*LW\u000f??\u001c |\u007fF!eB\u0013\\EFq!+\u0003\"-虉P\u0013\u0014`bAR.eI˪,_0Qҙ-[4v\u0006 [{\u0002@\u001bB\u001aç \u0011\u001do|'\u0014f85;4T\u0016Yuzb\u0011ud\b  iϺrԧi,q0荪96)+%%3Q2|YqSzwD6z\\+L9Ǟ\u001c\u0016̎]!+\u001d1\u0000\u000f[C*~AiY!ƦrE\u0005\u0006G6\u0013:J!9exT \u001f\\֥\u001d>smK #\u0007mK\u0016N+tf\u0014\u0007;\u0015zCq\u00159.ky\u001f/_RQq٪΂,N˟^;kђ^\u0001 PvRK2%C+ň~/MD֍\u0004\u0013\u0017Rȗ  \u001dЛ0[ gp|\u0001  \u0004e\u00133\u0007@ bȘJ7FMF\u0019@ߜrt̢ EcsJi+zjE/_yL|b♅:F5ku9&mhM,iY{6gPQ? {UlpѤ)sǧNl Rp=\u001a\u0007k \u00047\u001c5\\f\u0003\u001af4.X_\u0016\u000f`\u001cnG3\u0007X}eԸ\"Q\u0015L9l=,;$J\u0007MT\u0006\u000e&RY\u0010[\"/o=wmIdJmٲe\u0016[lq}lˉ\u0013y,'N$,M;Ҵ\u0014HS  Rŏ|,y|¾yG%yn?l,nx]\u001d]Gu\u0016m\u0001a\u007fc[GK!`Zdq \u001dP[O\u001c\\;x`Jv-\u0007\u00138Ӑ\u0006OwWVei\u0003k\u001f\u001c&Hgφk~\u0003#=яw\b\u0018m\u000471#,/)־vZ|$\u00007\u0018Y'8\u00035hK4}\u0000:כl{\u0016\u0001ײ\u0011\u0018Ӵ\u0011f65\u0018Mb v\u0007?%\u0013^1I#>^6m^63͞\u000f\u0005\u0003\u001bI(09  ^(lUu廐[\u0011\u0010/Q\u001fj5زw\u0005\u000fc>G߽(\u007fxpVW_Fs*pE?o'#\u0006\u0011ty|ŚoNDG P9\u0012\u001bL6鞫Ɔ\u0007,[mD׎\u000e>;^\u001aMt\u0017'Lm 7D\u0005FkZߕc[\u0013].il,mh 7\u0012 FQ9b6\u000enC-Axxޗk}̯vȲ7]}>h Wc/0k)'g\u0002mGV#nN#Dz+\u0015h?-:J[+* \u0018ApTj s_|\u0019U|mEh\\9{P\u0004*#ZZ- (FRɝ\u007f y$\u001a&*o]=\u0014ǱZu\u0011 F\u001e\u001e\u0007] f\u0003\"f[;j ٮ.@hnlw߽\u0015?xs;]?.\u0015=lt\u0018e\u0017f\u0002F,{;ϰ[\u000f;\u0006\u001f;T퀫\u00048Zs\u0007wvUU7rOV\u0017>}hs >\u0013wdKݢVM E+\u0019|\u0018&\u0016U 4WZ\u0017 fdQcav k)H\u001fg9sW\u0093EYN+*&PU3|] KsX^U\u0015nvۡ&~}%\u0013]\u00149$d^lm_YʓG i\u0000Ֆ-\u001a\u0007kۥsJG%-lZ c\u001f}-8bIl[96Y բs,\u0016X \u001eT1^Zf  ;jVX=`a\u0019td\u0002\u0006f\u0005$`;H W\u007fej,^\u0007v(S1qkUy+B R[\u0011\u0004n+]_\u0004\u0012qzMF\u0000itr,2чQ+@T\u0017uxތ(P5^i\u001d\u0017Zz'fv;\u001c\u000e\u001dCec1 \u0002 5˪\u001b\u0003U[Vմ?8\u0014ټ\"\"\u0002#dh7/\u000e\u0016lY԰s*:%=sH\u0014\u001cV( mZ] 5\u0007 [R\u0015XE$\u0001r \u000f \u001e \u000f\u001bdѳ⶚è\u0017Y \bX\u000e a\u0012\u001bY\u001c\u001dG\u0006>q\u0011q-/llqZ\u001aK[iB D6[\u0015bufV׏\u00166T\u001aCKE\u0012ݒF](\u0014it4:Pdiw6\u0012OhaNЍg2g=k^lƧcks挤j\u0000\u0017 _ V{l\u0006\u0012pH\u0003eٌ 3 ,j`e\u001c(+Ae\u001f$\u001eY(\b~ײو*9]0\u001b!\u0006oEΌ[oQݍ]Sݩ]t;7y\u0003{`[[[\u0002}\u0001`GG| \u0001tBu .{/齴6#zӖ0oY'\u00049\u0000\u0013~\u00177uw\u001e\u007f30 }\\W_zU\u0014x|szӕϾ\u000es\u001e 5}\u0013m9Ea.錶t\u0004nْ^nR͋ꖴs^k-g>B[ǜ\u0019>iBo\u001dTM FYAthA+Z3w)\u000en\u0017+t\bb1Jq-Y\bх=ۻ밉w^yA;- _V.sglY\u0016/s\u0014DQX(e\u000f`\u0016WxQcu,j\\>,%\u001efٮ\u001bq\u0019ěh i][]Kf\u0014ޖ(K jcp-\u00041\u0015\u0018t͝!IR+2ᰏ--9 FɸV[VWm۲=PV\u001e2\u001a ']\u0015k\u0003&w[Y7Q)jD\u001bPe\u001eTiLIO)Fv\u0015f$G# G+-VJ枓$U~o\u0005[\u0019|oU Y [E^\u007f:B`= }|\u001aⲐ#aË:Vmcg\u0013E7w5L`ꎞe@m-P\\Xs\bBK-썡EEW\u0011M/)z$ Ս\u001d[׵*B.R]^w{y\u0017DцpKX;\u000eGX\u0012m1[j,\u001d\u001e}KY\u0012\u001f\u0018W?&7\u0007ϖS_\u001c̖\u0000&h5DS\u0018u\u0005\u0001O=_ 6:{\u001b\u0017bN,\u0007DnI6y\u0016)xccys:sڬ.۸Tdq\u001e\u001eoh\u0005 :(PmLt\u0006\u0016G|:SZ믌(,\u001dZQX\b\u0002\u0017\u0006iu\u0017\u0004\u001aVd1I\u0015M\u0016cu\u001df\u001f7\b \u001fIi£gz͝3dq4kcndJ\u001fX\u001fX@ [4b\u001e_^\"ALbal ,c֕W71v-4Ky\u001c:|5#\u001e%\u007fW9R \u0005o'ד=p?\u0016U\u0016/:]\u0002(G\u007f\u0013L?\u001bz*ˡS\u007fѕ 痢\u0090F9ġ~t/\u0003E қ/\u001a\u007fC4D0IHE\u001bHzһT\u0010\u0010~\u000fE~\u0003i\u0010  4L&v\u0006Lʟ\u0004\u0010A\b\u0011\u0010A\b\u0011\u0010A\b\u0011\u0010A\b\u0011\u0010A\b\u0011\u0010A\u0006-y\"A_4D0IHE\u001bHz\u001a: EҢKKoAz\u001a\u007f/(}C$e$ idg*P\u0019V˳qiy\u000e9UZG\u0001&g>EThy\u001dR[D?K6\u000fky\u0019Uiy\u0003}Kӈ\u0012·2j]#jy  \u0016-O#F\u0001cZE6\u0019-!YUwA f[Z^DR!GKԚL]z\u0014\u000eiy\u0019? *\u001bZވ\u001ad\u0006\u007f8U9yUj^WU9yUj^WU9yUj^WU9yUΏ#\u0005ՀGEP\u0003z\b\u001aDI4&g\u00182%\u0004Icp\u0007\u007f\u0018 Ó%(\u0001upo\u000f &U\u001c~ǡAH2x/\u0001e\u0006\b\u0018!b3 XC\u0018\\M½1L}\u007f\u0004ZO ʍ\u0000a:\u0004\u0014ԅL\u0001b  y \u001ec\u001a2ĨV'.\u0000N\\$e%u\u0018`\u001e~$w\u0012)AxRIGɝ\u0004AZF\u0001'A$6r ZULg*\u0005 \u008b*ﴴնA\u0002 J\u001cj\u0014Ơ\u0014\u001c2Pe֢i|\u0013\u000e-\bKmr\u001f\u001eYFF a\")M\u001aScU$5jX `LdQ۸G+3 WG4\u0014pj`FK1b#1;Wښ\u0007%1RV\u007f2V2O\u0005-g 2\u0012Z2S6i4Y\"\\ R6}$Y{Lv\u000fy>7I=N4\u0004])~w.t}ֶTMn\u0011\u0006\\zI*GZ Ƴ8\u0018Լ4E\u0013_\u0005w\u0006QXD9\u0019\"]U) t5!Ba\u0012\u0011r[\u001e&P&\u0005ۿp0\u0001\b.0\u0005Y.j>5\u0006g66~$iax$\u001a \u0001{p\bC\u0000y7-\u0015 U\u0010?wYOT\u001f\"2CAWe\u0007 2\u001e2D\u0018r \u0017*V򍟫$\bo\u0013\u001c\u0005\u0019\u000fߪy ,z:+ZTVg0':}^s՚%\u0001̉ʋG>oH\u001d#7vENU9rd\u001a׬\u007f\u000f`b˛\"o\u000e腹gpp\u0004WЇ\u0017>QMZ}@DW\u0013hq&\u0012iPzG\u0006)exrb \u0019O\u001e\u000f\u0012#\u0003\u0011edR)C2\u0019\u001bTȰ2\u001c\u001b\u001dI\u001cV\u000e*S\u0003D\\IO Tơh*> o )ɱxr2L)Xj*\u0019TXB\u0019IA\u001dh Z0\u0018 \u0005\u0012?LMơ\u0011\u0012~@H 7h0iފ$\u0000\u000fM>wdpoֻ{dl015e1 LN$\u0002\b\u0014\u0018RTXI=>\u0006v\u0012\u001c)W\u0003Yt˶\u0014ǖ\u000e\u0004 昩Uj% \b@-\u0011XI7C\u0012J1 \u0006ƧR\u0013S)\u00108.7BtA4Q=\u0014\u001foc\u0013d瘗zѷ.\u0017Y\u001aHȄK \u00181B;UU3ke2 -o0-Ʉm -o6\u0016Zb!6\u001bfz\u0010 \u0001\u0001\u0001\u0019~\u0011\u007f\u0001o\u0000\u001f\u0014Pf/\u0017n\u0016\u0005À}\u0003`o\u0005i>\u0001_\u0000'\u0001;c~\u0003HI1I\u0002^\u0006\u0004j '\u001c\u0013y$MC\u0013MS\u0013\u0000\u0017Gy\u0019?w\u0011Ϸ%^pa\u0014e(lyܹ \u0011YtFkX\u007ft\"q\u0005\u001d1Ԃz2u ^xF4z|/\u0011&R\u001a6%^x\u0004\"P\u00105C%\u0002\u0004\u001d|_d(%(kEʉNt\u0002K/\\ұFg1\u001d\u000f\u0005#4g,c\"\u00113*\u001a55.\u001ad5֠.nZ}Ǭ M4A;YJ50.۟fN\"\u001d\u0002\u000fu\u0002 m\u0003Gs\\a\b\u007f\u0004}^x%!H\u0012\u0019.\u0005\u001e \u0001;7m\u0010g$Nvc5IPE / HbU.q3˴ \u0005=\u0012ĹC@/D*^&6\u0017q\\B#cD@+:\u000eH=\u00028TU&x\u0007\bM\u0010::T/j,\u001f.&\"cyZm.xQsIvL^qgmH;\\f \u0015?w'nbȩ\b z\u001e\u0004\u000e\"QDst{ \u0014xI\bE,۸\u0015c&\u0007\u0007\u001dܬXpd3r!mDı&O :\u0007E0\u0016!E\u00114@@D\u0010j\u0014B\u0000 j9Jă+3\u0015!f.fYd yGGP\u0013@!\u00186&$K\\9j.\u0001DJ'a\u0011\u0019tA+Y¸3\u0017ϝ9j\u0016/\u0019x\u0010LI \u0002BFjg(X\u0003K\u0019f[O\u0087ҙf\u0005\u0016\u001di[\u0006\\\u0011aᑰ5vtB\u0003ޯ\u0006x\u0010.^$M f\u0005($;$ \u001eN&Pޞd|?IRc( O*(\u000fFir\u0014H\u0016,+\u001az(3*ȵa   hO\bŃ7i9\u000e ;ua{'ߝ|]\u0007J\u0005#^࣮|cln^NjkնZv{ҋuJi!ti=K \u0015[R\u0014o`%&(B1\u0012\u0010\u001c!C\u00043 $LfB2Ab5\u000eKvq_ J dbwI}Я_\u007fKs^s̹ؿ=is\u001e؜~ *P?\u0015D\u0003t\u0006i4\u001cU\u0007stFyz!\u0011H\u0012\u001cͨX\u0016+jz\u001e\u001aaZN z\u001eV\u001a u8=Ai\u0003樱h]\u000ej\u0016});ؕ7+bWEwĮ\u001a\u001f\u007f\u0014=\u001d\u0007g\u00060x ^G7\u001bMtJ49,ai\u000eKsXò\u001c,e988888kgGkh2}wHp3ͥ_Т;;;;:;:+\\4W\"\u0015iHsE+\\4W\"\u001dF7e(K9Ӂ[z\u00038 \u00019\u000eq@\u0003r\u0005E\u001a(]\u0017QWENk/uzz\u0003\u0014\u001dk(Wq2Bifz -N;Awwxz\u000f=GgDɊ3,z?}Φ\u000f҇\u001ft\u000eK\u001f N\u0017Ѕt\u0011}>I\u00124#}>K\u0017h\u0002}.%2}?*?*.iHl ]Gsz)@7Ms/h\u001eB|n;|\u0005>.间,ʚ֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚֬i͚lEWj'h#m\u007f85hWŖi+6zʟVIm.\u0013}館hhhhh{|\u000f\u00184F1: 'qI~\u00124EY4EY E-t+ͧvh\u0001\u001d\u0006LҀI\u001a0I9\u0014$&)4II0IL>$3I7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 7ސ{C 9(䠐B\u000e 9(䠐B\u000e 9(䠐B\u000e 9(䠐B\u000e 9(䠐B\u000e 9(䠐B\u000e 9(䠐++sS~Zi'Ea\u001bQ/p>\u0017\\\u0012s\u001b|_T26e\u007f? K\u0018]\u0012F0%.at K\u0018]R=4^9q\u001dq\u001dۥ;;\u0003;\u0003;\u0003;\u0003;\u0003;\u0003;C2%sY2%sY2%sY2%sY2%sY2fD/ƾ) >\u0019kO\u0006\u001f3\u0013]fLt.3e&D2\u0013]fLt\u0005㢡\u0002^8V=a*M\u001fKYl69t}|Vj>ZG8b>#(((((b\u0018.hEF]G+\u0002FUt(|GH;nT\u001aըFe5*QYjTV\u001aըl...=\u0012= \u000fHG gҜM\u0019RtC\u000fR\u000fG\u0005\"h\u000e  Qeɼ\u001by\by\b8u\u000f=\u0013yB;Oh  ؇\u001bpc\u001fnm\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016l\u0005fYm\u0016p\u001dq\u001dq`ٺl]dޡf\u0004g{T\u0007u`[\u0007u`[\u0007u`[\u0007u`[\u0007u`[\u0007u\u001cG\u007f{L\"Ŵh)-sS5=@\u000fR C0-Gh\u0005=JJZEi :zY\"j\u0004[`\u0011l5FU V*Z垕 \u001eY\u007f\u0002EZQ\u0015EZQ\u0015EZQ\u0015EV\u0014ي\"[Qd{{ G(2\u001f/02̿ /sc|sp J6;.Z@\u0016\u0012oBO!P\u0002\u0012\b@\u0004\u0002%\u0010(@ \u0004J P\u0002\u0012\b@\u0004\u0002%f\u0019,Ce'uۑ\u0011y\u0004i\u001eAG\u00112SPf LA)\u001c\u0014\u000780Ł)\u000eLq`\u0003S\u001c\u0014\u000780Ł)\u000eLq`\u0003S\u001c\u0014\u000780Ł)\u000eLq`\u0003S\u001c\u0014W:::ZUkj W5o\u0004oĮ~( /] ѯc7FߏŃsc\u0007XOX\u0018#Vp\u000f^Å'E\u0007%AyPb\u001e\u0007%AyPb\u001e\u0007%AyPbE{?]IJr̳\u001c\u0013rL1!Ǆ\u001c\u0013J\\5-\\5-\\bsv]>_M`;s\\8bg\u001c3\u0019Gl #\u0015iJ3Gs)ә;8)Ӎ ֩z\u0017z\u0017z\u0017z\u0017z\u0017zoR/UKUGT\u001dzD)\u0015\u001eVa\u0015\u001eVa\u0015\u001eVa Tا>\u0015.Q\u0012\u0015.Q\u0012\u0015.Q\u0012\u0015.Q\u0012\u0015.Q\u0012\u0015>§\u0003\u0002g\u0011\u0004j=RGH\u001e#zZTj=RGuKnj\u0019j\u0019j\u0019j\u0019j\u0019#zZTHTHTHTHTHL\u0019i\u0015gY~\u0000M\u001f\u000f?Ї\u001c:>B\u001fyt>}. \"\u0004}>E\u0017%iG }>G/\u0004\"]J\u0013Ke }U-t9o4~A\u0016mt;,jz\u001e\u001aaZN z\u001eV\u001a u8=Ai\u0003S@Nj Nڋ7*3{Jz\u00078 Ǒ*Of\u000emf\u000emf\u001e{ '?ӂS\u0006TA\u000f.\u001e\u0019}]\u0011\\iʓU\u0007\u0007ͥyۂ\u001bN+\u0007'\u0015hc.ژ6梍yNueוЕWW^]'2S)9S)9ҙq:3NNu˩n9-TSr[Nu˩n9-T }ejؙ\u001f9:B# x@6 Ȧ\u00014 \u0006q\u001cq\u001cq\u001cq\u001cq\u001cOޛC_\u0016ˢ~Y/eQ,E_\u0016Ǯ 'EG\u0010\b\u001eA#\b{\u0004a \u0011=G\u0010\b\u001e_ZSwj\u0019vȩ\u001drj!v\bqNu:N':%\u007f\u001d:Ա\u000e\u001dб\u000e\u001dб\u000eѫkͺ֬kͺ֬kͪ;\u0001 n@u\u0003\u001bP\u0001\u001dP\u0001\u001dP\u0001YR%YRtJgtJgtJgtJgtJgt,e\u0016f!o\u0016f!o\u0016f!o\u0016:BY4 fSʝV3i&:D4\u0013fLtN3i&:Dg=\u00137Ѽhܙ w&ȝ rgܙ w&ȝ rgܙ\u0010\u0013?gLޟ3ݯ~_\u0003 P-=D\u000frzVDךk˵Zrmڟ\u001e'h=m:\u007f\u0006z\u001ajyX\u001dlMo\u0014fLN[vzvP+m\u0004=Ci\u000fSoiA)q?=K]tS  \u001f?!]\u001d !\u0019?$d\u001f ~\u001c^T:KT:KT:KT:KT:w\u0001j\u0016j\u0016jU~\u0017\u0016j\u0016jU~\u0017 7 \u0012VJ|[o+m%ķ\u0012VJ|[\u0007\u0005Xy\u0002lǷ\u001d߶v|ێo\u0019|[\u00062 e-o\u0019|[ҘUƬ2f1Y՘UY՘UY՘UY՘UY՘UYK0k fUaV\u0015fUaV\u0015fUaV\u0015fUaV\u0015fUaV\u0015fUcV5fUcRZYK1k)f-Ŭ\u0014bRZY՘UY՘UY՘u\u0011f}\u0016ì1k2f]Ymu1faV\u001bfaV\u001bfaV\u001bfarZY1k9f-Ǭ嘵\u001ccrZY1k9faV5faV\u001bfaV\u001bfìu\u000ea:ZY0k\u001dfaV\u001bfaV\u001bfaV\u001bfaV\u001bfaV\u001bf\u001dԀK ԀK }1.m5ä{~ D@\u001fs\\\b}>Fq.\u0013I\u0014]LЧ\u001f3Y\u001c}@\u0013t)M/ї+U\\F_G\u000eWqMş7Ke&bY\\S}Ԙ!gO:CO\u00061zSQo*ME7\u0015TԛzSQo*M57C\u001e\u001ay\\#kW\u001f~\u00155e\u0002-\u0013h@\u0004Z&2 Le\u0002-\u0013h@\u0004Z&2 Le\u0002-\u0013h@\u0004Z&2 Le\u0002-\u0013hY#kd\u007f쯑5F\u001a_#kd\u007f 6\u001dۣ5Ⱥ\u0011Y7\"Fd݈\u001b((((\b\u001f#soO=7Q\\bhĭ\"\u001d\u000eY\u0011F\u0010y\u0018\u0011y\u0018\u0011y\u0018\u0011y\u0018\u0011y\u0018\u0011y\u0018{Ѹ\u0017{Ѹ\u0017{Ѹ\u0017C4\u000e8D\u0010C\u0014A\u001e\u0014A\u001e\u0014A\u001e\u0014A\u001e\u0014A\u001e\u0014 f9̦u4~\u001a=\u0017n\u001b&za\u001fgKΰ{q\u001b{w\u0001CZ@T\u0012 !\u001a!*\u007fdA\u001eHG 4gy](cΛt3ͥ_ )r>)r>?\u0013yaLϟp:i\u000fyC=[\u001b\u007f}l\u007f\u00138\u0019t9.g A3r\u0006]Π\u0019t9}sľ9sWmzئmx$=UjTS\" ;\u0014|!ڢ-*آ-*b\u001ar!g\u001ar!g\u001aҦcﲛ\u0014S2^126zFO\u001b=y'o䍞ѓ7zFO^G\u001eq#zY}>\u000f;*[T*sEyQg^ԙ\u0017uEyQgFtfDgFtfTg^֙ueyYg^֙a93u\u001c>Nf֙i&5&æ፦5&:C\u001d!:>8p\u001dwzݞvi\u000fz\u001eOi{ \u0007U>A\u000f|P*\u001fT\u0007U>ʋ*/ʋ*/ʋ*/:9\u000e \u000e \u000e \u000e \u000e \u000e guY\u001d\u0018{Os\u00150 ݺЭ ݺЭ |\u0013A\u001aFVյUukU]ZUתVյ\u001ewK]*RyʻhD;3*Ϩ {N̋|:gY|:gY|:eşPB *ԫ1gbVB *ԫPB *ԫPB *ԫPj^5{\u0005zu^}^N׫Izu^}^n;TS*}\u0014l:O?z jVa Uجf\u00156Y*lVa U\u00180TaP ?Sa^y\u0015UWa^y\u0015UWa^y\u0015UWa;WV\u001c?ƯY{9X9JU.Wr\u0015 I7{͞t'I7{͞t'I7zҍt\u001f܀ymt'Iymt'IyܝG]\u001f #\u001aŸD-v\u0012Z\u0015Z\u0017\\hVlZn/_j]j .(*U[7D(\u0018p\u0005\u0010\u0018 ,Fe\b\u00184\u0013 \u0003!\u001a\u0002d\b`!Z刺>\u001f/fH,sdf,di%K+/J=_Qx잝\u0015\u0012c|,|>X>\u001fc|,\u000f3J34J34J34J34J34J>o\u00063Yj&Kd,5fLR3Yj&Kd,5fj&fj&fj&K~B\\\u0016rq)\u00172۞f{K羰\u00194[e}S~UdD' \u001dT6Sf\\\u007fGQ\u0006c c8\u001c3'D>8\u0019[8\u0015!Cͷq\u0006Y8\u001b}q\u000ey8\u001f\u001d|\u0017\u0017 ͅ\bGt\u0004?\u000f\u00111 !ᇱ\u0013wn\u0003טk5f\u001a{ٽF\u000f\u0007E ܀\u001bK k\u001f\u0018,).Hb/t\u0007E\u0017\u007f {U%\u0001~\u0001r).Ïp9Y ŝ w\u001e ý\u000f1\u0002#\u0000{_\u001f0\u0016\u007fğ0\u001e\u001ccbs1\u000fQ~\b6~J5\u0004SOj}u'R7\u0017>2:4r`Z\u001b\\X\u0017$\u0007\u0007$r~Y(9W\\q 8\u0019[8\u0015!q\u0006Y8\u001b}q\u000ey8\u001f\u001d|\u0017\u0017 \u0003ⅸ\bGt/\u0004?\u000f\u0011\u00191 q|f' ~,j\u001fG\u0014%E-)jIQKZRԒ\u0014%E-)jIQKZRԒ\u0014%E-)jIQKZRԒ\u0014%E-)jIQKZRԒ\u0014%E-)jIQKZRԒ$/'y9I^Nr$/'y9I^Nr$/'y9I^Nr$/\u0017}.\u0016r\u0011/\u0017r\u0011/\u0017c\u001c\u001eC ^=ϊXcE\"X\u0011k5V\u001a+b\u0015ƊXcEMɊ̊̊̊̊̊̊̊̊̊̊XcE\"X\u0011k5V\u001a+b\u0015ƊXcE\"X\u0011k5V\u001a+b\u0015ƊXcE\u0007\u0001\\\u000e`:ت\u000e`:\u001a}'Uᯂ_\u0002o .V5W\u007f^\u0005\u007fQn%VRn%VRn%;+:3 Ε[Y[Y[Y[Y[Y&o[ rAn5ȭ\u0006 \u001aVj[ rAneVVneVj[MrIn5ɭ&$Vj[Y[Y[Y^n[z^n[z^n[z\u001br7Ãn35~06~QxY%w8E\u0016vE uyǫ \u0013\\5\u0011p\u007f&:K\u0006]]\u0006?mϼ,\u0013ϵ\\˂\u0016}eA5 `\u0019 *;߁+_\u0011ˍXnr}軦A\u001cs>wU\\ꍮިݧ5;_szVO\u001a3k_\u0018\u001c+p\u001eH  _t=s7x\u001eXOw\u000e=-\u001dzZwz\u0019GB/W\u00145jph\u0016˴XV^pS8Iߟ\u0001b!\u0007\u007f]nQ\u000e bKp8K*YR\u0019\u0015 Y̢\u001dlZ5u-ka]^w#{l\u001c?`,g\u007f2Gլ]\u001d|HH;ZPgFb-Fb-F׍(\u001b\u000fhm\u001f '~H9#}h>``\u001f卖/kz۬]zۥZ\u0003\u001d\u0017Ò\u0003+~au 7|;r\u0017=,Ԥ/V5U j`I#K\u001a 1i)Yg>[ y'y?#ӇFiQX͜7Q~{x\u001bw\u0011|_+dN=\u000f \u001e\u001f\u001a\u001c \"Qv\u0014d?*s4Nklgیj7v&\u000e7(ޏ\u0007P3hw\u0019l5~P? ޞ&ߢO \u0017x%\u0016ī\u009bipMUh1flm\u001fvM\u001dS |0%%z\u001by-|/QLJp(\u000e× q ^\u001b2_P5x\u0006*Æx\u000f=~vp{-*CQ\u0019ʊrM|}\u000e^1 W'b#.퉤ǽ)\"\u0017R欕9'\u000e\bg%\u000eA8Yt,\u001a(\u0006ʢbS8 KXZ,K,Ͳ7 XXU,L04 Wk\u001d++YG\u007foѥ\u0014\u0012JE}% \u001bnz.&l\b0ɳV\u0017\\M, ɹ\u000fZ o4NuM\u0016֥gP^W\u0014NoǛ'B%\u0016\u001e{^/7\u001e^gCZ\u0011\u001dئVODelX&\u0006φ\u007f105Fx\b\u000f\u0018a\u0011ڌf\u0015T@#CyG4UoR\u0011\u001ba>G||\u001fFc9*[?ęvNUr[? \u001f*L;v!9ٱ\u0015y\u0002+ruePb\u0013]uH\u0014\u0017bST OST Op^x\u0007\u0016} ߩ\u0012 iwUpp>oa9C39C39+#s>gs>gs~[ }VF39Ra2|\u0018}L>g>Ͽϵ9C\u0015|%} } }Ψa9CH\u0019}Έͪ^d\u0013D OTiD ?# \u00062ats\"\u00191J̣Q:>ϡO\u0007\u0012ٴȦE6-iMlZd\"\u0016ٟ\";Md\u0007`]#kDvMa\u0011\"9TeV\"\u0013ٜD6'9\u001d*9Q]!9Q͉:UTs\u0013q\u0013՜N\u0013i\u0013h/aDBD׉hNDs\u0013\\\"N\u001c{9M4s\u0016q\u0013E3-cDsh.\u0014͙9F4\u0010'D ̊;9S4g濋Lќ)7M9I4gL\u001c#cDsh\u0014ߋ\\ќ)kEsh\u0015?\u0012ќ)3Esh\u0014͙,3Esh.\u0012'DshN\u0012߈\u001c|I4ψ. \u0016Eh*\u0005C\u001aE\u001d!R3Dg~MeWEyZ\u0012Mu9\u001aMFSEl輭ZD]QX[FWY%\"O\u00129DGD'2,YxOqrd\u001c+G /G&\u00189W\u0015~\u0006n\b+KxVvM\u0019#f5\u007f8.1r.\u0017eW+~\u0017U]U]X&6[ĤZLb\u0018L\u0017b0] |\\ܰ!V=f\u001dr\u0017^\u0019a*|wl,g46Nf6cdMfdk޼6-gi9̣xh5IIZ,M-M-Z9-\u001c\u0019\u0007ծ\u0007Y-(|\u0018KZ]+w,it誷]vPmZUZh\u001fHZ]ID\u007f/\u007f\u0016'?c͚k:&\u0005QI IO.\u0012rS\u0018u-Nz0~g\u001bk޶\u001b\u007fW\u001a/:yHkx5z\u0017hǼ۱Ú!{v\u0006y\u0018Ǐۣ6U]Ytk)Tj\u0019{lj֪Ŝk;9q~\u0007ALO5S]-f\u0015)v\u007f?\u001b\u001eXNKZ*W N|/|2oQ%ZֲIZ|:ߝ28(ĵQF-\u001795z5HFZn3r|\u0017bۦOV|je\u0019-f\u0019[\u000efE\u0019FLq\u0013啅^K^\u0016e^em3zXof,|W2,|Az9H/ F/K|u![ ff&{fvw z3^[w _ΆlXܹBU3[kѬEsx;;qca7QoE\u001e\u0016Wv\u0013M  n Gzև-f L_K\u001b}i%ӕگ  W-W/?2l uG=6 _(\u001f\u0007z٦mz٦Mzɔ+E\u007fWNsɩ3*LEh3\u0015m6Ztj\u00146~XX)|?̚`oWg {g\u0007{vg\u0007{\u0016QDM\u0016eدp7vm7Z\u007f9W8F~[ \u0011CKTKzGl Zcw\"+tƕ\u0019\u0015-~,Ч' Ǌ(\u00165ZL\u007fWE=:\u0019\u0015\u0004a\u0012z\u007fo\u001cRNj\u0013}xy\u0016mZiѦE\u0016mZiѦEe9X:ov\u001cjF\u001bϢǰuuA`m+5GQ8}p2N^ k 9nw ~a\bb߭zl '\u0006;\u0007؅\u0011>\u0018%zX|\u0003x|\u0013'D>8\u0019[8\u0015t|\u001bgL\u0017\\\u000fwq\u0001 q\u0011\u001f\u0007! \u0016\u0013΋0\u00170\u001fX\u0018Ώ-bp>\u001cd\u0007u0Jp\b\u000ea(E/Ʊ\u0006.F\u007f\\\u001f\u0018Kq\u0019~W\\c\u0017p-~\u0007_S[p+n\u00030\u0004Cq\u001954q\u0019Yb?Kg,\u0015Pp^芽\u000f/qFp|p& \u0010~\u0018\u000f#a\u0004?\u00110\u001fF\u0004 \u000e[\u0016/n[aA^܇\u0018\u0018\u0000qcm8ƙ83{\u001e313{\u001e ڝww؅\u001160\u0013{ I d*J\u0006ۙT$f8'ϲOM#\u00124Q\u0014\u0003TLN\u0014%j1Z_z\u0014eϻыڠKxC^芽\u000f/C7>3{pMZ\u001c7\u0007'\u0007\u000e\u000e\u000en \u001bo; P  \u007f\u0015܋0\u001c#0\u0012p?\u001e@\u0019~\u001f^!ëex 2ZW\u007fȬ2 (¾\u0016.\u0003E\u0003q\u0010\u000eF \u000e8 _Bw\u001c͗\u0015| G聞8\u0012Gh\u001cR  ?29vupU=\u001d\\\u0011Yka{\u0016܊p;~;; v(]\u001b`\u0018}\u0018\u0011\u0018Q \u0017:\u00190 O\u0019a>~~\u001e/ / _K_T+q\u0003T^|S+ =\u001e\u0015,Ѡ3u֥p\\bƠ4Ѥ6X7\u0015WUa}UX_\u0015WUa}UX_\u0015WUa}Uء֠5(c P\u001co5c \u0011^^U^ZU^ZU^ZU^ZU^ZU^w]uWa%*D\u0012\u0015V~* ~* ~*CoqoN\u00051 \u0013oa\u0016fc\u000eb\u001e\u0012 \u0010\u0018o\u001b ` XeX\u0015`%J\u001a cX35>cX35>} \u0013'Ӭ\u0019knzi\u0015Cx*o6[K϶\u0013s\u0013^5\u001dW&v~!kwm\u0013\u001dᾉ~\u001e%{n\u0092.]w]Bݵ]=~]7\u0005]T KT\u0007\u00121NY&QIe\u0012eDY&*n櫸*5 2Y7f\u0019,' 2m\u0019}\u001ey\u0016~( 텿R`_^/nLL\u000fNN\b~\u001d\u001c\u0013|ٵ$:cm:X \u000f\bLdd$}lG\u0006{'\u001ase$//G%l tP$p5vOiWi/IJ T=BF \u0003s)\u0002?{\u0018+)q\u0004\u001c1\u0005 u` \u000fg\u0001#pR/a\u0006N\u0012\u001dm_ !zŸHq\u001dWߜ0\u001a$׀9 [.w YA@iTE \u001eP55H3q\u0004>\u009c\u0019YB a\u001a> 2\u0003 #5\u0003N\u0017zz&\u0002-6[h¸\u0019[\bt\u0018v@\u00073l\u0003#ðd\\>\"mK\u000efp0\u0004\u0006 \u00007@ \u000369[\u0012ƭ\u00009Yg!W\u0007*e tM!2*2_f0g\u0005srH\u0013dP\u0015l\u0006@\u0010\u0016a\\_\u0019(T0 X¼\u00155yk\u0018\u0017x.$/B=P\b{\u0005c2Y\u001a\u0003_\u0013\u00183\u0005\u001c3\u00183\u0007\u001c A\u0007d\u0001\u001ck\u00116pN\u001aL\u0006HWvN .ȡ\u000erh0ZB_zN .'1l\u0017?N78R@.Q\u0004l\u000fVC2EK\u00044\\ X+\u0012`K\u0014}ۃEQL\u0011\u0012'2 !8\u0003 D=X&象\u0014`\bZ\u0007-\u0018q\u0006 WA aC%H\u00124\u0002L\u0001 \u0001\u0002,\u0001\u0019\u00009Y\u0003^ &R[F\u0003p\u008do \u0011RA 8@8\bASDP\u0000~\bAe ٢.Q_Dh0\u001a\u0002C!t}\u001e\u0003N\u0014r!t\u0014D+Q\u001e֠3\u0016Zh/z1jX\u000fF\b=æ\u001e=p\u007f\u0011\u000f\u0003P-\u0001\u000e#\u0017\u001c\u0001/p x, r\u000e/%\u0017-! yI\u001d{R/O\u001e_#\u0012p\u0011%b@UT{TjT\u001a\u0012jF3jA-sjE\u0017\u0005m_V\u001e6 \"Q'\u000eW\u0003\u001dig\\Cn3O\u0007ԗ\u0011D(\u001aM4h `\u0019 V\u0013B\u0017\u0001R \" 2h(\u0016GQs\u0006\u0019lŠ\u0003. \u0018E1؇A1t0\u0019 a0\u0018\u0006\u00134 .`p%\u0019 ĂA\u00063x:*fl45\u0006o2x EŊh9\u0019,@\u000ed ]VhBT\u000f\u001f @\bw^-\u0013\u0017\u00155 \u0010ġ&>ė z\b#C?I\u0000 :\u0004\u0010\"\u0016k\u0012\u0006u8֣I$\"$Ē82\u0006\u001eO\u001e\u0011)!\u0013򔔒g9)#/~E^7*\b5\u0003&\u001fI %uPe\u007f& J\u001aZb֦\u001cPo+R%:zS\u001f\u0000\u001aDi4\u001dC\u0019t&MKi&]Mwù\u001e> u5z\u0016\"z\u0016ӛWz:pn`;z{E),B>\u0010YoBnA= ݡt\u0004\u0003\u001aGCT.KSfM,>c>YV\u0019X6yK橯Az\bfZιr$\b> go'VGfy\u007fn{?O\u001f\u0016l 3\u0005\u0004A1Ašf,8\u0014ٱ( ֆ k.\u0016r\u00161-gZĴia#f-L [\u0016 {c1Ά+#\u001bs$u,}&LG\u00062|\u000e7)\\${Z3]1(T\bX\u0015zp\u007f`fY.9S5\u001e ͨ^3kհ\u0002I3j\u0001C\b\"\u0015^I^N\u0012C9\u0007+c\u000e9\u0013\u0003VFכN5C\u0012^\u0003P\bJ@( Dx /ޢ\u00111NW-GWN':nf9iz%|\u001a= o\u001c h 84>'bTL+1\"; \u001b/\bqh4 [6 C4M*iXa\u0015x.ɳwYUqjT #\u001dTc:?/eȇj**\u001f~XSKw\u001d ZVp~G\u001f\u000f\u001a0\u0088d\u007fn\u0013ivCfËɔ~ޥA坍S=ta\u007fI\u0011ɣEif֞D jC쯎wr>(sٞk\u001evbߐرܶ[\u0007\u0014heO\u007f훯\u001cs\\G\u0014VXNޢt|yRUeg2\u001ccYǊIUw\u001f ]\\Em\u001d\u007f\u001545\u0015t7c vOķ]=/D\u0005Ku^pjzh\\v?3e^m'g\u0001qUs]|\u00025\\\u001fƶ\u0016ɹ|f\u001fXs!ϥ|rE]q\u0007o##\u0016\u000fK4Bj*oi9AN)0+i\u001f?#\u001dMmx{)S1\u0015B\u007f{lz=,\u000eOn-ll@bkIGՓ\\4\u000fJ;EW#Ë?\u0018پ\u001d4\"g\u001d#/{9tRՃ>'\u001d!7{Cgkrg _XTaܯfgo zVqm. \u0018-1+A:P&u`&\u0007hڼ]@>gW>jIW~ܶΙ{m^.V\u0013۷\u0003#M-ou o?Y]ϡέ2\u000eOp{GĔ宦G =f\u0015~\u0007ML\u001a)s\u0002>¿蒪]w:c+ޖɱαiWΘ`/\u000efO x|@{pyzca'\\J~=t̉WWߑ|\u0018khtsɣ\u0011uL~\u0017SLb(\u001e\u0005WvWV \u001c&7w\u000fF^FVG̏=VV51/|7! f'&7۱a\u0015{j\u0017\u001cӿX^]U\u001eP35.gE89c)IkuVd{̵̓l5m% ?\u001d)맧ʳ\u001b7Z\u0011lu~Sػ޸VKyP4iCҘ\u0003zm-e\u0018fwwv[w  tͦ\u0006ٿi6\u0010\\7YZE5΍5A\u0004*:\u001eq\u0013#F'ۈ[\\]Gc\u0013b\u0012=bZLyc)ogbw\u0005o&=&\u001fޱ]&G$N\u0010\u00833/\u0012,  \u000fr^r]n񬅗ڗY\u001cՁ\u0017C}}C\u0007m|#\u001a;]ܤ\u001d5F\u001fk\u001e`\u0010УT|됉7hd:95\u001bj}?Y\\{g״&uGE 9Q}ċ\u0017s,\u007f5!>UyxqHEh ޾\u0007S\u001bmɢ[ S\u000e8ùճg[Ǖ&ѝoֶFo1lkwKL\u007fcC\u0015۩UAkO_:6{ˍ\u001c g 9%K Fd\u000eC&;%Z\u001cV$B\u0002\u000e\u0005'IH!;\u0016\u0012R76eᵤpH\u0005\u0012&BP\u000e\u001d\u0019\u001d\u001b3d\u007f%_m\u0001ax 6 \u001bό eɇxDM$,b>xݫ\"M5I,$Wm\u0007{\u0016>\u0004{tvK6ռϿg 5\u000eygI;\u007fBּ |y}\u001egL GwY/\u001es#ϝ\u0015u\u0018٩gudn-\u0012L-/wmj:wVBM;~amD׷y2G\u001fw[Ľ&m\u000eo~TdF ]~/\u000f|Gm\u001bN.ݻN\u0012,2IY%gwnKW博Z~&\\9nK+%O툡SЏnڻҍMc i\u0016agy8\b/J\u0002\\\u000f \u0014qD5Q9uv}\u0003.&Ƕ~}'T%S5UF>h,\u001e \u0012\u001fVw5'Xr u?\"\u00127;\u001f¯\u001bߕ6}/\u001b\u001dVEF\bmcG\u0015'&\u0011\u001c@\u007f}\u0007V\u0010\u000ehTz]N+Q2QFwܸq\u007fF74\u0004\u0013&t.e\u00011\u0011%}ŧf\u0014_{\u000e\u0007F[\u0018s\u0014?#e\u001eg  eX\u000e\u0013*,g,Q5~~;n\\-m\u007f ՁQ S*2ӃQg Rso4=u\\\\\u000f=hkIϴ\u001fƧzxK( 8/yQ\u001a.qG\u001eiɃTUyE\u0000\u0004bLPޠ\u001d }FNn{WH*rpr9\u00024 >  stream  x|\u0007\\TW9\u000e3\u00033\u00033\u0006)( *X\u0019*QPQ\u0010wT\u0012SVӛDQ#lb\u0012{b6ɦd&&4{}(\u0018}翿^sS9)\u001d$a1fM*kƗI\u0016W\u0018sԕ\u0014\u0016 :O0fpbe3a H\u0017\u0019\u001f6\u001f\u0006n\u000eiR/^&Ɣ|lgY\u001a3hEK-\\ \\/[1gY>~1Ex  gܫ\"g1\u000e}\u0005+yp\u0007 7#\u0019\u0014F\u0017Y7GB&!\u0007z]~¢kb iel\u000ec\u0018 m~̒tNl `Ir? _z\u0013K\u000e\u001ckY?\u0016 {?Vkm)b/l2IqJ\u0007+㏱\u0014\u001a_-ͬI3\"\u0014XCV\u000fuwA\u007fܢr>s_,e3P.`N%\u0015]/k_{?\u007f\\t)7_kdӼ?\u0017Į;\u0004\u007f\u007fKymu(\u0006wݧ-\u0017ʪӕS\u001frUoOywliVPgZ7\u000076 מɿBZ >La&w > yRη'\u0015ic\u0002ߥit'\u001deҧ\u001bf='~K=bb6Ϥĕ\u0019ӧykk*'OX>aҒ±1G\u001c1 ]{ܸ\u0001\"n炩o\u0019Q+[҃sO*顒%5\u001a*q|/\u0016]\u001d|ZU\u001dbwש MҴ\u0005$p/vxWf~[Ic1k7\u0014 b!&H\u0013/ýgP2JF+h\u0011%M-ʪbGRRfcEZ[>}ϠZ .qg\u001dnf7f[-M3|j\u0013*%mm\u0017l~b_ \u001f`s|Y\u0012_\u001bW\u001f\u007f\u0000\u0005Zݮo\u0019:)`ѧZeB!\u001ew\u0013f\u001bz%%\\aVQf;̓YS\u001aEacVsz;ILUIcf~uk@\u0016}RA˧5n/iNV[\u0014Cx\u0002c-i\u001fM\u0018\u0002ᆪ:_{/]H\u0005`p9XPSU TE\u0016Xcs/XUXL\u001d\u0014m\u000eܞۇ\u001c{sq֋~0)i%mu-s}FG \\W#穇us,~qI\u0013Z\u0018Iea1rCU8z1[0Jqs\u0017B\u0015ӥ%Ō\u0016rq\u0007@ Z4Ndj8GR}\u0012]#ЧTW[V\u0018]ҢC\\%s{uOA\u000e\u0006Z;u?\u0015Q(sRSsaSЌf\u0012\u0018JW{ލ5䩬\u0013c\u0013淼]^5N*퓢|JX\u0012eB)\u001a,tieZxrIe.i\u0013\u0003 2\u0017v\u0010\u0006O\u001btI~\u0010lRn&7Ҷm\u001eO۲#D\u001b-mQ\u000eu\u001c\u001bģY9/-\u001c/jj\u001d\"\u001aίp=\u0005yu\u0007]85\"(\u0012.\u0010-U#a;\u000ez\u0018kruAK7wpٌYsB6)l$̇qܖZlX/6\u0017T}=\u0014v;\u0010B](\u0005^@v\u001b0x\u0014sę9\u0005U\u001c*tu%OR\u0001L\u0005g\u000fJre\u00020ZD?N5oǲ x_0Z\b\u000e\u0012Z\u001d\u001cQ\u0019s \"kg-זƹG`ک͠4pw7\u0015BR/\u0014\u0014:8I\u00063zFVs ֱ\u001a,u:KC\u001cd#Q6GC#İT%\u0017 \u0001b\u0014Jq\u0014Rlb\u0014(Rlb\u0014X+\u001a)VKJR,b\u0014KX\"b)\u0016Iq\u0014 X |)I1W9RH,l)hb\u00143hb\u0014ӥ&E\u0014uRLb\u0014^)jZ*)*,$)*(E\u0014\u0013\u0018/8)ʤ(Db)(b\u0014\u001e) \u0018#h)FI1R\u0011R \"_ C)>\u0014K\u0014J\u0014\u007fm)ޒORQ7\u0014oHqTץxMWxExI\u0017xAxNgxFxJ'8\"\u0013R ԇ\u0018\u001eѻd|Do\u0013EED?\u0012鏞 ?z  d|5W^\"/\u0013D\u0017^ z9*,3d|)'\u0010=A%\u001fcD\u001eG~OƇ\u000e\u0011=DtJ\u001eԃD\u0011G\u0015v\"\u001f\u001eD\u000f\u0010O>\u007f\u0014k~/r\u000fݔw\u0017ѝDw\u0010Nt\u001bѭD;nnVn\"n :k5*\u001dZ\u001dѕw\u0005D\u0011m#J^B6.\"\u0002 t>\u001bt\u001eV}.\\sv/oa̷@6QTl ~{ h=U_Gh jUD+\u0015T}92\u0019\u001a[B%\u0017\u0013-\":h!\u00027h\u001el.UCB%f\u00135\u00115\u0012\"In NFMӃꈦRwЃJ-Q Q5Q?\u0003G'LG=\u001f\u0015T\u001c\u0000HEʉ&#\u0011\u0017\u001aGTFR\u007ffP?BP?r \u001f *􇗂\u0012y ~)5o\u0007$\u001a᷉1(o+\u0003mua~4P\u001bBer`M l&f6@>EI'Ge\u0010\u0013\u0011mK)Dnj3L\\Ԋ(%\u0010\u00139b\u0006P:\u0013\u0014\u0002E\u0011ى\"\"©*X\u0018F\u0014Jd!2SI\u0013 !c0@ATRGFH!D\u00136)\u001d kq \u0013#\u0003lO;[\u001b\u0001\u001dy_#\u0015%\u0005 g\u001bҟ\u0002\u0000\u007f\u0005>\u000eK|G\u00071\u0007\u0007 o\u0003o\u0001\u007f\u0002h9e\u000f7,G-iׁנ_d:_\u0001^\u0006^B`Y|\u001e9g,t>mY|2e\b>\u001e\u0007\u001e\u0003 `ߴɹ˴y\u001fp/p\u000fp7p\u0017pi\u000ems+x,-7C\u0004\b}\u0003ں\u001em]\u001aj*`\u0007\u001d\u001d]\b h5Wjjjռʻ»r /[Quono+\u0014t\u001c޻\u0091X l\\a...۵ԻdbBtkA ct\u001fȗZ#i>E>6۹RT\u0014P߶%\u0014\u0012jΝ V=\u001eM\bP>s+33WmU\u0007)Z2Q|VBZ,\u0017\u0015\u0003ZkU\u007fo݁\u007f/\u0018ۣZ9@+\u0005 l\u00026\u0002g\u0003\u001b:`-\u0006X \u0002V\u0002ˁeR` \u0018X\u0004\u0005,\u0004\u0016\u0000y\\`\u000e\u00024\u0003&\u0011\u0005\u0004\u001a\u0019t`\u001aP\u000f\u0001S)\u0017\u0005jj \u0004&\u0003 `\"P\u000eL\u0000\u00032\u0014(\u0001\"\u0010\u0018 x\u0002` 0\u001a\u0018\u0005\u0004F\u0000Á| \u000f\u0018\u0006 \u0005\u0000@\u000e0\u0018\u0018\u0004d\u0003\u0003\u0001@\u0016 \u0007\u0001\u0019@:\u0006\u0002)\u001bH\u0006\u0000\u0017\u0004\u0012\u0004 \u001ep\u0000q@,\u0010\u0003D\u0003Q\u001d\u0004\"p\u0006X0 \u0014\u0000f\u0004\u0000\u00110\u0000z \bЍ]\u0005\u0014\u0003px7\u0005 \u0004\b\u0000|\u000f\u0013\u000e\u0016\u0006\u0007wk+K \u0013\u001c \u001b) Wc/G\u00071}=]\u001d[?\u0002o\u0002\u007f\u0000\u0000\u0002\u0003\u0001\u0002\u0000/\u0003/\u0001/\u0002/\u0000\u0003\u0001\u0002\u0000O\u0003O\u0001O\u0002G'ǁǀ#CCA\u00038\u0000 \u001c{cs}[Wo݁\u007f+fLƘAtoӕl![Zs\u0001ƶGl6 u\u001db2\u001f{= {}bfV\u000f0=`Ǟ^HE\\',=֞/N}ѽݡ\u000fg!Z]\u001a]=?\u0005t0V.\u000ej|m{O'Mc \u001aY\u0013\u0005Yl\u0011[̖h%ț\\f\u0014\u000e\u0013M(-\u0003VUl5[e+\u0003)\\Kfk񳎭g\u001bl#\u0014,\u001bAK\u00036-sعL fBv\u00116v \u0014|\u0019W>+s%\u001d\u000ev\u0015]uq\u0003$5zv3\u0005kF]\u0005-\u0012\u000f~a\u000fjl#/s5\u001f.\u000f6b[{6cblm^5\u0004(JnEIjA$O\\1>1\"J]WNggnRBl5}5 ;V܅W -mxٝZvv\u0007\u0013sq$.=]~н\u0015n6s>l/ۇ|\u001d`\u001dty -\u0007C\u0010V#0N#-рf E)J=Ş \u001c{^fO\"v\u007f\u0006Wku&@>Ž \u0010߶YJ5\u001a*3ᬂMb\u001ff\u0016ߣ\b\u007f8\b so\"ON\u001c+p\u001f\u0018ߦw\u0001  \u0010\u0016tRv׻ó;y;=f%cG \u001emI6 \u0010w'\u000fT \u0019 \u001dN\u000eU4ېaycܜDE1HsfwܠĸH>H \u001f0*Z3=u\u0004jЫAFCF^ar \u0004{TB\u0018\u0010eO\u0019\u000e A?\u0015\u0016CՏQ^\u001bbTtz}GbLlI㧄EXu\b-h\b3gt]`\u0017mVW\u0005Q9(%4vA>Otw\u0004DZGWL\u0010&)B \u001a\u0015\\&;9-mX\u001e'?G\u001bjn[SԈ`Ү\u0017!\u00110n~%6=?.Tw6\u007f?>:\u0011S `>`K.(\u0011Bj 3m:[\u0017N3X],g \bq\u0015΃|\u0016-~- \u000f\"/\u007f5I'찙bg\u000e\u001cY7 W\u0005\u001cvq ơ\u007f\\\u0006r;lR*I1qHc^ؘH129&6)ҨT\u0018#]q1PqF!(`6*c\u001eZT]?*z\u0003uU\u001e(\u001c'Ze\u0001\u0017 Y,B\u0016p!{\bk>\u0001x\"Z \u0017 =h ^G$\u001eKS{GK\u0006& Aj4\u0019A.+ !\"VN\u001b\u001c\u001cf3mQxc\u0006VUo\u0016a 1A O-n{Uf@HA͉%kqi;TQ}`X1-㸽\u007fł\u0013\u001f9!\u001b&+MQ7ݸdTSv_F!`\u0017\u000e !Y]YO\u001cƳ\u001edc\u000f+{l`\u001a[\u0003lX\u001b\u000e%˓㉈\u0013s ~ '\u0005\"\u0013%\u0019VkVˊ?'\u0019 1PH x\u001a\u00018c/\u0002\u0002\u0006  vM\u0018󱱋 c\u0017Y:Y\u0003Z]|\u0000*\u0019*eX zU\u007fs\u0015gd\u0019DV+?u\u0010˝\u00135H\u001aI=pMp\u0016 ci\u0017\u0004 pz\u0005q+8g\u0012ȠJaf\u0014Bե/\u007f%\u0005n\u001aQ\b\u0016$\u0002\u001a3\u001f_\u0003\u0016|w\u0004I)\u0000P+ tfi\u001cXa;J\u0010mPLgY\u001c!# 0X\\ ZsJR+\u0018А RkNc(X \u001a\u0004 \\2^Tpx e\u0013L$$2]Z\u0012+~6-\u0017Obe6;dY6Qh@k\u0014fwض웓\u0014 \u0000\u0014h\u001f{\\ Kz\u0016\"wy\u0004k\u0000 Xɭ#6\"~\u001eYZ'\u0015FJv5\u000eԃ \u000fzu\u0010E\u001a D\u0015>' \u0003e3\u0014  \u0004Q\u0014CI`˙Xu \u0001\u000ec(G\u0019Mvr1yߗ\\_s㿗_Lmb\u000fV^\u0013B\"\"\u0019Qf'\b\u0005K\u000e7tvg\u001a1m Q z  ?\u007f\u0003%ĵzO݁vK㡼gޡjMyO?\u0003\u007f:\u000fݳWծ\u0013,\\K;[:(\u0019 \u0004~\u0017\u0010\u001aT3\u0011M-\\ 4snZmhjn6& mt1R\u0003ke\u001b Vዓa1\u00065-Cgdz\u001a/^]\u0014\u001bݖ͏l֨ͬ?}>߶̒qJ%8P\u0012@v\u00182rw S\u0006s\u0006*V\u001b#gή^!\u001c\b\u0015-sa`VLaA8k[=V\u0015 tm\u0002X؀ۀ]\u0014B\u0000q?oP\u0013 *['軄d?\u0014ðeR6xҺ\u0016'H0\u0001\"\u000e k\u001e֪!AqW\u0000pEą  \u001dd&s$ZHRs\u001eNխcn\u0002dY{,喱.ɒ}S\u000faS̖.\u000fHgF%ǋ\"n\u001b }r%TI]okBe5B\u0007\"\"}\u0011a\u0005 aH1'j,ʜI\u0015\u00074\u0015\b(\u0001\u0005dK!/'Db\u0002b$ s>\u0007ɹ&V\u0019\"Ɔ\u0012\u0010(~XkNg@K~/\u0016gH\u0014\u0012mkijefAH\u0016PKߵYLJ \u000e9IxT\u0006k\u0007J  3\u0000\"\u0016  V\u0015*\u0004W\u000fk\"{H\u0002b\u0004Raz>\u0013\u0002R8'MRTT؇_+}ђe--f\u00183 R\u001d8z\u0019($rb\u0007\u0001!qU\\J\u0010j3.\u0001焑 \bm9ҁ\u0007\u0012k#\u001f\u0004\u001dl\u007fP`\u0002/$K\u0002%\"*+5Ykr\u00122F{008v*X\u0014\u0015E7ZE9\u001dnheKn\u001f ISzQ\u0001^rl\u0001O?.u#ց)cB\u0002j-,2Z{\u001e[Z\u0004j\u0004U 4 &XS G9\u007f M1YZ1\u0010ej\u001fԢH-Z[[^q\u001eկzP[k}CO 1W\u0004X=FNȦѤ7\u0001i\u0005\u001f\u0001\u0000WY\u0013\"\u000e\u0013#NwN\u0006)f8UO f\u000eF}iCdjLA\u0011cͶ-^\u0015&:Vn5)\u0014RB>֞{jWYc\u0002 lxl\u0007W]4FS.I/${ \u0015y `\"]/\u0014Ch\u0017|U\u007f\u001e(mG`?1\u0002\u007f\"\u0002z~\u0004\"\u001e9i unB\u0002l gaI򔤟s)\u0000BcR,G0\u001b\u0015LP\\'Ƥ`\u0002_$\u001f\u001f\u0004eZ^gJA\u0006\u0003-,ԗ͆~vm9}횴-\u001dl\u001bi0o±\u001eM)|/^$b\u0014\u007fF/>2Ѫ)\u001c^2~\bXz \u007f\u0019C\u001e=e|\u0003B\u0019ذYM|\u00121\u00152Lʬw\u001ef\u001c^5ZS,,IOQ0\u0014RbAY\u001e܂xGʇ;y9\u0017&!-}#-OOֵ9.2UgV\u000en;=ڒ\\(HƬQvm?f1X6t[{t$xe,W\u0006H\u007f-9܏ \u001bNU\u001a&t$$Y0m̎ˁ$I:+;[U-!*%/'Kȃ3\u0007p(lÀ WWDkb\u0000 Hv!\u0001\u0011\u007f6L5rk\u0012$'a'1 98 )9 M\u000eAb syA8A5ϐ\u001a\u000e\u000eTeNn\u0018\u007flmf\u0013c\u0003GӤ f'R\u0001o[=AH\u001f=u 2ݝT֙ \u0018zt$`j(@$\u001d\"H-\\\"V]g.8\u0017ú+aߵ\u0012\u000f\u0019qQ\u0004`ܫg\"߈`\u0011\u0000\u0019j  ɹrȇ\u0011\u0004\u0004\u0003\u0002}@ \u0016{#3Y5TԻ~!6]o\" 08B ŝ Uŗ'S١J\u0015Z ćy>\u00176H[KC).EWXV߮\b`Ь\u000e\u007fZ߈\u001f\u0000ق d2a\u001f*\u0001*sG\"D>3\u001d(zX! my\u0005Gb!]L\\OpM z@$\u0001\u0004 @l}͗\u0010\u0013~iS\u000fb\u001d\\¸l2\b ▹\u0004 \u0007K mXw(6${ِ\u0018\u0004eiO!OL@ƛ\u001a\u001en_ }S\u001c)c*\u0002xྩ\u0013 \u000fL*\u001cȏFK2σ]zΒd \u0012`j9[Lv 7sc%8-ܺ>L˗\u0007LUC]@f\u001c_\u001f\u0013i)\u001e\u000e\u0010\u001aM\u0006}5,\u0002\u0016YtF^Eh lo __\u001f\u001c\u0017Z2BZR ͜]\u0014D^͇/߆(\u001fp\u0002?K\u0019\u000e{HƠ\u00114PڛPR\u0002\u0003j,~[w\u0013FZm\u0001\u001b\u00026LQf7Cw(23&FH@sV\u0013\u001f]|ȡ4Y2z\u0000b3S9Z\u0013\u0004\u0004ҕtBʚ\u0018|Agk@V-t+g6fG =QWЙME\u0000K\u0000\u0010%\u0011+,+uh˃bz\u0013x%\\b%\u001fRr̍\u001c朞\u0017﹕V;E\u000e9\u0003D\u0012\u0002H0ZIj\u0001kw3\u0010E\u0002+\u0017$Ʊ\u001b WV\"m3NYiB蒉X_\u000f[Hes6g%@J|Y %?&oa2R\u001e\u001bn\u000f\u000f>߀\u0006G&p _SIs]-L#To缃De\"V\u0017 \u000f;Ӱ\u0000{T{\u0012:y-\u0013\u001d.O\\w*\u000eV1\"\u0004\u0002Q8\u0012iX\u007f:65\u0019\u0005[&( +@Q\u0000S\\PI\"\u0014V\u001cɻ)鳻T+Eq ݱ(]\u0002CAT&`vpѧe  k$C\u000481Cf\"mǫIy\u0010H\u0005\u001cBV 53zT=~b]O6d\u00052k\u0019X\u0014Űh>H\b!RB \u001c\u007f{\u0016(E\u000eiZ\u0007:'H\u0012Vp\u0018f\u0012&HLD XHB\b\u0011\u0017\u0003H?-\u0007G:N⍹\u0018~G܈%[x1u׀0zC>\u0004 \u001cF\bl\u0006|\\\u007f#\u0013+x \u0006^\u00144s΢\u0001K\u001bĪ\bx\u001e \u001aGp8\u0010 p\u001d(>Ռ>aܪ5׿95TU{7:qWc5~v|8D\u0019X\u001cgb ٘qxl\u000f:6+80\\i7h\u001c*ܭۦVWjm 9_ٺ9\u001f?*J\u000f7nw5ms6doljJa2s4\u001cҷwm\\M\u0013H\u0019H+`\u001aJ\u0011 \u00155eȎ 5ִt\u0010vx'h\u000f\u001cx$ ٰ;Ǉu2\u001c#04콻+\u0015e2Ad\u0019tgbdQҿJVT3:\u0005LY3kiO>un\u001996߸2f -pg5`=+ك \u000f̤j Vb\u0015oPc!\u0018\u001d\u0017m}qM9\u0019z9*$\\4)]@{KD|[.9\u007fiaȾ0ǟ\u0017^OwbS.xC81Gf\u0018GcR\u0001n/n\u0010\u0006\u0001\u0003=\u001d96\bL`\u0010@3AlGJ/-S\b\u001etvMTxk\u00193Z!\"Tl`,tXm \u0001`+\"\u0012\u00041q 7U? \u007fw\u001fha.~yxebfNp Dx r#`\"B\u001cH.\u0002\u0015HW\u0017+ܽ@x\u0002:Mֈ``O\u0092kY\u001fAKwgaV臂fԑN\u0013cL\u0005\u0001n`8#\"^ 'jK;? ߦb|}\u001aC\u0003jA¥ER Zʥ\u0015Vׁ@!\u0016s4\u0015\u0005zW>\bt.ۭ`*\u0012IoaRJ&3}zsɻfMI+\b\u001cŷ\u001a\u001c\u001ad|Í-&]A5.iJU\u0007g +{WҊX_oIV*\u0010sJ\u000eǌ\u0005+j1F\u0013sPńub؄c>WH2i\u001a\u000e) \u0002\u0000})w\u00157 {͚) ί \u001a  XZ\u0018\u0016օG\u007fٺ\\$t+MGVv 4\u0001ׁ#5\u0015]5`zt0 \u001c@&ugk&\u0012+l\u001a\u0003\u001eʑ\u0015\u0013MH\u0001l\u007feޖ5\u0014\u0019Eb\u0015,U(t. OX_\u0012\\2EÛ|PM^O'\u001c*S8\u001cP̗~*t1R\u0006H T\u007fn ã$c(\u0019F=\u001a\u001d3\u001aiFi[e$!@cidO9acgc\u000eCb6? ɒec (\u001cA-XI\u0001\u0010/\u0004\b Ɂf_\u001eI#\u001f/\u001fg\u007f]][^\u0007 S)2)\u001f6Z6\u001a~ͩ*0c g ep/\u0010i&1BMl\u0012\\.\u0002kKԜ4AcR|=\u0010s;pBW}c[\u001eEF [ &N[^ v}W^\bW&Qt\u001fޡ4%3\\ YsTy@Ԕ]\u001eiLs)mؤ\u0017\u001bEp3h\u0015F6ʫ/imt3\u0012  αw.دѼGΖ&\u0000NEq\u0013Kԉ'\u0015\u0005\u001dM_S\"$\u0014O@M \u001a۝7_(\u000f2%\u001ck)\u0012_xl\u0003 V}6ǳU f\u001d{\u0004tg\u001b\u0014ŗ7+Z\u0006\u0006@W\b(꒢eau푪PI  U2\u001e|z]8,v:|:I]Pa5$L\u0016\u001f ǹL A,-\"{9\u0019U\u001cS\u001frf \u001b]8ۜ\u0002{@vۼ&{ \u001bv[o1\u0007\u0017WV4\u001a0T \u001e:T%0\u0016Iv\u0012\u007fm\u0011ta]0h-nKUo=9,й\bzY\u0014.➥) _hb]ܤ%\u0018'SZNإYm\u0016\u0004ū\u001cU˫\u001dU6Hop:m^Y~ӓn'\u001eg}:JYٺ~e,\u0017\u001e }O5t  \u00103] \u0001\u0012Ѫ\u0010HqB9J%Yɺ|\u001enh \u0014no\u001a clKo1|Ȗ\u0015n\u001f\u00137ҍTd誄8i m93&!03MWT{@\u007fuOy3}> EvfoцFFW\"\u0016^Q/\u001b^:-/~Uhc'b{D\u0010ln k= ;-`jakĎ ųm\u001d[wD\"UU֋ۜS \u007f\u0016ׄ\u001b\"\u0012Ppmc3E9\u0013ұ\"8:Sei\u0002ˏ\\W^\u001a\u00025ow\u0005f\\jZVe1F\u001c\u0004*\u0002W \\W  V)\u0006GuayiT\u0013 N,]=tEzeş5\u0014/ - Xg;FV\u0018\u0018YS\u001e\u001eZ\u0016zj:k∉~}\u0011\u0018\u0011SC\u0005\u001af@\u001bƆKHL7jL\u000e\u000fg.0h:kASօc/z]\u0013]07hZZ\u0011 \u0014հASڒoP֬R5 \u0006`ڪ+q\u0014}\"\u0006Ml$\u0002:[\u0006i$\u00127Y,BCiL\u001f-{9V{>%OKV0;\u0018?S\u001f6幣\u0011okk߶UQ\u001e( v%G|z\u0001ƻl ~sF\u000e PG\u0014\u001agv*A\u0010+\u0015\u0011~\u0012e\u0012L!x)\u0014[i \u001bD푫2\u0019\u001e\u001cb \u0013IpK'aj1Y4|p1*>8;@o.\u00059\"\u001eEr׺fN^\u0019iYSeW52*\u001a|K3tv {T$RF(p*f\u001f1]'L\\5Ϡe\u001akirc{ VS\u0019VY\u0002nZbU5iUr\u000ei_a{*\u0005\u000f|˹S\u0001\u000eQWeD\u0015@MY-VrBk+6)V>/0\u0004Rb|Zb֨Iׂ(yWx0bʶ\u001aK2^ir[\u001d\u001eqTitl.\u0012Tel \u001896iwYDo\u0014f-{fT)\b-O\u0000\u0018 8q\"ިN\u0010\u0010\u0013q\u0010\u00114\u0013Q\u0018a~!8\u0017 9虜\u001d}Qiv\u0006KiI.'JGN鵨j\u0016\u007f\u001aD+ߤSI^eȳ  n7j-\u000eCzY\b 8\u000fjU:ةPʟM*u?3\u0001,bGT\u001a\u0004. M{Fmjè:g'\u0017}=Y\u001bm\u0015\u001f*s\u001blJ\u001eZv;iNaw:\u0006* :AirvU+Za:*5H0n'C\u000f&1\u0017\u001fZAH\u0004I\u001a1\u000f\u0013\u0010'oRbtc-\u007f\u0016[\u001e\u0014C{l\u0018\u007f43 z\u001c,]a4i o\u0011סT\u0019:\u0018 FpapY _K\u0010\\\u0015P33 d\">A\\?\u0011kzD0\u00018\u0001RƧ\u0019U\u0017vH ^o3*Ia)\u0015Zj(SP\u001d%\"ֱ5tx\u0000.5jr_\u0014\u0004gi~~Ѹ\u0002[eӯ$9ܓk\u001e\u0012\u001c\u001eb|V2we$ #L:brhS*r\b+ W|=Dvg$23s\u000eC \u0002q\u001ce\u001f|}\u0004Bͯ О\u0013Ró :\u001cY  uE\u0097?\u0012z s \u0013pFFp\u001b\\|>\u001b6\u000fJ\u0007÷?z JJ ;\u0012rS \u001ed#̟8,\u0000qCǈI+L l%}~\u001bu\u001c/Xem\u0019QT6\u0014k'#{>\u001akޭyY+\\s?U\u0005QiZTEo*n6xe՟Jb͞m#on\u001a{\u0017,XHO]/R{Y0qT0^7\u0017T8v]C\u0013 k\u0017l(\u0016^6a>'tX\u001fH~x=KH\u001f^meUt: l׍6iT\u007f\u0014, WWDlo'_eIh-C(!\u0014B̅d2֘X\b>|/GOYaZ&g\u001f8\b򴬄h\u0012f^w R\u0015]]EUūP\u0015bRC\u0015ᎌEA \\5Moa\u0006S[t ol\u0019hZ(P>RLށH]^\u0019saUօ\u0017-ēC!\\j\u00166C13%~&|ִ[,| kk>F>=v\u0003w\"\u0018\u0002ݭ\u001b\u0006v=p`ye\u0012\u0088=K9 (\u007f\u0017Y=(\u007f\u0013\u001e04-c\u001d\" q 0\u0013rs\u0018\b{}d\u001eқ5rNV> \u0006& \u001cdp\u001e%A#\u001f2ʔr\u001d Q[P3m\b\u0004\u0013 WaM7TwF\u0017\u0015/\u001b^zp g-+*\u001bڒЊT\u000el[^\u0010\u001a \u0014\u0005mCڤS74l 6貗x|~ ]\u0005WOrՏi\u007f_k󏼦~\u0012ml\u0001¥qZg3\\\u0006=\u0003؍\u0007j\u001a0(dr?6'rw2\u001eu&\u0003ǉVK&迴9|\u0005ʹ>Gn_+[`֯o\u0000_f w\u001e\u0005K-h*鏈\u0015e\u0016N\\Yp]}[k\u0015 =\u0007\u0005!, \u0002^o\u0007ݺXRLzѥ\u00114KJeušTS$y|  ۃ_fW\u0012\u001a+ڬ|\u001fFD\\s\u007f( \bAmʷr$#n\u0005^}ܧ`F k$1\u0017L9G\u001f/_Hb5^@n دs\u0004\u001co8\u007f|q_$y_$\u007fpF\u001bP_\u0002s+ޘ+>E~ \u001f\u007f\u0014]HR|\u007fJIg?,}\\ |1XqAy\u0019 -\u000f\u001dr \u0001\u001a3\u0003AF\u0002`\u0000\u0010È]݈{0~ \u0000 }{C݇޻\u000f=m\u001fz>}{U5\u0000ǀ/\u0000ݰ\u0000 \u001eL_>\u0019$\u0001hM\u0001\u0001\u0003)S \u0000\u001f8\b 8Rp j3 Ah0\u0019R%\u001c\u0006Qd\u0019kKYI#`\u0001\u0011/Y\u001aQ(?[Ʃl&\"\"lFж1\u001c\u001a :lqr%l\u001fr[\u0014 htsZL\u007f K@o`K%\u0016Alm$;yuuV{ j!l+EGwh^f\u000fDla\u001dV}Z7:!EU9)p^\u001fTh\u000e \u0019Cc\u00193ֻ\u0004\u0002\"tn\"ԟ&s}t\u0017Շ}BJ,o\u001fxQ\u001am?x|\u0014=vwbM.!{nq)B\u0004 z\u0010+6gg5|o93QZY{Ż>yXD\u0014g>1{\u0005\u0018:4zњJvγi,\u0001fUyi 2\u001c\u0016\u0007\u0007ŵ\u001d;SIqm,\u0019K\u001dD\\'Ũ84\u001fK pR\u0001q :\u0014\u001f-v`LL;\bdMņ~o$1\u001cK$Ⲕ8\u0010҉XRLĢb 7g\u0018\u0011A(|4\u0011 }+6 3e C\u0004A164jx&\u0005\u0019av`$OѮY]-H \u0010R\u0013\u001a\u001e\u001c\u0016 \u0012S0l S\u0014} LwI'$\u001c{BOѯCz\u0014{'i \u0011>9\u007f*a>\u007f\u0002\u0001c=:\u0005_\u0002o\u0002\b倿\u0011\u0001\u0012_\u0005\u0017\u0001n\u0001F0 o\u0004=_\u0004? \u0007\u0003/\u00017{wz>\u007f\u001c\u000e_ k\u007f;_ \u0000+n\u007f\u0013?\u0004 \u0000o\u0001\u0002\u00007?{&- E\u001f\u0001* *\u007f#?\b\u0017:\u007f\u0004\u007f\u0007?\u000f_\u0007\u000e3&N'8\u0003\u007fs~,W\u00052& \u0007\u007f\u0003dT\u0001~\u00047@\u0016\u007f\u000f?\u0002\u001f\u0007\u0002\u0017]\u0003{\u0016Z\b+\u007f\u001b_\u0007\u0000W\u0002>`~\b \u0000sC\u0012/r9\u0013w\u0003\u007f\u001f/\u0005\u0012f>\u007fՍ9\u007f\b\u0000n\u001c4(i#ğ\u000e\u007f\u001f\u007f\u0004\u0004?\u0002\u0003C _\u0004\u001d\u0000(\u001f\u0007D?\u000e\u0007!$. %\u007fTtS\\1\u0006\u001d\u007f\u0005_\u0007/\u0003q\u001b\u007fj>\u007fA?\u001f\u007f7 w\u0003\u0000\u0003I=\u001bGn\u0003q7 uV`\u007f?\u007f\u0014?\u0003370\\ࢪ\u0016\u000330Y켝ىʊfd.BVJ\u0012ÿ́\bu@3U1SA\"\u00173\u0005Id0\u0011\u001cQQ738CbE\u00015_i~Y=0\u007f*I.S>\u0011Ob_e#X\u007f3۟*Qxh࿁\u0003\u000e\u001d\u001b\u0015\u0013c5kƞ3e\\ S6Y,gq=bQ7N2z\u000eq\u0015gkO%ֈ'\bYc \u001c2pMK2/=Ψ\u001eq@KK\u001b\u0019#bc#b3=eWx0F\u0010\u001e=>,\u0012a\u0003\u00057\u001eGY\u0013b cϴ\u0011J}{덲C޴u?\u0015x\u0013źH½\u0011F^'=\u0096,\u0003 ӽAӈGo^C%w%\" Ž5+\u000f  \u0014/'Y !F8 \u00151⍯H^KN\u0015~9px {kҞS{>mxX\u0011bclA6?\"z ^Gr76e.,yJ *x\u0012KlsǬxA/\u001b\u0011\u0012eL^\"G\u001a QPZx@/s .$˦+;d1x\u0006st\u0012{y^g_ti_R(H|ٷmlS6E|.*;D \u0018-מO{:vH \u0003 ` >c\u0003\u0006\u000eF{5+cMW=Zў@Q5LrX\u0007\u0019hM\u0091=cW8C.W9J4ҹR d0\u0019\\&\u0010FmA'=V$\u001fY\u001a-w\u0004ZY\u0002-\u0017c}\u0007^)\u001fc]T1+/i#/|e\u001f+C^5\u001e\u0006\u000eRc}/N[/:b\u0005OY1H>WU@\u001f#_r\u007fZo]4\u001bd\"\u001eK ZCX\u0001Z\u000fF\u0013kǍ~6`5zIf+&\u0006xby\u0018wxi=\u0018}d〽ťFջ\u0019/\u0002ƊO\u0006\\YuZG;K_\u007f\u0011Q$\u0004S\u001f\u0018xɽ\u0001ڳ_}da\u000e\u001d:pG2V\u0004\u0005\u0006\u0005TZã|~@& b%:\u0003c},{w%>kXb? \u0003\u0001v\u0001\u0003e!\u0017b6fSOiiiIO\u0007K{&l\u000eZ\u000eXz;`9h镴+Ѿ۫=ʣԫ\u007f\u001b\u001c\u007fo\u001b^]{a# U\\\u0014q\u0000h(+?3-a-:IbTD)D*TֺJ\u0015}I >W/G\\ {3\u0018Ҩk_A_\u000f׳X.uwz67jb\u0011nDWfi\u001aejݷHo\\pvBkqM/!&\u0011%b\u001c\u001fGx>+\u0011=wbt\u0003>S\u0012ѷx\u000f࿃晃C7qQ\u0006 \u000eAz\u001b\u000fΚ5jY\u000eâmDy`\u001e_\u000f\u000f߫ʁ\u0001\u001e^lOE(ëX紪\b? m(f>͗8\u0018\u0015_i]2I \u0012I7݅C\u00179W7c\u0002i\u0014k'\u0019BC\u0017?/>\\ͺ?I\u0003%ɓ& \u00060!Ґ{} 3\u000e\u0005҃\u0000hX}>odo+D\u0012+\u000fĶzJ1{\u0004K ˽LX|eb`sQW- {.=Mɞg^O,/F/g0mũSL͘zfJTX}icm\b6M^^nz\u0011~Տw/?=3\u007fet/gB̾\u0019ưDΜ癳3xk[\u001bo]3|k,ỏS\b1s\u001d!91sb>_v&1o}˾\u007fn~o\u0017X\u0082 /[\u001c .Chaw\u000f(~],Ei-Ϗ|Ҿzg;\u0016\u001d}g\u0016\u0007.~=bHĐw\"_Zh>v\u001f\u0015)\u001e\u0017ވ潗^{b\u001a\u0015\u0015-\u001a ^r\u0017\u001fw/\u0019β`I֒\u001dK\u000eb ^ǍZZxp_\u0010--^e-֖sq\u0012aI[2\u0011Ö\u000ea\u001eqG11,\u007f\\v\u001evr8fL峖_ZneʗWjDص9\u0016\u007f\\?qč\u00037lJ%aHk U \u0013\u0012JH8cg!$\u0006&NL|%13p-C     !\u0007 \u0011>/p *8J\u0006\u001aj\u001eZp x8 \u001dp\u0016\\\u001dt\u0002 U\ud8ba.;N[:ꮣ:j\u001e?\u0018&Á{/ \u001f\u0001x\u0010\u001e0 \u001d9]\u0007[\\!{Pϋ\u007f[O\u0015\u0002\u0017U \\*Eۆ{ۤ'\u001b8\u0011\u001d ~0 \u0011g| NI\u00015^\u0007\u0003\u0018\u001bL\u0003f\u0001pz3\u0012o,x,,R/ \u0002@>.fq|$\u001f'IqR*\u0002\u0010\u0003ճ,8K>Β,8K>Β㬴ާeK EY\u0002Y(1\u0015Wr|\u0015P1VCt=c\u000f80=c\u000f80=c\u000f80Io\ud937v[;魝׊\u001ahZyMmǶc[鱭Vzl+||||d02\u0019L\u0006#d02\u0019L\u0006#d02\u0019\u001a;L\u001d\u000eSwaSm\u0004H-\u0004ɐ\u0002\u0006\u0001[!\u0006Y 9\u000e\u001cv.ȃ| \u0005\u0005BثfsĲ/+\u000fE`b\u001a\u000eB \u001cR(`#\\ȅ\\ȅ\\ȅ\\ȅ\\ȅ\\ؤZ~\u000e$\u001f\u001b\u0014f@#4A3@ڈu\u001bn#r)\u0017r)\u0017r)\u0017r)\u0017r)\u0017raV ݆0t\u001bnmTa mv mv mbSǩTq#6#6#6#6#6#6#6#6#6#6#1\u001fq1\u001fia>|H \u0016#-GZ0\u001fia>Bw]{\u0017Ew!M it Xq%\"%-\\  \u001e'\u0001>UO$q-$U7OJ~$\"n[.▋\"n-ݸ\u001btn҂WZJ ^i+-\u001c\u001ed\u000fG#G'O\u001c8:?qt~̑#3GgV !(U/GZ#-\u0016H }\u0004W2NfF84`\u001c6:s/Ѓ\u0001 &\u00013\u0000xW\u001fHHHHH_u\u0017G FqDݣ+FZOum]zPg9J]!=F\u0017wŝtq']I\u0017wŝtq']I\u0017wŝtq']v\u0003ک~\u001bom}5蠢;\u000e*\u0017S6FUۨj\u001bUmcܿ\u007f\u0003s\u0006f\u0005 \u0002Y¬@aV0+P\u0015( \u0014f\u0005 \u000299b0Tc*1\u0015f0]QΐA\u0005\u001cΔN0had:{\u0019N_fvG\u001c/Ѓ\u0001 &\u00013\u0000A];g$ @en\u0013{\u0010\u0005K`S #ehZp-{=\\\u001ee\u000fײkõZp-{X\u001e\u0015BwW ]+R+ym\u000eXn]M[Wӭtju5ݺn]M\u0016\u0003[Эk5t\u001au ݺn]C[׈;\u0006\u0005ѭut:u\u001dݺn]G[ѭ\u001dd?\u0018\u0006\u0017\u000f\u0007\u007fx\u0000\u001e`8 \u0016w`#PNz;2^|I5>N FxKG\u001a#0\u0012 #0\u0012c\u001a#ag$쌄\\\u0000.\\\u0000.whS\u0002=\u0018\b`\u0002\u001f0/ \u001b)dԒZSKvjN-9Dv\u000eCd\u00109ݥm$ \u001f!?B\u007f0\ba\u0011#G\b\u0010\u001f!?B\u001d\u007fLb1$\u001f\u007fLb1$\u001f\u007fL\u0012\u0000\u0014w\u0000?A'\b\u0004 \u0013\u007fO\u0010 ?A\u001es0\u0019\u0017E~~ L`\u001a&3'8C y_ \u0019У9C\u000f\u0014w\u0019\u0014\u0018 =3hУ9C =Zu\u0010\u0005 \u001c\u0017p\\\u0010 qA8.\b\u0005 \u001c\u0017$O(N(M\u0019z4gќG\u00142\be\u000e\u0011\u001c\"9D(sP\u0010!B 9s93hΜ9s93hΜ9s9ZP\u0010{`\u001c쑃=r\u001d\u000f\u000e1H:\u0006I \u0018$]\u0019Bf A/\u0014AMQW릪n\u001dn;7wD\u001fQWfZ9`^\u000ew?0O\u0015 V X!\u001f+c|\u0015򱂂\u0015\u0014\u0015\u0014`\u0005\u0005+(X\u0005+`\u0016Ђ\u0015ZBǎ-\u007fm\u0018 a6 \u0017 {1^ \u0017 {1^ \u0017 {1H\u001e\u0006 y\u0018$\u000fa X\u0010VG1!Ik0R\u0010F HA\u0018)\b#\u0005a0+=J\u000fì0+=J\u000fì0+=J\u000fì0+ '9$'䄓pz\u001efYaVz\u001efYaVz\u001efYaVz\u001e\u001e\u001efYaVz\u001efYaVz\u001efYaVz\u001efYIi8) '4pR\u001aNJIi8) '4\u001efYIk8=J\u000fì0+M&ɤ7&dқLzIo5&VJ[Iz+Io%$V}w\u0007Azw\u001dw\u0007,\u0004WJ\u0012\\I+Ip% ~I$_\"gHY$,~\u0016I?E\"gH          \u0004+ |0\u001f+ |0\u001f+ ײ\u001f {^ \u0007? O}&%\u001d>_ \u0010\u0001B$D\u00125\u0014bP\u0017B_( ~/\u0014bP\u0017JMÀKi4zo\u001a7\u001bG{q8zo\u001c7NHތ9\u0013 \u0011 \u0019R \u0015 \u001d2`+d6ȂlȁܽGYi\u0003\u007f \u0011\u0006Yk*j糭Zk[VmhURjAcjȊ(C\b\u0018\u0002$ Zm\u007f\\$wy\u0005x\u0011a\u001a\u0004\u007f\u0015\u000eϟ`\u0006\u0019fk0 \u0003^\u00067\u0016̅yP\u0003*'U7T7T7T7E 'Ta4N6:M\u001cEAU\u0010á\u0012v\u00110\u0012R0 F\u0018\b+\u0003`o\u0007v.jUqV5ΪY8\u001agUjUעn nf\u0011;\u0004~ PԨ6*l ۨ6ej٨Z6\u0019ǫ`*X ֨5`*X ֨5`*X ֨5\\*\u0016\u0015iEEʩH9\u0015)\"TSr*RNEʩH9\u0015)\"\"eUU*RV5ʪFY(\u001aeUl \u000eէ\u0014UST}OQ)> @4`w\u0003`o\u0007 ;\u000f\u0003a,\u001c\u0004\u0007! 8\u0014\u000eK]{\u0019\\\u000ekԮkd2:\u0019| >W\u0006\u001f\"s'ZddgFvfdgFvfdgFvfdgFvfdgFvfdgs\u0013D89K\u0017X\b\u0016\u0016Gin=[?}>8\u0019Jg(t\u0019Jg(INJwRҝ>GS:K,R:K,R:K,R:LLLLLLq\u000ex\u0003\u001e4\u00079 \u0001i\u000eHs@\u0003\u001c4\u00079 \u00018`\u001a\u0007Li\u001c0\u0003ů>. \u00174\u0018U~їtM%J~-I^jjZ\u007f_\u001f\u001b#H:$#H:$#H\u0018b0,\u0006\u0018b0\u001c\u0006s\u0018a0\u001a\u0002\u000eAXʁ\u001c\u0006\u000600\u0001  ``\u001aM:Ͱ\u0005»ׅ\u007f-%u\u0001rJK\u0011 `H\u0004C\"\u0018\u0012\bD0$!\u0011 `H\u0004C\"\u0018\u0012\b\"\u0011D\"D\u0010 \u0012ADŴ_LŢI䞹^4EX4EX4E#\u001e&~\u0005h4_oڙ#\u007f\u001eZB\u0016Ч>-;gf7-ʜ(s̉2'ʜ(s̉2'ʜ(s̉2'\\ RA;t@?g\u000fE|o-vη|\u0006W'\u000et\u0018S~k#C =2#C =2#\u0013LL\u0016S;t w,vڮVjZ,>3kw dq\u000eYK~# ߌ\u0002;jSp\u001dNév8\u000eT;jSE\u001aӠ\u00064hA; iC\u001e\u001aР\u0006=Vd\u000eRx\u001ba\u00194rX\u0001+a\u0015UZlb\u0015\u001bhFk8t3l.lя~lcBl\\@t;nm,FpŹ4\u0016;\u0017bB}E\u001f'p跉~跉~WW^vͭ;{\u001b$|7w#J H\"i)H\"i)Hڞv>\udbd5;H⧾4JEI˸Њ\u0015C+V \u0018Z1bh0?@u U\u0018@\u0015\u00060P*WѿU\u007f\u001c\u001c-\u0007GӿU\u007f\u0015_E*WѿU\u007f\u0015D\u0017U^TyQE\u0017Udis9Yڜ,mN6'KdisQ\u0012͔hD3%)\\>YZ(B\u0016JP'ġ \\\u0016|  a\u000fC\u0018\u001a\u00100461\u0011C\u001b1\u0011C\u001b1\u0011C\u0019 e0P\u0006C3 ?&3v8Y1RV슡q2b$Nɪ䝲)>킱c\u0018+;ʎc\u0018+;ʎc8\u000fC\u0019v*:\u0000\u0005(  \u0005q\u001dwq\u001dwq\u0007W~>y|WGk]k\u001b`B\u001dpW\u007fp\u0006-;hA\u000eZvв\u001de\u0007-;hAn:vӱtc7\u001dMn:vӱ~_7Mnuӯ~_7_f \u001b]*jG 1\u0011b\"Dv\u0003\u001b\u0000\u00065C__\u001eLE\u0017y^yE\u0017y^yE~D\u0013}N9D\u0013}A\u0005\u0017D_\u0010}x\b \u0005,\u0014PB\u0001 \u0005,\u0014PB\u0001 \u0005,\u0014PB\u0001 \"Xc! XB?\u0016Џ~.~g'W*5 9i3KO\u0011\u0014O\u0011\u0014O\u0011\u0014O\u0011\u0014O\u0011\u0014-9#9#9#٢-٢-٢_!\u0015\u0011}kD_#\u001a׈F5\u0011}kD_#\u001ao\u0015Vo\u0015Vo\u0015}qj\u0015j\u001f=//L\u0017zydX\u001e/\u000fU}@rn!z9\"ږ\\\u0019|#MkDFkDFkDFkDFkDF^]a\u0017V_ef7rgYeYeYeYeYV\u001cZ\u001cZ\u001cZ\u001c6\u00198la\u0015gYqS܂-8܂-8܂ø;\u0006\u000e\u001bp\\\u0014gp\u0017\u001c^]qx-\u000ew\u00058\u0015׊9\u000e'p\u0001\u000e/ ]Y\u0016yȫE^-jWZ\"\u0016yuGٝ\u000e^\u0014~ g CȋϽ\\+EB\u0017?I#E\u007f}9D?R׋eͯ\u007f(zY/e,җEHtHtH}U3D:C3D:C3D:C3D:C3D:C3D:C3v @\u0011 \u0017wDsh;}p(&b(&b(&b(&b(&b\u0012;w\u0016?\u0013-\u0010\u0002,\u0010\u0002,4{[$\"\u0015IHjER+ZԊV$\"\u0015IHjER+\",\",\"WReR5rozh\u0013}\"\u0011'w\u001fޟ%={k8Lc\u001f\u0013D?&1я~Lc\"MXhB\u0013\u0016Є#9\u0002 MXhB\u0013\u0016Є&,4a  MXhB\u0013\u0016Ф\u000f惪j>\u000f7\u001d\">F'\u0018Q$JO-\u0014\u001c\u000eK?\u0003G@\u0004ӣh8\u0006`\u001c\u001c\u000f'\u0010?d8\u0005Nt8\u0003΄l8\u0007> s \\\u0000\u0017B/EE\u0018'>\u000eOk \u0016~\u0007OP\u0005Yx\u000e? \"T4x \b/+0=~gRz\"[0\u0017A gκ\u0010\u0016A-,Vÿ\u001aJO\u0014\u001c\u000e\u007f?\u0003G@\u0004h8\u0006`\u001c\u001c\u000f'\u0010?#d8\u0005Nt8\u0003΄l8\u0007> s \\\u0000\u0017B/EE^\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 \u0018,`\u0002\u0006 'Oq}   s \\\u0000\u0017BD/EE\u0018>\u0004\u000f\u0014x\u0004\u001e 8 $\u0017u>X'\u0002C%\u0002#`$`\u0014Y׷mp;\u0001wsnsnsnsnsnX|Υ\u001a\u001c0]\u0018\u000f\u0006߇\u001fC+={: \u00150\u001c*a\u0017\u0018\u0001#!\u0005` φ v=`O }`_\u000fgXO>\u0000\u000ep\u0010\u001c 'P8,~矊\u0013?_\u00122|\u0005 .\u0015ep9\\\u0001WB\u0004[6\u001d;.\u0000wD\u0007Y\u001fa  ~w=G I O3 \u000eNf$ۃݓ\u001dG=\u001br [wp|sP\u0001á\u0012v\u00110\u0012R0 @4`w\u0003`o\u0007 ~tt\u0003@\u0018 \u0007p\b|\u0002\u000eR^\u0006\u0015p%Ϥ\u0015n\u000e\u0013 p7L{^(=:ʨ\u0015\u0019\"VdԊZQ+2jEFȨ\u0015\u0019\"VdԊZQ+2jEFȨ\u0015\u0019\"VdԊZQ+2jEFȨ\u0015\u0019̏?b~\u00141~Z6N\u000e\u000e ./=u= \u00150\u001c*a\u0017\u0018\u0001#!\u0005` \u001b/=\u00008\u0010Ap0\u001c\u0002C\u001e./WR/ \u0012 p\u0007 z2 c\u001f\u0018p\u007fIKPD_~WW J\u0005A¿į;\u0011kJﹻ 8Zm\u001c6V\u001bGjhq8Zm\u001cmaF~ÌriFoFoFoFoFoF~=^i\u0018#\u001891F1rc\u001cc\u0018#\u0018yhkW]ߵCK>r\\\u0013\b.㵵Z^[kkym-嵵Z=Z=Z=Z=Z=B^kym6ټ6fl^kj!_-䫅|\u0016,Wj\u0016_Y|5f,Wj\u0016_-,=!x\u0018#(L_|W\"\u0015wE+]|W\"\u0015wE+]|W\"\u0015wE+]|WWNJ~`P?0\u001f\u0018\u000f \u0007\u0003CU~\u001f(\u0007 *ݡJw\u001dt*\u000eŔ\\LŔ\\LTp \u001aHF5RjTkZ#\u001aHFT \u0016R-ZHj!BT N\u000euPj\u001dTZ\u0007:A\u000eu8ڝ|Nv'_ld;%)NVJRld+%[)JVJRl>yɷoooooԎN>\u001c~د\u0006\u001fd* ++\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f_\u0017yE^\u007f\u0011{gxgxgxgxgxgxgxgxgxgxgxgxg8m'knG^N^Nչv$w\u0011_\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FC\u0018 1\u001ab4h\u0010!FCU\u000f\u000e_2߿5Xj'V;ډz\u0007l\u000fe{(C\u001eP=l\u000fe{wtW;{d{l=G\u001e#{d{ϰOʮOi \u001c\u0001GQp4\u001c\u0003q0\u000e\u0013D8 NST8 N3L8 Άs98\u0017΃\u007f\u0002\u0010>\u000f_p1\u001a\"nv\u0003`\u0002 \u0013\u001e\u0017\u007f\u000eڠj4\u001a FѠj4\u001a FJ8 >+]+++]iJsWܕ4w+]iJsW\u0003w5pW\u0003w5pW\u0003w5pW\u0003w5pW\u0003w5mQ]U]U]U]U];yg\"J-\"J-\"J-\"J-\"J-\"J-*\u001ea  >\u0006j\u0006j\u0006Z]˹k9w-ܵsrZ]˹k9w-\u0006qWrܕ\u001cw+]9᧟. a\u0011+⻟\u0005c\u0012Dg\u0005\u0013(=\u0015ODs0i\u000fF%rqp\" Gˌ^lE Nj1rQk=.ZՈ\u001ek&. v\u0019Ϣt(muAȂ\u0005:*\u00186W\b1\u001cť5:]i&WvQ\u001d-%R /#\u007fh\u0013x\u001d?׍\u001e% k|kFe_ kacШobv\u0013fFO0zo)\u001fw_;]\u000f= GdW\u001a}\u0014^%^{^~(h7E\u00127`xbRԛxT\u000e=\u0016\u0013 ?ݜ\u0010\u0015aDe׏Dc\u0010LL4=fy &c\u0016#u\u0003hh\u0013D} w7{=o\u001b\\c-O\u000ew0!+11xu?I \u001aʐ\u00156[!C\u001cZtE,Cf\u00192\u0016co D F}G5\\8ʅ̘3w\u007f%2_\u0004=\"\u0011A\bzf[o6$&G D$&4 'uxo/+ee:aln+Z VUzғc:k/Z)kVZ)o yjVk FZhb) m6h\u00015Gt1LD\u0007\\YS1eYݬ9F\u0018c9uήsu۱jr9r}71g(zD\u001e+x\u007fiE\u0016U`Ήֽ\u000f55H~1p#n[\\\u000ezW\u000fs=\u0006:\u000ev0{b\u000f\u001e`\u0007\u001b\\~ \u0004&DjU꼫֊Ά[o֕}\u001f\u001brcNd)_G8\u0014KT`ۉ&Weos\u0013&j`hqhB5+}m>,(D\u000f&kA$ލ~ ԝ(\u00110{G>/|\u0012>\u0005GD\u0003ɣDq0N=ɩ{j4=}IG\u0005 M6*Q?>\u001b(\u001bxc\u0015;܉N>iZn\u0007F3҂Ni\u0016uah=ch׋xH׋2\u0014eF\u0019QfD'^\u0011\u0015\u0018*NO-r%8ϊ寬v ~]ּ;|\u0007Ej$vZ;^\u0006ݩ֎Wkˤjxk\u0014>_\u001dO3\u0012/+JEj߬־־\u0010|zߢ#n [A\u0015*L\\\u0010Pr+(r?\\\u001d(WG:QAQ QjuT\u001a^Z\u001d\u0018VG?QOTZ\u001dզQmS\u001b\u0014PbuԪV\u001dUGe\u0013UKǨUGשZ35Z35ZRAj=H\u0007\u0006\u0016Pk&fR\u001ajͤLj]E5Z35Z?Ϩ5Z35Z5ZG5ZC5zZ˩5Z3Kɾ\u0002pL{8gGURs(\u0015\u0004\u001d\u001cJJѠ&mR*=G(+3_2QŘC񪺔T*ŞNR *\u0011ʍ\u0010 ,\u0015\u007f\u00056aEL\u00172~\u00973;\u0004,e D`X\u0012*`8T.0\u0002FB F\u0018v\u0007g׭u~Vfi*` إ\u0002vԵN*| O^\u001b7ٽсr?;\u000ftk\u0010B \u0010z(J\u00151\u0002QDE\u0011\"\u0010\u0007\u0010\u0012\bB\u0019@Qt\u001c,(X\u0002H\u0014\u0007[BK@BB/W\u000ewƹ{\u007fWޫsN\u0012XU\u001dP\u0017$ÛV h\u0007ڃ\u000e#\u0004: @\u0017p! .\u0002)b t\u0007=@*\u0004\\ z@/p9\u0002\\ zՠ\u000f\u0006\u0005@\u001a\u0018+uZCL\u0003\u0013]>\u0005\u0017XfR-Z\u0000- \u0001\u0001-A2h\u0005Z6\u000f\u0006\u0005@\u001a\u0016\u0007\u0003uFp3HwcǟcǟcǧIL\u0001w;]`*=^\u0003\u0016\u0018 $\u001bx \u0007o\u0005M\u0016\u001c|\u0001\u0004\u0000l\u0004f@&[A!(\u0002~]9/᜗\u0004q3!n#(8\u0006N8E\"~\u0011gHđs$\u00040\u0010\u000e\"@$\u0002 \u0006Ă\u0014IA{\u000fp\u000fp\u000f0}\u0018>c\u001fƱ\u000f؇qr7=Luǳ\u0017ًxb̐8 \u0007\u000fYA\u0010 \u001e\u0006PVTV6MeeO\u0005l\u0001+[\u0016\u0005r\u0019psX]\u000eau9.G=\u0016y9\u0002x\u0011\u0004^\u0006Wku0\u001f\u0001\u00167[m\u000e\u0005 \"\u0018  n\u0015>n\u0015>n\u0015>n\u0015>n\u0015>n\u0015 Ƀ!y0$\u000f X \u000frw\u0006!+}\u0015X ր\u000fZ\u000e\u0007\u001fO\u000fl\u0000\u0005\u0012\u0002\u0011l\u0002\u0016\u0015\u0014\"\u0015m\u0001?o,\u0006%\u0014\u0004e\u0003| \u0001;.pH$8\u0005N3\u0012\u000es3`n\u0006̀\u001907\u0003f \u0001s3`n\u0006̀07\u0013fL s3an&̈́07\u0013f,\u0005s`n\u0016͂Y07 f,\u0005s'0w2̝ s',\u0005s`n\u0016R\u0010\u0011 ]`o\u001b\u0006^F[X4\u007f \u001dNp\u0017\u001bL\u0005\u001c5 \u0007\u0004 \u0019`&\u001f \u0004krp9~\u001c?\\\u001f.\u000f+\u001f\u0016?W\u0002݋DaaV`a0+0q\u007f1,l,l,K$d6FɍX\u0014Iw\u0014]iV5U\u0015f>~wY~bֻbefbarr=هޏ=ྀ 7\u0015֦TX kSam*M6\u0015֦հu5l] [Wհu5[\u000eü0o9[\u000e6 !\u00176\u0086\\ؐ \u001braC.lȅ !\u00176\u0086\\ؐ  r2 /C2\u0014MH2C\u001diM!-!\bgT\u001d~\u0000\u0005\u001e\u0004\u000fa\bXM\u007fVӟg5YM\u007fV\u001f=>l\u000f=>l\u000f=>l\u000fc\u0007\u0003؁~@?v\u001fǇa{|\u001e\u001fǇa{|\u001e\u001fǇa{|\u001e\u001fǮk\u001e\u001fǇa{|\u001e\u001fǇa{|\u001e\u001fǇa{|\u001e\u001fniv\u001aniv\u001aniv\u001aa{|z\u001aǇa{|\u001e\u001f0S)L\u0014s 9K\u0012/%\u007f8>8>8>8>8>7}R(\u0012\u00179ћ\u000f 8է9{̖*NeN*b9;9g;2D2D2D\"Dl^\"^\"\u0011Y\"^\"]\"'L/\u0011\u0019OX',\u0013 xr -!>-;-;-;-;-;-;-;-;-;-;-&Z7ό\u0010 \u0010 \u0010 \u0010 \u0010 \u0010 \u0010 \u0010 \u0010 \u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0010\u0007\u0005\u0002A\u0001\u0000qP%@\u0012 f \u0010\u0004Y\u0002,\u0001b\u00001K%@\u0012 f \u0010\u0004M\u0013l'6Nld;vb&ۉ\u0017\u0016\u0013/,&VXL\u00011A11A1Y H\u00054~1POן6Gcd 0s9YUbNt^sM5UwD'j\u0013t0'\u0013QUDNT^'Mub\u001f뒛\u0017c\u000f\"9x\u007f7\u0016l\u001e\u0016l\u001e\u0016l\u001e\u0016l\u001e\u0016l\u001e.0\u0018f\u0017cLg \u0018\\\u0001+`p\u0005 sa\\\u0018\u0015\u0006n[k>꿕Y;a\u001f3\u001b\u0011\u001bXhN\u001dx1\u001bƭJ\u0019l>fԥ2o4\u0005ҏvfسEzR\u0014JG\u001a5p5|\u0007Z}r\u0005 ^چ>rߦ\u0013v j\u0010jr\u001b\u0003ڍ\u0011A\u007fb;\u001dЮcvD\u000eo9(QvK\u0003zgP9ytG(&g YYnɖ\u0014\u0007/ \u0010\u001e*UpuO&@*@*@*@*@*@*@*@*=\u0012 \u0012 \u001b\u0019D,1\u0004d\u001bk?V~W\u001b`=Cvx-L]J\u0004}yf3\u0015ŽyHMIҞU aΗAԪ~Cd\u001fy\u00051wS O{ʲOE,V ͶBvVYzϑ\u00160[=Luvx枍\u0007~臘g%_\u0013\u001bأ \u001b-/`7Rc\u0013̎oaEP= \u001d\u001e}W$dK\"-#Q(-4-c\u0018[5-Oy\u007f_+ \u0013Ғ %\u0019tK2d-fznone\u0019F9r plǼ=v3Hl\u001aWb\u001d-hQ\u0016eGԮ{oqO1qZV;?Ք\u0014TS%M\u0004c$\u0016#\u0011q\u000ev`\u0015:W29>o\u0003no:29;i{>FVZ}vepz \u001a ]*\u000fr\u007f #y}5~#7~37>p ^mo\u001aH^_5i:4d~5YN f~VN\u0012\u001b&oFk-Y{,\u0004B$2z\u0012\u0012k\u001d` ӔgxVZxP\u001bK`u\u001ek7`su\u0011ϓxބ͸ל-xޒ Φ6&p\u000e~\u001c؝]N\u0003\\ܐ:Ơ uR\u0019uZP%;hu%yx;vy3(\u0011m \u000e\u001eg\u000e!;\u00151v\\={o]wuCYk:\u0001k+ٿ\u007f Nb~nЪ+is\u0011zk˪:Ywu^.V\u0017Ns{\u007fHgozcz2y~,0,N\u0003Z_CXɫ\u000f`}ұjIX\u0014XaX\u0006XՇjW\u001f2cՒj)N|Qv rt\u001b&L \u0013ZF.Qe&Ĩ=&Tߚx\u00137 4214QM3\\4-M+uڴ5)״32\u001dLGMgE;&\\LwCGK%:4=uez\u0018פXs\u00191HMc$3ܩ{ͽ:L3t+yZ6 Bּgef>,7u;S`\u0014\u001cԽQ~N\u0013\u0007:N\u001etw;\u0014\u0005\"UJbF=)SL\u001a!\u00132gOgu\u0003z&wׅJ}iL\u001aF]&ir\u0003}\\%p\u0019\u0013\u0017CF@H-i] \u0017\u0013u_\u000e*V\u0019\u0006:\u001b9WJe.\u001fmh`\u0019)cz@Z$v>I2ζG\u0010וfR\u001bP%r \u0010r\u001erkd\b9@u]\u001c+i$\\\u0012|$]\u0007ܸ\u0012fL %[\b콓0II vr\u0011\\)z!WVOL\u0019?zZ u#gf/,2++ !k[\u001camVN2{#T+gZs|wlYj*+eN2|jeV\u0016[{2Ff +\u007f'\u001d$'h+kZYʆV6ˢpZ[.Vv&OpYy&zY9L+'Yy&L+g[s|N\u0018c\u0012+?r\u001f[#':ae'=\u0019\u0012ne)#&4be7+{N2qrHo+Yy\u001cflf\u001ei$+r3  \u0003#od(\u0015\\u\u0006dԯJ͈\u007f7\u0005GY7HmWɻRA ~O27s켌-Yқ\u007fU`ⱦ\u001a]%\u0004~˸ 2Wd\u0013\u007f?|\u0010\u0004C\u0003D6O\u0011'YJ\u0002b\u001dG*TP\u0015KPP.B>WU#X I ݪuR\u0013T]zM6x\u007fj|*X\u0016TDeV,.C:WaSU\u0011ב]%D^\u001d\u001d,OW\\..B\u0016,?\u000f28nQƋ\u0004#,\u0003F't\u0001uU1+Mos\u000f]SDumA]\u001351t\u00146;\u0012Sqy:NVr\u0010\u001d\"Q\u0012k\u001a\u0012k\u0012i\u0014D7\b%\\QUM>UO+\u007fR*Yf\u0012*\u0013\u0007Uʒv-\u000fjh\u0019CDz R.^_2}Nu\u001fG^t=QO\u0007ZIr\u001a;MN3fʬ \u0011;g;՜Le5\u001aU#g\u001b\u0013E$;V/qNSǩ$:N\u0003/+y\\M\u0014\u0019tj\u0011#:aN\u0013D:QN\u0013:qN \u001c8}Lk{^\\ \u00034qk]3,0Ec S|a4|k*!`~4\u0011\u001auz|ü\\6os\u001b{\u007fZotYiVfЬ5\u001fuf=v2Snfo\u000e}O \u0002z\u007fǼC\"z{\u0005sz?\\zu=E; ZηHAݤnV\u0003Ս6EOoYY\u001cu\u0003\u001eHڤ6K:\u001b]9\bH3̅\u0003\u000eFwͻx\u0002q!3~|,yP\u001e0Y_\b\u007f9 $H֑G\u007f,s6ȧ|._ȗ\u0007(dlR(EmۥXJT\u0002x\u001b)dO\u00019(\u0015-|'\u000f#V\b~\u0018k=!'唜3R%gɗ\u0007\u0006r@}\u001eD|\u001e9\u000f\b=˞hȝ  :KOԷ\u0017oźDޡzޭtޣ1\u0007A]a\"DyٳG}X\u001fG1},>O3˥ri\u0010\u0013J>\u001dn\"L\u007f3\\G{\u0019lf4\u0007,y fY&\u0007,O+\u0014NB5wҹ\u007fDY~Ҽ_ֽk\u007f\u007f\u000eh3(jcu\u00113[ F\u000ej\u001a%m5%U\u0006\u0005\u0012S託zF=/CjԓOC\u0019yzM)W$$ֲд5d@j] ,\u0005[\u0013\u000fPZ\u0010?tfNI|}Z\u001dZU\u001f]vmT\u001b~:誺W+Yj\u001fG\u001cbDB~ `5:xgYw1hl#[8\u001bA \u0003`M&| ='`|(= ߟ3m\u0004n\u0016AG+nt{\u0017;X\u001b9̎\u001cnG#GڑvdoGOʕj*TE+MvUJT \u001dkکvݪL=jڧ\u0003꠪p㘣9nN9mΘ*;\u001c6zhi / 0\u001e yŨ!\u001bD\u0006I\u0018Ӵ\bL\u0017F)\u000e\"\u001c\u0007}H=$qaPs\u001c*޵#٧6H\u001dR\u0012mR\u0006փ\u0011L/\u001b\\R\u001fس o\u001f imcA2/~,^\u0019;i\u001eN\u001e\u0018ϼ\u0004۪ꥮVYG2:ϖW\u000eV\u0017rJPu-\u0015zpݖ#T\u000f[TLԖU/[UW2\u0013zej\u0005\u0013`檭xo\u000e9DG\u000eU\u001dTGp 9Ba-\u0018\u0002d:yVԅѪ'r .Gfb\u00154FNT\u0005BW#'kϒ\u0003k5OE>GF^%[2Lnr (\u001c{\u00165\u001f\u0004o\u0006z\u0015 >{\\X㳻t@/@ׂ/E:\u001c\u0014+\u0018*aZIL)\u00172=U(\u0013\u0014Rpk\u00043\u0012\u0000-\u0000 \u0019\u0003V$-LA\u00199\bh~afAr\u0018\u00078\u0004\u0012\bhnp6ʎdrw\u000e\"\u0013(_6\b~d+\u0011L&\u0001 7\u001c)\"zQID\u001f7\u0001  PE\u0000\u0018`gZ.4c\u0017\\%z- \u001c\u007f hItلWB+\u0000\u001b\u0003I}s,BY~eI $ TU2AT(7\u0004èP($\u0016T\u0011؂\u00135UnΕ\u0007:T#X\u0013]UOF\u000eM\u0006ejW%\u0014qqu\u0012o3]I\u0014YSLfJH\u0003͑5Gos=\u001b]\u0014V'S9[Q\\-04d=y}N?.\u0019Zy7J;O&ڡG@;-U OB,IRa]O$\u000e\u001b'\u0006j\u001a8%N;NM\u001cwOqJZ c\u0002 GpMuZ508\bLJ\u0017@y `YA21@A\u000121\u0000\u0012r'I}$@puWz/aG\u001c .\"X\u0001f \u0006\u0000\u0006 :f@\u0003Pc*Qx??\\P12P\u0002T \bN[\u0016pV` ͈\u0000\u0019 f\by\u0011 2/ \u0003k\u001b䴲4\u0000VTS\u0013+\u0014 d;{bd*j\u0001]lg˵8;^֍ M !\u0004kl2DZ\u007fcy3)\u0017\u0019=.\u0012:bFtp\u0012du\\Y[\u0006S\u001a;\u001c\u0015\\*xcxf]c\u00056-vË\u0000\u00156c ^n\u0011RabsL 3\u0016fLG@c5\u001dmˠʀrP \u00117,LC\"]\u0003\u001ck2:F\u0017x5x6Xw\u0004\u0012FٷE?XH:P|0֝%\u0012M,\u000fsUsb۲\u0010hk\u0019AA]*`\u0019\u0000F; \u001f֯m~K+enʃLfT[H\u001bt`JJ^h??B7~O%?Y\u001a#!\u00153=\"%t;+\u0017 ē9֮\u0010|Cn8^@wGڥ\u0012\u0003ŉu{ \u000e\\-\u001aKV\u0016 \u001cn8)!8\\%$\u0088':sM\u0000) \u0003 2\u00197\u0001\u001c].\u001d%;2\u0015K\u0013\\\u001fc\u0015\u00031\u007ff )G\u001f\"u㠨}\u001b@\u0089g +[Z?y8gV\u0002MEqB^\u000frעPڣWd\u0013ܐ&Me \u0017vc:~$wJBTZixKjI\\\u001e>%l,9d}~Ф3\u001b\u000f)\u0005\u001atpڃIT P\u0002>/K\u00007\u0006r\\[;'H\u0015C @m\u000e/)؏NF7КX\u0019\u0011JF\u0019\u0012\u0005[ޫ%uˏI\u001fKF\u0019\u0004}` og-,Uη&A\u0004@\u001d\u00170h,\u00060 xPUԿI\u0002%%\u0003\u0012]n7mR YBf\u0005G8s[fw\u0002\u00066\u0003˷!sT|0\u0011\u0000p1uII7NV.Z{&S#\u0016y\u001b󦋷7Ԃ\u0015!9񍷲>i~\"13w)\u0015Z_SS=\u0019yR\u0001hl3;D4 p|s\u007f\u0014`\"\u0018S´6_D η\u0019\u001e aW.LkSxg1m\u00162QV/\u0005\u0012\u0012;5\u001e`:\u0016 sHvOV \\:n!tBo\u001fڧQŨ3%,X\u001bC5\u0010 -%Q %Q>c5v]Һ\u001d\u001cƯM\u0017xt^ hhqQ vnz>c\u001fV/Wv8\u0007|􉡵t?H{zy7o\u001dR\u001c!=Q0\u0003u&U˫@i%c\u00002~8N Ė·\u00137M+\bw-1\u001dx\u0004!\u001fE Fw]eS\u007fȾ\u0003*Rr*\u0016[쫿ogOe; \u001b\"\u001aA٬A\u0000_#\u007f\u0010\u001ft }CYLKxfW\u001e=\u001b\u001c͹\u001cLǈ\u0003\u0006X\u0015\u0000\u0010\u0006y  WW*59|m\u0000V]\u0089v\u0001#0\u001e \u0010\u000f@|!>\u00102\u001fl\u0003!V\u007fΰ h\u0012\u0004DH\u0016`3=ϵ$ dɫ\u0002\u0016:9Q\u0016ξh+rji9o\u0013 =SpH*8Aފ782h6)2@Ѓ)j6\u001b.Y3MR CSHfʨcdRW1kG%\u0006tGTX ſl92ݙ,w;{\u00034\u001e*ОWk\u00008](\" \"oߞƶN}\u001ed.#\u0014x/wc\u0017y\u0015r\u0012 \u0019\u001dF MU\u0017L bTc tJuܛ(z+ \u0016ETŌBG@0\u0003n\u007fˑ/\u000eR9Y\u0013\u001aC\u0003\bF\u001eǏ?@A}0v{M4\u001aV\u0005w\u0015\u0010 ׷Jaa9Y0hh\u001d^l\u009da.;\u0014\\n _ytԍʌ\u001e ] /Filter/FlateDecode/Length 93>>  stream  xc`\u0000\u0019 \u0003\u0003P[\u0014\u00120*\u0002)`=\u001bLqD100\u00015\b0@(V\b\u0006!\u0014T ;P\u0003g\u0010\b\\q\u0003Sg\u0004Y}\u0006\u0006\u0000\u0011 $  endstream  endobj  xref  0 24  0000000010 65535 f  0000000017 00000 n  0000000125 00000 n  0000000181 00000 n  0000000420 00000 n  0000001300 00000 n  0000001479 00000 n  0000001731 00000 n  0000001899 00000 n  0000002138 00000 n  0000000011 65535 f  0000000012 65535 f  0000000013 65535 f  0000000014 65535 f  0000000015 65535 f  0000000016 65535 f  0000000017 65535 f  0000000018 65535 f  0000000000 65535 f  0000002795 00000 n  0000003022 00000 n  0000052240 00000 n  0000052527 00000 n  0000116793 00000 n  trailer   ] >>  startxref  117085  %%EOF  xref  0 0  trailer   ] /Prev 117085/XRefStm 116793>>  startxref  117722  %%EOF"}, {"content": "The Taub Center for Israel Studies, The Skirball Department of Hebrew and Judaic Studies | NYU                   Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                         Home &gt; The Taub Center     The Taub Center for Israel Studies   [ Intro in Hebrew ]    The Taub Center for Israel Studies was established  in 2003 with the support of the Henry and Marilyn Taub Foundation, to  advance the study of Modern Israel: its recent history, society and  politics, together with the history of the Zionist movement and the  Yishuv.      NYU's pre-eminent position as a center of instruction  and scholarship in Jewish history and thought, Hebrew language and  literature, and Middle East Studies provides a natural setting for the  development of Israel Studies. The Center is a part of the Skirball  Department of Hebrew and Judaic Studies at NYU’s Faculty of Arts and  Science, which offers a range of undergraduate and graduate courses on  Israeli history and society.  Like us on Facebook , or follow the Center on Twitter.  Spring 2015 Events February 10, 2015 Professor Moshe Maor , \"Regulating Israeli Higher Education\" February 25, 2015 Professor Rami Zeedan , \"Ethnic Minorities and the Army: Implications for Inclusion\" March 11, 2015 Professor Arturo Marzano , \"Radio Bari and Italy's Middle-Eastern Foreign Policy in the 1930s\" March 25, 2015 Professor Menachem Klein , \"New Perspectives on Jewish-Arab Relations in Palestinian and Israeli Cities\" April 6, 2015 Professor Ori Yehudai , \"'We Know Better Than You What is Good for You': Israel and Its Emigrants in the Early Years of the State\"  For a full list of Taub Center and Skirball Department events please visit the Calendar .   Doctoral Fellowships in Israel Studies Up  to two new doctoral fellows a year are accepted with full scholarship  under the supervision of prominent NYU faculty members. Interested  students should write directly to Prof. Ronald Zweig ( rz11@nyu.edu ) for additional information. For the full application and information on the application procedures, please visit the Hebrew and Judaic Studies Graduate Admission Page . Schusterman-Taub Postdoctoral Fellowships Two Schusterman-Taub Postdoctoral Fellows are appointed each year. The call for applications for the 2015-16 Academic year appointment will be posted in February 2015.  Speakers Program Visiting  scholars from Israel, the US and elsewhere present lectures on campus  relating to aspects of Israeli history, society and politics. These  lectures are open to the public.    Graduate Workshop in Israel  Studies Bringing  together graduate students from the major universities in the tri-state  region, to discuss papers by Israel Studies scholars, and advanced  doctoral students, in an informal setting. Meets two to three times  each semester. These and more, constitute the building blocks  required to establish and maintain Israel Studies for the future, with  the aim of creating scholarly leadership and encouraging the  development of the field of Israel Studies in North America.  Learn more about NYU's graduate programs and academic resources in Jewish Studies here .             People       Administration       Visiting Scholars and Post-Doctoral Fellows       Affiliated Faculty       Ph.D. Candidates in Israel Studies           News and Events       Taub Center Speakers Program       Taub Center Graduate Student Workshops       Postdoctoral Fellowships with the Taub Center             Course Information       Israel Studies Courses 2008-2011                         Home       About       People       Undergraduate Program       Graduate Programs       Calendar     The Taub Center     Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]}]