[{"detail": [{"content": "Welcome to Roman's Page!"}]},
{"detail": [{"content": "Welcome to Roman's Page!"}, {"content": "Voyages of Aeneas: Return to Rome"}]},
{"detail": [{"content": "Welcome to Roman's Page!"}, {"content": "Voyages of Aeneas: Return to Rome"}, {"content": "The Zerilli-Marim&ograve;/City of Rome Prize    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra               Related Information         Rules           Past Winners           Italian Overview           Become a Juror                 Home &gt; The Zerilli-Marimò/City of Rome Prize     The Zerilli-Marim&ograve;/City of Rome Prize   The Zerilli-Marimò/City of Rome Prize for Italian Fiction is awarded every two years to a new Italian work of fiction deemed especially worthy of the attention of readers in North America and the English-speaking world. Funded by Baronessa Mariuccia Zerilli-Marimò, the prize consists of a grant of $3,000 to the author of the winning work and a contribution of up to $10,000 toward its publication in the United States. The Prize is organized by Casa Italiana Zerilli- Marimò, Casa delle Letterature of the City of Rome, the Department of Italian Studies of New York University, and by the Italian Cultural Institute of New York. The Prize has the support of the Italian Ministry of Foreign Affairs. Other participating institutions include Harvard University, The New York Review of Books and Rivista dei Libri. The members of the Executive Committee who preside over the Prize are: the Baroness Mariuccia Zerilli-Marimò; Francesco Erspamer, founder of the Prize; the director of Casa Italiana Zerilli-Marimò; the director of Casa delle Letterature of the City of Rome; the chair of the Department of Italian Studies of New York University or another member of the Department; the Director of the Italian Cultural Institute of New York or another representative of the Institute.    Nominees are chosen by the Executive Committee, in consultation with Italian publishers and a group of consultants from the university and institutions that collaborate on the Prize. Works of new and innovative writers are particularly favored. Voting is a two-round process. A first vote in September reduces the dozen nominees to three finalists, and a second vote in October produces the winner. NYU's Department of Italian Studies conducts both the vote and the award ceremony, which is held at the Casa Italiana in November/December. The Department also selects the jury—a body of up to 90 members who must be fluent speakers of Italian but non-European in nationality. A majority are university students and professors. The rest are journalists, editors, translators, librarians, scholars, and other cultural figures. Most live in the United States, but a significant number of past jurors have been from Canada, Australia, New Zealand, South Africa, Kenya, South Korea.    Because the Zerilli-Marimò/City of Rome prize is awarded to a book written in Italian and published in Italy but chosen by a foreign jury, it is unique among literary prizes. The manner of its selection has a double objective. First, it helps to promote Italian fiction abroad by attracting the attention of American publishers to works praised by American readers. Second, it brings Italian authors and publishers into direct and continuing contact with a young, international audience, prompting a deeper understanding of the trends of global culture.    Four of the six winners have been published in English and distributed in the US market by Steerforth Press: Giorgio van Straten, My nam (2003); Roberto Pazzi, Conclave (2003); Alessandra Lavagnino, Librarians of Alexandria (2006); and Silvia Bonucci Voices from a time (2006). Gianni Celati’s Adventures in Africa was translated and published in 2000 by the University of Chicago Press. Parrella’s and Agus’ novels were published in English by Europa Editions.               Contact Us | &copy; New York University , Arts and Science"}]}]