[{"detail": [{"content": "Statement of Purpose Instructions            > Applying To Gallatin            > Graduate            > Admissions         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Admissions Undergraduate Graduate Applying To Gallatin Application For Admission Requirements and Deadlines Financial Aid Information International Students Application for Readmission  Statement of Purpose Instructions  Dean's Graduate Scholarships Visit Gallatin Graduate Student Communty NYU Graduate Housing Frequently Asked Questions Request Information Incoming Students MA Orientation Convocation Financing Your Education Success After Gallatin                                               Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Admissions          &gt;           Graduate          &gt;           Applying To Gallatin          &gt;            Statement of Purpose Instructions                            Statement of Purpose Instructions        You are required to submit a Statement of Purpose describing the educational goals that you would like to accomplish through the MA program. The Admissions Committee gives great weight to this essay in evaluating the soundness, feasibility, and focus of your program at Gallatin and to gauge your preparation for the proposed course of study.   Before writing the statement, you should research the other NYU departments and schools in which you plan to take courses. A good way to learn more about course offerings throughout NYU is to use the website of the Office of the University Registrar in tandem with each school’s website. You can go to the registrar’s website and select ‘Course Search’ to find specific course offerings in each NYU graduate school. Be sure to narrow your search by selecting ‘Graduate’ under the ‘Academic Career’ tab on the registrar’s website. You can then visit the websites of individual schools for more information and course descriptions.    There are three parts to the Statement of Purpose:       Your concentration (approximately 800 words). At Gallatin, each student develops an individualized concentration, a program of study organized around a coherent theme or set of questions and drawing on a variety of academic disciplines and professional fields. In this essay, please describe the concentration you hope to pursue. Tell us about such things as the kinds of knowledge and skills you would like to master, the themes and questions that would drive your work, and the disciplines and fields you would integrate into a focused curriculum. You may include how your academic interests relate to your professional and personal goals. If your concentration involves developing professional or artistic skills, tell us about the intellectual questions that would provide context and meaning to those skills. Finally, explain why you have chosen to pursue your graduate work through Gallatin’s individualized study program rather than through other types of programs in your areas of inquiry.   Your qualifications (approximately 300 words). In this section, discuss any academic, professional, or personal experiences that have prepared you for graduate work in this concentration. Expand on your transcript and your resume: flesh them out and add other items in a way that explains your qualifications for undertaking the proposed program of study.Your plan.   Please include a tentative list of specific courses that might constitute your program (keeping in mind that departments often alter their course offerings and that some of your choices might not be available). Note: Your list should include only graduate courses. The only exception is the Department of Film and Television in the Tisch School of the Arts, where Gallatin MA students are permitted to take a maximum of 12 undergraduate units. See the Gallatin website for more details.    If you might want to do independent studies and/or internships, list them as well. Your list should include the departments, course titles and course numbers. If there are particular faculty members with whom you would like to study at Gallatin or elsewhere at NYU, you may mention them here. This section of the application enables us to understand your concentration more clearly.                          top of page                                                                        NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Statement of Purpose Instructions            > Applying To Gallatin            > Graduate            > Admissions         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Admissions Undergraduate Graduate Applying To Gallatin Application For Admission Requirements and Deadlines Financial Aid Information International Students Application for Readmission  Statement of Purpose Instructions  Dean's Graduate Scholarships Visit Gallatin Graduate Student Communty NYU Graduate Housing Frequently Asked Questions Request Information Incoming Students MA Orientation Convocation Financing Your Education Success After Gallatin                                               Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Admissions          &gt;           Graduate          &gt;           Applying To Gallatin          &gt;            Statement of Purpose Instructions                            Statement of Purpose Instructions        You are required to submit a Statement of Purpose describing the educational goals that you would like to accomplish through the MA program. The Admissions Committee gives great weight to this essay in evaluating the soundness, feasibility, and focus of your program at Gallatin and to gauge your preparation for the proposed course of study.   Before writing the statement, you should research the other NYU departments and schools in which you plan to take courses. A good way to learn more about course offerings throughout NYU is to use the website of the Office of the University Registrar in tandem with each school’s website. You can go to the registrar’s website and select ‘Course Search’ to find specific course offerings in each NYU graduate school. Be sure to narrow your search by selecting ‘Graduate’ under the ‘Academic Career’ tab on the registrar’s website. You can then visit the websites of individual schools for more information and course descriptions.    There are three parts to the Statement of Purpose:       Your concentration (approximately 800 words). At Gallatin, each student develops an individualized concentration, a program of study organized around a coherent theme or set of questions and drawing on a variety of academic disciplines and professional fields. In this essay, please describe the concentration you hope to pursue. Tell us about such things as the kinds of knowledge and skills you would like to master, the themes and questions that would drive your work, and the disciplines and fields you would integrate into a focused curriculum. You may include how your academic interests relate to your professional and personal goals. If your concentration involves developing professional or artistic skills, tell us about the intellectual questions that would provide context and meaning to those skills. Finally, explain why you have chosen to pursue your graduate work through Gallatin’s individualized study program rather than through other types of programs in your areas of inquiry.   Your qualifications (approximately 300 words). In this section, discuss any academic, professional, or personal experiences that have prepared you for graduate work in this concentration. Expand on your transcript and your resume: flesh them out and add other items in a way that explains your qualifications for undertaking the proposed program of study.Your plan.   Please include a tentative list of specific courses that might constitute your program (keeping in mind that departments often alter their course offerings and that some of your choices might not be available). Note: Your list should include only graduate courses. The only exception is the Department of Film and Television in the Tisch School of the Arts, where Gallatin MA students are permitted to take a maximum of 12 undergraduate units. See the Gallatin website for more details.    If you might want to do independent studies and/or internships, list them as well. Your list should include the departments, course titles and course numbers. If there are particular faculty members with whom you would like to study at Gallatin or elsewhere at NYU, you may mention them here. This section of the application enables us to understand your concentration more clearly.                          top of page                                                                        NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Moral Courage Project | NYU Wagner                                              Jump to navigation                                                                                                                                                                                 Moral Courage Project        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Affiliates                       Share this page                            Facebook         Twitter         Email                                                                Moral Courage Project        Encore Project   Moral Courage Project                                                       Moral Courage at NYU Wagner   As professionals, how do we make values-driven decisions, and do so consistently? Those are the skills taught by the Moral Courage Project (MCP) at NYU Wagner. By developing mastery of the self, leadership through relationships, and strategies for action in moral dilemmas, graduates can ensure both integrity and impact.   Moral Courage in the 21st Century   Moral courage means standing up when others want you to sit down.   Developing moral courage is crucial to authenticity of the self. It equips individuals to discover what is true about their voices, allowing them to deepen that uniqueness. It also empowers individuals to discover what matters to them - what they stand for - even if the price is disapproval from peers or loved ones.   These are central issues for emerging professionals today. Humanity's future demands creativity, which in turn requires students to find and cultivate their callings. Purpose and meaning are no longer luxuries; they are necessities in the roller-coaster ride that is a contemporary career. Whether as entrepreneurs, as social change agents, or as both, having impact requires taking risks for life-changing rewards.                                   Course Offering:  Moral Courage and Your Purpose (PADM-GP 2196)   The Moral Courage Project will offer its next graduate-level course in the J-term 2015. Developed by Irshad Manji , this seminar-style course is driven by Socratic questioning. It emphasizes reflection, interaction and unconventional ways of learning. Be prepared for inspiration and the hard work of using it for your purpose.   To learn more, please contact   irshad.manji@nyu.edu   Key themes:   Moral Courage   What exactly is moral courage? How has it been exhibited throughout history? Through the Moral Courage Channel on YouTube, we see it being exhibited today. Which raises the next question: Can anybody  develop moral courage? Finally, why is moral courage a pre-condition of cultivating purpose?   Identity    Knowing your identity is a good thing. Or is it? Surprisingly, identity can be a major obstacle to developing moral courage and achieving wholeness - or integrity. What is the difference between identity and integrity? To grow from identity into integrity, what questions do we need to ask ourselves?   Integrity   What does it mean to \"have integrity\"? How do we know when we have it? Why does integrity matter for personal and professional advancement?   Turning Identity Into Integrity   Many successful people have transformed their identity into integrity. As a result, they have served a greater good. What can such people teach us? We examine the stories of Robert F. Kennedy on the one hand and Oprah Winfrey on the other.   Impact   Gandhi famously said, “Be the change you wish to see in the world.” How does self-transformation translate into social impact?    The Three I’s Start Within You   Identity, integrity and impact are the three i’s of cultivating purpose. How do these dots connect in your life? Where on this journey will you need moral courage to move forward? What are concrete ways in which you can sustain your moral courage?   POST-COURSE: How to become a \"Moral Courage Mentor\" for others. More information to be provided in class.                  Video                                 The Color Bind   The Color Bind: Talking (And Not Talking) About Race at Work      Leadership                     Sonia Ospina | How does RCLA study the work of leadership as a collective achievement?   How does Research Center for Leadership in Action study the work of leadership as a collective achievement?        Leadership                     David Elcott   What do you hope to learn about the influence of religion on civic engagement, especially among Jewish baby boomers?        Leadership                     What tools did you gain from the RCLA Social Change Leadership Network training on community organizing?        Leadership                     Why did you attend the RCLA Social Change Leadership Network Training for Trainers?        Leadership                     Amparo Hofmann-Pinilla | What benefits do the Social Change Leadership Network learning sessions offer nonprofit leaders?        Leadership                     Waad El Hadidy   How can action research help bridge the divide between universities and society?      Leadership                     Dennis Smith   What learning opportunities does the Leading Large Scale Change series present for both scholars and practitioners?        Leadership                     What was something useful you learned from the RCLA Social Change Leadership Network Training for Trainers?        Leadership                     Dennis Smith   What do senior government officials value most about the Leading Large Scale Change briefings?        Leadership                     Amparo Hofmann-Pinilla   What are interesting things you are learning through the Social Change Leadership Network?        Leadership                     Sonia Ospina | How does RCLA work with social change organizations to generate insights into the work of leadership?   How does the Research Center for Leadership in Action work with social change organizations to generate insights into the work of leadership?        Leadership                     Leadership as Practice   Barbara Ibrahim, Founding Director, John D. Gerhart Center for Philanthropy and Civic Engagement, American University in Cairo        Leadership                     Bethany Godsoe | What is RCLA&#039;s approach to leadership?        Leadership                     Leadership for a New Era: Fostering Leadership for the Public Wellbeing        Leadership                     Erica Gabrielle Foldy | What are examples of ways social change organizations reframe issues and constituencies?   What are examples of ways social change organizations reframe issues and constituencies?        Nonprofits                     David Elcott | How does the Encore Careers Project focus on getting baby boomers involved in public service?   How does the Encore Careers Project focus on getting baby boomers involved in public service?        Leadership                     Bethany Godsoe   How does RCLA help organizations respond to the dramatic changes happening in public service?        Leadership                     Waad El Hadidy   What is Cooperative Inquiry and what advantages does it offer as a research process?      Leadership                     What did you learn from the RCLA Social Change Leadership Network session on community organizing?        Leadership                     Bethany Godsoe   How does RCLA serve as a strategic solutions partner for public service organizations?        Leadership                     Bethany Godsoe   How does RCLA develop both leaders and leadership?        Leadership                     Waad El Hadidy   What makes RCLA unique?      Leadership                     Cross-Sector Collaboration in the Arab World   Fadi Ghandour, Founder and CEO, Aramex International      Leadership                     What challenges do you face and how can the Social Change Leadership Network learning sessions help?        Leadership                     Amparo Hofmann-Pinilla   How do the Social Change Leadership Network learning sessions meet social change leaders’ unique needs?        Leadership                     Bethany Godsoe   How does RCLA help nonprofits align investments in staff with achieving their missions?        Leadership                     A conversation with David Elcott   A conversation with David Elcott, The Henry and Marilyn Taub Professor of Practice in Public Service at NYU Wagner        Leadership                     Dennis Smith   How do you shape the Leading Large Scale Change discussions to address the most pressing issues in government?        Leadership                     Amparo Hofmann-Pinilla | What are the goals of the Social Change Leadership Network?        Leadership                                                                                                                      NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}]},
{"detail": [{"content": "Statement of Purpose Instructions            > Applying To Gallatin            > Graduate            > Admissions         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Admissions Undergraduate Graduate Applying To Gallatin Application For Admission Requirements and Deadlines Financial Aid Information International Students Application for Readmission  Statement of Purpose Instructions  Dean's Graduate Scholarships Visit Gallatin Graduate Student Communty NYU Graduate Housing Frequently Asked Questions Request Information Incoming Students MA Orientation Convocation Financing Your Education Success After Gallatin                                               Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Admissions          &gt;           Graduate          &gt;           Applying To Gallatin          &gt;            Statement of Purpose Instructions                            Statement of Purpose Instructions        You are required to submit a Statement of Purpose describing the educational goals that you would like to accomplish through the MA program. The Admissions Committee gives great weight to this essay in evaluating the soundness, feasibility, and focus of your program at Gallatin and to gauge your preparation for the proposed course of study.   Before writing the statement, you should research the other NYU departments and schools in which you plan to take courses. A good way to learn more about course offerings throughout NYU is to use the website of the Office of the University Registrar in tandem with each school’s website. You can go to the registrar’s website and select ‘Course Search’ to find specific course offerings in each NYU graduate school. Be sure to narrow your search by selecting ‘Graduate’ under the ‘Academic Career’ tab on the registrar’s website. You can then visit the websites of individual schools for more information and course descriptions.    There are three parts to the Statement of Purpose:       Your concentration (approximately 800 words). At Gallatin, each student develops an individualized concentration, a program of study organized around a coherent theme or set of questions and drawing on a variety of academic disciplines and professional fields. In this essay, please describe the concentration you hope to pursue. Tell us about such things as the kinds of knowledge and skills you would like to master, the themes and questions that would drive your work, and the disciplines and fields you would integrate into a focused curriculum. You may include how your academic interests relate to your professional and personal goals. If your concentration involves developing professional or artistic skills, tell us about the intellectual questions that would provide context and meaning to those skills. Finally, explain why you have chosen to pursue your graduate work through Gallatin’s individualized study program rather than through other types of programs in your areas of inquiry.   Your qualifications (approximately 300 words). In this section, discuss any academic, professional, or personal experiences that have prepared you for graduate work in this concentration. Expand on your transcript and your resume: flesh them out and add other items in a way that explains your qualifications for undertaking the proposed program of study.Your plan.   Please include a tentative list of specific courses that might constitute your program (keeping in mind that departments often alter their course offerings and that some of your choices might not be available). Note: Your list should include only graduate courses. The only exception is the Department of Film and Television in the Tisch School of the Arts, where Gallatin MA students are permitted to take a maximum of 12 undergraduate units. See the Gallatin website for more details.    If you might want to do independent studies and/or internships, list them as well. Your list should include the departments, course titles and course numbers. If there are particular faculty members with whom you would like to study at Gallatin or elsewhere at NYU, you may mention them here. This section of the application enables us to understand your concentration more clearly.                          top of page                                                                        NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Moral Courage Project | NYU Wagner                                              Jump to navigation                                                                                                                                                                                 Moral Courage Project        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Affiliates                       Share this page                            Facebook         Twitter         Email                                                                Moral Courage Project        Encore Project   Moral Courage Project                                                       Moral Courage at NYU Wagner   As professionals, how do we make values-driven decisions, and do so consistently? Those are the skills taught by the Moral Courage Project (MCP) at NYU Wagner. By developing mastery of the self, leadership through relationships, and strategies for action in moral dilemmas, graduates can ensure both integrity and impact.   Moral Courage in the 21st Century   Moral courage means standing up when others want you to sit down.   Developing moral courage is crucial to authenticity of the self. It equips individuals to discover what is true about their voices, allowing them to deepen that uniqueness. It also empowers individuals to discover what matters to them - what they stand for - even if the price is disapproval from peers or loved ones.   These are central issues for emerging professionals today. Humanity's future demands creativity, which in turn requires students to find and cultivate their callings. Purpose and meaning are no longer luxuries; they are necessities in the roller-coaster ride that is a contemporary career. Whether as entrepreneurs, as social change agents, or as both, having impact requires taking risks for life-changing rewards.                                   Course Offering:  Moral Courage and Your Purpose (PADM-GP 2196)   The Moral Courage Project will offer its next graduate-level course in the J-term 2015. Developed by Irshad Manji , this seminar-style course is driven by Socratic questioning. It emphasizes reflection, interaction and unconventional ways of learning. Be prepared for inspiration and the hard work of using it for your purpose.   To learn more, please contact   irshad.manji@nyu.edu   Key themes:   Moral Courage   What exactly is moral courage? How has it been exhibited throughout history? Through the Moral Courage Channel on YouTube, we see it being exhibited today. Which raises the next question: Can anybody  develop moral courage? Finally, why is moral courage a pre-condition of cultivating purpose?   Identity    Knowing your identity is a good thing. Or is it? Surprisingly, identity can be a major obstacle to developing moral courage and achieving wholeness - or integrity. What is the difference between identity and integrity? To grow from identity into integrity, what questions do we need to ask ourselves?   Integrity   What does it mean to \"have integrity\"? How do we know when we have it? Why does integrity matter for personal and professional advancement?   Turning Identity Into Integrity   Many successful people have transformed their identity into integrity. As a result, they have served a greater good. What can such people teach us? We examine the stories of Robert F. Kennedy on the one hand and Oprah Winfrey on the other.   Impact   Gandhi famously said, “Be the change you wish to see in the world.” How does self-transformation translate into social impact?    The Three I’s Start Within You   Identity, integrity and impact are the three i’s of cultivating purpose. How do these dots connect in your life? Where on this journey will you need moral courage to move forward? What are concrete ways in which you can sustain your moral courage?   POST-COURSE: How to become a \"Moral Courage Mentor\" for others. More information to be provided in class.                  Video                                 The Color Bind   The Color Bind: Talking (And Not Talking) About Race at Work      Leadership                     Sonia Ospina | How does RCLA study the work of leadership as a collective achievement?   How does Research Center for Leadership in Action study the work of leadership as a collective achievement?        Leadership                     David Elcott   What do you hope to learn about the influence of religion on civic engagement, especially among Jewish baby boomers?        Leadership                     What tools did you gain from the RCLA Social Change Leadership Network training on community organizing?        Leadership                     Why did you attend the RCLA Social Change Leadership Network Training for Trainers?        Leadership                     Amparo Hofmann-Pinilla | What benefits do the Social Change Leadership Network learning sessions offer nonprofit leaders?        Leadership                     Waad El Hadidy   How can action research help bridge the divide between universities and society?      Leadership                     Dennis Smith   What learning opportunities does the Leading Large Scale Change series present for both scholars and practitioners?        Leadership                     What was something useful you learned from the RCLA Social Change Leadership Network Training for Trainers?        Leadership                     Dennis Smith   What do senior government officials value most about the Leading Large Scale Change briefings?        Leadership                     Amparo Hofmann-Pinilla   What are interesting things you are learning through the Social Change Leadership Network?        Leadership                     Sonia Ospina | How does RCLA work with social change organizations to generate insights into the work of leadership?   How does the Research Center for Leadership in Action work with social change organizations to generate insights into the work of leadership?        Leadership                     Leadership as Practice   Barbara Ibrahim, Founding Director, John D. Gerhart Center for Philanthropy and Civic Engagement, American University in Cairo        Leadership                     Bethany Godsoe | What is RCLA&#039;s approach to leadership?        Leadership                     Leadership for a New Era: Fostering Leadership for the Public Wellbeing        Leadership                     Erica Gabrielle Foldy | What are examples of ways social change organizations reframe issues and constituencies?   What are examples of ways social change organizations reframe issues and constituencies?        Nonprofits                     David Elcott | How does the Encore Careers Project focus on getting baby boomers involved in public service?   How does the Encore Careers Project focus on getting baby boomers involved in public service?        Leadership                     Bethany Godsoe   How does RCLA help organizations respond to the dramatic changes happening in public service?        Leadership                     Waad El Hadidy   What is Cooperative Inquiry and what advantages does it offer as a research process?      Leadership                     What did you learn from the RCLA Social Change Leadership Network session on community organizing?        Leadership                     Bethany Godsoe   How does RCLA serve as a strategic solutions partner for public service organizations?        Leadership                     Bethany Godsoe   How does RCLA develop both leaders and leadership?        Leadership                     Waad El Hadidy   What makes RCLA unique?      Leadership                     Cross-Sector Collaboration in the Arab World   Fadi Ghandour, Founder and CEO, Aramex International      Leadership                     What challenges do you face and how can the Social Change Leadership Network learning sessions help?        Leadership                     Amparo Hofmann-Pinilla   How do the Social Change Leadership Network learning sessions meet social change leaders’ unique needs?        Leadership                     Bethany Godsoe   How does RCLA help nonprofits align investments in staff with achieving their missions?        Leadership                     A conversation with David Elcott   A conversation with David Elcott, The Henry and Marilyn Taub Professor of Practice in Public Service at NYU Wagner        Leadership                     Dennis Smith   How do you shape the Leading Large Scale Change discussions to address the most pressing issues in government?        Leadership                     Amparo Hofmann-Pinilla | What are the goals of the Social Change Leadership Network?        Leadership                                                                                                                      NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}, {"content": "NYU Graduate School of Arts and Science Application Guide, GSAS | NYU                                                    Navigation       Graduate School of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About GSAS | Programs | Admissions | Students | Alumni | Give to GSAS                  Back to Home             NYU Graduate School of Arts and Science Application Guide   Your application to the Graduate School of Arts and Science (GSAS) will require you to answer certain questions and supply various supporting documents. This guide is provided to help you prepare in advance of beginning your application. For more information on deadlines and departmental-specific requirements, read the Application Requirements and Deadlines for Departments and Programs (PDF).                   Questions you will be asked       Program and term you are applying for   Citizenship and visa status (if applicable)   Have you previously applied to the Graduate School?   Has any family member enrolled at NYU   Your name (including any alternate name)   U.S. Social Security Number (if applicable)   Address, phone number, and e-mail addresses   Date of birth, gender, and ethnicity/race    Previous colleges/universities attended   Names of those who will be writing your letters of recommendation   Academic honors or awards   Research experience   Non-English language ability   Other schools applied to   Names of individuals responsible for your choosing NYU   GRE and TOEFL (if applicable) test dates, registration numbers, and scores              Materials you will be asked to provide       Application fee.    Applications for fall 2014 and spring 2015: The application fee for all programs (except the M.S. and M.S.-M.B.A. programs in Mathematics in Finance) is $95. The application fee for the M.S. and M.S.-M.B.A. programs in Mathematics in Finance is $115.       Applications for summer 2015 and later: The application fee for all programs (except the M.S. and M.S.-M.B.A. programs in Mathematics in Finance) is $100. The application fee for the M.S. and M.S.-M.B.A. programs in Mathematics in Finance is $120.          Academic transcripts, with English translations if applicable [You are asked to scan your transcripts and upload them into your online application rather than to send paper copies.]    Statement of purpose [Describes past and present work as it relates to your intended field of study, educational objectives, career plans, and reasons for choosing your field. The statement should be concisely written and not exceed one to two double-spaced pages.]    Résumé or curriculum vitae    Writing samples [Required by many, but not all, programs.]    Letters of recommendation [Required to be submitted as part of your online application and not sent by mail, except for Postdoctoral Psychotherapy and Psychoanalysis.]    Official test score reports from ETS    Admitted applicants only: Final and official copies of academic transcripts , with English translations if applicable. [The Graduate School will contact you if these are required.]                   Department and Program-Specific Questions    Some departments and programs have specific questions and requirements that are not asked of applicants to other programs.               Chemistry    Computer Science (MS and Non-Degree)    Computer Science (PhD)    Data Science    Economics (MA)    Economics (PhD)    English              Fine Arts    Hebrew and Judaic Studies    Journalism    Neural Science    Psychology    Postdoctoral Psychotherapy and Psychoanalysis                          Chemistry       Scientific interests: Describe in detail those chemical problems of greatest interest to you. Explain how your interest in these problems relates to the research being conducted by members of the New York University Department of Chemistry faculty, as described on the departmental web site . In 300 words or less, identify three members of the New York University Department of Chemistry faculty whose research is of interest to you and describe why you find their research attractive.       Research experience: In chronological order, summarize briefly your research experience, including the problems studied, the methods used to solve them, and conclusions reached. Also describe other relevant experience you may have had, such as being a laboratory or electronics technician, an engineer, or a programmer. Do not list academic course work here.       Bachelor's and/or master's theses: Summarize bachelor's and/or master's theses, not exceeding one page each. Include those that are in preparation.       Publications: List and submit reprints or preprints of each of your publications.                        Computer Science (MS and Non-Degree)       Indicate any specific scientific interest you have or any application you have in mind for your training in computer science.   List publications, if any   If you have web pages of your own, please list the URLs   Skills you have: design of distributed algorithms; determination of average complexity of algorithms; meaning of O () complexity; proving worst-case complexity of algorithms; proving the correctness of simple algorithms   Techniques you know: recursion; induction; probability; elementary combinatorics; set notation   Understanding and implementation of pointers, structures/objects, arrays, ques, stacks, linked lists, trees, graphs   Use of for-loops, while-loops, case statements   Understanding of object-oriented inheritance and operating system calls   Have you written production (used everyday by multiple people) programs?    What is the approximate size, in lines of code, of the largest working program you have written (counting just the part you wrote)?   List the programming languages you prefer to use   Do you know how to use Unix? Windows?   Full time work experience   Current/Recent Employer and Job Title   Months with this employer   Months of internship experience   Area(s) of interest                       Computer Science (PhD)       Indicate any specific scientific interest you have or any application you have in mind for your training in computer science   List publications, if any   If you have web pages of your own, please list the URLs                       Data Science       Any undergraduate math courses you have taken, and the grades you received.   Any computer science courses you have taken, and the grades you received.   Any relevant work experience.                       Economics (MA)       Courses taken in principles of economics   Courses taken in intermediate microeconomics; textbook/author used   Courses taken in intermediate macroeconomics; textbook/author used   Courses taken in mathematics   Courses taken in statistics                       Economics (PhD)       Interest in microeconomic theory, macroeconomic theory, econometrics   Potential area of specialization   Courses taken in multivariate calculus   Courses taken in linear algebra   Courses taken in probability and statistics   Courses taken in real analysis   Courses taken in other mathematics   Any original research                       English      The Statement of Purpose should be approximately 1,000 words. It should avoid excessive personal or autobiographical anecdotes and offer a clear sense of your training in literary studies, your strengths as a scholar, and the reasons you are applying for the master's or doctoral degree. While applicants need not indicate a precise field of specialization, it will be helpful to the admissions committee to have a sense of their main area(s) of scholarly interest and the critical questions and/or conversations that drive their interest in pursuing the degree. Finally, applicants should address their particular reasons for wanting to work within the Department of English at New York University.                  Fine Arts       Background   Reason for choosing field   Critical issues in field   Reason for choosing NYU   Career plans   Ph.D. applicants only: Faculty member of interest                      Hebrew and Judaic Studies       Ph.D. Applicants Only: Applicants to any doctoral program in Hebrew and Judaic Studies are required to append to their statement of purpose a description of their proficiency in Hebrew and the sources from which it was acquired. Non-native speakers of Hebrew who did not study for an extended period in the Israeli public school or university system should indicate the institutions at which they studied Hebrew; the textbooks from which they studied; the extent to which their program of study incorporated Biblical, classical, and modern Hebrew; and the highest level achieved. Native speakers should specify the years completed in Israeli schools and universities. Applicants may also, at their option, include an autobiographical statement in Hebrew, hand-written, one page maximum. This statement should be hand-written personally by the applicant and should be saved as a pdf file and uploaded in the online application on one of the pages labeled \"Additional Information.\"                       Journalism          Personal Statement Requirements for Journalism Applicants                        Neural Science       Area(s) of interest   Which faculty member attacted you to apply to the program   Titles of any publications authored or co-authored   Months of research experience   Articles presented at national meetings                       Psychology       Courses taken in behavioral science   Courses taken in natural science   Courses taken in social science   Courses taken in mathematics and statistics   Graduate psychology courses                       Postdoctoral Psychotherapy and Psychoanalysis       Educational background   Patients seen   References   Professional organizations   Certificates and licenses   Analysts and therapists past and present   Expectations of program                                       The Graduate School       About GSAS       Programs       GSAS Application Resource Center       Financial Aid       Policies and Procedures       Scholarly Development       Student Affairs       Ph.D. Programs       Master's Programs       Give to GSAS       Alumni and Alumnae       Events               Updated on 08&#047;27&#047;2014       Contact Us | Faculty and Staff                             Contact Us | Faculty and Staff"}]}]