[{"detail": [{"content": "Upcoming Undergraduate Course Schedule &amp; Descriptions    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Upcoming Undergraduate Course Schedule &amp; Descriptions                                              Click here for SUMMER 2015 course schedule and descriptions!  DEPARTMENT OF  FRENCH    UNDERGRADUATE  COURSE OFFERINGS    FALL 2015   JUMP TO : Language Courses Advanced Language Courses Core Courses Senior Seminars French Electives Other   LANGUAGE COURSES Information on placement into language courses can be found HERE . In addition, CAS's schedule of exams are available HERE . FREN-UA 1 Elementary French I Open to students with no previous training in French. Not equivalent to FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student complete the equivalent of FREN-UA 10 and then continue on to the intermediate level.                                                      25 W. 4th St., C-12; C-11 (sec. 3 only); C-7 (secs. 8 and 10); C-3 (sec. 11 only) Section 001: MWR, 8:00am – 9:15am (#6825) – Maria Sanchez-Reyes Section 002: MWR, 9:30am – 10:45am (#6826) – Aileen Christensen Section 003: MWR, 9:30am – 10:45am (#6827) – Nicolas Estournel Section 004: MWR, 11:00am – 12:15pm (#6828) – Fatiha Bali Section 005: MWR, 12:30pm – 1:45pm (#6829) – Fatiha Bali Section 006: MWR, 2:00pm – 3:15pm (#6830) – Jean-Pierre Graff Section 007: MWR, 3:30pm – 4:45pm (#6831) – Rachel Watson Section 008: MWR, 3:30pm – 4:45pm (#6832) – Claire Reising Section 009: MWR, 4:55pm – 6:10pm (#6833) – Amelia Fedo Section 010: TWF, 12:30pm – 1:45pm (#6834) – Jeffrey Fuller Section 011: MTR, 9:30am – 10:45am (#6835) – Mimi Zhou FREN-UA 2 Elementary French II Continuation of FREN-UA 1. To continue on to the intermediate level, a student must complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to FREN-UA 10. 25 W. 4th St., C-15; C-11 (sec. 7 only) Section 001: MWR, 9:30am – 10:45am (#6835) – Masha Beliaeva Section 002: MWR, 11:00am – 12:15am (#6836) – Jean-Pierre Graff Section 003: MWR, 12:30pm – 1:45pm (#6837) – Jean-Pierre Graff Section 004: MWR, 2:00pm – 3:15pm (#6838) – TBA Section 005: MWR, 3:30pm – 4:45pm (#6839) – TBA Section 006: MWR, 4:55pm – 6:10pm (#6840) – TBA Section 007: TR, 2:00pm – 4:00pm (#16728) – Fatiha Bali   Section 007 is exclusively for Tisch School of the Arts stduents and is only   available to students who have received permission from the   Department of French. FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. 25 W. 4th St., C-7 Section 001: MTWRF, 8:00am – 9:15am (#6841) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6842) – TBA Section 003: MTWRF, 11:00am – 12:15pm (#6843) – Melanie Hackney FREN-UA 11 Intermediate French I Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Not equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student complete the equivalent of FREN-UA 20 and then continue on to the post-intermediate level. 25 W. 4th St., C-16; C-18 (sec. 7 only) Section 001: MTR, 8:00am – 9:15am (#6844) – TBA Section 002: MTR, 9:30am – 10:45am (#6845) – Stéphanie Dubois Section 003: MTR, 11:00am – 12:15pm (#6846) – Samantha Presnal Section 004: MTR, 12:30pm – 1:45pm (#6847) – Samira Ait-Jafour Section 005: MTR, 2:00pm – 3:15pm (#6848) – Samira Ait-Jafour Section 006: MTR, 3:30pm – 4:45pm (#6849) – Lauren Weaver Section 007: TWF, 12:30pm – 1:45pm (#6850) – Gabriella Lindsay FREN-UA 12 Intermediate French II Continuation of FREN-UA 11. To fulfill the MAP requirement and continue on to the post-intermediate level, a student must complete both FREN-UA 11 and FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. 25 W. 4th St., C-5 Section 001: MTR, 8:00am – 9:15am (#6851) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#6852) – Kaliane Ung Section 003: MTR, 11:00am – 12:15pm (#6853) – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#6854) – TBA\u2028 Section 005: MTR, 2:00pm – 3:15pm (#6855) – TBA Section 006: MTR, 3:30pm – 4:45pm (#6856) – Samira Ait-Jafour\u2028 Section 007: MTR, 4:55pm – 6:10pm (#6857) – TBA FREN-UA 20 Intensive Intermediate French (6 points) Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Complete's the equivalent of a year's intermediate level in one semester. 25 W. 4th St., C-19 Section 001: MTWRF, 8:00am – 9:15am (#6858) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6859) – Mary Haslam Section 003: MTWRF, 11:00am – 12:15pm (#6860) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#6861) – Jennifer Gordon FREN-UA 30 Conversation &amp; Composition Systemizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar, written exercises, an introduction to composition, lexical enrichment, and spoken skills. Section 001: MWR, 8:00am – 9:15am (#6862) – TBA Section 002: MWR, 9:30am -10:45am (#6863) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#6864) – Mary Haslam Section 004: MWR, 12:30pm – 1:45pm (#6865) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#6866) – TBA Section 006: MWR, 3:30pm – 4:45pm (#6867) – Anna-Caroline Prost Section 007: MWR, 4:55pm – 6:10pm (#6868) – Anna-Caroline Prost  ADVANCED LANGUAGE COURSES FREN-UA 101 Spoken Contemporary French Helps the student to develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of such authentic documents as radio and television interviews, advertisements, and spontaneous oral productions. 25 W. 4th St., C-3 Section 001: MTR, 11:00am – 12:15pm (#6869) – Nils Froment Section 002: MTR, 12:30pm – 1:45pm (#6870) – Nils Froment Section 003: MTR, 2:00pm – 3:15pm (#6871) – Olivier Berthe Section 004: MTR, 3:30pm – 4:45pm (#6872) – Olivier Berthe FREN-UA 103 French Phonetics John Moran TR, 2:00pm – 3:15pm 25 W. 4th St., C-10 #7959 Ce cours est un cours de linguistique. Dans ce cours, on parlera de la phonétique et de la prononciation. Ce cours vous donnera l'occasion: (1) de mieux comprendre les systèmes phonologiques du français et de l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et expliquer les problèmes typiques d'un anglophone américain qui apprend le français, (3) de découvrir et expliquer les problèmes typiques d’un francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre prononciation du français et votre compréhension auditive, (6) de développer votre capacité de reconnaître vos propres erreurs et de les corriger, (7) d'apprendre l'alphabet phonétique international (API), qui vous sera un outil indispensable dans toutes vos études linguistiques, (8) de perfectionner votre façon d'expliquer un phénomène linguistique (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de maîtriser le vocabulaire linguistique en français et en anglais et (10) de mieux apprécier le français et votre(vos) propre(s) langue(s) maternelle(s). FREN-UA 105 Written Contemporary French Designed to improve the student's written French and to provide advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (for example, diaries, transcriptions, narrations, letters). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. 25 W. 4th St., C-9; C-11 (sec. 3 only) Section 001: MWR, 9:30am – 10:45am (#6873) – TBA Section 002: MWR, 11:00am – 12:15pm (#6874) – Aline Baehler   (Section 002 is an advanced section) Section 003: MWR, 11:00am – 12:15pm (#6875) – TBA Section 004: MWR, 12:30pm – 1:45pm (#6876) – Jennifer Gordon Section 005: MWR, 2:00pm – 3:15pm (#6877) – Anna-Caroline Prost FREN-UA 107 Translation Emmanuelle Ertel MW, 9:30am – 10:45am 25 W. 4th St., C-1 #6878 Practice of translation through French and English texts taken from a variety of sources to present a range of contrasting grammatical and stylistic problems. Also stresses acquisition of vocabulary. FREN-UA 109 Acting French Melanie Hackney MW, 9:30am – 10:45am 25 W. 4th St., C-10 #6879 This course is both a literature course that will allow you to study important French drama and a language course that will help you progress in French, especially in your oral expression. During the semester, we will traverse the centuries of French theater, lingering on certain authors and representative works. We will attempt to perform scenes for the pleasure of both the eyes and the ears. During this course, you will have regular phonetic exercises, you will read and study theater, you will give expository presentations on authors and contexts and you will memorize and recite/perform poems and scenes -- you will sometimes even write your own!  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am 25 W. 4th St., C-4 #7626 Designed for students who wish to learn the specialized language used in French business. Emphasis on oral and written communication, as well as the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm (for example, advertising, transportation, banking). Stresses group work in simulated business situations and exposure to authentic spoken materials.  CORE COURSES (Conducted in French) FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Henriette Goldwyn TR, 11:00am – 12:15pm 25 W. 4th St., C-4 #6880 Introduction to the central works in medieval and early modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Authors studied may included Marie de France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Ludovic Cortade TR, 4:55pm – 6:10pm 25 W. 4th St., C-4 #7960 Introduction to central works in modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Follows but does not require completion of Readings I. Authors studied may include Colette, André Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar. FREN-UA 145 Approaches to Francophone Literature Prof. Stéphane Gerson TR, 3:30pm – 4:45pm 25 W. 4th St., C-4 #8249 The course examines the conceptualizing of Francophonie through the literature from a network of French-speaking countries which together form a Francophone space. It not only addresses the colonial past but the anti-colonial and postcolonial situations in which French colonialism is replaced by more complex relationships and ideologies. One of the most difficult issues that confronts the postcolonial francophone world is the question of cultural homogeneity and social integration within national structures. This course focuses on the problematic area of cultural transformation, language contact and the role of the writer in elaborating a post-colonial national identity. The problematizing of language, nation and writing will be examined in both a theoretical way and in the prose fiction of Maryse Conde of Guadeloupe, Jacques Roumain of Haiti, Sembene Ousmane of Senegal and Assia Djebar of Algeria. FREN-UA 164 Contemporary France Prof. Nils Froment TR, 2:00pm – 3:15pm Silver 404 #8728 An introduction to French history, politics, and social relations from 1900 to the present. Attention is paid to the successive crises that challenged France's stature, its national identity, and its Republican model. Topics include the French political and social systems; France's “exceptionalism” and relationships with Europe, the United States, and globalization; colonialism, immigration, and post-colonialism; and gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )       SENIOR SEMINARS (conducted in French) Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code.  FREN-UA 991.001 Espèces d'espaces Prof. Phillip John Usher MW, 11:00am – 12:15pm 25 W. 4th St., C-18 #6883 Le titre de ce cours est emprunté à un livre de Georges Pérec, publié en 1974, qui s’interroge sur le sens des « lieux » dans lesquels nous vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le quartier, la ville, etc.). Pérec démontre combien ces lieux que nous fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre, combien ces lieux possèdent une logique et une syntaxe, combien ces lieux sont des « fictions » autant que des réalités. Emboîtant le pas à Pérec (que nous lirons) et nous inspirant également de certains autres penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous voudrions donc réfléchir à la façon dont la littérature problématise notre relation aux « lieux », des plus intimes (le lit) aux plus abstraits (l’univers, l’ « anthropocène »). En privilégiant ces questions, nous prélèverons sur l’histoire de la littérature française des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs probables (liste préliminaire) : Marie de France, Christine de Pisan, François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau, Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique Wittig, Annie Ernaux, Michel Houellebecq. FREN-UA 991.002 La Politique des Images en France Prof. Ludovic Cortade TR, 12:30pm – 1:45pm 194 Mercer, 208 #6884 Ce séminaire, spécialement destiné aux étudiants «Senior», offre une méthode pour comprendre l’importance et l’omniprésence des images dans notre civilisation, et plus particulièrement, en France. Nous essaierons de comprendre les enjeux politiques des images, leur dimension idéologique et l’influence qu’elles exercent sur notre vie quotidienne. Les discussions et les exposés ont pour objectif d’offrir aux étudiants de larges opportunités de s’exprimer et de se situer en tant que citoyens libres de leurs opinions. Thèmes et questions abordés dans ce cours inclurent: L’iconographie des hommes politiques, les rapports entre la politique et l’humour au cinéma, l’influence des images sur la perception du corps, de la sexualité et du genre, la publicité et la société de consommation, la représentation de l’environnement, et la question de la liberté d’expression et de la censure.  FRENCH ELECTIVES  FREN-UA 935 (conducted in French ) Women Writers in France Prof. Laura Hughes MW, 9:30am – 10:45am 25 W. 4th St., C-4 #16734 Il s'agira, à travers les siècles et cinq romans de femme aux styles divers, de voir sous quels traits semble s'esquisser une écriture féminine. L'analyse portera tant sur les thèmes et les personnages que sur l'organisation du texte et les problèmes de la narration, le point du vue, l'expression du temps et de l'espace, sans oublier une certaine forme de recontextualisation historique.  FREN-UA 965 (conducted in French ) Topics in French Literature: Slavery in the Francophone World Prof. Cécile Bishop MW, 3:30pm – 4:45pm 25 W. 4th St., C-19 #8726 Between the seventeenth and the nineteenth century, France was responsible for the kidnapping, forced transport and brutal enslavement of over a million Africans. This course examines representations of slavery in a wide range of media including literature, film and visual arts, from the late 18th century to the present day. In addition to exploring the role of slavery in shaping French and francophone cultures, students will develop new perspectives on the power and limits of literature and art in representing violence and suffering. Authors studied include Madame de Staël, Claire de Duras, Prosper Mérimée, Maryse Condé, André Schwarz-Bart and Patrick Chamoiseau. FREN-UA 865 (conducted in English ) Topics in French Culture: Paris in History, Art and Literature Prof. Olivier Berthe MW, 4:55pm – 6:10pm 25 W. 4th St., C-9 #8267 The aim of this course is to help the student develop an intimate knowledge of France’s capital city. Adopting a chronological approach, we will explore the different stages of Paris’ development through the analysis of numerous historical and literary texts, maps, paintings, photographs and movies. In the process, we will journey through over 2000 years of French history, discovering major political, social and artistic events, and developing a vision of the organic growth of the city. (French majors must fill out a French Coursework Guarantee in order to receive credit towards their major requirements for this course.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #6881 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.)  OTHER Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code. FREN-UA 995 Honors Thesis Workshop I (2 points) Prof. Claudie Bernard T, 3:30pm – 6:10pm 19 University Place, room 605 #6885 Only for students who have applied to the honors program and also intend to complete the spring section of the workshop. For information on completing an honors thesis during your senior year, please speak to your adviser. FREN-UA 997 Independent Study (2 – 4 points) #6886 Speak to your adviser for more information on completing an independent study. FREN-UA 980  Internship (2 - 4 points) #6882 Speak to your adviser for more information on completing an internship for credit.   PREVIOUS SEMESTERS:  SPRING &amp; SUMMER 2015  FALL 2014  SPRING &amp; SUMMER 2014  FALL 2013  SPRING &amp; SUMMER 2013  FALL 2012  SPRING &amp; SUMMER 2012  FALL  2011  SPRING 2011                       NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Upcoming Undergraduate Course Schedule &amp; Descriptions    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Upcoming Undergraduate Course Schedule &amp; Descriptions                                              Click here for SUMMER 2015 course schedule and descriptions!  DEPARTMENT OF  FRENCH    UNDERGRADUATE  COURSE OFFERINGS    FALL 2015   JUMP TO : Language Courses Advanced Language Courses Core Courses Senior Seminars French Electives Other   LANGUAGE COURSES Information on placement into language courses can be found HERE . In addition, CAS's schedule of exams are available HERE . FREN-UA 1 Elementary French I Open to students with no previous training in French. Not equivalent to FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student complete the equivalent of FREN-UA 10 and then continue on to the intermediate level.                                                      25 W. 4th St., C-12; C-11 (sec. 3 only); C-7 (secs. 8 and 10); C-3 (sec. 11 only) Section 001: MWR, 8:00am – 9:15am (#6825) – Maria Sanchez-Reyes Section 002: MWR, 9:30am – 10:45am (#6826) – Aileen Christensen Section 003: MWR, 9:30am – 10:45am (#6827) – Nicolas Estournel Section 004: MWR, 11:00am – 12:15pm (#6828) – Fatiha Bali Section 005: MWR, 12:30pm – 1:45pm (#6829) – Fatiha Bali Section 006: MWR, 2:00pm – 3:15pm (#6830) – Jean-Pierre Graff Section 007: MWR, 3:30pm – 4:45pm (#6831) – Rachel Watson Section 008: MWR, 3:30pm – 4:45pm (#6832) – Claire Reising Section 009: MWR, 4:55pm – 6:10pm (#6833) – Amelia Fedo Section 010: TWF, 12:30pm – 1:45pm (#6834) – Jeffrey Fuller Section 011: MTR, 9:30am – 10:45am (#6835) – Mimi Zhou FREN-UA 2 Elementary French II Continuation of FREN-UA 1. To continue on to the intermediate level, a student must complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to FREN-UA 10. 25 W. 4th St., C-15; C-11 (sec. 7 only) Section 001: MWR, 9:30am – 10:45am (#6835) – Masha Beliaeva Section 002: MWR, 11:00am – 12:15am (#6836) – Jean-Pierre Graff Section 003: MWR, 12:30pm – 1:45pm (#6837) – Jean-Pierre Graff Section 004: MWR, 2:00pm – 3:15pm (#6838) – TBA Section 005: MWR, 3:30pm – 4:45pm (#6839) – TBA Section 006: MWR, 4:55pm – 6:10pm (#6840) – TBA Section 007: TR, 2:00pm – 4:00pm (#16728) – Fatiha Bali   Section 007 is exclusively for Tisch School of the Arts stduents and is only   available to students who have received permission from the   Department of French. FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. 25 W. 4th St., C-7 Section 001: MTWRF, 8:00am – 9:15am (#6841) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6842) – TBA Section 003: MTWRF, 11:00am – 12:15pm (#6843) – Melanie Hackney FREN-UA 11 Intermediate French I Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Not equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student complete the equivalent of FREN-UA 20 and then continue on to the post-intermediate level. 25 W. 4th St., C-16; C-18 (sec. 7 only) Section 001: MTR, 8:00am – 9:15am (#6844) – TBA Section 002: MTR, 9:30am – 10:45am (#6845) – Stéphanie Dubois Section 003: MTR, 11:00am – 12:15pm (#6846) – Samantha Presnal Section 004: MTR, 12:30pm – 1:45pm (#6847) – Samira Ait-Jafour Section 005: MTR, 2:00pm – 3:15pm (#6848) – Samira Ait-Jafour Section 006: MTR, 3:30pm – 4:45pm (#6849) – Lauren Weaver Section 007: TWF, 12:30pm – 1:45pm (#6850) – Gabriella Lindsay FREN-UA 12 Intermediate French II Continuation of FREN-UA 11. To fulfill the MAP requirement and continue on to the post-intermediate level, a student must complete both FREN-UA 11 and FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. 25 W. 4th St., C-5 Section 001: MTR, 8:00am – 9:15am (#6851) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#6852) – Kaliane Ung Section 003: MTR, 11:00am – 12:15pm (#6853) – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#6854) – TBA\u2028 Section 005: MTR, 2:00pm – 3:15pm (#6855) – TBA Section 006: MTR, 3:30pm – 4:45pm (#6856) – Samira Ait-Jafour\u2028 Section 007: MTR, 4:55pm – 6:10pm (#6857) – TBA FREN-UA 20 Intensive Intermediate French (6 points) Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Complete's the equivalent of a year's intermediate level in one semester. 25 W. 4th St., C-19 Section 001: MTWRF, 8:00am – 9:15am (#6858) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6859) – Mary Haslam Section 003: MTWRF, 11:00am – 12:15pm (#6860) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#6861) – Jennifer Gordon FREN-UA 30 Conversation &amp; Composition Systemizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar, written exercises, an introduction to composition, lexical enrichment, and spoken skills. Section 001: MWR, 8:00am – 9:15am (#6862) – TBA Section 002: MWR, 9:30am -10:45am (#6863) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#6864) – Mary Haslam Section 004: MWR, 12:30pm – 1:45pm (#6865) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#6866) – TBA Section 006: MWR, 3:30pm – 4:45pm (#6867) – Anna-Caroline Prost Section 007: MWR, 4:55pm – 6:10pm (#6868) – Anna-Caroline Prost  ADVANCED LANGUAGE COURSES FREN-UA 101 Spoken Contemporary French Helps the student to develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of such authentic documents as radio and television interviews, advertisements, and spontaneous oral productions. 25 W. 4th St., C-3 Section 001: MTR, 11:00am – 12:15pm (#6869) – Nils Froment Section 002: MTR, 12:30pm – 1:45pm (#6870) – Nils Froment Section 003: MTR, 2:00pm – 3:15pm (#6871) – Olivier Berthe Section 004: MTR, 3:30pm – 4:45pm (#6872) – Olivier Berthe FREN-UA 103 French Phonetics John Moran TR, 2:00pm – 3:15pm 25 W. 4th St., C-10 #7959 Ce cours est un cours de linguistique. Dans ce cours, on parlera de la phonétique et de la prononciation. Ce cours vous donnera l'occasion: (1) de mieux comprendre les systèmes phonologiques du français et de l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et expliquer les problèmes typiques d'un anglophone américain qui apprend le français, (3) de découvrir et expliquer les problèmes typiques d’un francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre prononciation du français et votre compréhension auditive, (6) de développer votre capacité de reconnaître vos propres erreurs et de les corriger, (7) d'apprendre l'alphabet phonétique international (API), qui vous sera un outil indispensable dans toutes vos études linguistiques, (8) de perfectionner votre façon d'expliquer un phénomène linguistique (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de maîtriser le vocabulaire linguistique en français et en anglais et (10) de mieux apprécier le français et votre(vos) propre(s) langue(s) maternelle(s). FREN-UA 105 Written Contemporary French Designed to improve the student's written French and to provide advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (for example, diaries, transcriptions, narrations, letters). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. 25 W. 4th St., C-9; C-11 (sec. 3 only) Section 001: MWR, 9:30am – 10:45am (#6873) – TBA Section 002: MWR, 11:00am – 12:15pm (#6874) – Aline Baehler   (Section 002 is an advanced section) Section 003: MWR, 11:00am – 12:15pm (#6875) – TBA Section 004: MWR, 12:30pm – 1:45pm (#6876) – Jennifer Gordon Section 005: MWR, 2:00pm – 3:15pm (#6877) – Anna-Caroline Prost FREN-UA 107 Translation Emmanuelle Ertel MW, 9:30am – 10:45am 25 W. 4th St., C-1 #6878 Practice of translation through French and English texts taken from a variety of sources to present a range of contrasting grammatical and stylistic problems. Also stresses acquisition of vocabulary. FREN-UA 109 Acting French Melanie Hackney MW, 9:30am – 10:45am 25 W. 4th St., C-10 #6879 This course is both a literature course that will allow you to study important French drama and a language course that will help you progress in French, especially in your oral expression. During the semester, we will traverse the centuries of French theater, lingering on certain authors and representative works. We will attempt to perform scenes for the pleasure of both the eyes and the ears. During this course, you will have regular phonetic exercises, you will read and study theater, you will give expository presentations on authors and contexts and you will memorize and recite/perform poems and scenes -- you will sometimes even write your own!  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am 25 W. 4th St., C-4 #7626 Designed for students who wish to learn the specialized language used in French business. Emphasis on oral and written communication, as well as the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm (for example, advertising, transportation, banking). Stresses group work in simulated business situations and exposure to authentic spoken materials.  CORE COURSES (Conducted in French) FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Henriette Goldwyn TR, 11:00am – 12:15pm 25 W. 4th St., C-4 #6880 Introduction to the central works in medieval and early modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Authors studied may included Marie de France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Ludovic Cortade TR, 4:55pm – 6:10pm 25 W. 4th St., C-4 #7960 Introduction to central works in modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Follows but does not require completion of Readings I. Authors studied may include Colette, André Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar. FREN-UA 145 Approaches to Francophone Literature Prof. Stéphane Gerson TR, 3:30pm – 4:45pm 25 W. 4th St., C-4 #8249 The course examines the conceptualizing of Francophonie through the literature from a network of French-speaking countries which together form a Francophone space. It not only addresses the colonial past but the anti-colonial and postcolonial situations in which French colonialism is replaced by more complex relationships and ideologies. One of the most difficult issues that confronts the postcolonial francophone world is the question of cultural homogeneity and social integration within national structures. This course focuses on the problematic area of cultural transformation, language contact and the role of the writer in elaborating a post-colonial national identity. The problematizing of language, nation and writing will be examined in both a theoretical way and in the prose fiction of Maryse Conde of Guadeloupe, Jacques Roumain of Haiti, Sembene Ousmane of Senegal and Assia Djebar of Algeria. FREN-UA 164 Contemporary France Prof. Nils Froment TR, 2:00pm – 3:15pm Silver 404 #8728 An introduction to French history, politics, and social relations from 1900 to the present. Attention is paid to the successive crises that challenged France's stature, its national identity, and its Republican model. Topics include the French political and social systems; France's “exceptionalism” and relationships with Europe, the United States, and globalization; colonialism, immigration, and post-colonialism; and gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )       SENIOR SEMINARS (conducted in French) Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code.  FREN-UA 991.001 Espèces d'espaces Prof. Phillip John Usher MW, 11:00am – 12:15pm 25 W. 4th St., C-18 #6883 Le titre de ce cours est emprunté à un livre de Georges Pérec, publié en 1974, qui s’interroge sur le sens des « lieux » dans lesquels nous vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le quartier, la ville, etc.). Pérec démontre combien ces lieux que nous fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre, combien ces lieux possèdent une logique et une syntaxe, combien ces lieux sont des « fictions » autant que des réalités. Emboîtant le pas à Pérec (que nous lirons) et nous inspirant également de certains autres penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous voudrions donc réfléchir à la façon dont la littérature problématise notre relation aux « lieux », des plus intimes (le lit) aux plus abstraits (l’univers, l’ « anthropocène »). En privilégiant ces questions, nous prélèverons sur l’histoire de la littérature française des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs probables (liste préliminaire) : Marie de France, Christine de Pisan, François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau, Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique Wittig, Annie Ernaux, Michel Houellebecq. FREN-UA 991.002 La Politique des Images en France Prof. Ludovic Cortade TR, 12:30pm – 1:45pm 194 Mercer, 208 #6884 Ce séminaire, spécialement destiné aux étudiants «Senior», offre une méthode pour comprendre l’importance et l’omniprésence des images dans notre civilisation, et plus particulièrement, en France. Nous essaierons de comprendre les enjeux politiques des images, leur dimension idéologique et l’influence qu’elles exercent sur notre vie quotidienne. Les discussions et les exposés ont pour objectif d’offrir aux étudiants de larges opportunités de s’exprimer et de se situer en tant que citoyens libres de leurs opinions. Thèmes et questions abordés dans ce cours inclurent: L’iconographie des hommes politiques, les rapports entre la politique et l’humour au cinéma, l’influence des images sur la perception du corps, de la sexualité et du genre, la publicité et la société de consommation, la représentation de l’environnement, et la question de la liberté d’expression et de la censure.  FRENCH ELECTIVES  FREN-UA 935 (conducted in French ) Women Writers in France Prof. Laura Hughes MW, 9:30am – 10:45am 25 W. 4th St., C-4 #16734 Il s'agira, à travers les siècles et cinq romans de femme aux styles divers, de voir sous quels traits semble s'esquisser une écriture féminine. L'analyse portera tant sur les thèmes et les personnages que sur l'organisation du texte et les problèmes de la narration, le point du vue, l'expression du temps et de l'espace, sans oublier une certaine forme de recontextualisation historique.  FREN-UA 965 (conducted in French ) Topics in French Literature: Slavery in the Francophone World Prof. Cécile Bishop MW, 3:30pm – 4:45pm 25 W. 4th St., C-19 #8726 Between the seventeenth and the nineteenth century, France was responsible for the kidnapping, forced transport and brutal enslavement of over a million Africans. This course examines representations of slavery in a wide range of media including literature, film and visual arts, from the late 18th century to the present day. In addition to exploring the role of slavery in shaping French and francophone cultures, students will develop new perspectives on the power and limits of literature and art in representing violence and suffering. Authors studied include Madame de Staël, Claire de Duras, Prosper Mérimée, Maryse Condé, André Schwarz-Bart and Patrick Chamoiseau. FREN-UA 865 (conducted in English ) Topics in French Culture: Paris in History, Art and Literature Prof. Olivier Berthe MW, 4:55pm – 6:10pm 25 W. 4th St., C-9 #8267 The aim of this course is to help the student develop an intimate knowledge of France’s capital city. Adopting a chronological approach, we will explore the different stages of Paris’ development through the analysis of numerous historical and literary texts, maps, paintings, photographs and movies. In the process, we will journey through over 2000 years of French history, discovering major political, social and artistic events, and developing a vision of the organic growth of the city. (French majors must fill out a French Coursework Guarantee in order to receive credit towards their major requirements for this course.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #6881 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.)  OTHER Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code. FREN-UA 995 Honors Thesis Workshop I (2 points) Prof. Claudie Bernard T, 3:30pm – 6:10pm 19 University Place, room 605 #6885 Only for students who have applied to the honors program and also intend to complete the spring section of the workshop. For information on completing an honors thesis during your senior year, please speak to your adviser. FREN-UA 997 Independent Study (2 – 4 points) #6886 Speak to your adviser for more information on completing an independent study. FREN-UA 980  Internship (2 - 4 points) #6882 Speak to your adviser for more information on completing an internship for credit.   PREVIOUS SEMESTERS:  SPRING &amp; SUMMER 2015  FALL 2014  SPRING &amp; SUMMER 2014  FALL 2013  SPRING &amp; SUMMER 2013  FALL 2012  SPRING &amp; SUMMER 2012  FALL  2011  SPRING 2011                       NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris               At both the graduate and undergraduate levels, The Department of  French offers an extensive range of courses in French and Francophone  language, literature, and civilization.    With a staff of internationally known scholars and teachers, the  program is strong and diversified emphasizing immersion of the student  in foreign culture and language. The vast majority of courses are  taught in French. more...     News & Events         Existentialism in Culture by Michel Contat           Newsletter l'Arc , Fall 2014           Philosophy in France Today           Upcoming Undergraduate Course Schedule & Descriptions           Graduate Courses & Descriptions           Recent Honors and Awards           See All         For Prospective Students         French Language Placement Information           Undergraduate Admissions           NYU Paris Undergrad Admissions           GSAS Admissions           Master of Arts in Literary Translation: French - English           French Graduate Programs and Applications FAQ           GSAS Application Resource Center               About French at NYU         Meet our Faculty           Graduate Student Profiles           Faculty Bookshelf | Department of French           Recently-Defended Dissertations           Department of French Office Hours           Interested in Studying in Paris?             Students of French         Papiers-Mâchés: Open French Writing Tutorial           Play French: Interactive Grammar Tutorials           French Tutoring Schedule             Faculty Bookshelf    Le Jeu des familles dans le roman du XIXe siècle.     Claudie Bernard                           NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Upcoming Undergraduate Course Schedule &amp; Descriptions    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Upcoming Undergraduate Course Schedule &amp; Descriptions                                              Click here for SUMMER 2015 course schedule and descriptions!  DEPARTMENT OF  FRENCH    UNDERGRADUATE  COURSE OFFERINGS    FALL 2015   JUMP TO : Language Courses Advanced Language Courses Core Courses Senior Seminars French Electives Other   LANGUAGE COURSES Information on placement into language courses can be found HERE . In addition, CAS's schedule of exams are available HERE . FREN-UA 1 Elementary French I Open to students with no previous training in French. Not equivalent to FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student complete the equivalent of FREN-UA 10 and then continue on to the intermediate level.                                                      25 W. 4th St., C-12; C-11 (sec. 3 only); C-7 (secs. 8 and 10); C-3 (sec. 11 only) Section 001: MWR, 8:00am – 9:15am (#6825) – Maria Sanchez-Reyes Section 002: MWR, 9:30am – 10:45am (#6826) – Aileen Christensen Section 003: MWR, 9:30am – 10:45am (#6827) – Nicolas Estournel Section 004: MWR, 11:00am – 12:15pm (#6828) – Fatiha Bali Section 005: MWR, 12:30pm – 1:45pm (#6829) – Fatiha Bali Section 006: MWR, 2:00pm – 3:15pm (#6830) – Jean-Pierre Graff Section 007: MWR, 3:30pm – 4:45pm (#6831) – Rachel Watson Section 008: MWR, 3:30pm – 4:45pm (#6832) – Claire Reising Section 009: MWR, 4:55pm – 6:10pm (#6833) – Amelia Fedo Section 010: TWF, 12:30pm – 1:45pm (#6834) – Jeffrey Fuller Section 011: MTR, 9:30am – 10:45am (#6835) – Mimi Zhou FREN-UA 2 Elementary French II Continuation of FREN-UA 1. To continue on to the intermediate level, a student must complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to FREN-UA 10. 25 W. 4th St., C-15; C-11 (sec. 7 only) Section 001: MWR, 9:30am – 10:45am (#6835) – Masha Beliaeva Section 002: MWR, 11:00am – 12:15am (#6836) – Jean-Pierre Graff Section 003: MWR, 12:30pm – 1:45pm (#6837) – Jean-Pierre Graff Section 004: MWR, 2:00pm – 3:15pm (#6838) – TBA Section 005: MWR, 3:30pm – 4:45pm (#6839) – TBA Section 006: MWR, 4:55pm – 6:10pm (#6840) – TBA Section 007: TR, 2:00pm – 4:00pm (#16728) – Fatiha Bali   Section 007 is exclusively for Tisch School of the Arts stduents and is only   available to students who have received permission from the   Department of French. FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. 25 W. 4th St., C-7 Section 001: MTWRF, 8:00am – 9:15am (#6841) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6842) – TBA Section 003: MTWRF, 11:00am – 12:15pm (#6843) – Melanie Hackney FREN-UA 11 Intermediate French I Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Not equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student complete the equivalent of FREN-UA 20 and then continue on to the post-intermediate level. 25 W. 4th St., C-16; C-18 (sec. 7 only) Section 001: MTR, 8:00am – 9:15am (#6844) – TBA Section 002: MTR, 9:30am – 10:45am (#6845) – Stéphanie Dubois Section 003: MTR, 11:00am – 12:15pm (#6846) – Samantha Presnal Section 004: MTR, 12:30pm – 1:45pm (#6847) – Samira Ait-Jafour Section 005: MTR, 2:00pm – 3:15pm (#6848) – Samira Ait-Jafour Section 006: MTR, 3:30pm – 4:45pm (#6849) – Lauren Weaver Section 007: TWF, 12:30pm – 1:45pm (#6850) – Gabriella Lindsay FREN-UA 12 Intermediate French II Continuation of FREN-UA 11. To fulfill the MAP requirement and continue on to the post-intermediate level, a student must complete both FREN-UA 11 and FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. 25 W. 4th St., C-5 Section 001: MTR, 8:00am – 9:15am (#6851) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#6852) – Kaliane Ung Section 003: MTR, 11:00am – 12:15pm (#6853) – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#6854) – TBA\u2028 Section 005: MTR, 2:00pm – 3:15pm (#6855) – TBA Section 006: MTR, 3:30pm – 4:45pm (#6856) – Samira Ait-Jafour\u2028 Section 007: MTR, 4:55pm – 6:10pm (#6857) – TBA FREN-UA 20 Intensive Intermediate French (6 points) Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Complete's the equivalent of a year's intermediate level in one semester. 25 W. 4th St., C-19 Section 001: MTWRF, 8:00am – 9:15am (#6858) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6859) – Mary Haslam Section 003: MTWRF, 11:00am – 12:15pm (#6860) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#6861) – Jennifer Gordon FREN-UA 30 Conversation &amp; Composition Systemizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar, written exercises, an introduction to composition, lexical enrichment, and spoken skills. Section 001: MWR, 8:00am – 9:15am (#6862) – TBA Section 002: MWR, 9:30am -10:45am (#6863) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#6864) – Mary Haslam Section 004: MWR, 12:30pm – 1:45pm (#6865) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#6866) – TBA Section 006: MWR, 3:30pm – 4:45pm (#6867) – Anna-Caroline Prost Section 007: MWR, 4:55pm – 6:10pm (#6868) – Anna-Caroline Prost  ADVANCED LANGUAGE COURSES FREN-UA 101 Spoken Contemporary French Helps the student to develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of such authentic documents as radio and television interviews, advertisements, and spontaneous oral productions. 25 W. 4th St., C-3 Section 001: MTR, 11:00am – 12:15pm (#6869) – Nils Froment Section 002: MTR, 12:30pm – 1:45pm (#6870) – Nils Froment Section 003: MTR, 2:00pm – 3:15pm (#6871) – Olivier Berthe Section 004: MTR, 3:30pm – 4:45pm (#6872) – Olivier Berthe FREN-UA 103 French Phonetics John Moran TR, 2:00pm – 3:15pm 25 W. 4th St., C-10 #7959 Ce cours est un cours de linguistique. Dans ce cours, on parlera de la phonétique et de la prononciation. Ce cours vous donnera l'occasion: (1) de mieux comprendre les systèmes phonologiques du français et de l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et expliquer les problèmes typiques d'un anglophone américain qui apprend le français, (3) de découvrir et expliquer les problèmes typiques d’un francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre prononciation du français et votre compréhension auditive, (6) de développer votre capacité de reconnaître vos propres erreurs et de les corriger, (7) d'apprendre l'alphabet phonétique international (API), qui vous sera un outil indispensable dans toutes vos études linguistiques, (8) de perfectionner votre façon d'expliquer un phénomène linguistique (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de maîtriser le vocabulaire linguistique en français et en anglais et (10) de mieux apprécier le français et votre(vos) propre(s) langue(s) maternelle(s). FREN-UA 105 Written Contemporary French Designed to improve the student's written French and to provide advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (for example, diaries, transcriptions, narrations, letters). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. 25 W. 4th St., C-9; C-11 (sec. 3 only) Section 001: MWR, 9:30am – 10:45am (#6873) – TBA Section 002: MWR, 11:00am – 12:15pm (#6874) – Aline Baehler   (Section 002 is an advanced section) Section 003: MWR, 11:00am – 12:15pm (#6875) – TBA Section 004: MWR, 12:30pm – 1:45pm (#6876) – Jennifer Gordon Section 005: MWR, 2:00pm – 3:15pm (#6877) – Anna-Caroline Prost FREN-UA 107 Translation Emmanuelle Ertel MW, 9:30am – 10:45am 25 W. 4th St., C-1 #6878 Practice of translation through French and English texts taken from a variety of sources to present a range of contrasting grammatical and stylistic problems. Also stresses acquisition of vocabulary. FREN-UA 109 Acting French Melanie Hackney MW, 9:30am – 10:45am 25 W. 4th St., C-10 #6879 This course is both a literature course that will allow you to study important French drama and a language course that will help you progress in French, especially in your oral expression. During the semester, we will traverse the centuries of French theater, lingering on certain authors and representative works. We will attempt to perform scenes for the pleasure of both the eyes and the ears. During this course, you will have regular phonetic exercises, you will read and study theater, you will give expository presentations on authors and contexts and you will memorize and recite/perform poems and scenes -- you will sometimes even write your own!  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am 25 W. 4th St., C-4 #7626 Designed for students who wish to learn the specialized language used in French business. Emphasis on oral and written communication, as well as the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm (for example, advertising, transportation, banking). Stresses group work in simulated business situations and exposure to authentic spoken materials.  CORE COURSES (Conducted in French) FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Henriette Goldwyn TR, 11:00am – 12:15pm 25 W. 4th St., C-4 #6880 Introduction to the central works in medieval and early modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Authors studied may included Marie de France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Ludovic Cortade TR, 4:55pm – 6:10pm 25 W. 4th St., C-4 #7960 Introduction to central works in modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Follows but does not require completion of Readings I. Authors studied may include Colette, André Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar. FREN-UA 145 Approaches to Francophone Literature Prof. Stéphane Gerson TR, 3:30pm – 4:45pm 25 W. 4th St., C-4 #8249 The course examines the conceptualizing of Francophonie through the literature from a network of French-speaking countries which together form a Francophone space. It not only addresses the colonial past but the anti-colonial and postcolonial situations in which French colonialism is replaced by more complex relationships and ideologies. One of the most difficult issues that confronts the postcolonial francophone world is the question of cultural homogeneity and social integration within national structures. This course focuses on the problematic area of cultural transformation, language contact and the role of the writer in elaborating a post-colonial national identity. The problematizing of language, nation and writing will be examined in both a theoretical way and in the prose fiction of Maryse Conde of Guadeloupe, Jacques Roumain of Haiti, Sembene Ousmane of Senegal and Assia Djebar of Algeria. FREN-UA 164 Contemporary France Prof. Nils Froment TR, 2:00pm – 3:15pm Silver 404 #8728 An introduction to French history, politics, and social relations from 1900 to the present. Attention is paid to the successive crises that challenged France's stature, its national identity, and its Republican model. Topics include the French political and social systems; France's “exceptionalism” and relationships with Europe, the United States, and globalization; colonialism, immigration, and post-colonialism; and gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )       SENIOR SEMINARS (conducted in French) Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code.  FREN-UA 991.001 Espèces d'espaces Prof. Phillip John Usher MW, 11:00am – 12:15pm 25 W. 4th St., C-18 #6883 Le titre de ce cours est emprunté à un livre de Georges Pérec, publié en 1974, qui s’interroge sur le sens des « lieux » dans lesquels nous vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le quartier, la ville, etc.). Pérec démontre combien ces lieux que nous fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre, combien ces lieux possèdent une logique et une syntaxe, combien ces lieux sont des « fictions » autant que des réalités. Emboîtant le pas à Pérec (que nous lirons) et nous inspirant également de certains autres penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous voudrions donc réfléchir à la façon dont la littérature problématise notre relation aux « lieux », des plus intimes (le lit) aux plus abstraits (l’univers, l’ « anthropocène »). En privilégiant ces questions, nous prélèverons sur l’histoire de la littérature française des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs probables (liste préliminaire) : Marie de France, Christine de Pisan, François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau, Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique Wittig, Annie Ernaux, Michel Houellebecq. FREN-UA 991.002 La Politique des Images en France Prof. Ludovic Cortade TR, 12:30pm – 1:45pm 194 Mercer, 208 #6884 Ce séminaire, spécialement destiné aux étudiants «Senior», offre une méthode pour comprendre l’importance et l’omniprésence des images dans notre civilisation, et plus particulièrement, en France. Nous essaierons de comprendre les enjeux politiques des images, leur dimension idéologique et l’influence qu’elles exercent sur notre vie quotidienne. Les discussions et les exposés ont pour objectif d’offrir aux étudiants de larges opportunités de s’exprimer et de se situer en tant que citoyens libres de leurs opinions. Thèmes et questions abordés dans ce cours inclurent: L’iconographie des hommes politiques, les rapports entre la politique et l’humour au cinéma, l’influence des images sur la perception du corps, de la sexualité et du genre, la publicité et la société de consommation, la représentation de l’environnement, et la question de la liberté d’expression et de la censure.  FRENCH ELECTIVES  FREN-UA 935 (conducted in French ) Women Writers in France Prof. Laura Hughes MW, 9:30am – 10:45am 25 W. 4th St., C-4 #16734 Il s'agira, à travers les siècles et cinq romans de femme aux styles divers, de voir sous quels traits semble s'esquisser une écriture féminine. L'analyse portera tant sur les thèmes et les personnages que sur l'organisation du texte et les problèmes de la narration, le point du vue, l'expression du temps et de l'espace, sans oublier une certaine forme de recontextualisation historique.  FREN-UA 965 (conducted in French ) Topics in French Literature: Slavery in the Francophone World Prof. Cécile Bishop MW, 3:30pm – 4:45pm 25 W. 4th St., C-19 #8726 Between the seventeenth and the nineteenth century, France was responsible for the kidnapping, forced transport and brutal enslavement of over a million Africans. This course examines representations of slavery in a wide range of media including literature, film and visual arts, from the late 18th century to the present day. In addition to exploring the role of slavery in shaping French and francophone cultures, students will develop new perspectives on the power and limits of literature and art in representing violence and suffering. Authors studied include Madame de Staël, Claire de Duras, Prosper Mérimée, Maryse Condé, André Schwarz-Bart and Patrick Chamoiseau. FREN-UA 865 (conducted in English ) Topics in French Culture: Paris in History, Art and Literature Prof. Olivier Berthe MW, 4:55pm – 6:10pm 25 W. 4th St., C-9 #8267 The aim of this course is to help the student develop an intimate knowledge of France’s capital city. Adopting a chronological approach, we will explore the different stages of Paris’ development through the analysis of numerous historical and literary texts, maps, paintings, photographs and movies. In the process, we will journey through over 2000 years of French history, discovering major political, social and artistic events, and developing a vision of the organic growth of the city. (French majors must fill out a French Coursework Guarantee in order to receive credit towards their major requirements for this course.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #6881 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.)  OTHER Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code. FREN-UA 995 Honors Thesis Workshop I (2 points) Prof. Claudie Bernard T, 3:30pm – 6:10pm 19 University Place, room 605 #6885 Only for students who have applied to the honors program and also intend to complete the spring section of the workshop. For information on completing an honors thesis during your senior year, please speak to your adviser. FREN-UA 997 Independent Study (2 – 4 points) #6886 Speak to your adviser for more information on completing an independent study. FREN-UA 980  Internship (2 - 4 points) #6882 Speak to your adviser for more information on completing an internship for credit.   PREVIOUS SEMESTERS:  SPRING &amp; SUMMER 2015  FALL 2014  SPRING &amp; SUMMER 2014  FALL 2013  SPRING &amp; SUMMER 2013  FALL 2012  SPRING &amp; SUMMER 2012  FALL  2011  SPRING 2011                       NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris               At both the graduate and undergraduate levels, The Department of  French offers an extensive range of courses in French and Francophone  language, literature, and civilization.    With a staff of internationally known scholars and teachers, the  program is strong and diversified emphasizing immersion of the student  in foreign culture and language. The vast majority of courses are  taught in French. more...     News & Events         Existentialism in Culture by Michel Contat           Newsletter l'Arc , Fall 2014           Philosophy in France Today           Upcoming Undergraduate Course Schedule & Descriptions           Graduate Courses & Descriptions           Recent Honors and Awards           See All         For Prospective Students         French Language Placement Information           Undergraduate Admissions           NYU Paris Undergrad Admissions           GSAS Admissions           Master of Arts in Literary Translation: French - English           French Graduate Programs and Applications FAQ           GSAS Application Resource Center               About French at NYU         Meet our Faculty           Graduate Student Profiles           Faculty Bookshelf | Department of French           Recently-Defended Dissertations           Department of French Office Hours           Interested in Studying in Paris?             Students of French         Papiers-Mâchés: Open French Writing Tutorial           Play French: Interactive Grammar Tutorials           French Tutoring Schedule             Faculty Bookshelf    Le Jeu des familles dans le roman du XIXe siècle.     Claudie Bernard                           NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings | English | NYU                                               Back to Home           Printer Friendly                     Course Offerings Evolution of Literary Archetypes   COLIT-UA 104 Offered every one to two years. 4 points.   Investigates literary archetypes as developed by modern authors from the 17th century to the present. While the course emphasizes the more recent adaptations of such archetypes as Prometheus, Orestes, and Hippolytus, it also includes the Greco-Roman origin and transformation of different archetypes through succeeding epochs of Western civilization. Authors include Shakespeare, Racine, Alfieri, Shelley, Sartre, O'Neill, Gide, Giraudoux, and Eliot.      Tragedy   COLIT-UA 110 Identical to DRLIT-UA 200, ENGL-UA 720. Offered every other year. 4 points.   Historical and critical study of the idea and practice of tragedy from Greek times to the present. Introduction to Comparative Literature   COLIT-UA 116 Offered every semester. 4 points.   Required for all majors in comparative literature. Explores the theory of comparative literature from its inception as a discipline to the present. Readings vary by instructor.      Studies in Prose Genres   COLIT-UA 125 Offered every year. 4 points.   Focuses on prose genres that have traditionally been relegated to a marginal position in the literary canon but the status of which is now being reassessed: the travel account, autobiography, and fantastic fiction. Examining a different genre each time it is offered, the course also provides students with the opportunity to question what constitutes literature or a literary genre.      Topics in Caribbean Literature   COLIT-UA 132 Identical to SCA-UA 780, ENGL-UA 704. Offered every semester. 4 points.   Study of the literature and society of the Caribbean. Emphasizes the Anglophone Caribbean within a comparative framework of French/Haitian, Spanish, Dutch, and Surinamese Caribbean modes. Topics vary yearly, from a concentration on Caribbean poetry to other cultural forms and presentations. Readings of literature, history, and political theory supplemented with performance, music, film, and video. Subjects include women writers, orality, novels of childhood, and pioneer literary figures.      Topics in Popular Culture   COLIT-UA 136 Offered every one to two years. 4 points.   Addresses topics in modern and contemporary popular culture. Topics vary yearly and may include the detective novel, television, popular music, folklore, visual culture, and romantic fiction.      Masterpieces of Renaissance Literature   COLIT-UA 151 Usually offered every other year. 4 points.   Comparative study of major works of Renaissance literature. Authors include Erasmus, More, Machiavelli, Ariosto, Rabelais, Montaigne, Shakespeare, and Cervantes. The new secular view of the world that emerges in their works and the ways in which these authors conform to and defy inherited moral, social, and literary conventions receive special attention.      Classical Literature and Philosophy   COLIT-UA 160 Offered every year. 4 points.   Study of the co-emergence of philosophy and various literary genres (epic, lyric poetry, dialogue, tragedy, comedy) in ancient Greece and Rome, as well as the development of literary and rhetorical theory. We undertake close readings of primary texts, including those of Homer, the Presocratic philosophers, Plato, Aristotle, Sappho, Euripides, Aristophanes, Lucretius, Cicero, Horace, Longinus, and Quintilian, as well as various modern and contemporary commentators.      Topics in 18th-Century Literature   COLIT-UA 175 Offered every other year. 2 or 4 points.   Addresses topics in 18th-century literature that are important for comparative study. Offers practical experience in close critical reading and introduces the generic, thematic, and literary historical approaches as methodological and theoretical problems in comparative literature.      Topics in 19th-Century Literature   COLIT-UA 180 Offered every other year. 2 or 4 points.   Addresses topics in 19th-century literature that are important for comparative study. Topics vary yearly and may include the following: the double, the image of Napoleon, detective fiction as a 19th-century genre, and decadence.      Topics in 20th-Century Literature   COLIT-UA 190 Offered every semester. 2 or 4 points.   Addresses topics in 20th-century literature that are important for comparative study. Topics vary yearly and may include modernism, comparative postcolonial literature, and contemporary culture.      Junior Theory Seminar   COLIT-UA 200 Offered every semester. 4 points.   The most influential 20th-century contributions to theories of cultural analysis are examined. Readings are organized into a series of prominent debates: cultural studies, postmodernism, the male gaze, Third World literature, national liberation. Readings from Walter Benjamin, Roland Barthes, Frantz Fanon, Gail Rubin, Laura Mulvey, Fredric Jameson, Aijaz Ahmad, and Claude Levi-Strauss.      Topics in Film and Literature   COLIT-UA 300 Offered every year. 4 points.   Uses the tools of cultural studies to investigate cultural intersections of the modern period. Focus on the street in literature and film includes questions of cultural space, race, identity politics, gender, and territoriality in the metropolis. Represents cultural studies, film studies, black studies, and women's studies.      Senior Seminar in Comparative Literature (Honors Thesis)   COLIT-UA 400 Permission of the Director of Undergraduate Studies required. Must be followed by Independent Study (COLIT-UA 997) to complete the honors thesis. Offered every year. 4 points.   The aim of this course is the preparation and the writing of the senior honors thesis. (Students must have a 3.65 or better GPA, both overall and in the major.) We examine several critical/theoretical approaches, as many (and more) as are necessary to meet the needs of each student. Each student makes a presentation of his or her thesis proposal along with the critical position to be taken. Each critical position is then studied by the class so students can make a contribution toward their classmates' theses. In addition, we review thesis research and writing methods.      Readings in Contemporary Literary Theory   COLIT-UA 843 Identical to ENGL-UA 735. Offered every semester. 4 points.   Introduces students already familiar with the methods of practical criticism to the most important movements in contemporary literary theory. Readings are drawn from structuralism, poststructuralism, Marxism, psychoanalysis, feminism, and new historicism.      Colonialism and the Rise of Modern African Literature   COLIT-UA 850 Identical to SCA-UA 781, ENGL-UA 707. Offered every year. 4 points.   With the theme of colonialism as the unifying principle, explores and compares the work of a number of African writers of Anglophone, Francophone, and Lusophone traditions.      Independent Study   COLIT-UA 997 Must be approved by the Director of Undergraduate Studies. 1 to 4 points.   For completion of the senior honors thesis by qualified majors.      Independent Study   COLIT-UA 998 Must be approved by the Director of Undergraduate Studies. 1 to 4 points.   For special projects, including internships, contributing to the major.                         Contact Us | &copy; New York University , Arts and Science"}]}]