[{"detail": [{"content": "Human Exposure and Health Effects | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Human Exposure and Health Effects            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      Human Exposure and Health Effects                                          General Information   The Department of Environmental Medicine's Research Program in Human Exposure and Health Effects is focused on defining the relationships of human exposures to ambient and occupational air pollution with their health effects, emphasizing the physical and chemical components of exposure atmospheres and their specific influences on health-related indices.   Research Activities   The faculty, post-doctoral trainees, and graduate students in this program area are addressing critical issues in the environmental health sciences. In recent research, they have made advances in exposure assessment including improved characterization of fine particles and their spatial variation within urban areas and in the regional northeastern U.S. background aerosol. They have also developed technologies and procedures to characterize the temporal day-to-day variations in ambient aerosol composition over extended periods of time in order to correlate such changes with observed daily variations in health-related cardiopulmonary responses. In terms of the characterization of health effects of particulate matter air pollution in human populations, this research group has extended its capabilities beyond studies that rely on non-specific mass concentrations of PM10 and/or PM2.5 to associations between mortality and morbidity and specific source-related pollution constituents and components for both acute and cumulative health effects. They have applied these approaches to populations of particular concern, including asthmatic children in the South Bronx region of New York City (NYC) and to residents of Lower Manhattan and Brooklyn who were acutely exposed to dust and smoke following the collapse of the World Trade Center (WTC) buildings on September 11, 2001. This involved utilization of air samples that we collected at the former NYU Downtown Hospital (5 blocks east of the WTC) on a daily basis beginning on September 14, 2001. Recent studies have demonstrated that the concentrations of components of PM2.5 vary greatly within NYC, with much higher concentrations of nickel in Bronx, Manhattan and northern Queens than in Brooklyn, Staten Island and southern Queens due to the combustion of much more residual oil in the northern parts of NYC.   Other notable strengths of the Program faculty include respiratory tract dosimetry and the modeling and analysis of temporal and spatial variations of air pollution exposure and other environmental variables that can influence, or confound, associations between measures of ambient air pollution and population based data on mortality and morbidity.   In summary, the mission of this Research Program is to identify the exposure related factors that play significant roles in the causation and/or exacerbation of disease associated with population exposures to air pollutants in community and/or work place settings. It also provides a forum and focus for innovative and multidisciplinary research directed at resolving the complex issues affecting both the exposure and response sides of the risk assessment paradigm. The opportunities for broadening the background knowledge and perspectives of the Program members are significantly enhanced by having frequent joint meetings with the members of the Systemic Toxicology Program of the Department, where opportunities are available to discuss hypotheses addressable by controlled inhalation exposures to concentrated ambient aerosols and/or realistic artificial atmospheres of suspect pollutant chemicals and mixtures.   Specific program goals for the next five years are to:   Pursue studies that determine the role of the components of ambient air PM that may account for the ability of such relatively low particle mass concentrations to elicit significant impacts on mortality and morbidity in the general population.   In collaboration with the Systemic Toxicology Program, to identify the specific ambient air constituents that correlate most closely with both the transient and persistent cardiac effects by subchronic exposures to particular matter.   Extend ongoing studies in New York City in order to determine the extent of the role that ambient air pollution (and especially traffic-related air pollution) plays in the high prevalence of pediatric asthma and its exacerbation.   Core Leadership   Dr. George D. Thurston , the Program Director for Human Exposure and Health Effects, received an Sc.D. in environmental health science from Harvard University's School of Public Health, and did further research on mortality associated with air pollution at Harvard's Kennedy School of Government before joining NYU in 1988. His research on air pollution and its health effects at NYU has focused on ozone and particulate matter through studies on panels of children in summer camps, in schools in the South Bronx, and adults with pre-existing chronic diseases, as well as on time-series analyses of hospital admissions and excess daily mortality, and on the influence of chronic exposures on longevity in numerous U.S. communities. He has numerous peer-reviewed scientific publications, and has chaired, or been a member of numerous scientific committees for the National Research Council, NIEHS, and EPA. He recently served on the Outdoor Air Polution Working Group for the WHO Global Burden of Disease 2010 Report release in December 2012. Professor Thurston is presently a standing member of the NIH Study Section on Cardiovascular and Sleep Epidemiology (CASE).                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Human Exposure and Health Effects | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Human Exposure and Health Effects            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      Human Exposure and Health Effects                                          General Information   The Department of Environmental Medicine's Research Program in Human Exposure and Health Effects is focused on defining the relationships of human exposures to ambient and occupational air pollution with their health effects, emphasizing the physical and chemical components of exposure atmospheres and their specific influences on health-related indices.   Research Activities   The faculty, post-doctoral trainees, and graduate students in this program area are addressing critical issues in the environmental health sciences. In recent research, they have made advances in exposure assessment including improved characterization of fine particles and their spatial variation within urban areas and in the regional northeastern U.S. background aerosol. They have also developed technologies and procedures to characterize the temporal day-to-day variations in ambient aerosol composition over extended periods of time in order to correlate such changes with observed daily variations in health-related cardiopulmonary responses. In terms of the characterization of health effects of particulate matter air pollution in human populations, this research group has extended its capabilities beyond studies that rely on non-specific mass concentrations of PM10 and/or PM2.5 to associations between mortality and morbidity and specific source-related pollution constituents and components for both acute and cumulative health effects. They have applied these approaches to populations of particular concern, including asthmatic children in the South Bronx region of New York City (NYC) and to residents of Lower Manhattan and Brooklyn who were acutely exposed to dust and smoke following the collapse of the World Trade Center (WTC) buildings on September 11, 2001. This involved utilization of air samples that we collected at the former NYU Downtown Hospital (5 blocks east of the WTC) on a daily basis beginning on September 14, 2001. Recent studies have demonstrated that the concentrations of components of PM2.5 vary greatly within NYC, with much higher concentrations of nickel in Bronx, Manhattan and northern Queens than in Brooklyn, Staten Island and southern Queens due to the combustion of much more residual oil in the northern parts of NYC.   Other notable strengths of the Program faculty include respiratory tract dosimetry and the modeling and analysis of temporal and spatial variations of air pollution exposure and other environmental variables that can influence, or confound, associations between measures of ambient air pollution and population based data on mortality and morbidity.   In summary, the mission of this Research Program is to identify the exposure related factors that play significant roles in the causation and/or exacerbation of disease associated with population exposures to air pollutants in community and/or work place settings. It also provides a forum and focus for innovative and multidisciplinary research directed at resolving the complex issues affecting both the exposure and response sides of the risk assessment paradigm. The opportunities for broadening the background knowledge and perspectives of the Program members are significantly enhanced by having frequent joint meetings with the members of the Systemic Toxicology Program of the Department, where opportunities are available to discuss hypotheses addressable by controlled inhalation exposures to concentrated ambient aerosols and/or realistic artificial atmospheres of suspect pollutant chemicals and mixtures.   Specific program goals for the next five years are to:   Pursue studies that determine the role of the components of ambient air PM that may account for the ability of such relatively low particle mass concentrations to elicit significant impacts on mortality and morbidity in the general population.   In collaboration with the Systemic Toxicology Program, to identify the specific ambient air constituents that correlate most closely with both the transient and persistent cardiac effects by subchronic exposures to particular matter.   Extend ongoing studies in New York City in order to determine the extent of the role that ambient air pollution (and especially traffic-related air pollution) plays in the high prevalence of pediatric asthma and its exacerbation.   Core Leadership   Dr. George D. Thurston , the Program Director for Human Exposure and Health Effects, received an Sc.D. in environmental health science from Harvard University's School of Public Health, and did further research on mortality associated with air pollution at Harvard's Kennedy School of Government before joining NYU in 1988. His research on air pollution and its health effects at NYU has focused on ozone and particulate matter through studies on panels of children in summer camps, in schools in the South Bronx, and adults with pre-existing chronic diseases, as well as on time-series analyses of hospital admissions and excess daily mortality, and on the influence of chronic exposures on longevity in numerous U.S. communities. He has numerous peer-reviewed scientific publications, and has chaired, or been a member of numerous scientific committees for the National Research Council, NIEHS, and EPA. He recently served on the Outdoor Air Polution Working Group for the WHO Global Burden of Disease 2010 Report release in December 2012. Professor Thurston is presently a standing member of the NIH Study Section on Cardiovascular and Sleep Epidemiology (CASE).                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "George D. Thurston | NYU School of Medicine                                    Skip to main content                    Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                              NYU School of Medicine                                                                                     Research   Education &amp; Training   Departments, Centers &amp; Institutes   Patient Care                                  Home George D. Thurston                    - A + A                                                                                                                                     You are about to go to a non-NYULMC website.                                Biosketch / Results /         George Thurston       Professor, Department of Environmental Medicine;Professor, Department of Population Health                            Environmental Medicine                                                Contact Info                              Address          57 Old Forge Rd.                         Tuxedo ,                NY          10987                                             Phone:           845/731-3564                                               Email: &#x47;&#x65;&#x6f;&#x72;&#x67;&#x65;&#x2e;&#x54;&#x68;&#x75;&#x72;&#x73;&#x74;&#x6f;&#x6e;&#x40;&#x6e;&#x79;&#x75;&#x6d;&#x63;&#x2e;&#x6f;&#x72;&#x67;                                          Web:              U.S. Senate testimony about the human health effects of air pollution  New York Times Editorial based on Dr. Thurstons's Backpack Study in the South Bronx  The NYU Marron Institute, where Professor Thurston is Affiliated Faculty                                                                                             Education Details              Research              Publications                                                                 Education      1976-1982 &mdash;   Dr. Thurston received his Sc.D. from Harvard University School of Public Health|,   Graduate Education          1982-1984 &mdash;   Dr. Thurston was a Research Fellow at the Harvard University Kennedy School of Government's Energy and Environmental Policy Center,   PostDoctoral Training                                                      Research Summary Professor Thurston is Director of the Program in Exposure Assessment and Human Health Effects at the Department of Environmental Medicine, NYU School of Medicine, and is a leading scholar on the human health effects of air pollution. His research has focused on health effects of air pollution in New York City, as well as in cities across the nation and around the world. In New York City, this has included his Backpack Study of the effect of diesel air pollution on children with asthma in the South Bronx. His research and collaborations in cities around the globe has included a study of the effects of industrial air pollution among children in Cubatao, Brazil. He was also an author of the most recent World Health Organization (WHO) Global Burden of Disease (GBD) report, published in the Lancet in 2012, which provided global estimates of the life years lost due to outdoor fine particulate matter air pollution (PM2.5), which were based in large measure on Dr. Thurston?s ACS cohort studies of PM2.5 air pollution and mortality, and his leading-edge collaborative research in which global PM2.5 concentrations were estimated based on global satellite data. Dr. Thurston has also been a leader in advancing the intersection of science and public policy decision-making. He has been called upon to testify before the US Senate and the House of Representatives on dozens of occasions to explain the public policy implications of air pollution research, most recently in October 2011 regarding the proposed mercury emission regulations. In 1999, he spoke at the Community of Parties (COP5) Kyoto Protocol meeting held in Bonn, Germany regarding his research on the immediate human health co-benefits of climate change mitigation steps from associated cleaner air quality. In 2002, he was called upon to testify before the Senate on the human health effects associated with the Word Trade Center disaster, in which he took a leadership role in collecting air pollution samples independent of the government, and in directly sharing that information with the community through public forums led by him at NYU and in Lower Manhattan. He has also served as a member of the U.S. EPA Clean Air Science Advisory Council (CASAC) that advises the EPA Administrator on the setting of the U.S. air quality standards, and has served on a National Academy of Science advisory committee on the environmental aspects of Waste Incineration. As a result of these activities, he has been frequently interviewed by the networks and the press, most recently on CNN International regarding the increasing problem of air pollution in Beijing, China. He has provided consistent leadership in his scientific organizations, and his research has been honored for its excellence by the scientific community. In May 2003, he organized and hosted the U.S. EPA supported international meeting: Workshop on the Source Apportionment of PM Health Effects. In 2004, he co-hosted the International Society of Environmental Epidemiology annual meeting, held at the NYU Kimmel Center in Washington Square. In 2012, Dr. Thurston was awarded the prestigious Haagen Smit Prize by the scientific journal Atmospheric Environment.            Research Interests Human Health Effects of Exposures to Air Pollutants                  Research Documents       NYUSOM Bronx Backpack Study Final EPA Report                                                            Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: A systematic analysis for the Global Burden of Disease Study 2013      Correction Naghavi, M; Wang, H; Lozano, R; Davis, A; Liang, X; Zhou, M; Vollset, SE; Ozgoren, AA; Abdalla, S; Abd-Allah, F; Aziz, MIA; Abera, SF; Aboyans, V; Abraham, B; Abraham, JP; Abuabara, KE; Abubakar, I; Abu-Raddad, LJ; Abu-Rmeileh, NME; Achoki, T; Adelekan, A; Ademi, Z; Adofo, K; Adou, AK; Adsuar, JC; ÄnlöJ; Agardh, EE; Akena, D; Al Khabouri, MJ; Alasfoor, D; Albittar, M; Alegretti, MA; Aleman, AV; Alemu, ZA; Alfonso-Cristancho, R; Alhabib, S; Ali, MK; Ali, R; Alla, F; Al Lami, F; Allebeck, P; AlMazroa, MA; Al-Shahi Salman, R; Alsharif, U; Alvarez, E; Alviz-Guzman, N; Amankwaa, AA; Amare, AT; Ameli, O; Amini, H; Ammar, W; Anderson, HR; Anderson, BO; Antonio, CAT; Anwari, P; Apfel, H; Cunningham, SA; Arsenijevic, VSA; Artaman, A; Asad, MM; Asghar, RJ; Assadi, R; Atkins, LS; Atkinson, C; Badawi, A; Bahit, MC; Bakfalouni, T; Balakrishnan, K; Balalla, S; Banerjee, A; Barber, RM; Barker-Collo, SL; Barquera, S; Barregard, L; Barrero, LH; Barrientos-Gutierrez, T; Basu, A; Basu, S; Basulaiman, MO; Beardsley, J; Bedi, N; Beghi, E; Bekele, T; Bell, ML; Benjet, C; Bennett, DA; Bensenor, IM; Benzian, H; Bertozzi-Villa, A; Beyene, TJ; Bhala, N; Bhalla, A; Bhutta, ZA; Bikbov, B; Abdulhak, AB; Biryukov, S; Blore, JD; Blyth, FM; Bohensky, MA; Borges, G; Bose, D; Boufous, S; Bourne, RR; Boyers, LN; Brainin, M; Brauer, M; Brayne, CEG; Brazinova, A; Breitborde, N; Brenner, H; Briggs, ADM; Brown, JC; Brugha, TS; Buckle, GC; Bui, LN; Bukhman, G; Burch, M; Campos Nonato, IR; Carabin, H; Cáenas, R; Carapetis, J; Carpenter, DO; Caso, V; Castanda-Orjuela, CA; Castro, RE; Cataláó, F; Cavalleri, F; Chang, J-C; Charlson, FC; Che, X; Chen, H; Chen, Y; Chen, JS; Chen, Z; Chiang, PP-C; Chimed-Ochir, O; Chowdhury, R; Christensen, H; Christophi, CA; Chuang, T-W; Chugh, SS; Cirillo, M; Coates, MM; Coffeng, LE; Coggeshall, MS; Cohen, A; Colistro, V; Colquhoun, SM; Colomar, M; Cooper, LT; Cooper, C; Coppola, LM; Cortinovis, M; Courville, K; Cowie, BC; Criqui, MH; Crump, JA; Cuevas-Nasu, L; Da Costa Leite, I; Dabhadkar, KC; Dandona, L; Dandona, R; Dansereau, E; Dargan, PI; Dayama, A; De la Cruz-Góra, V; De La Vega, SF; De Leo, D; Degenhardt, L; Del Pozo-Cruz, B; Dellavalle, RP; Deribe, K; Des Jarlais, DC; Dessalegn, M; DeVeber, GA; Dharmaratne, SD; Dherani, M; Diaz-Ortega, J-L; Diaz-Torne, C; Dicker, D; Ding, EL; Dokova, K; Dorsey, ER; Driscoll, TR; Duan, L; Duber, HC; Durrani, AM; Ebel, BE; Edmond, KM; Ellenbogen, RG; Elshrek, Y; Ermakov, SP; Erskine, HE; Eshrati, B; Esteghamati, A; Estep, K; FüT; Fahimi, S; Fahrion, AS; Faraon, EJA; Farzadfar, F; Fay, DFJ; Feigl, AB; Feigin, VL; Felicio, MM; Fereshtehnejad, S-M; Fernandes, JG; Ferrari, AJ; Fleming, TD; Foigt, N; Foreman, K; Forouzanfar, MH; Fowkes, FGR; Paleo, UF; Franklin, RC; Futran, ND; Gaffikin, L; Gambashidze, K; GankpéFG; Garc-Guerra, FA; Garcia, AC; Geleijnse, JM; Gessner, BD; Gibney, KB; Gillum, RF; Gilmour, S; Ginawi, IAM; Giroud, M; Glaser, EL; Goenka, S; Dantes, HG; Gona, P; Gonzalez-Medina, D; Guinovart, C; Gupta, R; Gupta, R; Gosselin, RA; Gotay, CC; Goto, A; Gouda, HN; Graetz, N; Greenwell, KF; Gugnani, HC; Gunnell, D; Gutiiéz, RA; Haagsma, J; Hafezi-Nejad, N; Hagan, H; Hagstromer, M; Halasa, YA; Hamadeh, RR; Hamavid, H; Hammami, M; Hancock, J; Hankey, GJ; Hansen, GM; Harb, HL; Harewood, H; Haro, JM; Havmoeller, R; Hay, RJ; Hay, SI; Hedayati, MT; Pi, IBH; Heuton, KR; Heydarpour, P; Higashi, H; Hijar, M; Hoek, HW; Hoffman, HJ; Hornberger, JC; Hosgood, HD; Hossain, M; Hotez, PJ; Hoy, DG; Hsairi, M; Hu, G; Huang, JJ; Huffman, MD; Hughes, AJ; Husseini, A; Huynh, C; Iannarone, M; Iburg, KM; Idrisov, BT; Ikeda, N; Innos, K; Inoue, M; Islami, F; Ismayilova, S; Jacobsen, KH; Jassal, S; Jayaraman, SP; Jensen, PN; Jha, V; Jiang, G; Jiang, Y; Jonas, JB; Joseph, J; Juel, K; Kabagambe, EK; Kan, H; Karch, A; Karimkhani, C; Karthikeyan, G; Kassebaum, N; Kaul, A; Kawakami, N; Kazanjan, K; Kazi, DS; Kemp, AH; Kengne, AP; Keren, A; Kereselidze, M; Khader, YS; Ali Hassan Khalifa, SE; Khan, EA; Khan, G; Khang, Y-H; Kieling, C; Kinfu, Y; Kinge, JM; Kim, D; Kim, S; Kivipelto, M; Knibbs, L; Knudsen, AK; Kokubo, Y; Kosen, S; Kotagal, M; Kravchenko, MA; Krishnaswami, S; Krueger, H; Defo, BK; Kuipers, EJ; Kucuk Bicer, B; Kulkarni, C; Kulkarni, VS; Kumar, K; Kumar, RB; Kwan, GF; Kyu, H; Lai, T; Balaji, AL; Lalloo, R; Lallukka, T; Lam, H; Lan, Q; Lansingh, VC; Larson, HJ; Larsson, A; Lavados, PM; Lawrynowicz, AEB; Leasher, JL; Lee, J-T; Leigh, J; Leinsalu, M; Leung, R; Levitz, C; Li, B; Li, Y; Li, Y; Liddell, C; Lim, SS; De Lima, GMF; Lind, ML; Lipshultz, SE; Liu, S; Liu, Y; Lloyd, BK; Lofgren, KT; Logroscino, G; London, SJ; Lortet-Tieulent, J; Lotufo, PA; Lucas, RM; Lunevicius, R; Lyons, RA; Ma, S; Pedro Machado, VM; MacIntyre, MF; Mackay, MT; MacLachlan, JH; Magis-Rodriguez, C; Mahdi, AA; Majdan, M; Malekzadeh, R; Mangalam, S; Mapoma, CC; Marape, M; Marcenes, W; Margono, C; Marks, GB; Marzan, MB; Masci, JR; Mashal, MT; Masiye, F; Mason-Jones, AJ; Matzopolous, R; Mayosi, BM; Mazorodze, TT; McGrath, JJ; McKay, AC; McKee, M; McLain, A; Meaney, PA; Mehndiratta, MM; Mejia-Rodriguez, F; Melaku, YA; Meltzer, M; Memish, ZA; Mendoza, W; Mensah, GA; Meretoja, A; Mhimbira, FA; Miller, TR; Mills, EJ; Misganaw, A; Mishra, SK; Mock, CN; Moffitt, TE; Ibrahim, NM; Mohammad, KA; Mokdad, AH; Mola, GL; Monasta, L; De La Cruz Monis, J; Hernandez, JCM; Montico, M; Montine, TJ; Mooney, MD; Moore, AR; Moradi-Lakeh, M; Moran, AE; Mori, R; Moschandreas, J; Moturi, WN; Moyer, ML; Mozaffarian, D; Mueller, UO; Mukaigawara, M; Mullany, EC; Murray, J; Mustapha, A; Naghavi, P; Naheed, A; Naidoo, KS; Naldi, L; Nand, D; Nangia, V; Narayan, KMV; Nash, D; Nasher, J; Nejjari, C; Nelson, RG; Neuhouser, M; Neupane, SP; Newcomb, PA; Newman, L; Newton, CR; Ng, M; Ngalesoni, FN; Nguyen, G; Nguyen, NTT; Nisar, MI; Nolte, S; Norheim, OF; Norman, RE; Norrving, B; Nyakarahuka, L; Odell, S; O'Donnell, M; Ohkubo, T; Ohno, SL; Olusanya, BO; Omer, SB; Opio, JN; Orisakwe, OE; Ortblad, KF; Ortiz, A; Otayza, MLK; Pain, AW; Pandian, JD; Panelo, CI; Panniyammakal, J; Papachristou, C; Paternina Caicedo, AJ; Patten, SB; Patton, GC; Paul, VK; Pavlin, B; Pearce, N; Pellegrini, CA; Pereira, DM; Peresson, SC; Perez-Padilla, R; Perez-Ruiz, FP; Perico, N; Pervaiz, A; Pesudovs, K; Peterson, CB; Petzold, M; Phillips, BK; Phillips, DE; Phillips, MR; Plass, D; Piel, FB; Poenaru, D; Polinder, S; Popova, S; Poulton, RG; Pourmalek, F; Prabhakaran, D; Qato, D; Quezada, AD; Quistberg, DA; Rabito, F; Rafay, A; Rahimi, K; Rahimi-Movaghar, V; Rahman, SUR; Raju, M; Rakovac, I; Rana, SM; Refaat, A; Remuzzi, G; Ribeiro, AL; Ricci, S; Riccio, PM; Richardson, L; Richardus, JH; Roberts, B; Roberts, DA; Robinson, M; Roca, A; Rodriguez, A; Rojas-Rueda, D; Ronfani, L; Room, R; Roth, GA; Rothenbacher, D; Rothstein, DH; Rowley, JTF; Roy, N; Ruhago, GM; Rushton, L; Sambandam, S; Søe, K; Saeedi, MY; Saha, S; Sahathevan, R; Sahraian, MA; Sahle, BW; Salomon, JA; Salvo, D; Samonte, GMJ; Sampson, U; Sanabria, JR; Sandar, L; Santos, IS; Satpathy, M; Sawhney, M; Saylan, M; Scarborough, P; Schöer, B; Schmidt, JC; Schneider, IJC; Schumacher, AE; Schwebel, DC; Scott, JG; Sepanlou, SG; Servan-Mori, EE; Shackelford, K; Shaheen, A; Shahraz, S; Shakh-Nazarova, M; Shangguan, S; She, J; Sheikhbahaei, S; Shepard, DS; Shibuya, K; Shinohara, Y; Shishani, K; Shiue, I; Shivakoti, R; Shrime, MG; Sigfusdottir, ID; Silberberg, DH; Silva, AP; Simard, EP; Sindi, S; Singh, JA; Singh, L; Sioson, E; Skirbekk, V; Sliwa, K; So, S; Soljak, M; Soneji, S; Soshnikov, SS; Sposato, LA; Sreeramareddy, CT; Stanaway, JD; Stathopoulou, VK; Steenland, K; Stein, C; Steiner, C; Stevens, A; Stö, H; Straif, K; Stroumpoulis, K; Sturua, L; Sunguya, BF; Swaminathan, S; Swaroop, M; Sykes, BL; Tabb, KM; Takahashi, K; Talongwa, RT; Tan, F; Tanne, D; Tanner, M; Tavakkoli, M; Ao, BT; Teixeira, CM; Templin, T; Tenkorang, EY; Terkawi, AS; Thomas, BA; Thorne-Lyman, AL; Thrift, AG; Thurston, GD; Tillmann, T; Tirschwell, DL; Tleyjeh, IM; Tonelli, M; Topouzis, F; Towbin, JA; Toyoshima, H; Traebert, J; Tran, BX; Truelsen, T; Trujillo, U; Trillini, M; Dimbuene, ZT; Tsilimbaris, M; Tuzcu, EM; Ubeda, C; Uchendu, US; Ukwaja, KN; Undurraga, EA; Vallely, AJ; Van De Vijver, S; Van Gool, CH; Varakin, YY; Vasankari, TJ; Vasconcelos, AMN; Vavilala, MS; Venketasubramanian, N; Vijayakumar, L; Villalpando, S; Violante, FS; Vlassov, VV; Wagner, GR; Waller, SG; Wang, J; Wang, L; Wang, X; Wang, Y; Warouw, TS; Weichenthal, S; Weiderpass, E; Weintraub, RG; Wenzhi, W; Werdecker, A; Wessells, KRR; Westerman, R; Whiteford, HA; Wilkinson, JD; Williams, TN; Woldeyohannes, SM; Wolfe, CDA; Wolock, TM; Woolf, AD; Wong, JQ; Wright, JL; Wulf, S; Wurtz, B; Xu, G; Yang, YC; Yano, Y; Yatsuya, H; Yip, P; Yonemoto, N; Yoon, S-J; Younis, M; Yu, C; Jin, KY; El Sayed Zaki, M; Zamakhshary, MF; Zeeb, H; Zhang, Y; Zhao, Y; Zheng, Y; Zhu, J; Zhu, S; Zonies, D; Zou, XN; Zunt, JR; Vos, T; Lopez, AD; Murray, CJL; Alcaláerra, G; Balala, S; Chang, C-C; Gosslin, RA; Hu, H; Karam, N; Sabin, N; Temesgen, AM     2015-04-10; 0140-6736,Lancet - id: 1522722, year: 2015                               In vitro and in vivo toxicity of urban and rural particulate matter from California      Mirowsky, Jaime E.; Jin, Lan; Thurston, George; Lighthall, David; Tyner, Tim; Horton, Lori; Galdanes, Karen; Chillrud, Steven; Ross, James; Pinkerton, Kent E.; Chen, Lung Chi; Lippmann, Morton; Gordon, Terry     2015-04-10; 1352-2310,Atmospheric environment (Oxford) - id: 1522182, year: 2015                               Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013      Naghavi, Mohsen; Wang, Haidong; Lozano, Rafael; Davis, Adrian; Liang, Xiaofeng; Zhou, Maigeng; Vollset, Stein Emil; Ozgoren, Ayse Abbasoglu; Abdalla, Safa; Abd-Allah, Foad; Aziz, Muna IAbdel; Abera, Semaw Ferede; Aboyans, Victor; Abraham, Biju; Abraham, Jerry P; Abuabara, Katrina E; Abubakar, Ibrahim; Abu-Raddad, Laith J; Abu-Rmeileh, Niveen ME; Achoki, Tom; Adelekan, Ademola; Ademi, Zanfi Na; Adofo, Koranteng; Adou, Arsene Kouablan; Adsuar, Jose C; Aernlov, Johan; Agardh, Emilie Elisabet; Akena, Dickens; Al Khabouri, Mazin J; Alasfoor, Deena; Albittar, Mohammed; Alegretti, Miguel Angel; Aleman, Alicia V; Alemu, Zewdie Aderaw; Alfonso-Cristancho, Rafael; Alhabib, Samia; Ali, Mohammed K; Ali, Raghib; Alla, Francois; Al Lami, Faris; Allebeck, Peter; AlMazroa, Mohammad A; Salman, Rustam Al-Shahi; Alsharif, Ubai; Alvarez, Elena; Alviz-Guzman, Nelson; Amankwaa, Adansi A; Amare, Azmeraw T; Ameli, Omid; Amini, Hassan; Ammar, Walid; Anderson, HRoss; Anderson, Benjamin O; Antonio, Carl Abelardo T; Anwari, Palwasha; Apfel, Henry; Cunningham, Solveig Argeseanu; Arsenijevic, Valentina SArsic; Al Artaman; Asad, Majed Masoud; Asghar, Rana J; Assadi, Reza; Atkins, Lydia S; Atkinson, Charles; Badawi, Alaa; Bahit, Maria C; Bakfalouni, Talal; Balakrishnan, Kalpana; Balalla, Shivanthi; Banerjee, Amitava; Barber, Ryan M; Barker-Collo, Suzanne L; Barquera, Simon; Barregard, Lars; Barrero, Lope H; Barrientos-Gutierrez, Tonatiuh; Basu, Arindam; Basu, Sanjay; Basulaiman, Mohammed Omar; Beardsley, Justin; Bedi, Neeraj; Beghi, Ettore; Bekele, Tolesa; Bell, Michelle L; Benjet, Corina; Bennett, Derrick A; Bensenor, Isabela M; Benzian, Habib; Bertozzi-Villa, Amelia; Beyene, Tariku Jibat; Bhala, Neeraj; Bhalla, Ashish; Bhutta, Zulfiqar A; Bikbov, Boris; Bin Abdulhak, Aref; Biryukov, Stan; Blore, Jed D; Blyth, Fiona M; Bohensky, Megan A; Borges, Guilherme; Bose, Dipan; Boufous, Soufiane; Bourne, Rupert R; Boyers, Lindsay N; Brainin, Michael; Brauer, Michael; Brayne, Carol EG; Brazinova, Alexandra; Breitborde, Nicholas; Brenner, Hermann; Briggs, Adam DM; Brown, Jonathan C; Brugha, Traolach S; Buckle, Geoffrey C; Bui, Linh Ngoc; Bukhman, Gene; Burch, Michael; Nonato, Ismael Ricardo Campos; Carabin, Helesne; Cardenas, Rosario; Carapetis, Jonathan; Carpenter, David O; Caso, Valeria; Castaneda-Orjuela, Carlos A; Castro, Ruben Estanislao; Catala-Lopez, Ferrn; Cavalleri, Fiorella; Chang, Jung-Chen; Charlson, Fiona C; Che, Xuan; Chen, Honglei; Chen, Yingyao; Chen, Jian Sheng; Chen, Zhengming; Chiang, Peggy Pei-Chia; Chimed-Ochir, Odgerel; Chowdhury, Rajiv; Christensen, Hanne; Christophi, Costas A; Chuang, Ting-Wu; Chugh, Sumeet S; Cirillo, Massimo; Coates, Matthew M; Coffeng, Luc Edgar; Coggeshall, Megan S; Cohen, Aaron; Colistro, Valentina; Colquhoun, Samantha M; Colomar, Mercedes; Cooper, Leslie Trumbull; Cooper, Cyrus; Coppola, Luis M; Cortinovis, Monica; Courville, Karen; Cowie, Benjamin C; Criqui, Michael H; Crump, John A; Cuevas-Nasu, Lucia; Leite, Iuri da Costa; Dabhadkar, Kaustubh C; Dandona, Lalit; Dandona, Rakhi; Dansereau, Emily; Dargan, Paul I; Dayama, Anand; De la Cruz-Gongora, Vanessa; de la Vega, Shelley F; De Leo, Diego; Degenhardt, Louisa; del Pozo-Cruz, Borja; Dellavalle, Robert P; Deribe, Kebede; Jarlais, Don CDes; Dessalegn, Muluken; deVeber, Gabrielle A; Dharmaratne, Samath D; Dherani, Mukesh; Diaz-Ortega, Jose-Luis; Diaz-Torne, Cesar; Dicker, Daniel; Ding, Eric L; Dokova, Klara; Dorsey, ERay; Driscoll, Tim R; Duan, Leilei; Duber, Herbert C; Durrani, Adnan M; Ebel, Beth E; Edmond, Karen M; Ellenbogen, Richard G; Elshrek, Yousef; Ermakov, Sergey Petrovich; Erskine, Holly E; Eshrati, Babak; Esteghamati, Alireza; Estep, Kara; Fuerst, Thomas; Fahimi, Saman; Fahrion, Anna S; Faraon, Emerito Jose A; Farzadfar, Farshad; Fay, Derek FJ; Feigl, Andrea B; Feigin, Valery L; Felicio, Manuela Mendonca; Fereshtehnejad, Seyed-Mohammad; Fernandes, Jefferson G; Ferrari, Alize J; Fleming, Thomas D; Foigt, Nataliya; Foreman, Kyle; Forouzanfar, Mohammad H; Fowkes, FGerry R; Fra Paleo, Urbano; Franklin, Richard C; Futran, Neal D; Gaffikin, Lynne; Gambashidze, Ketevan; Gankpe, Fortune Gbetoho; Garcia-Guerra, Francisco Armando; Garcia, Ana Cristina; Geleijnse, Johanna M; Gessner, Bradford D; Gibney, Katherine B; Gillum, Richard F; Gilmour, Stuart; Abdelmageem, Ibrahim; Ginawi, Mohamed; Giroud, Maurice; Glaser, Elizabeth L; Goenka, Shifalika; Dantes, Hector Gomez; Gona, Philimon; Gonzalez-Medina, Diego; Guinovart, Caterina; Gupta, Rahul; Gupta, Rajeev; Gosselin, Richard A; Gotay, Carolyn C; Goto, Atsushi; Gowda, Hube N; Graetz, Nicholas; Greenwell, KFern; Gugnani, Harish Chander; Gunnell, David; Gutierrez, Reyna A; Haagsma, Juanita; Hafezi-Nejad, Nima; Hagan, Holly; Hagstromer, Maria; Halasa, Yara A; Hamadeh, Randah Ribhi; Hamavid, Hannah; Hammami, Mouhanad; Hancock, Jamie; Hankey, Graeme J; Hansen, Gillian M; Harb, Hilda L; Harewood, Heather; Haro, Josep Maria; Havmoeller, Rasmus; Hay, Roderick J; Hay, Simon I; Hedayati, Mohammad T; Pi, Ileana BHeredia; Heuton, Kyle R; Heydarpour, Pouria; Higashi, Hideki; Hijar, Martha; Hoek, Hans W; Hoffman, Howard J; Hornberger, John C; Hosgood, HDean; Hossain, Mazeda; Hotez, Peter J; Hoy, Damian G; Hsairi, Mohamed; Hu, Guoqing; Huang, John J; Huffman, Mark D; Hughes, Andrew J; Husseini, Abdullatif; Huynh, Chantal; Iannarone, Marissa; Iburg, Kim M; Idrisov, Bulat T; Ikeda, Nayu; Innos, Kaire; Inoue, Manami; Islami, Farhad; Ismayilova, Samaya; Jacobsen, Kathryn H; Jassal, Simerjot; Jayaraman, Sudha P; Jensen, Paul N; Jha, Vivekanand; Jiang, Guohong; Jiang, Ying; Jonas, Jost B; Joseph, Jonathan; Juel, Knud; Kabagambe, Edmond Kato; Kan, Haidong; Karch, Andre; Karimkhani, Chante; Karthikeyan, Ganesan; Kassebaum, Nicholas; Kaul, Anil; Kawakami, Norito; Kazanjan, Konstantin; Kazi, Dhruv S; Kemp, Andrew H; Kengne, Andre Pascal; Keren, Andre; Kereselidze, Maia; Khader, Yousef Saleh; Khalifa, Shams Eldin Ali Hassan; Khan, Ejaz Ahmed; Khan, Gulfaraz; Khang, Young-Ho; Kieling, Christian; Kinfu, Yohannes; Kinge, Jonas M; Kim, Daniel; Kim, Sungroul; Kivipelto, Miia; Knibbs, Luke; Knudsen, Ann Kristin; Kokubo, Yoshihiro; Kosen, Sowarta; Kotagal, Meera; Kravchenko, Michael A; Krishnaswami, Sanjay; Krueger, Hans; Defo, Barthelemy Kuate; Kuipers, Ernst J; Bicer, Burcu Kucuk; Kulkarni, Chanda; Kulkarni, Veena S; Kumar, Kaushalendra; Kumar, Ravi B; Kwan, Gene F; Kyu, Hmwe; Lai, Taavi; Balaji, Arjun Lakshmana; Lalloo, Ratilal; Lallukka, Tea; Lam, Hilton; Lan, Qing; Lansingh, Van C; Larson, Heidi J; Larsson, Anders; Lavados, Pablo M; Lawrynowicz, Alicia EB; Leasher, Janet L; Lee, Jong-Tae; Leigh, James; Leinsalu, Mall; Leung, Ricky; Levitz, Carly; Li, Bin; Li, Yichong; Li, Yongmei; Liddell, Chelsea; Lim, Stephen S; de Lima, Graca Maria Ferreira; Lind, Maggie L; Lipshultz, Steven E; Liu, Shiwei; Liu, Yang; Lloyd, Belinda K; Lofgren, Katherine T; Logroscino, Giancarlo; London, Stephanie J; Lortet-Tieulent, Joannie; Lotufo, Paulo A; Lucas, Robyn M; Lunevicius, Raimundas; Lyons, Ronan Anthony; Ma, Stefan; Machado, Vasco Manuel Pedro; MacIntyre, Michael F; Mackay, Mark T; MacLachlan, Jennifer H; Magis-Rodriguez, Carlos; Mahdi, Abbas A; Majdan, Marek; Malekzadeh, Reza; Mangalam, Srikanth; Mapoma, Christopher Chabila; Marape, Marape; Marcenes, Wagner; Margono, Christopher; Marks, Guy B; Marzan, Melvin Barrientos; Masci, Joseph R; Mashal, Mohammad Taufi Q; Masiye, Felix; Mason-Jones, Amanda J; Matzopolous, Richard; Mayosi, Bongani M; Mazorodze, Tasara T; McGrath, John J; Mckay, Abigail C; Mckee, Martin; McLain, Abigail; Meaney, Peter A; Mehndiratta, Man Mohan; Mejia-Rodriguez, Fabiola; Melaku, Yohannes Adama; Meltzer, Michele; Memish, Ziad A; Mendoza, Walter; Mensah, George A; Meretoja, Atte; Mhimbira, Francis A; Miller, Ted R; Mills, Edward J; Misganaw, Awoke; Mishra, Santosh K; Mock, Charles N; Moffitt, Terrie E; Ibrahim, Norlinah Mohamed; Mohammad, Karzan Abdulmuhsin; Mokdad, Ali H; Mola, Glen Liddell; Monasta, Lorenzo; Monis, Jonathan de la Cruz; Hernandez, Julio CMontaez; Montico, Marcella; Montine, Thomas J; Mooney, Meghan D; Moore, Ami R; Moradi-Lakeh, Maziar; Moran, Andrew E; Mori, Rintaro; Moschandreas, Joanna; Moturi, Wilkister Nyaora; Moyer, Madeline L; Mozaffarian, Dariush; Mueller, Ulrich O; Mukaigawara, Mitsuru; Mullany, Erin C; Murray, Joseph; Mustapha, Adetoun; Naghavi, Paria; Naheed, Aliya; Naidoo, Kovin S; Naldi, Luigi; Nand, Devina; Nangia, Vinay; Narayan, KMVenkat; Nash, Denis; Nasher, Jamal; Nejjari, Chakib; Nelson, Robert G; Neuhouser, Marian; Neupane, Sudan Prasad; Newcomb, Polly A; Newman, Lori; Newton, Charles R; Ng, Marie; Ngalesoni, Frida Namnyak; Nguyen, Grant; Nhung Thi Trang Nguyen; Nisar, Muhammad Imran; Nolte, Sandra; Norheim, Ole F; Norman, Rosana E; Norrving, Bo; Nyakarahuka, Luke; Odell, Shaun; O'Donnell, Martin; Ohkubo, Takayoshi; Ohno, Summer Lockett; Olusanya, Bolajoko O; Omer, Saad B; Opio, John Nelson; Orisakwe, Orish Ebere; Ortblad, Katrina F; Ortiz, Alberto; Otayza, Maria Lourdes K; Pain, Amanda W; Pandian, Jeyaraj D; Panelo, Carlo Irwin; Panniyammakal, Jeemon; Papachristou, Christina; Paternina Caicedo, Angel J; Patten, Scott B; Patton, George C; Paul, Vinod K; Pavlin, Boris; Pearce, Neil; Pellegrini, Carlos A; Pereira, David M; Peresson, Sophie C; Perez-Padilla, Rogelio; Perez-Ruiz, Fernando P; Perico, Norberto; Pervaiz, Aslam; Pesudovs, Konrad; Peterson, Carrie B; Petzold, Max; Phillips, Bryan K; Phillips, David E; Phillips, Michael R; Plass, Dietrich; Piel, Frederic Bernard; Poenaru, Dan; Polinder, Suzanne; Popova, Svetlana; Poulton, Richie G; Pourmalek, Farshad; Prabhakaran, Dorairaj; Qato, Dima; Quezada, Amado D; Quistberg, DAlex; Rabito, Felicia; Rafay, Anwar; Rahimi, Kazem; Rahimi-Movaghar, Vafa; Rahman, Sajjad UR; Raju, Murugesan; Rakovac, Ivo; Rana, Saleem M; Refaat, Amany; Remuzzi, Giuseppe; Ribeiro, Antonio L; Ricci, Stefano; Riccio, Patricia M; Richardson, Lee; Richardus, Jan Hendrik; Roberts, Bayard; Roberts, DAllen; Robinson, Margaret; Roca, Anna; Rodriguez, Alina; Rojas-Rueda, David; Ronfani, Luca; Room, Robin; Roth, Gregory A; Rothenbacher, Dietrich; Rothstein, David H; Rowley, Jane Tf; Roy, Nobhojit; Ruhago, George M; Rushton, Lesley; Sambandam, Sankar; Soreide, Kjetil; Saeedi, Mohammad Yahya; Saha, Sukanta; Sahathevan, Ramesh; Sahraian, Mohammad Ali; Sahle, Berhe Weldearegawi; Salomon, Joshua A; Salvo, Deborah; Samonte, Genesis May J; Sampson, Uchechukwu; Sanabria, Juan Ramon; Sandar, Logan; Santos, Itamar S; Satpathy, Maheswar; Sawhney, Monika; Saylan, Mete; Scarborough, Peter; Schoettker, Ben; Schmidt, Juergen C; Schneider, Ione JC; Schumacher, Austin E; Schwebel, David C; Scott, James G; Sepanlou, Sadaf G; Servan-Mori, Edson E; Shackelford, Katya; Shaheen, Amira; Shahraz, Saeid; Shakh-Nazarova, Marina; Shangguan, Siyi; She, Jun; Sheikhbahaei, Sara; Shepard, Donald S; Shibuya, Kenji; Shinohara, Yukito; Shishani, Kawkab; Shiue, Ivy; Shivakoti, Rupak; Shrime, Mark G; Sigfusdottir, Inga Dora; Silberberg, Donald H; Silva, Andrea P; Simard, Edgar P; Sindi, Shireen; Singh, Jasvinder A; Singh, Lavanya; Sioson, Edgar; Skirbekk, Vegard; Sliwa, Karen; So, Samuel; Soljak, Michael; Soneji, Samir; Soshnikov, Sergey S; Sposato, Luciano A; Sreeramareddy, Chandrashekhar T; Stanaway, Jeff Rey D; Stathopoulou, Vasiliki Kalliopi; Steenland, Kyle; Stein, Claudia; Steiner, Caitlyn; Stevens, Antony; Stoeckl, Heidi; Straif, Kurt; Stroumpoulis, Konstantinos; Sturua, Lela; Sunguya, Bruno F; Swaminathan, Soumya; Swaroop, Mamta; Sykes, Bryan L; Tabb, Karen M; Takahashi, Ken; Talongwa, Roberto Tchio; Tan, Feng; Tanne, David; Tanner, Marcel; Tavakkoli, Mohammad; Ao, Braden Te; Teixeira, Carolina Maria; Templin, Tara; Tenkorang, Eric Yeboah; Terkawi, Abdullah Sulieman; Thomas, Bernadette A; Thorne-Lyman, Andrew L; Thrift, Amanda G; Thurston, George D; Tillmann, Taavi; Tirschwell, David L; Tleyjeh, Imad M; Tonelli, Marcello; Topouzis, Fotis; Towbin, Jeffrey A; Toyoshima, Hideaki; Traebert, Jefferson; Tran, Bach X; Truelsen, Thomas; Trujillo, Ulises; Trillini, Matias; Dimbuene, Zacharie Tsala; Tsilimbaris, Miltiadis; Tuzcu, EMurat; Ubeda, Clotilde; Uchendu, Uche S; Ukwaja, Kingsley N; Undurraga, Eduardo A; Vallely, Andrew J; van de Vijver, Steven; van Gool, Coen H; Varakin, Yuri Y; Vasankari, Tommi J; Vasconcelos, Ana Maria Nogales; Vavilala, Monica S; Venketasubramanian, N; Vijayakumar, Lakshmi; Villalpando, Salvador; Violante, Francesco S; Vlassov, Vasiliy Victorovich; Wagner, Gregory R; Waller, Stephen G; Wang, JianLi; Wang, Linhong; Wang, XiaoRong; Wang, Yanping; Warouw, Tati Suryati; Weichenthal, Scott; Weiderpass, Elisabete; Weintraub, Robert G; Wenzhi, Wang; Werdecker, Andrea; Wessells, KRyan R; Westerman, Ronny; Whiteford, Harvey A; Wilkinson, James D; Williams, Thomas Neil; Woldeyohannes, Solomon Meseret; Wolfe, Charles DA; Wolock, Timothy M; Woolf, Anthony D; Wong, John Q; Wright, Jonathan L; Wulf, Sarah; Wurtz, Brittany; Xu, Gelin; Yang, Yang C; Yano, Yuichiro; Yatsuya, Hiroshi; Yip, Paul; Yonemoto, Naohiro; Yoon, Seok-Jun; Younis, Mustafa; Yu, Chuanhua; Jin, Kim Yun; Zaki, Maysaa El Sayed; Zamakhshary, Mohammed Fouad; Zeeb, Hajo; Zhang, Yong; Zhao, Yong; Zheng, Yingfeng; Zhu, Jun; Zhu, Shankuan; Zonies, David; Zou, Xiao Nong; Zunt, Joseph R; Vos, Theo; Lopez, Alan D; Murray, Christopher JL; GBD Mortal 2013 Causes Death Colla     2015-02-12; 1474-547x,Lancet - id: 1459522, year: 2015                               Particulate Air Pollution and Carotid Artery Stenosis      Newman, Jonathan D; Thurston, George D; Cromar, Kevin; Guo, Yu; Rockman, Caron B; Fisher, Edward A; Berger, Jeffrey S     2015-03-16; 0735-1097,Journal of the American College of Cardiology - id: 1494462, year: 2015     LETTER                          Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013      Wang, H; Lozano, R; Davis, A; Liang, X; Zhou, M; Vollset, SE; Ozgoren, AA; Abdalla, S; Abd-Allah, F; Aziz, MIA; Abera, SF; Aboyans, V; Abraham, B; Abraham, JP; Abuabara, KE; Abubakar, I; Abu-Raddad, LJ; Abu-Rmeileh, NME; Achoki, T; Adelekan, A; Ademi, Z; Adofo, K; Adou, AK; Adsuar, JC; Arnlov, J; Agardh, EE; Akena, D; Al Khabouri, MJ; Alasfoor, D; Albittar, M; Alegretti, MA; Aleman, AV; Alemu, ZA; Alfonso-Cristancho, R; Alhabib, S; Ali, MK; Ali, R; Alla, F; Al Lami, F; Allebeck, P; AlMazroa, MA; Al-Shahi, Salman, R; Alsharif, U; Alvarez, E; Alviz-Guzman, N; Amankwaa, AA; Amare, AT; Ameli, O; Amini, H; Ammar, W; Anderson, HR; Anderson, BO; Antonio, CAT; Anwari, P; Apfel, H; Cunningham, SA; Arsenijevic, VSA; Artaman, A; Asad, MM; Asghar, RJ; Assadi, R; Atkins, LS; Atkinson, C; Badawi, A; Bahit, MC; Bakfalouni, T; Balakrishnan, K; Balalla, S; Banerjee, A; Barber, RM; Barker-Collo, SL; Barquera, S; Barregard, L; Barrero, LH; Barrientos-Gutierrez, T; Basu, A; Basu, S; Basulaiman, MO; Beardsley, J; Bedi, N; Beghi, E; Bekele, T; Bell, ML; Benjet, C; Bennett, DA; Bensenor, IM; Benzian, H; Bertozzi-Villa, A; Beyene, TJ; Bhala, N; Bhalla, A; Bhutta, ZA; Bikbov, B; Abdulhak, AB; Biryukov, S; Blore, JD; Blyth, FM; Bohensky, MA; Borges, G; Bose, D; Boufous, S; Bourne, RR; Boyers, LN; Brainin, M; Brauer, M; Brayne, CEG; Brazinova, A; Breitborde, N; Brenner, H; Briggs, ADM; Brown, JC; Brugha, TS; Buckle, GC; Bui, LN; Bukhman, G; Burch, M; Campos Nonato, IR; Carabin, H; Cardenas, R; Carapetis, J; Carpenter, DO; Caso, V; Castanda-Orjuela, CA; Castro, RE; Catala-Lopez, F; Cavalleri, F; Chang, J-C; Charlson, FC; Che, X; Chen, H; Chen, Y; Chen, JS; Chen, Z; Chiang, PP-C; Chimed-Ochir, O; Chowdhury, R; Christensen, H; Christophi, CA; Chuang, T-W; Chugh, SS; Cirillo, M; Coates, MM; Coffeng, LE; Coggeshall, MS; Cohen, A; Colistro, V; Colquhoun, SM; Colomar, M; Cooper, LT; Cooper, C; Coppola, LM; Cortinovis, M; Courville, K; Cowie, BC; Criqui, MH; Crump, JA; Cuevas-Nasu, L; Da, Costa, Leite, I; Dabhadkar, KC; Dandona, L; Dandona, R; Dansereau, E; Dargan, PI; Dayama, A; De la Cruz-Gongora, V; De La Vega, SF; De Leo, D; Degenhardt, L; Del Pozo-Cruz, B; Dellavalle, RP; Deribe, K; Des, Jarlais, DC; Dessalegn, M; DeVeber, GA; Dharmaratne, SD; Dherani, M; Diaz-Ortega, J-L; Diaz-Torne, C; Dicker, D; Ding, EL; Dokova, K; Dorsey, ER; Driscoll, TR; Duan, L; Duber, HC; Durrani, AM; Ebel, BE; Edmond, KM; Ellenbogen, RG; Elshrek, Y; Ermakov, SP; Erskine, HE; Eshrati, B; Esteghamati, A; Estep, K; Furst, T; Fahimi, S; Fahrion, AS; Faraon, EJA; Farzadfar, F; Fay, DFJ; Feigl, AB; Feigin, VL; Felicio, MM; Fereshtehnejad, S-M; Fernandes, JG; Ferrari, AJ; Fleming, TD; Foigt, N; Foreman, K; Forouzanfar, MH; Fowkes, FGR; Paleo, UF; Franklin, RC; Futran, ND; Gaffikin, L; Gambashidze, K; Gankpe, FG; Garc-Guerra, FA; Garcia, AC; Geleijnse, JM; Gessner, BD; Gibney, KB; Gillum, RF; Gilmour, S; Ginawi, IAM; Giroud, M; Glaser, EL; Goenka, S; Dantes, HG; Gona, P; Gonzalez-Medina, D; Guinovart, C; Gupta, R; Gosselin, RA; Gotay, CC; Goto, A; Gouda, HN; Graetz, N; Greenwell, KF; Gugnani, HC; Gunnell, D; Gutiierez, RA; Haagsma, J; Hafezi-Nejad, N; Hagan, H; Hagstromer, M; Halasa, YA; Hamadeh, RR; Hamavid, H; Hammami, M; Hancock, J; Hankey, GJ; Hansen, GM; Harb, HL; Harewood, H; Haro, JM; Havmoeller, R; Hay, RJ; Hay, SI; Hedayati, MT; Pi, IBH; Heuton, KR; Heydarpour, P; Higashi, H; Hijar, M; Hoek, HW; Hoffman, HJ; Hornberger, JC; Hosgood, HD; Hossain, M; Hotez, PJ; Hoy, DG; Hsairi, M; Hu, G; Huang, JJ; Huffman, MD; Hughes, AJ; Husseini, A; Huynh, C; Iannarone, M; Iburg, KM; Idrisov, BT; Ikeda, N; Innos, K; Inoue, M; Islami, F; Ismayilova, S; Jacobsen, KH; Jassal, S; Jayaraman, SP; Jensen, PN; Jha, V; Jiang, G; Jiang, Y; Jonas, JB; Joseph, J; Juel, K; Kabagambe, EK; Kan, H; Karch, A; Karimkhani, C; Karthikeyan, G; Kassebaum, N; Kaul, A; Kawakami, N; Kazanjan, K; Kazi, DS; Kemp, AH; Kengne, AP; Keren, A; Kereselidze, M; Khader, YS; Ali Hassan Khalifa, SE; Khan, EA; Khan, G; Khang, Y-H; Kieling, C; Kinfu, Y; Kinge, JM; Kim, D; Kim, S; Kivipelto, M; Knibbs, L; Knudsen, AK; Kokubo, Y; Kosen, S; Kotagal, M; Kravchenko, MA; Krishnaswami, S; Krueger, H; Defo, BK; Kuipers, EJ; Kucuk, Bicer, B; Kulkarni, C; Kulkarni, VS; Kumar, K; Kumar, RB; Kwan, GF; Kyu, H; Lai, T; Balaji, AL; Lalloo, R; Lallukka, T; Lam, H; Lan, Q; Lansingh, VC; Larson, HJ; Larsson, A; Lavados, PM; Lawrynowicz, AEB; Leasher, JL; Lee, J-T; Leigh, J; Leinsalu, M; Leung, R; Levitz, C; Li, B; Li, Y; Liddell, C; Lim, SS; De Lima, GMF; Lind, ML; Lipshultz, SE; Liu, S; Liu, Y; Lloyd, BK; Lofgren, KT; Logroscino, G; London, SJ; Lortet-Tieulent, J; Lotufo, PA; Lucas, RM; Lunevicius, R; Lyons, RA; Ma, S; Pedro, Machado, VM; MacIntyre, MF; Mackay, MT; MacLachlan, JH; Magis-Rodriguez, C; Mahdi, AA; Majdan, M; Malekzadeh, R; Mangalam, S; Mapoma, CC; Marape, M; Marcenes, W; Margono, C; Marks, GB; Marzan, MB; Masci, JR; Mashal, MT; Masiye, F; Mason-Jones, AJ; Matzopolous, R; Mayosi, BM; Mazorodze, TT; McGrath, JJ; McKay, AC; McKee, M; McLain, A; Meaney, PA; Mehndiratta, MM; Mejia-Rodriguez, F; Melaku, YA; Meltzer, M; Memish, ZA; Mendoza, W; Mensah, GA; Meretoja, A; Mhimbira, FA; Miller, TR; Mills, EJ; Misganaw, A; Mishra, SK; Mock, CN; Moffitt, TE; Ibrahim, NM; Mohammad, KA; Mokdad, AH; Mola, GL; Monasta, L; De La Cruz, Monis, J; Hernandez, JCM; Montico, M; Montine, TJ; Mooney, MD; Moore, AR; Moradi-Lakeh, M; Moran, AE; Mori, R; Moschandreas, J; Moturi, WN; Moyer, ML; Mozaffarian, D; Mueller, UO; Mukaigawara, M; Mullany, EC; Murray, J; Mustapha, A; Naghavi, P; Naheed, A; Naidoo, KS; Naldi, L; Nand, D; Nangia, V; Narayan, KMV; Nash, D; Nasher, J; Nejjari, C; Nelson, RG; Neuhouser, M; Neupane, SP; Newcomb, PA; Newman, L; Newton, CR; Ng, M; Ngalesoni, FN; Nguyen, G; Nguyen, NTT; Nisar, MI; Nolte, S; Norheim, OF; Norman, RE; Norrving, B; Nyakarahuka, L; Odell, S; O'Donnell, M; Ohkubo, T; Ohno, SL; Olusanya, BO; Omer, SB; Opio, JN; Orisakwe, OE; Ortblad, KF; Ortiz, A; Otayza, MLK; Pain, AW; Pandian, JD; Panelo, CI; Panniyammakal, J; Papachristou, C; Paternina, Caicedo, AJ; Patten, SB; Patton, GC; Paul, VK; Pavlin, B; Pearce, N; Pellegrini, CA; Pereira, DM; Peresson, SC; Perez-Padilla, R; Perez-Ruiz, FP; Perico, N; Pervaiz, A; Pesudovs, K; Peterson, CB; Petzold, M; Phillips, BK; Phillips, DE; Phillips, MR; Plass, D; Piel, FB; Poenaru, D; Polinder, S; Popova, S; Poulton, RG; Pourmalek, F; Prabhakaran, D; Qato, D; Quezada, AD; Quistberg, DA; Rabito, F; Rafay, A; Rahimi, K; Rahimi-Movaghar, V; Rahman, SUR; Raju, M; Rakovac, I; Rana, SM; Refaat, A; Remuzzi, G; Ribeiro, AL; Ricci, S; Riccio, PM; Richardson, L; Richardus, JH; Roberts, B; Roberts, DA; Robinson, M; Roca, A; Rodriguez, A; Rojas-Rueda, D; Ronfani, L; Room, R; Roth, GA; Rothenbacher, D; Rothstein, DH; Rowley, JTF; Roy, N; Ruhago, GM; Rushton, L; Sambandam, S; Soreide, K; Saeedi, MY; Saha, S; Sahathevan, R; Sahraian, MA; Sahle, BW; Salomon, JA; Salvo, D; Samonte, GMJ; Sampson, U; Sanabria, JR; Sandar, L; Santos, IS; Satpathy, M; Sawhney, M; Saylan, M; Scarborough, P; Schottker, B; Schmidt, JC; Schneider, IJC; Schumacher, AE; Schwebel, DC; Scott, JG; Sepanlou, SG; Servan-Mori, EE; Shackelford, K; Shaheen, A; Shahraz, S; Shakh-Nazarova, M; Shangguan, S; She, J; Sheikhbahaei, S; Shepard, DS; Shibuya, K; Shinohara, Y; Shishani, K; Shiue, I; Shivakoti, R; Shrime, MG; Sigfusdottir, ID; Silberberg, DH; Silva, AP; Simard, EP; Sindi, S; Singh, JA; Singh, L; Sioson, E; Skirbekk, V; Sliwa, K; So, S; Soljak, M; Soneji, S; Soshnikov, SS; Sposato, LA; Sreeramareddy, CT; Stanaway, JD; Stathopoulou, VK; Steenland, K; Stein, C; Steiner, C; Stevens, A; Stockl, H; Straif, K; Stroumpoulis, K; Sturua, L; Sunguya, BF; Swaminathan, S; Swaroop, M; Sykes, BL; Tabb, KM; Takahashi, K; Talongwa, RT; Tan, F; Tanne, D; Tanner, M; Tavakkoli, M; Ao, BT; Teixeira, CM; Templin, T; Tenkorang, EY; Terkawi, AS; Thomas, BA; Thorne-Lyman, AL; Thrift, AG; Thurston, GD; Tillmann, T; Tirschwell, DL; Tleyjeh, IM; Tonelli, M; Topouzis, F; Towbin, JA; Toyoshima, H; Traebert, J; Tran, BX; Truelsen, T; Trujillo, U; Trillini, M; Dimbuene, ZT; Tsilimbaris, M; Tuzcu, EM; Ubeda, C; Uchendu, US; Ukwaja, KN; Undurraga, EA; Vallely, AJ; Van, De, Vijver, S; Van, Gool, CH; Varakin, YY; Vasankari, TJ; Vasconcelos, AMN; Vavilala, MS; Venketasubramanian, N; Vijayakumar, L; Villalpando, S; Violante, FS; Vlassov, VV; Wagner, GR; Waller, SG; Wang, J; Wang, L; Wang, X; Wang, Y; Warouw, TS; Weichenthal, S; Weiderpass, E; Weintraub, RG; Wenzhi, W; Werdecker, A; Wessells, KRR; Westerman, R; Whiteford, HA; Wilkinson, JD; Williams, TN; Woldeyohannes, SM; Wolfe, CDA; Wolock, TM; Woolf, AD; Wong, JQ; Wright, JL; Wulf, S; Wurtz, B; Xu, G; Yang, YC; Yano, Y; Yatsuya, H; Yip, P; Yonemoto, N; Yoon, S-J; Younis, M; Yu, C; Jin, KY; El Sayed, Zaki M; Zamakhshary, MF; Zeeb, H; Zhang, Y; Zhao, Y; Zheng, Y; Zhu, J; Zhu, S; Zonies, D; Zou, XN; Zunt, JR; Vos, T; Lopez, AD; Murray, CJL; Alcala-Cerra, G; Balala, S; Chang, C-C; Gosslin, RA; Hu, H; Karam, N; Sabin, N; Temesgen, AM     2015-03-31; 1474-547x,Lancet - id: 1514472, year: 2015     Journal Article; Research Support, Non-U.S. Gov't                               Read All Publications.                                                                                                                                                                   NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]