[{"detail": [{"content": "Amino Acids Section            [ Back to Home ]             A mino A cids S ection         Due to the Large Number of Molecules, the Amino Acid section is divided into two pages and arranged by the alphabet. Click here for Molecules with O-Z starting alphabet.               alanine       arginine       asparagine                    Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB                                                                aspartic_acid       cysteine       glutamic_acid                    Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB                                                                glutamine       glycine       histidine                    Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB                                                                isoleucine       leucine       lysine       methionine                    Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB                                                    VRML Files    alanine    arginine    asparagine    aspartic acid    cysteine    glutamic acid    glutamine    gylcine    histidine    isoleucine    leucine    lysine    methionine               Click here for Molecules with O-Z starting alphabet.          For more information on amino acids see the amino  acid home page            [ Water Section |    Carbon Section |    Hydrocarbons Section |    Nucleotides Section ]    [ Lipids Section |    Sugars Section |    Photosynthesis Section |    Drugs Section ]           Color Code for GIF Amino Acid Files:     White = Hydrogen     Red = Oxygen     Green = Carbon     Blue = Nitrogen     Yellow = Sulfur"}]},
{"detail": [{"content": "Amino Acids Section            [ Back to Home ]             A mino A cids S ection         Due to the Large Number of Molecules, the Amino Acid section is divided into two pages and arranged by the alphabet. Click here for Molecules with O-Z starting alphabet.               alanine       arginine       asparagine                    Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB                                                                aspartic_acid       cysteine       glutamic_acid                    Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB                                                                glutamine       glycine       histidine                    Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB                                                                isoleucine       leucine       lysine       methionine                    Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB        Gif     Info     PDB                                                    VRML Files    alanine    arginine    asparagine    aspartic acid    cysteine    glutamic acid    glutamine    gylcine    histidine    isoleucine    leucine    lysine    methionine               Click here for Molecules with O-Z starting alphabet.          For more information on amino acids see the amino  acid home page            [ Water Section |    Carbon Section |    Hydrocarbons Section |    Nucleotides Section ]    [ Lipids Section |    Sugars Section |    Photosynthesis Section |    Drugs Section ]           Color Code for GIF Amino Acid Files:     White = Hydrogen     Red = Oxygen     Green = Carbon     Blue = Nitrogen     Yellow = Sulfur"}, {"content": "Structure and Mechanism of Transporters and Channels | Skirball Institute of Biomolecular Medicine | NYU Langone Medical Center | New York, NY                                                                                                                                           Skirball Institute of Biomolecular Medicine                                                                Home   About The Institute   News and Events   Research and Faculty   Training and Education   Resources   Directory                     NYULMC Home   Careers   Make a Gift   News        Enter your keywords:                                        Home Research and Faculty Da-Neng Wang Wang Lab                                   Research and Faculty      Karim-Jean Armache   Joel G. Belasco   Steven J. Burden   Ken H. Cadwell   Moses V. Chao   Michael L. Dustin   Robert C. Froemke   Wenbiao Gan   E. Jane Albert Hubbard   Stevan R. Hubbard   Holger Knaut   Juan J. Lafaille   Ruth Lehmann   Dan R. Littman   Jeremy F. Nance   Thomas A. Neubert   Richard P. Novick   Niels Ringstad   Susan R. Schwab   Agnel Sfeir   Edward Y. Skolnik   Susan L. Smith   Matthias Stadtfeld   David L. Stokes   Greg Suh   Mamta V. Tahiliani   Jesús Torres-Vázquez   Jessica E. Treisman   Daniel H. Turnbull     open/close   Da-Neng Wang     Wang Lab   Current Members   Research   Publications   Photo Album   Previous Members   Job Openings                                                                               Structure and Mechanism of Transporters and Channels                                     In human cells, cytosolic citrate is a chief precursor for the synthesis of fatty acids, triacylglycerols, cholesterol and low-density lipoprotein. Cytosolic citrate further regulates the energy balance of the cell by activating the fatty-acid-synthesis pathway while downregulating both the glycolysis and fatty-acid &beta;-oxidation pathways. The rate of fatty-acid synthesis correlates directly with the concentration of citrate in the cytosol, with the cytosolic citrate concentration partially depending on direct import across the plasma membrane through the Na(+)-dependent citrate transporter (NaCT). Mutations of the homologous fly gene (Indy; I&#39;m not dead yet) result in reduced fat storage through calorie restriction. Nact-knockout mice have increased hepatic mitochondrial biogenesis, higher lipid oxidation and energy expenditure, and reduced lipogenesis, protecting the mice from obesity and insulin resistance. We have determined the crystal structure of a bacterial INDY homologue. One citrate molecule and one sodium ion are bound per protein, and their binding sites are defined by conserved amino acid motifs, forming the structural basis for understanding the specificity of the transporter. Comparison of the structures of the two symmetrical halves of the transporter suggests conformational changes that propel substrate translocation.          Three years ago, we determined the structures of the formate channel FocA from Vibrio cholerae , without and with formate ions bound. The ion selectivity filter in FocA consists of a cytoplasmic slit and a central constriction ring. Interactions of the filter with bound formate ions provide a structural basis for the ion selectivity of the channel. The structures also suggest a possible gating mechanism in which movements of a cytosolic loop open and close the channel. This is the first time that the ion selectivity and gating mechanism was understood for an organic-ion channel.          In 2003, we solved the structure of the glycerol-3-phosphate transporter (GlpT) from the E. coli inner membrane. The protein belongs to the major facilitator superfamily (MFS), the largest secondary transporter family with over 100,000 identified members, including 107 genes in the human genome. Together with the lactose permease structure, this is the first MSF structure ever determined to high resolution. The transporter structure suggests that the substrate translocation is by alternating-access via a rocker-switch mechanism.           MOVIE1 - GlpT structure      MOVIE2 - Proposed rocker-switch mechanism                                    Call us for more information: 212-263-2989       NYULMC Home   Contact Us   For Faculty &amp; Staff   Careers   Make a Gift   Site Map"}]}]