[{"detail": [{"content": "About                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   University Initiatives   /   Leadership Studies & Development                 Sub Navigation                                 About                       Explore                       Engage                       Elevate                                                                   About      The NYU Leadership Initiative defines leadership as the process of working with others to envision a better future, build commitment and align people’s actions toward shared goals, and ultimately, to produce results that make the envisioned future a reality.   By integrating scholarly research, undergraduate and graduate level courses, and co-curricular activities across the University and multiple disciplines we offer a world-class, comprehensive leadership hub for the NYU community. Our mission is to inspire and develop a lifelong practice of ethical and inclusive leadership by engaging students in exploring the diversity of ways people are leading today.   The transformation of communities across the globe – due to the spread of technology and information, the interdependence of economies, the transnational nature of major human challenges, and an increasing embrace of diversity – demands new approaches to leadership that reflect our global interconnectedness and enable breakthrough thinking and action across fields. Today’s world requires leadership that is inclusive, distributed, and ethical.   Get Involved   The Leadership Initiative aims to create a space for conversation across the Global Network University about how best to equip students to meaningfully contribute to global public discourse, apply ethical leadership principles and practices to complex problem solving, bridge divides, and set a course of continual discovery and innovation.   We hope you will join the conversation »                Meet Our Team                                          Melody C. Barnes                                           Melody C. Barnes is the Vice Provost for Global Student Leadership Initiatives, and Senior Fellow at the Robert F. Wagner Graduate School of Public Service.                               She is responsible for developing a wide-ranging set of initiatives across our campuses to prepare our students more fully for leadership roles – to arrange opportunities to interact with world leaders who visit us, to ensure that our most outstanding students are successfully availing themselves of opportunities for major scholarships and fellowships, and to look for areas of collaboration among our existing programs to recognize and cultivate student merit and leadership. As a Senior Fellow at NYU Wagner, Melody's deep experience and expertise in policy innovation will add immensely to the breadth of research and practice for which NYU Wagner is well known.   A former Assistant to President Barack Obama and Director of the White House Domestic Policy Council, Melody has most recently been working as a private consultant and as chair of a new initiative at the Aspen Institute. From January 2009 to January 2012, she provided policy and strategic advice to President Obama and worked closely with members of the Cabinet coordinating the domestic policy agenda across the Administration. Prior to her work in the White House, she served on the leadership team for the Obama-Biden Transition Project and as Senior Domestic Policy Advisor to the Obama for America campaign. From 2003 to July 2008, she worked at the Center for American Progress, a progressive research institute and think tank, where she was named Executive Vice President for Policy in 2005. From 1995 to 2003, she worked for Senator Edward M. Kennedy on the Senate Judiciary Committee, serving as his chief counsel from 1998 onwards. Barnes began her career as an attorney with Shearman &amp; Sterling in New York City.   Melody received her bachelor's degree in 1986 from the University of North Carolina at Chapel Hill, where she graduated with honors. She received her law degree in 1989 from the University of Michigan Law School.                                                     Jordan Bailey-Hoover                                           Jordan Bailey-Hoover is a public policy advocate with a passion for film. She is the Program Administrator at the NYU Leadership Initiative and is also a graduate student at the Robert F. Wagner Graduate School of Public Service.                               Originally from Atlanta, Jordan graduated from the Gallatin School of Individualized Studies at NYU in 2007. From 2007-2009, she worked on a public advocacy campaign around issues of interrogation and torture at Human Rights First in New York. From 2010-2013, Jordan worked for NYU Abu Dhabi, including two years at the Center for Technology and Economic Development, a multidisciplinary research effort looking at how technology can solve problems facing the developing world.   Concurrently, Jordan works in the film industry, collaborating with a group of friends from her undergraduate days at NYU. Jordan started in film as the unit production manager on A LITTLE CLOSER (Rotterdam) in 2009. Currently, she is a producer on HIDE YOUR SMILING FACES (Berlinale, Tribeca) and was selected to the 2012 IFP Producer of Marketing and Distribution Labs. Jordan plans to continue exploring her dual interests in film and public policy in the future.                                                         Corey Blay                                           Corey Blay is Associate Director for Graduate Leadership Programs at New York University. He’s excited to join the Leadership Initiative after recently completing his graduate studies and passionate about ensuring that all students, regardless of their demographic background or discipline of study, have access to meaningful leadership programs and experiences.                               While a student at NYU, Corey served as president of the Government and Business Association, VP of Stern’s Student Government, Senator At-Large and Chief of Staff of the Student Senators Council, and graduate student representative on the University Space Priorities Working Group. He was given the Stern Service Award and President’s Service Award for his efforts and named the 2014 All-University Commencement Student Speaker.   Corey began his career at the Ethical Culture Fieldston School, an K-12 independent school in New York City, where he worked on the founding team for its new middle school, taught 7th grade history, and designed diversity and inclusion programming for students, faculty, and staff. Outside of the classroom, Corey managed political campaigns, served on the board of a national leadership development organization, and co-founded a youth advocacy organization in Harlem that partnered with Columbia University and the White House to develop leadership programs for low-income youth. He was a 2011 Management Leadership for Tomorrow MBA Prep fellow, and as a 2012 Education Pioneer fellow, created a mentorship program for staff of color and of low-income backgrounds at Teach For America.   Corey received his BA in African-American Studies and Public Policy from the University of Chicago, an MBA from the NYU Leonard N. Stern School of Business, and MPA from the NYU Robert F. Wagner Graduate School of Public Service.                                                       Grisel Caicedo                                           Grisel Caicedo is Associate Director of Undergraduate Leadership Programs at New York University. She brings nearly a decade of experience in the design and management of professional and leadership development programs for diverse audiences including undergraduate and graduate students, nonprofit professionals and senior executives in the US and abroad.                               Grisel is passionate about creating opportunities for individuals and organizations to develop talent and contribute to growth in the communities where they live and work. As Program Administrator for NYU Wagner’s Research Center for Leadership in Action, Grisel helped design and deliver customized leadership development and capacity-building programs, recruit and select participants, and manage activities and capture learning in partnership with diverse public service organizations, including the Edna McConnell Clark Foundation, Communities In Schools and Bloomberg Philanthropies. Her expertise in program design and project management was critical in the successful launch of RCLA programs including the Global Social Change Leadership Institute for emerging leaders and the Ghanaian Women’s Social Leadership Program for women in civil society organizations. From 2007-2010, Grisel worked at the NYU Stern Office of Career Development, where she coordinated the MBA on-campus recruitment process.   Prior to joining NYU, Grisel was a Program Advisor for the Organization of American States Scholarship program administered by LASPAU, an affiliate of Harvard University. In this role, she managed scholarships for graduate studies in Latin America and Canada, advised students on their scholarship experience and developed relationships with diverse academic institutions to support scholars.   Grisel is also interested in international development and migration. In graduate school, she was part of a team that conducted research on the requisite features of migration skill development systems to maximize migration’s development impact – findings they presented to the World Bank.   Grisel holds an MPA in International Policy and Management from NYU Wagner and a BA in Economics and International Relations from Boston University.                                                       Bethany Godsoe                                           Bethany Godsoe is the Associate Vice President for Student Leadership Initiatives at New York University. She came to this role after serving for six years as the Executive Director at NYU Wagner's Research Center for Leadership in Action. She specializes in the design and delivery of leadership development programs and is a highly skilled facilitator with deep expertise in action learning and collaborative action research methodologies. She is passionate about helping people develop their capacity for leadership and realize their vision for change in the world.                               Previously, Bethany served as NYU Wagner's Assistant Dean for Enrollment and Student Services and Director of Admissions from 2003 to 2007. Prior to joining the NYU Wagner administration, she served as Associate Project Director for the Research and Documentation component of Leadership for a Changing World, a national effort to build knowledge about social change leadership. She began her career in HIV services developing and managing youth programs and serving as a director of development.   Bethany is Adjunct Assistant Professor of Public Administration at NYU Wagner where she teaches strategic leadership to the Executive MPA students. She received her BA in Anthropology from Cornell University and her MPA from NYU Wagner.                                                       Jenni Quilter                                           Jenni Quilter is the Director of Scholarship Programs and Clinical Assistant Professor in the Expository Writing Program at NYU.                               She directs the Office of National Scholarships, which is mostly known for its support of prestigious scholarships like the Rhodes, Fulbright, Marshall, and Gates (which generally offer full financial aid to graduate study in universities in the United Kingdom, particularly Oxford and Cambridge), along with Truman (for those ultimately interested in public service in the U.S.) and the Fulbright (which offers a range of international year-long research and teaching grants). The Office is dedicated to strengthening NYU’s record of achievement, but also to reframing the notion of scholarship in general. The common perception seems to be that scholarships like the Rhodes are rewarded to students who had it all mysteriously worked out before they even left middle school, who are destined for some form of charismatic leadership. There’s some truth to this, but the more stereotypical this vision of leadership becomes, the more students self-select out of the application process, thinking they could never become the image of perfection a selection committee might reward. Worse still, they contort themselves and their interests into a mold that no one is interested in them fitting. Scholarships however, need not be thought of this way. Instead, they could be considered the recognition of potential and determination, of people who think big, and who unabashedly want to transform one corner—large or small—of the world. What that change looks like is a matter of our imagination rather than any pre-determined route or shape. Generally speaking, it simply takes time and commitment. Accordingly, the Office of National Scholarships is also dedicated to developing this kind of potential in the NYU student community, in widening the scope and understanding of what scholarship implies in general, and in reconsidering the relationship between personal responsibility, agency, community building, and issues of leadership.   For the last seven years, Jenni taught at the Expository Writing Program at NYU, working first with CAS and then Tisch students. She was appointed Senior Lecturer in 2012, and this past year, won a coveted Golden Dozen teaching award for her sustained commitment to teaching and students. She has also taught personal essay writing workshops for scholarship, pre-med and pre-law students, worked as a Critical Thinking &amp; Writing Instructor at NYU Abu Dhabi’s Summer Academy (which is a bridging program for high-achieving Emirati high-school students interested in an international university education), and has developed writing classes and lecture series for a number of study-abroad programs across the Global Network University. All told, she is extremely interested in encouraging students to develop their own writing voice as thinkers rather than as only learners; in constructing for themselves a narrative of their education, an intellectual myth of origins that for the rest of their lives they can subtly embroider and improve upon.   Prior to working at NYU, she taught at Oxford University, where she also obtained her M.Phil and D.Phil in English Literature as a Rhodes Scholar from New Zealand. Her academic research is in contemporary collaborations between artists and writers. She is the author of Neon in Daylight: New York School Painters and Poets (2014). Other publications include Jane Freilicher (2103) and Painters &amp; Poets: The Tibor de Nagy Gallery (2012). Her essays have been published in Poetry, Agni, and The Southwest Review. She is currently working on a collection of essays, which are about (in no real order), Norway, bodybuilding, Zeno’s paradoxes, the NYPD, and the development of ASL and silent cinema.                                                                 Leadership is about how we shape futures that we truly desire.   - Peter Senge              AFFILIATED FACULTY              Deborah J. Borisoff  Professor of Media, Culture and Communication  NYU’s Steinhardt School of Culture, Education and Human Development     Erica Gabrielle Foldy  Faculty Co-Director, Research Center for Leadership in Action, and Associate Professor of Public and Nonprofit Management  NYU’s Robert F. Wagner Graduate School of Public Service     Elizabeth Wolfe Morrison  Vice Dean of Faculty, ITT Harold Geneen Professor in Creative Management, and Professor of Management and Organizations  NYU’s Leonard N. Stern School of Business     Sonia M. Ospina  Faculty Co-Director, Research Center for Leadership in Action, and Professor of Public Management and Policy  NYU’s Robert F. Wagner Graduate School of Public Service     Wendy A. Suzuki  Professor of Neural Science and Psychology and leader of the Suzuki Laboratory  NYU’s Center for Neural Science                                                                                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "About                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   University Initiatives   /   Leadership Studies & Development                 Sub Navigation                                 About                       Explore                       Engage                       Elevate                                                                   About      The NYU Leadership Initiative defines leadership as the process of working with others to envision a better future, build commitment and align people’s actions toward shared goals, and ultimately, to produce results that make the envisioned future a reality.   By integrating scholarly research, undergraduate and graduate level courses, and co-curricular activities across the University and multiple disciplines we offer a world-class, comprehensive leadership hub for the NYU community. Our mission is to inspire and develop a lifelong practice of ethical and inclusive leadership by engaging students in exploring the diversity of ways people are leading today.   The transformation of communities across the globe – due to the spread of technology and information, the interdependence of economies, the transnational nature of major human challenges, and an increasing embrace of diversity – demands new approaches to leadership that reflect our global interconnectedness and enable breakthrough thinking and action across fields. Today’s world requires leadership that is inclusive, distributed, and ethical.   Get Involved   The Leadership Initiative aims to create a space for conversation across the Global Network University about how best to equip students to meaningfully contribute to global public discourse, apply ethical leadership principles and practices to complex problem solving, bridge divides, and set a course of continual discovery and innovation.   We hope you will join the conversation »                Meet Our Team                                          Melody C. Barnes                                           Melody C. Barnes is the Vice Provost for Global Student Leadership Initiatives, and Senior Fellow at the Robert F. Wagner Graduate School of Public Service.                               She is responsible for developing a wide-ranging set of initiatives across our campuses to prepare our students more fully for leadership roles – to arrange opportunities to interact with world leaders who visit us, to ensure that our most outstanding students are successfully availing themselves of opportunities for major scholarships and fellowships, and to look for areas of collaboration among our existing programs to recognize and cultivate student merit and leadership. As a Senior Fellow at NYU Wagner, Melody's deep experience and expertise in policy innovation will add immensely to the breadth of research and practice for which NYU Wagner is well known.   A former Assistant to President Barack Obama and Director of the White House Domestic Policy Council, Melody has most recently been working as a private consultant and as chair of a new initiative at the Aspen Institute. From January 2009 to January 2012, she provided policy and strategic advice to President Obama and worked closely with members of the Cabinet coordinating the domestic policy agenda across the Administration. Prior to her work in the White House, she served on the leadership team for the Obama-Biden Transition Project and as Senior Domestic Policy Advisor to the Obama for America campaign. From 2003 to July 2008, she worked at the Center for American Progress, a progressive research institute and think tank, where she was named Executive Vice President for Policy in 2005. From 1995 to 2003, she worked for Senator Edward M. Kennedy on the Senate Judiciary Committee, serving as his chief counsel from 1998 onwards. Barnes began her career as an attorney with Shearman &amp; Sterling in New York City.   Melody received her bachelor's degree in 1986 from the University of North Carolina at Chapel Hill, where she graduated with honors. She received her law degree in 1989 from the University of Michigan Law School.                                                     Jordan Bailey-Hoover                                           Jordan Bailey-Hoover is a public policy advocate with a passion for film. She is the Program Administrator at the NYU Leadership Initiative and is also a graduate student at the Robert F. Wagner Graduate School of Public Service.                               Originally from Atlanta, Jordan graduated from the Gallatin School of Individualized Studies at NYU in 2007. From 2007-2009, she worked on a public advocacy campaign around issues of interrogation and torture at Human Rights First in New York. From 2010-2013, Jordan worked for NYU Abu Dhabi, including two years at the Center for Technology and Economic Development, a multidisciplinary research effort looking at how technology can solve problems facing the developing world.   Concurrently, Jordan works in the film industry, collaborating with a group of friends from her undergraduate days at NYU. Jordan started in film as the unit production manager on A LITTLE CLOSER (Rotterdam) in 2009. Currently, she is a producer on HIDE YOUR SMILING FACES (Berlinale, Tribeca) and was selected to the 2012 IFP Producer of Marketing and Distribution Labs. Jordan plans to continue exploring her dual interests in film and public policy in the future.                                                         Corey Blay                                           Corey Blay is Associate Director for Graduate Leadership Programs at New York University. He’s excited to join the Leadership Initiative after recently completing his graduate studies and passionate about ensuring that all students, regardless of their demographic background or discipline of study, have access to meaningful leadership programs and experiences.                               While a student at NYU, Corey served as president of the Government and Business Association, VP of Stern’s Student Government, Senator At-Large and Chief of Staff of the Student Senators Council, and graduate student representative on the University Space Priorities Working Group. He was given the Stern Service Award and President’s Service Award for his efforts and named the 2014 All-University Commencement Student Speaker.   Corey began his career at the Ethical Culture Fieldston School, an K-12 independent school in New York City, where he worked on the founding team for its new middle school, taught 7th grade history, and designed diversity and inclusion programming for students, faculty, and staff. Outside of the classroom, Corey managed political campaigns, served on the board of a national leadership development organization, and co-founded a youth advocacy organization in Harlem that partnered with Columbia University and the White House to develop leadership programs for low-income youth. He was a 2011 Management Leadership for Tomorrow MBA Prep fellow, and as a 2012 Education Pioneer fellow, created a mentorship program for staff of color and of low-income backgrounds at Teach For America.   Corey received his BA in African-American Studies and Public Policy from the University of Chicago, an MBA from the NYU Leonard N. Stern School of Business, and MPA from the NYU Robert F. Wagner Graduate School of Public Service.                                                       Grisel Caicedo                                           Grisel Caicedo is Associate Director of Undergraduate Leadership Programs at New York University. She brings nearly a decade of experience in the design and management of professional and leadership development programs for diverse audiences including undergraduate and graduate students, nonprofit professionals and senior executives in the US and abroad.                               Grisel is passionate about creating opportunities for individuals and organizations to develop talent and contribute to growth in the communities where they live and work. As Program Administrator for NYU Wagner’s Research Center for Leadership in Action, Grisel helped design and deliver customized leadership development and capacity-building programs, recruit and select participants, and manage activities and capture learning in partnership with diverse public service organizations, including the Edna McConnell Clark Foundation, Communities In Schools and Bloomberg Philanthropies. Her expertise in program design and project management was critical in the successful launch of RCLA programs including the Global Social Change Leadership Institute for emerging leaders and the Ghanaian Women’s Social Leadership Program for women in civil society organizations. From 2007-2010, Grisel worked at the NYU Stern Office of Career Development, where she coordinated the MBA on-campus recruitment process.   Prior to joining NYU, Grisel was a Program Advisor for the Organization of American States Scholarship program administered by LASPAU, an affiliate of Harvard University. In this role, she managed scholarships for graduate studies in Latin America and Canada, advised students on their scholarship experience and developed relationships with diverse academic institutions to support scholars.   Grisel is also interested in international development and migration. In graduate school, she was part of a team that conducted research on the requisite features of migration skill development systems to maximize migration’s development impact – findings they presented to the World Bank.   Grisel holds an MPA in International Policy and Management from NYU Wagner and a BA in Economics and International Relations from Boston University.                                                       Bethany Godsoe                                           Bethany Godsoe is the Associate Vice President for Student Leadership Initiatives at New York University. She came to this role after serving for six years as the Executive Director at NYU Wagner's Research Center for Leadership in Action. She specializes in the design and delivery of leadership development programs and is a highly skilled facilitator with deep expertise in action learning and collaborative action research methodologies. She is passionate about helping people develop their capacity for leadership and realize their vision for change in the world.                               Previously, Bethany served as NYU Wagner's Assistant Dean for Enrollment and Student Services and Director of Admissions from 2003 to 2007. Prior to joining the NYU Wagner administration, she served as Associate Project Director for the Research and Documentation component of Leadership for a Changing World, a national effort to build knowledge about social change leadership. She began her career in HIV services developing and managing youth programs and serving as a director of development.   Bethany is Adjunct Assistant Professor of Public Administration at NYU Wagner where she teaches strategic leadership to the Executive MPA students. She received her BA in Anthropology from Cornell University and her MPA from NYU Wagner.                                                       Jenni Quilter                                           Jenni Quilter is the Director of Scholarship Programs and Clinical Assistant Professor in the Expository Writing Program at NYU.                               She directs the Office of National Scholarships, which is mostly known for its support of prestigious scholarships like the Rhodes, Fulbright, Marshall, and Gates (which generally offer full financial aid to graduate study in universities in the United Kingdom, particularly Oxford and Cambridge), along with Truman (for those ultimately interested in public service in the U.S.) and the Fulbright (which offers a range of international year-long research and teaching grants). The Office is dedicated to strengthening NYU’s record of achievement, but also to reframing the notion of scholarship in general. The common perception seems to be that scholarships like the Rhodes are rewarded to students who had it all mysteriously worked out before they even left middle school, who are destined for some form of charismatic leadership. There’s some truth to this, but the more stereotypical this vision of leadership becomes, the more students self-select out of the application process, thinking they could never become the image of perfection a selection committee might reward. Worse still, they contort themselves and their interests into a mold that no one is interested in them fitting. Scholarships however, need not be thought of this way. Instead, they could be considered the recognition of potential and determination, of people who think big, and who unabashedly want to transform one corner—large or small—of the world. What that change looks like is a matter of our imagination rather than any pre-determined route or shape. Generally speaking, it simply takes time and commitment. Accordingly, the Office of National Scholarships is also dedicated to developing this kind of potential in the NYU student community, in widening the scope and understanding of what scholarship implies in general, and in reconsidering the relationship between personal responsibility, agency, community building, and issues of leadership.   For the last seven years, Jenni taught at the Expository Writing Program at NYU, working first with CAS and then Tisch students. She was appointed Senior Lecturer in 2012, and this past year, won a coveted Golden Dozen teaching award for her sustained commitment to teaching and students. She has also taught personal essay writing workshops for scholarship, pre-med and pre-law students, worked as a Critical Thinking &amp; Writing Instructor at NYU Abu Dhabi’s Summer Academy (which is a bridging program for high-achieving Emirati high-school students interested in an international university education), and has developed writing classes and lecture series for a number of study-abroad programs across the Global Network University. All told, she is extremely interested in encouraging students to develop their own writing voice as thinkers rather than as only learners; in constructing for themselves a narrative of their education, an intellectual myth of origins that for the rest of their lives they can subtly embroider and improve upon.   Prior to working at NYU, she taught at Oxford University, where she also obtained her M.Phil and D.Phil in English Literature as a Rhodes Scholar from New Zealand. Her academic research is in contemporary collaborations between artists and writers. She is the author of Neon in Daylight: New York School Painters and Poets (2014). Other publications include Jane Freilicher (2103) and Painters &amp; Poets: The Tibor de Nagy Gallery (2012). Her essays have been published in Poetry, Agni, and The Southwest Review. She is currently working on a collection of essays, which are about (in no real order), Norway, bodybuilding, Zeno’s paradoxes, the NYPD, and the development of ASL and silent cinema.                                                                 Leadership is about how we shape futures that we truly desire.   - Peter Senge              AFFILIATED FACULTY              Deborah J. Borisoff  Professor of Media, Culture and Communication  NYU’s Steinhardt School of Culture, Education and Human Development     Erica Gabrielle Foldy  Faculty Co-Director, Research Center for Leadership in Action, and Associate Professor of Public and Nonprofit Management  NYU’s Robert F. Wagner Graduate School of Public Service     Elizabeth Wolfe Morrison  Vice Dean of Faculty, ITT Harold Geneen Professor in Creative Management, and Professor of Management and Organizations  NYU’s Leonard N. Stern School of Business     Sonia M. Ospina  Faculty Co-Director, Research Center for Leadership in Action, and Professor of Public Management and Policy  NYU’s Robert F. Wagner Graduate School of Public Service     Wendy A. Suzuki  Professor of Neural Science and Psychology and leader of the Suzuki Laboratory  NYU’s Center for Neural Science                                                                                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Leadership Studies & Development                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   University Initiatives   /   Leadership Studies & Development                 Sub Navigation                                 About                       Explore                       Engage                       Elevate                                                                   Leadership Studies & Development                                 The Global Leadership Scholars Program   At NYU Washington, DC        We are excited to announce a study away program focused on leadership.   For more information and how to apply, click here .        Up to twenty-five current NYU students will be selected to participate in the Global Leadership Scholars Program at NYU Washington, DC. Open to sophomores and juniors in spring 2016 from across NYU's schools and degree campuses, this program will foster the practice of ethical and inclusive leadership among outstanding students.   Participants will be inspired through an intensive leadership course, internship options in all economic sectors, and interactions with leaders from various fields: government, diplomacy, business, law, the arts, and more, as they reflect on the meaning of leadership in a 21st-century global context and developing their own capacity. Delivered in partnership with the NYU Leadership Initiative, this program leverages the unique resources of NYU Washington, DC to create a cadre of globally prepared young leaders from around the world.                                             The NYU Leadership Initiative strives to inspire and develop a lifelong practice of ethical and inclusive leadership.                                                        EXPLORE        Leadership Research &amp;          Courses                                                                ENGAGE        in Leadership Programs &amp;          Events                                                                ELEVATE        Apply for National          Scholarships                                      NYU LEADERSHIP INITIATIVE              New &amp; Noteworthy                               Introducing the 2015-2015 SSLD Fellows                  We are excited to announce those selected to participate in the 2015-2016 SSLD Fellowship Program!            Meet the new SSLD Fellows.                                  Apply NOW for the NYU Leadership Fellows        We are now accpeting applications from rising sophomores and juniors to participate in our Undergraduate Leadership Fellows program.                              Upcoming Events                           Leadership Conversation Series with Maria Teresa Kumar        THURSDAY, APRIL 30, 2015- 6:00 – 7:30 PM, 20 Cooper Sq, 2nd Floor          Make sure to RSVP as space is limited.                                                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "About                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   University Initiatives   /   Leadership Studies & Development                 Sub Navigation                                 About                       Explore                       Engage                       Elevate                                                                   About      The NYU Leadership Initiative defines leadership as the process of working with others to envision a better future, build commitment and align people’s actions toward shared goals, and ultimately, to produce results that make the envisioned future a reality.   By integrating scholarly research, undergraduate and graduate level courses, and co-curricular activities across the University and multiple disciplines we offer a world-class, comprehensive leadership hub for the NYU community. Our mission is to inspire and develop a lifelong practice of ethical and inclusive leadership by engaging students in exploring the diversity of ways people are leading today.   The transformation of communities across the globe – due to the spread of technology and information, the interdependence of economies, the transnational nature of major human challenges, and an increasing embrace of diversity – demands new approaches to leadership that reflect our global interconnectedness and enable breakthrough thinking and action across fields. Today’s world requires leadership that is inclusive, distributed, and ethical.   Get Involved   The Leadership Initiative aims to create a space for conversation across the Global Network University about how best to equip students to meaningfully contribute to global public discourse, apply ethical leadership principles and practices to complex problem solving, bridge divides, and set a course of continual discovery and innovation.   We hope you will join the conversation »                Meet Our Team                                          Melody C. Barnes                                           Melody C. Barnes is the Vice Provost for Global Student Leadership Initiatives, and Senior Fellow at the Robert F. Wagner Graduate School of Public Service.                               She is responsible for developing a wide-ranging set of initiatives across our campuses to prepare our students more fully for leadership roles – to arrange opportunities to interact with world leaders who visit us, to ensure that our most outstanding students are successfully availing themselves of opportunities for major scholarships and fellowships, and to look for areas of collaboration among our existing programs to recognize and cultivate student merit and leadership. As a Senior Fellow at NYU Wagner, Melody's deep experience and expertise in policy innovation will add immensely to the breadth of research and practice for which NYU Wagner is well known.   A former Assistant to President Barack Obama and Director of the White House Domestic Policy Council, Melody has most recently been working as a private consultant and as chair of a new initiative at the Aspen Institute. From January 2009 to January 2012, she provided policy and strategic advice to President Obama and worked closely with members of the Cabinet coordinating the domestic policy agenda across the Administration. Prior to her work in the White House, she served on the leadership team for the Obama-Biden Transition Project and as Senior Domestic Policy Advisor to the Obama for America campaign. From 2003 to July 2008, she worked at the Center for American Progress, a progressive research institute and think tank, where she was named Executive Vice President for Policy in 2005. From 1995 to 2003, she worked for Senator Edward M. Kennedy on the Senate Judiciary Committee, serving as his chief counsel from 1998 onwards. Barnes began her career as an attorney with Shearman &amp; Sterling in New York City.   Melody received her bachelor's degree in 1986 from the University of North Carolina at Chapel Hill, where she graduated with honors. She received her law degree in 1989 from the University of Michigan Law School.                                                     Jordan Bailey-Hoover                                           Jordan Bailey-Hoover is a public policy advocate with a passion for film. She is the Program Administrator at the NYU Leadership Initiative and is also a graduate student at the Robert F. Wagner Graduate School of Public Service.                               Originally from Atlanta, Jordan graduated from the Gallatin School of Individualized Studies at NYU in 2007. From 2007-2009, she worked on a public advocacy campaign around issues of interrogation and torture at Human Rights First in New York. From 2010-2013, Jordan worked for NYU Abu Dhabi, including two years at the Center for Technology and Economic Development, a multidisciplinary research effort looking at how technology can solve problems facing the developing world.   Concurrently, Jordan works in the film industry, collaborating with a group of friends from her undergraduate days at NYU. Jordan started in film as the unit production manager on A LITTLE CLOSER (Rotterdam) in 2009. Currently, she is a producer on HIDE YOUR SMILING FACES (Berlinale, Tribeca) and was selected to the 2012 IFP Producer of Marketing and Distribution Labs. Jordan plans to continue exploring her dual interests in film and public policy in the future.                                                         Corey Blay                                           Corey Blay is Associate Director for Graduate Leadership Programs at New York University. He’s excited to join the Leadership Initiative after recently completing his graduate studies and passionate about ensuring that all students, regardless of their demographic background or discipline of study, have access to meaningful leadership programs and experiences.                               While a student at NYU, Corey served as president of the Government and Business Association, VP of Stern’s Student Government, Senator At-Large and Chief of Staff of the Student Senators Council, and graduate student representative on the University Space Priorities Working Group. He was given the Stern Service Award and President’s Service Award for his efforts and named the 2014 All-University Commencement Student Speaker.   Corey began his career at the Ethical Culture Fieldston School, an K-12 independent school in New York City, where he worked on the founding team for its new middle school, taught 7th grade history, and designed diversity and inclusion programming for students, faculty, and staff. Outside of the classroom, Corey managed political campaigns, served on the board of a national leadership development organization, and co-founded a youth advocacy organization in Harlem that partnered with Columbia University and the White House to develop leadership programs for low-income youth. He was a 2011 Management Leadership for Tomorrow MBA Prep fellow, and as a 2012 Education Pioneer fellow, created a mentorship program for staff of color and of low-income backgrounds at Teach For America.   Corey received his BA in African-American Studies and Public Policy from the University of Chicago, an MBA from the NYU Leonard N. Stern School of Business, and MPA from the NYU Robert F. Wagner Graduate School of Public Service.                                                       Grisel Caicedo                                           Grisel Caicedo is Associate Director of Undergraduate Leadership Programs at New York University. She brings nearly a decade of experience in the design and management of professional and leadership development programs for diverse audiences including undergraduate and graduate students, nonprofit professionals and senior executives in the US and abroad.                               Grisel is passionate about creating opportunities for individuals and organizations to develop talent and contribute to growth in the communities where they live and work. As Program Administrator for NYU Wagner’s Research Center for Leadership in Action, Grisel helped design and deliver customized leadership development and capacity-building programs, recruit and select participants, and manage activities and capture learning in partnership with diverse public service organizations, including the Edna McConnell Clark Foundation, Communities In Schools and Bloomberg Philanthropies. Her expertise in program design and project management was critical in the successful launch of RCLA programs including the Global Social Change Leadership Institute for emerging leaders and the Ghanaian Women’s Social Leadership Program for women in civil society organizations. From 2007-2010, Grisel worked at the NYU Stern Office of Career Development, where she coordinated the MBA on-campus recruitment process.   Prior to joining NYU, Grisel was a Program Advisor for the Organization of American States Scholarship program administered by LASPAU, an affiliate of Harvard University. In this role, she managed scholarships for graduate studies in Latin America and Canada, advised students on their scholarship experience and developed relationships with diverse academic institutions to support scholars.   Grisel is also interested in international development and migration. In graduate school, she was part of a team that conducted research on the requisite features of migration skill development systems to maximize migration’s development impact – findings they presented to the World Bank.   Grisel holds an MPA in International Policy and Management from NYU Wagner and a BA in Economics and International Relations from Boston University.                                                       Bethany Godsoe                                           Bethany Godsoe is the Associate Vice President for Student Leadership Initiatives at New York University. She came to this role after serving for six years as the Executive Director at NYU Wagner's Research Center for Leadership in Action. She specializes in the design and delivery of leadership development programs and is a highly skilled facilitator with deep expertise in action learning and collaborative action research methodologies. She is passionate about helping people develop their capacity for leadership and realize their vision for change in the world.                               Previously, Bethany served as NYU Wagner's Assistant Dean for Enrollment and Student Services and Director of Admissions from 2003 to 2007. Prior to joining the NYU Wagner administration, she served as Associate Project Director for the Research and Documentation component of Leadership for a Changing World, a national effort to build knowledge about social change leadership. She began her career in HIV services developing and managing youth programs and serving as a director of development.   Bethany is Adjunct Assistant Professor of Public Administration at NYU Wagner where she teaches strategic leadership to the Executive MPA students. She received her BA in Anthropology from Cornell University and her MPA from NYU Wagner.                                                       Jenni Quilter                                           Jenni Quilter is the Director of Scholarship Programs and Clinical Assistant Professor in the Expository Writing Program at NYU.                               She directs the Office of National Scholarships, which is mostly known for its support of prestigious scholarships like the Rhodes, Fulbright, Marshall, and Gates (which generally offer full financial aid to graduate study in universities in the United Kingdom, particularly Oxford and Cambridge), along with Truman (for those ultimately interested in public service in the U.S.) and the Fulbright (which offers a range of international year-long research and teaching grants). The Office is dedicated to strengthening NYU’s record of achievement, but also to reframing the notion of scholarship in general. The common perception seems to be that scholarships like the Rhodes are rewarded to students who had it all mysteriously worked out before they even left middle school, who are destined for some form of charismatic leadership. There’s some truth to this, but the more stereotypical this vision of leadership becomes, the more students self-select out of the application process, thinking they could never become the image of perfection a selection committee might reward. Worse still, they contort themselves and their interests into a mold that no one is interested in them fitting. Scholarships however, need not be thought of this way. Instead, they could be considered the recognition of potential and determination, of people who think big, and who unabashedly want to transform one corner—large or small—of the world. What that change looks like is a matter of our imagination rather than any pre-determined route or shape. Generally speaking, it simply takes time and commitment. Accordingly, the Office of National Scholarships is also dedicated to developing this kind of potential in the NYU student community, in widening the scope and understanding of what scholarship implies in general, and in reconsidering the relationship between personal responsibility, agency, community building, and issues of leadership.   For the last seven years, Jenni taught at the Expository Writing Program at NYU, working first with CAS and then Tisch students. She was appointed Senior Lecturer in 2012, and this past year, won a coveted Golden Dozen teaching award for her sustained commitment to teaching and students. She has also taught personal essay writing workshops for scholarship, pre-med and pre-law students, worked as a Critical Thinking &amp; Writing Instructor at NYU Abu Dhabi’s Summer Academy (which is a bridging program for high-achieving Emirati high-school students interested in an international university education), and has developed writing classes and lecture series for a number of study-abroad programs across the Global Network University. All told, she is extremely interested in encouraging students to develop their own writing voice as thinkers rather than as only learners; in constructing for themselves a narrative of their education, an intellectual myth of origins that for the rest of their lives they can subtly embroider and improve upon.   Prior to working at NYU, she taught at Oxford University, where she also obtained her M.Phil and D.Phil in English Literature as a Rhodes Scholar from New Zealand. Her academic research is in contemporary collaborations between artists and writers. She is the author of Neon in Daylight: New York School Painters and Poets (2014). Other publications include Jane Freilicher (2103) and Painters &amp; Poets: The Tibor de Nagy Gallery (2012). Her essays have been published in Poetry, Agni, and The Southwest Review. She is currently working on a collection of essays, which are about (in no real order), Norway, bodybuilding, Zeno’s paradoxes, the NYPD, and the development of ASL and silent cinema.                                                                 Leadership is about how we shape futures that we truly desire.   - Peter Senge              AFFILIATED FACULTY              Deborah J. Borisoff  Professor of Media, Culture and Communication  NYU’s Steinhardt School of Culture, Education and Human Development     Erica Gabrielle Foldy  Faculty Co-Director, Research Center for Leadership in Action, and Associate Professor of Public and Nonprofit Management  NYU’s Robert F. Wagner Graduate School of Public Service     Elizabeth Wolfe Morrison  Vice Dean of Faculty, ITT Harold Geneen Professor in Creative Management, and Professor of Management and Organizations  NYU’s Leonard N. Stern School of Business     Sonia M. Ospina  Faculty Co-Director, Research Center for Leadership in Action, and Professor of Public Management and Policy  NYU’s Robert F. Wagner Graduate School of Public Service     Wendy A. Suzuki  Professor of Neural Science and Psychology and leader of the Suzuki Laboratory  NYU’s Center for Neural Science                                                                                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Leadership Studies & Development                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   University Initiatives   /   Leadership Studies & Development                 Sub Navigation                                 About                       Explore                       Engage                       Elevate                                                                   Leadership Studies & Development                                 The Global Leadership Scholars Program   At NYU Washington, DC        We are excited to announce a study away program focused on leadership.   For more information and how to apply, click here .        Up to twenty-five current NYU students will be selected to participate in the Global Leadership Scholars Program at NYU Washington, DC. Open to sophomores and juniors in spring 2016 from across NYU's schools and degree campuses, this program will foster the practice of ethical and inclusive leadership among outstanding students.   Participants will be inspired through an intensive leadership course, internship options in all economic sectors, and interactions with leaders from various fields: government, diplomacy, business, law, the arts, and more, as they reflect on the meaning of leadership in a 21st-century global context and developing their own capacity. Delivered in partnership with the NYU Leadership Initiative, this program leverages the unique resources of NYU Washington, DC to create a cadre of globally prepared young leaders from around the world.                                             The NYU Leadership Initiative strives to inspire and develop a lifelong practice of ethical and inclusive leadership.                                                        EXPLORE        Leadership Research &amp;          Courses                                                                ENGAGE        in Leadership Programs &amp;          Events                                                                ELEVATE        Apply for National          Scholarships                                      NYU LEADERSHIP INITIATIVE              New &amp; Noteworthy                               Introducing the 2015-2015 SSLD Fellows                  We are excited to announce those selected to participate in the 2015-2016 SSLD Fellowship Program!            Meet the new SSLD Fellows.                                  Apply NOW for the NYU Leadership Fellows        We are now accpeting applications from rising sophomores and juniors to participate in our Undergraduate Leadership Fellows program.                              Upcoming Events                           Leadership Conversation Series with Maria Teresa Kumar        THURSDAY, APRIL 30, 2015- 6:00 – 7:30 PM, 20 Cooper Sq, 2nd Floor          Make sure to RSVP as space is limited.                                                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Research University in a Global Context                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Speeches & Statements                                                     The Research University in a Global Context      September 5, 2004   Based on a speech delivered at the University of Amsterdam,    Amsterdam, The Netherlands   Contents      Introduction    Globalization and Higher Education    The Role of Research Universities    An Emerging Dilemma: Treatment of Intellectual Property    Approaching Universities Not Like Us      Introduction   The explorer Henry Hudson sailed into New York Harbor for the Dutch East India Company in 1609, dreaming that he would discover a Northwest Passage to connect Europe with Asia. Instead, he had moved from a commercial center of his world to an island that would become nothing less than a global phenomenon of commerce, ideas, and influence reaching farther than even the most ambitious of Hudson’s voyages.   The Amsterdam from which Hudson sailed was the most progressive and culturally diverse society in Europe. Small, but remarkably vital and adventuresome, it published half of all the world’s books over the course of the seventeenth century, and it sent expeditions to uncharted waters and lands unknown to Europeans.   Reflecting its origins, New Amsterdam would become New York, the prototype for the American experiment itself: open to immigrants, enriched by different cultures, and upwardly mobile. In his marvelous history of Dutch Manhattan, Russell Shorto reports that New Amsterdam was remarkably restless, ambitious, and polyglot. As he puts it: “It was Manhattan right from the start.” This gift of ethos and spirit from your city to mine has profoundly shaped America’s destiny.   Like our cities, our universities enjoy parallel consciousness and character. We draw our life force from our surroundings – cities that house and nurture us – cities that are deep reservoirs of intellectual and cultural talent and diversity, essential ingredients that nourish our growth and drive our dreams. We share a common institutional DNA that reflects what I call our “locational endowment” in global cities: a density and concentration of mind and matter, an entrepreneurial spirit, an embrace of complexity and an openness to the “other,” a connectedness to the world beyond our walls. Indeed, our campuses are literally without walls; in a very real sense, we are, to borrow Shorto’s words, “islands of learning at centers of the world” – both historically and in the very ways in which we live and learn.   And there is a connectedness between our universities. Together, we are founding members of the League of World Universities. For almost a decade, we have exchanged faculty and students. We share faculty appointments, summer programs and conferences. And we have scheduled for this fall a two-part debate on US-EU relations hosted by your International School and NYU’s Remarque Institute. We rightly celebrate strong, deep, broad and expanding ties that bind us.   Globalization and Higher Education   Today I will examine the impact upon our universities – and other universities – of globalization, a phenomenon which goes beyond our relations with one another to present each of us with both challenges and opportunities. Given our shared heritage, there are ways in which this topic comes naturally to us; but the issues presented are not easy, and it will fall especially to universities like ours to lead the effort to address them.   The most familiar usage of the word “globalization” describes a transformation in the world economy. More and more, commerce and communication transcend boundaries, and transactions once merely local now routinely touch multiple continents and implicate several different legal regimes. Globalization in this sense is ubiquitous, unavoidable and undeniable – impacting for good and ill the relationships of governments, markets, and the daily lives of institutions and citizens everywhere. This understanding of globalization is the simplest, the most conventional; and, it certainly is the case that, understood in this widely accepted sense, globalization is profoundly consequential and often controversial. Moreover, it is beyond dispute that the economic consequences for the modern university of interdependence and world competition will be enormous. We will be forced to adjust to marketplace competition from commercial providers, to the advent of online education, and to the explosion both of technologies and the information they deliver.   Beyond its most common meaning, globalization also refers to a deeper and even more fundamentally transformative force – embodying cultural and societal developments that touch the whole range of human experiences. Globalization does not merely require us to coordinate with those beyond our borders in ways in which we never imagined we would; it changes the nature of our borders and the structure and content of the cultures nourished and developed within them.   The penetration of American culture is but one example. There are streets and storefronts in once remote parts of the world that could be transplanted from any American suburb; and, undeniably, on many of those same streets, treasured traditions are threatened by an accelerating process of homogenization. Ironically, perhaps, even as globalization makes us ever more aware of the diversity of our cultural and social histories, it threatens the very diversity that it spotlights and celebrates.   Globalization in this broader sense is just as much a revolutionary force as is its economic counterpart; and, it has just as much catalytic potential, both positive and negative. In the years ahead, as we encounter ourselves and others as never before, we may witness the emergence of some new homogenized ethos and culture and the death of old traditions, or we might not. Connection and mutual enrichment need not destroy diversity; they can incorporate and celebrate it. Neither synthesis nor synchronization requires sameness. It is for us to find a way to channel globalization, maximizing its benefits and minimizing its costs.   But channeling globalization will not be easy. And, I believe that our ability to do so will vary directly with our aptitude for reflection, our capacity to listen and to learn, and our willingness to be humble. We will need modesty not certitude, and we will be forced to cultivate a desire to discover new insights equal to our inclination to transmit our insights to others.   The broader conception of globalization I have offered resonates with important themes familiar to those of us who devote our lives to higher education. We know well the dangers of certitude, silence and silencing; and we are profoundly aware of the lethal nature of intellectual homogenization and party lines, whether in disciplines or in conversation. For nearly a millennium, the great universities of the world have been both the repositories and the creators of the ideas that shape our societies. Now, more than ever, we must play that role.   However, though the themes and issues inherent in globalization strike chords familiar to the academic mind, and though universities traditionally have involved themselves in shaping the societies that house them, strikingly little attention (let alone reflection) has been given either to the impact of globalization on universities or to the role of the universities in understanding, managing, and affecting its process.   Today, I propose to probe the principles that should shape and guide universities of all kinds, and in particular research universities, as they undertake the mission of functioning in a globalized world. In this context, I will ask whether there is some common set of core principles defining the nature of our universities, principles potentially threatened by globalization which must be protected against it; and I also will ask whether those core principles rise to the level of universal principles which we might expect to inhere in any institution, wherever located, which might seek to call itself a university.   In this effort, which I intend to be normative, I propose to begin with the institutions we know best and of which we cannot help but expect the most: our own institutions and those like us – the great cosmopolitan research universities.   The Role of Research Universities   At their essence, research universities are characterized by their effort to go beyond transmitting familiar truths and by their basic commitment to probing the unknown and, in doing so, identifying the connections that constitute the fabric of human knowledge and understanding.   In this effort, research universities must themselves be and sustain a sacred space for learning and discovery, unfettered by political agendas, uninfluenced by powerful interest groups, and unmoved by parochial forms of nationalism or belief.   These days, the preservation of the sacred space within our universities is no easy task. Forces outside our gates increasingly threaten the sanctuary of our campuses. The very diversity of the global village that enriches us simultaneously activates those – including some who hold great power – who would limit the scope of our conversations and silence voices within them. Xenophobes and ideologues would influence the research we undertake, the books we write or the classes we teach. Thus, for example, in the United States, research universities are pressured to forego stem cell research, and they are pressed to meet externally defined ideological quotas for faculty. Of course, we must resist these pressures, both because the very idea of the research university is a rebuke to such constraints, and because, in fact, it is precisely the wrong response to globalization.   In today’s world, as a globalized civil society emerges, our research universities not only must keep external forces at bay but also must rededicate themselves to the exploration of the unconventional and the unfamiliar. For the university community, this is a matter of both structure and temperament. Structures must be designed to encourage the free and open exchange of views in an intellectual marketplace. And those who operate in the structures must be expected to develop a temperament that approaches discovery and discussion with humility, tolerance, and a posture of listening.   This is connected deeply to what is called in the United States the diversity agenda. Although America is not a country known for its cultural humility, the educational justification for affirmative action and similar programs of inclusion is that a diverse learning community creates additional content in the conversation – that new and different voices, if heard, bring valuable viewpoints into the dialogue. There is a way in which the United States as an experiment reflects a form of globalization in one country – which has been underway since the time your countrymen first visited our shores, and in modern times, through successive waves of immigration. And, although America continues to struggle with issues of difference and race, the educational premises upon which affirmative action policy is based have gained wide acceptance, and the policy itself has produced impressive results.   Beyond creating within its walls the structures and temperaments to manage the effects of globalization (negative and positive) upon it, the research university increasingly can and must play a role in shaping the emerging civil order. I am not suggesting that our universities become alternative governments or policymakers; rather, I am asserting a role for universities in influencing society quite consistent with the best in their tradition.   Great research universities always have been chroniclers, critics and sometimes wellsprings of social and scientific evolution. In today’s world of accelerating change and almost instantaneous universal impact, there is a premium on the kind of reflective consideration of likely results and possible alternatives that universities can provide. In this era, with so much at stake, there is a greater need than ever for a fuller and more nuanced understanding of the causes and the effects of globalization, causes and effects often invisible to the casual participant or the relatively unreflective decision maker. Never has it been more urgent to explore the unintended or collateral consequences of what is happening all around us and all around the world. And there is no better venue than the research university to bring to the consciousness of a transformed and transforming world the ramifications and impacts, good and bad, obvious and unknown, of the trends that are sweeping across it.   But there is another role we must play. At their best, our universities also serve as evaluators, offering analysis and assessment of such issues as social equity, fundamental fairness, and the openness and transparency of institutions and structures. Research universities should trigger an examination of ethical and moral consequences, and should both lead and force a conversation about them. Compromises and priorities (stated and implicit) should be identified and weighed. Explanations should be demanded from decision makers, and their decisions and activities should be critiqued. In particular, universities must protect heterogeneity, and must question and resist the powerful forces of homogenization inherent in globalization; they must become, as it were, watchdogs of the intellectual environment. In short, in the process I have described, research universities become the issue spotters of the global era, posing questions and choices for civil society – and demanding coherent and defensible explanations and answers from those responsible. Our universities become both exemplars and missionaries for an invaluable process of insight, reflection, response, and constant critique.   Of course, even as our universities encourage society in certain directions, they must take care to observe not only their fidelity to the process in their internal operation but also their willingness to evaluate themselves as actors in the globalized environment. A university is not merely an observer of the world around it, or a chronicler of its history, or a composer of its narrative songs and dances; it is a participant in the very world it studies. The story it writes is its story as well; and the standards it deploys to evaluate the performance of others are standards it must use to judge its own conduct. The university, especially the research university, is a citizen in the global world. And, like others, it plays an economic, moral, and social role within it. As we call others to do so, we must take pains ourselves to be responsible global citizens.   An Emerging Dilemma: Treatment of Intellectual Property   In this regard, consider just one particularly provocative area. Our universities are principal (if not the principal) producers of knowledge, perhaps the single most valuable product in a globalized economy. Yet we have just begun to question our techniques for treating our major product.   Consider the possibilities. On the one hand, we might take the position that the knowledge created by our faculty in our labs and offices is something we own and that we are free to capitalize it as a private good; or, we might hold to what has generally been, at least outside of contemporary science, the tradition that the ideas flowing from our institutions are common or public goods. Especially as governmental support for universities diminishes, as our own need for resources grows, and as the ability of universities like mine to support the knowledge agenda through constantly increasing tuition declines, research universities in particular will be tempted to act more and more like commercial institutions. Already in the United States there are a significant number of major research universities that receive in excess of $100 million a year for their intellectual property, and many have come to rely upon that revenue.   The pressure will be enormous. And make no mistake about it: the concentration of more and more of the world’s intellectual property in the hands of a very few will come at the expense of the vast majority of humanity, most especially in the developing nations. In addition, the proprietary instinct that maximizes profits by monopolizing information, an instinct at odds with the traditional sharing of discoveries, will delay and, in some cases, may preclude important advancements.   Coming as I do from the law, I am aware that the legal regimes governing intellectual property are themselves arcane and ill-suited for the emerging globalized environment with its robust transfers of technology and knowledge. Not only are our intellectual property rules based upon archaic notions of science and intellectual creativity, but they are also largely national regimes still groping with notions of interdependence and sovereignty.   There is no easy prescription for our behavior; and perhaps the last place you should look for an answer is from the president of a university that annually receives nearly $200 million in such revenues. I am not naïve enough to think that this problem is for universities alone, and I am certainly not naïve enough to think that it would be proper to call upon universities to abandon unilaterally their property rights especially at a time when resources generally available to universities are becoming scarce and, at least for private universities in the United States, the concomitant pressure placed on the tuition revenue scheme is nearly unbearable.   It is clear that the long term solution to this will require major category changes in the way we think about intellectual property itself, the amount of external support available to research universities from national and international sources and from partnerships with industry that avoid the problems of the capture of the intellectual enterprise of which Harvard’s former President Derek Bok has warned.   Models are beginning to appear which may provide the pathway to an answer. Some will help simply by increasing the attractiveness of new research areas and the resources available. In the social sciences, for example, where one would expect a deep and lively interaction between academics and those who operate on the ground in the kind of settings the academics are studying, such interactions now tend to be superficial – with institutional questions only lightly grafted onto the standard social science tool kit, rather than organically intertwined. Too frequently the academy devalues research which enters the world of practicum, thereby diminishing the amount and scope of what is done. Now new conduits are being created that enable social scientists to test the value of their ideas in the world of practice, even as the conduits expose those outside the academy to the value of leading-edge ideas from social science. While there are obvious dangers associated with introducing these conduits (and the possibility of producing resources through commercialization) into the academy, an enlightened approach to their development might well provide important new options for social scientists interested in social reform, stimulate additional important work which today would not be done, provide insightful ideas to improve society, and (all the while) generate additional resources to support higher education and other research.   This kind of creative and collective approach can only come if leaders from all sectors begin consciously to celebrate the research university. Unfortunately, many of our leaders are prone more to demagoguery about universities than a celebration of their essential role. This must change.   The point I am making here, as a research university president speaking in the context of a convocation marking the life cycle of another great research university, is that, especially in the context of the production and dissemination of one of our most valued social products – knowledge – we have to balance our private interests with the public good. As far as possible in our own behavior, we must exemplify a spirit of commonweal even as we call on others to join in developing new pathways to share without shortchanging our own institutions.   It is clear that we in the university community will be judged on how we deal with this issue, and the extent to which we transcend narrow self-interest. And it is equally clear that the closer we can hew to the traditional norm of treating knowledge as a common or public good, the more favorably we will be judged.   Approaching Universities Not Like Us   What I have said thus far addresses the role of universities “like us” in the world of our new century. For myself, I confess to invoking relationships such as the one that exists between Amsterdam and NYU as fruits of the globalization agenda. In truth, on the spectrum of universities worldwide, the gap between our two universities – or between most leading research universities – is a relatively small one. Our ideas are rooted in the same or similar fundamental commitments, and we share vast common ground in our structure, worldview, and attitude. We easily recognize each other as species of the same genus.   But one lesson of globalization is that the rest of the world is not all “like us,” and this lesson is as true about institutions who claim the word university as it is for individuals. Of course, there exist institutions unlike us which nonetheless purport to do what we do. This forces us to ask how we should react to universities created and existing in contexts unlike our own. Our response to this manifestation of the “other” in our own domain will occupy the last few minutes of my talk.   The issues here are profound and vexing. What should and would we demand of those universities that do not share, at least entirely, our view of the predicate structures, temperament, and attitudes that define the nature of the enterprise? For example, would we expect a university in a society emerging from autocracy to share fully our commitment to openness and tolerance? Would we expect such a university to import instantly all the incidents of what we call “academic freedom”? Would we expect a government-run university in a “democratic” theocracy to embrace the same notions? And, would we insist that an institution, whatever its social environment and context, that wishes to join the community of universities – or, even more, wishes to join the community of research universities – ought to be open to all students, regardless of gender or race or religion?   Assuming that we might be inclined to press others to adopt the core principles that underlie our own universities, what, if any, exculpatory or mitigating circumstances might justify the application of a lesser standard, permanently or temporarily? Would we accept less from a new or newly revived university in an impoverished nation, or in a nation only recently freed from dictatorship or war?   We bring faculty and students from cultures and countries (and even from institutions very different from our own institutions) into our universities, and we profit from our interactions with them. But, even as we open ourselves to such exchanges, some will come to us from institutions that place themselves beyond any reasonable definition of university. Is this acceptable? Is it even desirable?   In developing answers to these questions, we, of course, must avoid a sense of noblesse oblige or the kind of ethnocentrism that we ask others to foreswear; else wise, we easily could find ourselves unreflectively exporting, in an undesirable way, our assumptions and our attributes, whether appropriate or not. Whatever principles emerge must be articulated with the same humility and appreciation for pluralism that characterizes other parts of our conversation.   Higher education in our countries today is remarkably pluralistic in form, in purpose, and in its adherence to the core principles of a university in pursuit of open, rigorous thought. Still, the truth is that, just a very few years ago, some of my country’s most outstanding universities opposed genuine openness. To cite just a few examples, not so long ago, America’s Ivy League schools operated under a quota system for Jews; half a century ago, at Catholic universities, the only philosophy taught was Thomism. And, twenty years ago, Father Charles Curran was stripped of his tenure at Catholic University because his writings about birth control were unacceptable to some in the church.   Today, there are many American universities whose campuses do not embrace tolerance and openness. But it could be argued that the very existence of such universities is testimony to the pluralism we applaud in general; it could be argued that these “more closed” universities are acceptable, or tolerable, as part of an overall “system” of higher education because they exist in the context of an overarching system that is pluralistic – and they operate against a societal backdrop of pluralism which diminishes even their intellectual dominance in the lives of their constituents.   Put another way, there is in American higher education a fair amount of experimentation (even experimentation that limits the embrace of pluralism) because the background culture exerts a countervailing force. If that background society changes, the equation changes.   The process of globalization, to the extent that one of its products is the exportation of pluralist models and practices, is a felicitous force. But herein is a paradox: respect for pluralism brings with it the demands of pluralism, one of which is to tolerate exceptions to the pluralistic ethic.   Some – including us – may be attracted to a homogenization of the university world in a direction that would make everything look more like NYU and Amsterdam. Of course, before we succumb to that attraction, we should bring to the foreground of our thinking our normal skepticism about homogenizing moves. Then, armed with that skepticism, we must continue to press for a common understanding of the minimum core principles of university life, and we must struggle to avoid collapsing the effort into simple relativism. Put another way, we must navigate between two dangerous alternatives: the Scylla of chauvinism and the Charybdis of unbounded pluralism and intellectual relativism. We must articulate meaningful notions of core principles; yet in the search for those principles we must be wary of the tendency unquestionably to see ourselves as the norm.   This undertaking is important. We all can make a powerful utilitarian argument, implied in much of what I said earlier, about the invaluable contribution of research universities to our societies. The capacity of any university to make that contribution flows from an intellectual community built on the kind of core principles I have described. Thus, developing and articulating best practices and core principles over time and encouraging their ever more pervasive implementation will pay great societal and global dividends. The race of our century will be a race between the university and the madrass; and it is important from the outset that we understand the differences between the two.   My point here is not completely abstract; indeed, for too many scholars today, it is painfully concrete. NYU houses an organization called Scholars at Risk. Its charge is to help academics around the world that are being repressed and threatened. Thus far, sadly, the imbalance between its resources and the enormity of the problem has meant that the organization can deal only with the most flagrant and obvious cases. There are so many of them whose cases are beyond any reasonable doubt that those in charge of the program can identify victims using a test articulated in a very different context by a United States Supreme Court Justice who said of pornography: “I know it when I see it.” There has been no necessity to discuss normatively what we mean by a “scholar at risk.” The enterprise of doing so – and thereby of setting, at the very least, the widespread aspirations and expectations of the university community – is the only coherent way on a worldwide basis to advance the protection and nurturing of scholarship.   I propose that NYU and Amsterdam step forward to lead this process, that we develop a joint committee of scholars from our institutions, perhaps with a few members drawn from other universities as well, to begin the exploration and development of what might ultimately become a universal declaration of core principles. We could look to a conference on the subject over the next year or two and the publication and dissemination of a work product. I would propose that we do this in conjunction with the Institute of International Education, an organization already deeply involved with supporting scholars at risk and very much concerned with the general issues around this subject.   The process of developing worldwide a system as comfortable with globalization as our universities already are will be slow, pragmatic, and evolutionary. Still, we have a responsibility to begin. We are only at the beginning of what is certain to be a long arc of globalization, especially in higher education. But there are no two institutions better equipped than ours by history and temperament to tackle these difficult – but enormously momentous – questions. I look forward to the effort.   Revised as of 10/6/05                        Reflections     Access that Matters: Quality Education for All | November 2014     Global Network University Reflection | December 2010   Fire and Ice: The Knowledge Century and the Urban University | August 2007   Dogmatism and Complexity: Civil Discourse and the Research University | August 2005   The Common Enterprise University and the Teaching Mission | November 2004   The University as Sanctuary | November 2004   Graduate and Professional Education in the Research University | November 2004   The Research University in a Global Context | September 2004     Major University Announcements and Speeches       2013 Commencement Address | May 2013   Completing the Steps to Make NYU-Poly the University's School of Engineering | October 2012     City Hall's Selection of NYU's Center for Urban Science and Progress as an Applied Science Center, and the Announcement of its Director | April 2012     The Center for Urban Science &amp; Progress - NYU's Proposal to the City of New York   The Creation of NYU Shanghai | March 2011     An Important Step Towards Creating a New Campus in Shanghai | January 2011   A Message on the Economy and University Priorities | January 2009   NYU Abu Dhabi, and Our Global Future | Fall 2007   A Major Step Forward for NYU: Announcement of Campaign for NYU and Partners Plan | Fall 2004   Installation Address | September 2002                    Reports, Op-Eds, and Other Writings     American Council on Education Report of Blue Ribbon Panel on Global Engagement (PDF) | November 2011   Report of US/UK Study Group on Higher Education and Collaboration in Global Context (PDF) | July 2009    NYU Framework 2031 (PDF) | June 2008       Final Report of the Transition Team | March 2002     In Remembrance of 9/11: Sustaining the Moral Surge | October 2001     In Memoriam: For Lisa Ellen Goldberg                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]