[{"detail": [{"content": "Required Courses: Higher Education and Student Affairs, M.A - Higher Education - NYU Steinhardt                                                      Skip to content        NYU Steinhardt School of Culture, Education, and Human Development          apply now     request info     contact                                 Programs in Higher and Postsecondary Education   Department of Administration, Leadership and Technology           Doctoral Degrees in Higher and \u0003Postsecondary Education         About the Degrees     PhD      EdD            Master's Degree in Higher Education and Student Affairs         About the Degree     Courses     Internships and Fieldwork     Capstone Project                  Master's Degree  in Business and \u0003Workplace Education         About the Program     Admission     Degree Requirements     Outlook     Scholarships       Newsletters       Get Involved       FAQ               Advanced Certificate  in Workplace Learning          Post Baccalaureate     Post Masters               Study Abroad         About     Brazil     India     Israel     South Africa     Turkey             Research         Center for Research on Higher Education Outcomes     Steinhardt Institute for Higher Education Policy               People         Faculty     Students     Alumni                     Required Courses: Higher Education and Student Affairs, M.A                   Required Courses (18 Credits)    Foundations of Higher Education    This course introduces students to the field of higher education. Emphasis is on historical development, philosophical and sociological foundations, the structure and variety of students and institutions, governance and administration, professional standards, the role of specialists, ethical problems and relationships to other professions and educational sectors.    Internship Seminar/ Practicum: Problems in Higher Education    The purpose of this seminar is to serve as an opportunity to integrate the content and information presented in formal classroom settings with the practical field experience.    College Student Learning and Development    This course explores the characteristics of students attending various types of institutions and the theories of growth and development for traditional and older-aged students. This course also reviews research on attendance and withdrawal, institutional environment and student subcultures, and the immediate and long-term effects of a college experience.    Diversity in Higher Education    This course examines current issues and research relating to participation and success of students and faculty from different backgrounds in U.S. higher education. Emphasis is on the interplay between diverse populations and institutional, societal, governmental, and personal influences on participation and retention of students and faculty.    Leadership In Higher Education    This course is designed to give students an understanding of several major theoretical approaches to understanding leadership, and to examine how leadership functions within higher education. Students learn how to observe and analyze roles and behaviors in higher education and gain useful insights for their own development as professionals.    Research Approaches &amp; Techniques in Postsecondary Education    The purpose of this course is to develop good consumers of educational research and to introduce topics and skills of educational research and evaluation. The course is intended for those who conduct research on college campuses and emphasizes a practitioner-oriented approach to research for use on a college campus.    Elective Courses (18 credits)    Courses selected by advisement. Examples include:       Campus Communities and Student Subcultures    The Community College    The High School to College Transition    Higher Education and the Law    How Colleges Work    The Impact of College on Student Success    International Perspectives on Education Reforms    Internationalism and Study Abroad    Learning in Higher and Workplace Education    Politics of Higher Education    Workplace Learning                 This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Higher and Postsecondary Education - 82 Washington Square East, 6th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Required Courses: Higher Education and Student Affairs, M.A - Higher Education - NYU Steinhardt                                                      Skip to content        NYU Steinhardt School of Culture, Education, and Human Development          apply now     request info     contact                                 Programs in Higher and Postsecondary Education   Department of Administration, Leadership and Technology           Doctoral Degrees in Higher and \u0003Postsecondary Education         About the Degrees     PhD      EdD            Master's Degree in Higher Education and Student Affairs         About the Degree     Courses     Internships and Fieldwork     Capstone Project                  Master's Degree  in Business and \u0003Workplace Education         About the Program     Admission     Degree Requirements     Outlook     Scholarships       Newsletters       Get Involved       FAQ               Advanced Certificate  in Workplace Learning          Post Baccalaureate     Post Masters               Study Abroad         About     Brazil     India     Israel     South Africa     Turkey             Research         Center for Research on Higher Education Outcomes     Steinhardt Institute for Higher Education Policy               People         Faculty     Students     Alumni                     Required Courses: Higher Education and Student Affairs, M.A                   Required Courses (18 Credits)    Foundations of Higher Education    This course introduces students to the field of higher education. Emphasis is on historical development, philosophical and sociological foundations, the structure and variety of students and institutions, governance and administration, professional standards, the role of specialists, ethical problems and relationships to other professions and educational sectors.    Internship Seminar/ Practicum: Problems in Higher Education    The purpose of this seminar is to serve as an opportunity to integrate the content and information presented in formal classroom settings with the practical field experience.    College Student Learning and Development    This course explores the characteristics of students attending various types of institutions and the theories of growth and development for traditional and older-aged students. This course also reviews research on attendance and withdrawal, institutional environment and student subcultures, and the immediate and long-term effects of a college experience.    Diversity in Higher Education    This course examines current issues and research relating to participation and success of students and faculty from different backgrounds in U.S. higher education. Emphasis is on the interplay between diverse populations and institutional, societal, governmental, and personal influences on participation and retention of students and faculty.    Leadership In Higher Education    This course is designed to give students an understanding of several major theoretical approaches to understanding leadership, and to examine how leadership functions within higher education. Students learn how to observe and analyze roles and behaviors in higher education and gain useful insights for their own development as professionals.    Research Approaches &amp; Techniques in Postsecondary Education    The purpose of this course is to develop good consumers of educational research and to introduce topics and skills of educational research and evaluation. The course is intended for those who conduct research on college campuses and emphasizes a practitioner-oriented approach to research for use on a college campus.    Elective Courses (18 credits)    Courses selected by advisement. Examples include:       Campus Communities and Student Subcultures    The Community College    The High School to College Transition    Higher Education and the Law    How Colleges Work    The Impact of College on Student Success    International Perspectives on Education Reforms    Internationalism and Study Abroad    Learning in Higher and Workplace Education    Politics of Higher Education    Workplace Learning                 This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Higher and Postsecondary Education - 82 Washington Square East, 6th Floor, New York, NY 10003"}, {"content": "NYC Subcultures and Scenes - NYU Libraries                               This is the \"NYC Subcultures and Scenes\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             NYC Subcultures and Scenes A guide for students and researchers interested in the study of NYC Subcultures and Scenes        Last update: Mar 30, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=466466                                                                          Home                                                                                  Welcome!                    This is a selective guide to some of the resources available for researching New York City Subcultures and Scenes. This page will be your gateway to books, journal articles, and web resources.    Here are a few other subject guides that will be of interest to you:           New York City                   Anthropology                   Psychology                   Sociology                    Comments (0)                                         Avery Fisher Center                 The Avery Fisher Center for Music and Media (AFC) is located on the 2 nd floor of Bobst Library. Our collections include over 28,000 videos (with U.S. and foreign cinema, drama and music performances, documentaries, art films, and more) and over 76,000 sound recordings (featuring music from a broad spectrum of classical, traditional, and popular artists and genres, from throughout the world and across history). Our viewing and listening facilities support a variety of analog and digital formats. Here is just a sampling of the films documenting subcultures that are available at the AFC:     Blank generation; Dancing barefoot - Directed by Ivan Kral Call Number: DVD 4187 Blank generation tells the story of punk music in New York City in the mid-70s and documents the moment in musical history when diversity blossomed. Dancing barefoot traces the musical journey of Ivan Kral (the Patti Smith Group).  Style wars - Directed by Tony Silver Call Number: VCA 6270 A documentary exploration of the subculture of New York's young graffiti writers and breakdancers, showing their activities and aspirations and the social and aesthetic controversies surrounding New York graffiti. Dramatizes conflicts between graffitists and the city, as well as among the graffitists themselves.  The ballad of Greenwich Village: culture and counter-culture - Directed by Karen Kramer Call Number: DVD 7093 The artists, rebels, and bohemians who came to New York's Greenwich Village over many decades changed the face of American culture through their art and politics. This film portrays the important political and social movements that began in the Village: the first interracial jazz club, the earliest Socialist newspapers from before World War I, the Stonewall Rebellion. This unique history includes anecdotes from many famous writers, musicians and performers who got their start in the Village. Interweaves past and present, with 16mm footage, archival photographs, Hollywood movies, cartoons, informative interviews and scenes of contemporary village life. Accompanied by a lively soundtrack that ranges from ragtime to bebop to folk music, the film celebrates what was America's first bohemia.  Deadheads: an American subculture - Directed by Emily Edwards Call Number: VCA 6828 This program examines the Deadhead subculture, individuals who follow the Grateful Dead from concert to concert: what kinds of people are attracted to this culture, and what attracts them to it, what social forms do Deadheads resist, what forms shape their behavior, what separates them from the mainstream? The program also examies the workings of a subculture from within.            Comments (0)                                         So, What is a Subculture Anyway?                   Skateboarders. Goths. Club kids. Punks. Steampunks. Beats. Breakdancers. Hip Hop Heads. Deadheads. Phishheads. Slam poets. Jedis in Washington Square Park...just to name a few!   Subcultures are everywhere--some are more visible than others. But what is a subcutlure? What are we talking about? Here's the Oxford English Dictionary definition:   Subculture: an identifiable subgroup within a society or group of people, especially one characterized by beliefs or interests at variance with those of the larger group; the distinctive ideas, practices, or way of life of such a subgroup.                Comments (0)                                         NYU Special Collections                         Looking for primary sources for your research? Try the Fales Library &amp; Special Collections here at Bobst! For example:    The Riot Grrrl Collection is an attempt to document the evolution of the Riot Grrrl movement, particularly in the years between 1989 and 1996. Because Riot Grrrl was (and is) both a political and a cultural movement, its output was diverse, including writing, music, performance, film, activism, photography, video, and original art, as well as documentation of activism and performance. This research collection will provide primary resources for scholars who are interested in feminism, punk activism, queer theory, gender theory, DIY culture, and music history.                          The Downtown Collection , which began in 1993, is an attempt to document the downtown arts scene that evolved in SoHo and the Lower East Side during the 1970s through the early 1990s. During this time, an explosion of artistic creativity radically challenged and changed tradition literature, music, theater, performance, film, activism, dance, photography, video, and other art practices.   The Downtown Collection includes the personal papers of artists, filmmakers, writers and performers; archives of art galleries, theatre groups, and art collectives; and collections relating to AIDS activism and off-off- Broadway theater.                     Comments (0)                                         Search BobCat                            Books & More     Search for books, journals, videos, etc. in our local libraries and special collections.                                     Comments (0)                                         Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Citation Help   Comments/Suggestions           Comments (0)                                         Has this guide been helpful?                 Did you enjoy the content of this guide? Did it help you with your research? Is there something you would have liked to see included in the guide? Please let me know what you think! This guide is for you, so help me to shape it to meet your needs. I look forward to hearing from you!                                                                 Was this information helpful?                                  Yes             No             Don't Know                                    How useful is this page? (1 = Not Useful, 5 = Very Useful!)                                            1             2             3             4             5                                       Additional comments:                                      Your Email:                                                 Submit                                      Comments (0)                                              close                                                                                                          Reference Sources                                                                                  Reference to the rescue!                 Why Reference?   Reference materials are excellent resources for providing an overview of the subject you are researching.  They will provide well-known facts on literary authors and their works; historical and political events that may have impacted their work; the society and culture in which they lived and worked and/or may have based their work upon; as well as the impact of their work on future generations. They are trustworthy and reliable, giving you the correct information you will need for your research papers and presentations.   Reference books, either in print or electronic format, will also provide you with keywords and terms to use in your searches through Bobcat or the library databases. If you are searching for a research topic, using the overview on a subject that a reference source provides can spark the idea for a researchable thesis question.            Comments (0)                                         Encyclopedias and Indexes                 This is just a brief selection of the many general and specialized encyclopedias and bibliographies related to Subcultures available in the Reference center.   American Decades - Vincent Tompkins Call Number: E169.12 .A419 1994 Non-circulating Examines the changes in American civilization from the beginning of the twentieth century to the present.   Hippie - Barry Miles Call Number: HQ799.7 .M54 2004 Non-circulating Experience the ultimate flashback with this celebration of an era. Rich in illustrations and filled with the history, politics, sayings, and slogans that defined an age, this tribute to the 1960's counterculture is as groovy as it gets. For those who were there, this volume will invoke the spirit of the time. Those who weren't, will wish they had been.   Language of the Underworld - David W. Maurer Call Number: HV6085 .M38 Non-circulating ISBN: 0813114055   Contemporary youth culture an international encyclopedia - Priya Parmar and Shirley R. Steinberg, Call Number: Electronic resource Youth as a unique group is a 20th century idea. The changes wrought worldwide by World War II, propelled adolescence to a status and identity that coincided with unparalleled economic growth. While developmental psychologists refined their theories of normal growth and maturation, society and the media were at work constructing youth as consumers,thereby liberating them from traditional family controls. An increasingly smaller world impinges mightily on the culture of youth. An international and inter-disciplinary roster of experts shed light by exploring such topics as hip hop culture; punk culture; social justice movements; video games; political activism; language and identity; post-feminism; television; rites of passage; heterosexuality and homosexuality; race and ethnicity; social class; poetry and literature; visual art; conceptions of beauty and body image; academics; sports; drugs; families; refugee youth; the Internet; youth journalism; fashion; and violence.            Comments (0)                                         Electronic Encyclopedias                  Oxford Reference Online: Literature Provides full-text access to dictionaries, language reference, and subject reference works published by Oxford University Press.  Credo Reference Contains a number of electronic texts related to Literature. Just click on the link provided and using the tabs at the top of the page, click on \"find a book.\" You can browse through the subjects or do a simple search for titles with the keywords \"american literature\" to locate texts.  Gale Virtual Reference Library Search across a range of encyclopedias, dictionaries and more.  Brill Online Reference Works Online access to the multivolume encyclopedia of antiquity, providing comprehensive coverage of the ancient world from the prehistory of the Aegean (2nd millennium BCE) to late antiquity (600–800 CE). A special section of the encyclopedia is devoted to the history of ancient world awareness and scholarship through later ages up to the present day.            Comments (0)                                              close                                                                                                          Finding Books                                                                                  Search BobCat                            Books & More     Search for books, journals, videos, etc. in our local libraries and special collections.                                     Comments (0)                                         Search other catalogs                        Need to find something we don't have here at Bobst? Need to research editions of a specific work? Worldcat to the rescue! Worldcat allows you to search for material beyond what we have available here at Bobst.             Search for an item in libraries near you: Enter title, subject or author                            WorldCat.org &gt;&gt;                       Comments (0)                                         Bobst doesn't have it? Use Interlibrary Loan                 Interlibrary Loan (ILL) is a service which helps eligible patrons obtain materials that are unavailable in the New York University or consortium libraries.  Interlibrary Loan            Comments (0)                                         Ebrary                    Can't make it to the library? Ebrary to the rescue! Ebrary contains more than 40,000 full-text books in a variety of subject areas. You will have the ability to search, highlight, annotate books on Ebrary as well as print or download portions of the texts.  Ebrary            Comments (0)                                         Become a better researcher - try using Subject Headings                 In addition to keyword searching, or searching by title and author, you may search Bobcat by subject heading , in order to make use of the catalog's controlled vocabulary. Subject headings are assigned to published material by the Library of Congress. They can be very broad, consisting of one word, for example, subculture , but they also tend to link terms together, specifying what a work is about according to theme, period, geographical region, etc. Examples of more specific subject headings include:      Subculture      Subculture -- History        Subculture -- United States     Goth culture ( Subculture )     Punk culture -- United States      Subculture -- New York (State) -- New York -- History     Youth -- Social life and customs -- 20th century      Youth -- United States     Counterculture -- United States             Comments (0)                                         A selection of books from the stacks                 A very brief and broad selection of books related to Subcultures and Scenes located in the stacks. Click the link for call numbers and more information.     Subculture - Dick Hebdige This book is an attempt to subject the various youth-protest movements of Britain in the last 15 years to the sort of Marxist, structuralist, semiotic analytical techniques propagated by, above all, Roland Barthes. The book is recommended whole-heartedly to anyone who would like fresh ideas about some of the most stimulating music of the rock era - The New York Times   The Subcultures Reader - Ken Gelder (Editor); Sarah Thornton (Editor) Introducing new, contemporary essays and critique to sit alongside classic and canonical texts on subculture, The Subcultures Reader is the only collected work of its kind in the field, bringing together the most valuable and stimulating writings from the Chicago School to the present day.   Police culture: adapting to the strains of the job - Eugene Paoline Call Number: HV8138 .P367 2014 A highly identifiable topic of discussion among scholars and practitioners alike is police culture. Unfortunately, a large degree of vagueness and confusion also comes with this concept, as a variety of definitions, perspectives, and levels of aggregation are used to describe the ways in which officers cope with the problems and conditions faced out on the street and inside the police department.   Where the music takes you: the social psychology of music subcultures - Pamela M. Hunt Today's students access a variety of media to keep abreast of new and up-and-coming musical artists. Where the Music Takes You: The Social Psychology of Music Subcultures turns this interest into a successful vehicle for educating readers about some of the most fundamental sociological and methodological concepts, including rituals, symbols, ethnography, participant observation, and symbolic interactionist theory.   Subcultures: Cultural Histories and Social Practice - Ken Gelder This book presents a cultural history of subcultures, covering a remarkable range of subcultural forms and practices. It begins with London’s ‘Elizabethan underworld’, taking the rogue and vagabond as subcultural prototypes: the basis for Marx’s later view of subcultures as the lumpenproletariat, and Henry Mayhew’s view of subcultures as ‘those that will not work’. Subcultures are always in some way non-conforming or dissenting. They are social - with their own shared conventions, values, rituals, and so on – but they can also seem ‘immersed’ or self-absorbed.   The psychology of sub-culture in sport and physical activity: critical perspectives - Robert J. Schinke Call Number: Electronic resource The Psychology of Sub-Culture in Sport and Physical Activity will be ideal reading for sport and exercise academics and practitioners, advanced students of applied sport psychology, and related fields such as sport science, critical studies, sociology, cultural studies and social anthropology.   After Subculture - Andy Bennett; Keith Kahn-Harris (Editor) The concept of \"subculture\" has long been of significant importance in research on youth, style, deviance and popular culture. Although in more recent years subculture has been the subject of sustained critique, it still provides a valuable point of reference for study and research. This text offers students an up-to-date and wide-ranging account of new developments in youth culture research that reject, refine or reinvent the concept of subculture. Bringing together key theoretical statements with illuminating analyses of particular aspects of youth culture - popular music, clubbing, body modification, the internet, etc. - this is an ideal introduction to a diverse and wide-ranging field.   Club Cultures: Music, Media and Subcultural Capital - Sarah Thornton Thornton paints a picture of of club cultures as “taste cultures” brought together by micro-media (such as flyers and listings), transformed into self-conscious “subcultures” by niche media (like the music and style press), and sometimes recast as “movements” with the aid of mass media (like tabloid front pages). She also analyses the changing status of the medium of recording, from a marginal, second-class entertainment in the 1950s to the much celebrated, dominant form of clubs and raves in the 1990s. Drawing from the work of Pierre Bourdieu, Thornton coins the term “subcultural capital” to make sense to the distinctions made by “cool” youth, paying particular attention to their disparagement of the “mainstream” against which they measure their alternative cultural worth.   The Post-Subcultures Reader - David Muggleton (Editor); Rupert Weinzierl (Editor) Once it was just Mods and Rockers or Hippies and Skinheads. Now we have Riot Grrls and Rappers; Modern Primitives and Metalheads; Goths, Clubcultures and Fetishists; Urban Tribes, New Age Travellers and Internet fan groups. In a global society with a rapid proliferation of images, fashions and lifestyles, it is -unsurprisingly - becoming increasingly difficult to pinpoint what 'subculture' actually means. Enthusiastically adopted by the media and academia, 'subculture' may be a convenient way to describe more unconventional aspects of youth culture, but it does little to help us comprehend the diverse range of youth groups in today's so-called 'postmodern' world. How can we begin to rethink, reformulate and replace outdated notions of 'subcultures' to make them applicable to the experiences of youth in the twenty-first century? And to what extent does this involve the challenging of past orthodoxies about spectacular subcultural styles?            Comments (0)                                              close                                                                                                          Finding Articles via databases                                                                                  Database Search Tips                 Here are tips for better search results in databases. This usage works on most databases, but check 'Help' sections for supported search syntax. Capitalize AND, OR, NOT so the database knows this is a command.   Boolean: (using operators: AND, OR, NOT)    graffiti AND new york city searches for occurrences of both words within scope defined.   graffiti OR street art searches for one or all, but both are not required.   graffiti NOT banksy searches for occurrences of the words &lsquo;graffiti&rsquo; without use of the word &lsquo;banksy.&rsquo;   ( graffiti NOT banksy ) AND street art searches for occurrences of the words &lsquo;graffiti&rsquo; without use of the word &lsquo;banksy,&rsquo; then also requires the words &lsquo;street art.&rsquo;     Truncation:   art * searches for art, arts, artistic, artful, etc.     Wildcard:   m ? n searches for man and men.                                              Google Scholar                 Google Scholar is a time-saving, scholarly search interface accessible from within the Google interface. With Google Scholar, you can access peer-reviewed journal articles, books and book sections. For literature searching, specialized databases have more functionality and access more comprehensive results, but Google Scholar is a good tool                            Comments (0)                                         Search other catalogs                        Need to find something we don't have here at Bobst? Need to research editions of a specific work? Worldcat to the rescue! Worldcat allows you to search for material beyond what we have available here at Bobst.             Search for an item in libraries near you: Enter title, subject or author                            WorldCat.org &gt;&gt;                       Comments (0)                                         General Databases                 General databases contain content from a variety of subject areas as well as a number of different publication types. They will allow you to look at your topic from a wide perspective.    Be sure to use the search refiements each database may offer, including: date, document type, and source type.  Proquest Central ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.  OmniFile FT (Wilson) Multi-disciplinary database providing the complete content - indexing, abstracts, and full text - from six of Wilson's full-text databases: Education Full Text, General Science Full Text, Humanities Full Text, Readers' Guide Full Text, Social Sciences Full Text, and Wilson Business Full Text. Dates of coverage: 1982 to present.  JSTOR Provides access to an archive of important scholarly journals, primarily in the humanities and social sciences. Please note that for many titles, the most current issues are not available through Jstor.  Project Muse Provides full-text access to high quality humanities, arts, and social sciences journals from scholarly publishers.            Comments (0)                                         Other Subject Specific databases                 In addition looking at Mythology and Fairy Tales from a literary perspective, it is helpful to broaden your research and venture into other disciplines. Here is a brief list of databases that may enhance your research:  Anthropology Plus Indexes core journals plus local and lesser-known journals in social, cultural, physical, biological, and linguistic anthropology; ethnology, archaeology, folklore, and material culture; and interdisciplinary studies. eHRAF World Cultures eHRAF World Cultures is a cross-cultural database that contains information on all aspects of cultural and social life. The annually-growing eHRAF database is unique in that the information is organized into cultures and ethnic groups and the full-text sources are subject-indexed at the paragraph level.  SocINDEX Indexes and provides full-text for scholarly articles, books, monographs, and conference proceedings. SocINDEX offers coverage from many subdisciplines of sociology, including criminology, cultural sociology, demography, economic development, ethnic & racial studies, gender studies, marriage & family, politics, religion, rural sociology, social structure, sociological theory and sociology of education among others. International Index to Performing Arts Provides indexing and abstracts for more than 210 international journals in the performing arts. Dates of coverage: 1864 to present.  Education Full Text with ERIC The two main databases in education, fully searchable together, via one interface. Provides citations to educational materials in well over 1,000 journals and thousands of non-journal sources.  GenderWatch A full text database of unique and diverse publications that focus on how gender impacts a broad spectrum of subject areas. Dates of coverage: 1970 to present.  Communication & Mass Media Complete Indexes and abstracts academic and trade journals in communications and mass media. Full-text is included for some titles. PsycINFO PsycInfo covers the professional and academic literature in psychology and related disciplines, including medicine, psychiatry, nursing, sociology, pharmacology, physiology and linguistics. Dates of coverage: 1806 to present.            Comments (0)                                              close                                                                                                          MLA Style and Citation Management Tools                                                                                  Citing Sources with MLA Style                   For quic k guidelines for applying MLA style, consult a concise and free resource available through the World Wide Web:  The Owl at Purdue  .   Or, the NYU Bibliographic and Footnote Style Guide     For official information on how to cite your sources, there are two resources:       The first book covers fundamental style and is best for essays and quick reference:  MLA Handbook for Writers of Research Papers  , 7th Edition.       The second resource is more detailed and is recommended for graduate study and publication:  MLA Style Manual and Guide to Scholarly Publishing  , 3rd Edition.                                                   Citation Management Tools                     Take notes, organize your research, import citations from electronic databases and catalogs, format your references in dozens of standard styles (MLA, APA etc.) for bibliographies; insert footnotes and endnotes directly into your papers.    NYU libraries offer a number of citation management tools to our users and the ones listed below are some of the more popular tools available. However, in order to make the right choice of citation management tool for your research, take a look at the comparision chart: Comparing Citation Management Tools    During the semester, the library offers hands-on classes which will introduce you to using these tools. Sign up for a class here: Library Classes      Zotero Zotero [zoh-TAIR-oh] is a free, easy-to-use tool to help you collect, organize, cite, and share your research sources. It lives right where you do your work—in the web browser itself. Zotero is the only research tool that automatically senses content, allowing you to add it to your personal library with a single click. Whether you're searching for a preprint on arXiv.org, a journal article from JSTOR, a news story from the New York Times, or a book from your university library catalog, Zotero has you covered with support for thousands of sites. Zotero collects all your research in a single, searchable interface. You can add PDFs, images, audio and video files, snapshots of web pages, and really anything else. Zotero automatically indexes the full-text content of your library, enabling you to find exactly what you're looking for with just a few keystrokes.  Refworks RefWorks is a free (to the NYU community) web-based program you can use to organize your research. Enter citations as you work, import references retrieved from article databases and the library catalog into your RefWorks database and create bibliographies in a variety of formats. Your RefWorks bibliographies are stored on the RefWorks server and are available from any computer with Internet access. NYU students and faculty continue to have access to their RefWorks account after graduation.  Endnote NYU Libraries supports the use of EndNote desktop software for managing bibliographic citations. Using EndNote, you can transfer groups of references retrieved from online bibliographic databases into your EndNote database and create bibliographies in a variety of formats using a variety of word processors. EndNote X5 is currently available for PC, and EndNote X4 is available for Mac.            Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.             Comments (0)                                         Topics for Writers                 Top Ten Topics for Writers from Poets &amp; Writers    Since our founding in 1970, Poets &amp; Writers has served as an information clearinghouse of all matters related to writing. While the range of inquiries has been broad, common themes have emerged over time. Our Top Ten Topics for Writers addresses the most popular and pressing issues     Literary Magazines   Publishing a Book   Literary Agents   Writing Contests   Vanity Presses   Copyright   Book Publicity   Writers Conferences, Colonies, and Workshops   MFA Programs   Literary Organizations                                                       close                                                                                                          Citing Sources                                                                                  Bart says . . .                            Comments (0)                                         Style Guides                 Bibliographic and Footnote Style Guide: http://nyu.libguides.com/citations     Purdue University Online Writing Lab (OWL): http://owl.english.purdue.edu/owl/            Comments (0)                                         Ask-A-Librarian                 Having trouble with your research? Don't know how to cite a particular journal article? Ask-A-Librarian can help!  Ask-A-Librarian Get a quick answer to your question via email, IM or text message.            Comments (0)                                         What is Plagiarism?                  Plagiarism (pronounced: play -juh-riz-um)  is the act of taking someone else&rsquo;s words, ideas, or information and passing them off as your own. If you don&rsquo;t give credit to the author  of these ideas in footnotes or endnotes and a bibliography, you are committing plagiarism, which is a serious academic offense.         Students, in the process of learning, acquire ideas from many sources and exchange ideas and opinions with classmates, professors, and others. This occurs in reading, writing, and discussion. Students are expected&mdash;often required&mdash;to build their own work on that of other people, just as professional researchers and writers do. Giving credit to someone whose work has helped one is courteous and honest; in fact, not to give such credit is a crime. Plagiarism is the severest form of academic fraud. Plagiarism is theft.       More specifically, plagiarism is presenting as your own:                   a phrase, sentence, or passage from another writer's work without using quotation marks;    a paraphrased passage from another writer's work;    facts, ideas, or written text gathered or downloaded from the Internet;    another student's work with your name on it;    a purchased paper or \"research\" from a term paper mill.       Other forms of academic fraud include:       \"collaborating\" between two or more students who then submit the same paper under their individual names.    submitting the same paper for two or more courses without the knowledge and the expressed permission of all teachers involved.    giving permission to another student to use your work for a class.       Proper acknowledgement marks the difference. It is your responsibility to know what constitutes plagiarism. Not knowing citation standards is not an excuse. When in doubt, err on the side of over-documentation and cite the source. You can also ask your professor, teaching assistant, or a librarian for help in determining what is and is not plagiarism.            Comments (0)                                         Avoiding Plagiarism                    This site contains an interactive tutorial that explains what plagiarism is and how to properly credit authors.  You Quote it, You Note it!            Comments (0)                                         Citation Management Tools                 RefWorks: http://nyu.libguides.com/refworks/     EndNote: http://nyu.libguides.com/endnote                Comments (0)                                              close                                                                                                          Reference Associate                                                           Laurie Murphy  JavaScript disabled or chat unavailable.  laurie.murphy@nyu.edu  Contact Info: 212 998-2603 Send Email          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}][{"detail": [{"content": "Required Courses: Higher Education and Student Affairs, M.A - Higher Education - NYU Steinhardt                                                      Skip to content        NYU Steinhardt School of Culture, Education, and Human Development          apply now     request info     contact                                 Programs in Higher and Postsecondary Education   Department of Administration, Leadership and Technology           Doctoral Degrees in Higher and \u0003Postsecondary Education         About the Degrees     PhD      EdD            Master's Degree in Higher Education and Student Affairs         About the Degree     Courses     Internships and Fieldwork     Capstone Project                  Master's Degree  in Business and \u0003Workplace Education         About the Program     Admission     Degree Requirements     Outlook     Scholarships       Newsletters       Get Involved       FAQ               Advanced Certificate  in Workplace Learning          Post Baccalaureate     Post Masters               Study Abroad         About     Brazil     India     Israel     South Africa     Turkey             Research         Center for Research on Higher Education Outcomes     Steinhardt Institute for Higher Education Policy               People         Faculty     Students     Alumni                     Required Courses: Higher Education and Student Affairs, M.A                   Required Courses (18 Credits)    Foundations of Higher Education    This course introduces students to the field of higher education. Emphasis is on historical development, philosophical and sociological foundations, the structure and variety of students and institutions, governance and administration, professional standards, the role of specialists, ethical problems and relationships to other professions and educational sectors.    Internship Seminar/ Practicum: Problems in Higher Education    The purpose of this seminar is to serve as an opportunity to integrate the content and information presented in formal classroom settings with the practical field experience.    College Student Learning and Development    This course explores the characteristics of students attending various types of institutions and the theories of growth and development for traditional and older-aged students. This course also reviews research on attendance and withdrawal, institutional environment and student subcultures, and the immediate and long-term effects of a college experience.    Diversity in Higher Education    This course examines current issues and research relating to participation and success of students and faculty from different backgrounds in U.S. higher education. Emphasis is on the interplay between diverse populations and institutional, societal, governmental, and personal influences on participation and retention of students and faculty.    Leadership In Higher Education    This course is designed to give students an understanding of several major theoretical approaches to understanding leadership, and to examine how leadership functions within higher education. Students learn how to observe and analyze roles and behaviors in higher education and gain useful insights for their own development as professionals.    Research Approaches &amp; Techniques in Postsecondary Education    The purpose of this course is to develop good consumers of educational research and to introduce topics and skills of educational research and evaluation. The course is intended for those who conduct research on college campuses and emphasizes a practitioner-oriented approach to research for use on a college campus.    Elective Courses (18 credits)    Courses selected by advisement. Examples include:       Campus Communities and Student Subcultures    The Community College    The High School to College Transition    Higher Education and the Law    How Colleges Work    The Impact of College on Student Success    International Perspectives on Education Reforms    Internationalism and Study Abroad    Learning in Higher and Workplace Education    Politics of Higher Education    Workplace Learning                 This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Higher and Postsecondary Education - 82 Washington Square East, 6th Floor, New York, NY 10003"}]},
{"detail": [{"content": "Required Courses: Higher Education and Student Affairs, M.A - Higher Education - NYU Steinhardt                                                      Skip to content        NYU Steinhardt School of Culture, Education, and Human Development          apply now     request info     contact                                 Programs in Higher and Postsecondary Education   Department of Administration, Leadership and Technology           Doctoral Degrees in Higher and \u0003Postsecondary Education         About the Degrees     PhD      EdD            Master's Degree in Higher Education and Student Affairs         About the Degree     Courses     Internships and Fieldwork     Capstone Project                  Master's Degree  in Business and \u0003Workplace Education         About the Program     Admission     Degree Requirements     Outlook     Scholarships       Newsletters       Get Involved       FAQ               Advanced Certificate  in Workplace Learning          Post Baccalaureate     Post Masters               Study Abroad         About     Brazil     India     Israel     South Africa     Turkey             Research         Center for Research on Higher Education Outcomes     Steinhardt Institute for Higher Education Policy               People         Faculty     Students     Alumni                     Required Courses: Higher Education and Student Affairs, M.A                   Required Courses (18 Credits)    Foundations of Higher Education    This course introduces students to the field of higher education. Emphasis is on historical development, philosophical and sociological foundations, the structure and variety of students and institutions, governance and administration, professional standards, the role of specialists, ethical problems and relationships to other professions and educational sectors.    Internship Seminar/ Practicum: Problems in Higher Education    The purpose of this seminar is to serve as an opportunity to integrate the content and information presented in formal classroom settings with the practical field experience.    College Student Learning and Development    This course explores the characteristics of students attending various types of institutions and the theories of growth and development for traditional and older-aged students. This course also reviews research on attendance and withdrawal, institutional environment and student subcultures, and the immediate and long-term effects of a college experience.    Diversity in Higher Education    This course examines current issues and research relating to participation and success of students and faculty from different backgrounds in U.S. higher education. Emphasis is on the interplay between diverse populations and institutional, societal, governmental, and personal influences on participation and retention of students and faculty.    Leadership In Higher Education    This course is designed to give students an understanding of several major theoretical approaches to understanding leadership, and to examine how leadership functions within higher education. Students learn how to observe and analyze roles and behaviors in higher education and gain useful insights for their own development as professionals.    Research Approaches &amp; Techniques in Postsecondary Education    The purpose of this course is to develop good consumers of educational research and to introduce topics and skills of educational research and evaluation. The course is intended for those who conduct research on college campuses and emphasizes a practitioner-oriented approach to research for use on a college campus.    Elective Courses (18 credits)    Courses selected by advisement. Examples include:       Campus Communities and Student Subcultures    The Community College    The High School to College Transition    Higher Education and the Law    How Colleges Work    The Impact of College on Student Success    International Perspectives on Education Reforms    Internationalism and Study Abroad    Learning in Higher and Workplace Education    Politics of Higher Education    Workplace Learning                 This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Higher and Postsecondary Education - 82 Washington Square East, 6th Floor, New York, NY 10003"}, {"content": "NYC Subcultures and Scenes - NYU Libraries                               This is the \"NYC Subcultures and Scenes\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             NYC Subcultures and Scenes A guide for students and researchers interested in the study of NYC Subcultures and Scenes        Last update: Mar 30, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=466466                                                                          Home                                                                                  Welcome!                    This is a selective guide to some of the resources available for researching New York City Subcultures and Scenes. This page will be your gateway to books, journal articles, and web resources.    Here are a few other subject guides that will be of interest to you:           New York City                   Anthropology                   Psychology                   Sociology                    Comments (0)                                         Avery Fisher Center                 The Avery Fisher Center for Music and Media (AFC) is located on the 2 nd floor of Bobst Library. Our collections include over 28,000 videos (with U.S. and foreign cinema, drama and music performances, documentaries, art films, and more) and over 76,000 sound recordings (featuring music from a broad spectrum of classical, traditional, and popular artists and genres, from throughout the world and across history). Our viewing and listening facilities support a variety of analog and digital formats. Here is just a sampling of the films documenting subcultures that are available at the AFC:     Blank generation; Dancing barefoot - Directed by Ivan Kral Call Number: DVD 4187 Blank generation tells the story of punk music in New York City in the mid-70s and documents the moment in musical history when diversity blossomed. Dancing barefoot traces the musical journey of Ivan Kral (the Patti Smith Group).  Style wars - Directed by Tony Silver Call Number: VCA 6270 A documentary exploration of the subculture of New York's young graffiti writers and breakdancers, showing their activities and aspirations and the social and aesthetic controversies surrounding New York graffiti. Dramatizes conflicts between graffitists and the city, as well as among the graffitists themselves.  The ballad of Greenwich Village: culture and counter-culture - Directed by Karen Kramer Call Number: DVD 7093 The artists, rebels, and bohemians who came to New York's Greenwich Village over many decades changed the face of American culture through their art and politics. This film portrays the important political and social movements that began in the Village: the first interracial jazz club, the earliest Socialist newspapers from before World War I, the Stonewall Rebellion. This unique history includes anecdotes from many famous writers, musicians and performers who got their start in the Village. Interweaves past and present, with 16mm footage, archival photographs, Hollywood movies, cartoons, informative interviews and scenes of contemporary village life. Accompanied by a lively soundtrack that ranges from ragtime to bebop to folk music, the film celebrates what was America's first bohemia.  Deadheads: an American subculture - Directed by Emily Edwards Call Number: VCA 6828 This program examines the Deadhead subculture, individuals who follow the Grateful Dead from concert to concert: what kinds of people are attracted to this culture, and what attracts them to it, what social forms do Deadheads resist, what forms shape their behavior, what separates them from the mainstream? The program also examies the workings of a subculture from within.            Comments (0)                                         So, What is a Subculture Anyway?                   Skateboarders. Goths. Club kids. Punks. Steampunks. Beats. Breakdancers. Hip Hop Heads. Deadheads. Phishheads. Slam poets. Jedis in Washington Square Park...just to name a few!   Subcultures are everywhere--some are more visible than others. But what is a subcutlure? What are we talking about? Here's the Oxford English Dictionary definition:   Subculture: an identifiable subgroup within a society or group of people, especially one characterized by beliefs or interests at variance with those of the larger group; the distinctive ideas, practices, or way of life of such a subgroup.                Comments (0)                                         NYU Special Collections                         Looking for primary sources for your research? Try the Fales Library &amp; Special Collections here at Bobst! For example:    The Riot Grrrl Collection is an attempt to document the evolution of the Riot Grrrl movement, particularly in the years between 1989 and 1996. Because Riot Grrrl was (and is) both a political and a cultural movement, its output was diverse, including writing, music, performance, film, activism, photography, video, and original art, as well as documentation of activism and performance. This research collection will provide primary resources for scholars who are interested in feminism, punk activism, queer theory, gender theory, DIY culture, and music history.                          The Downtown Collection , which began in 1993, is an attempt to document the downtown arts scene that evolved in SoHo and the Lower East Side during the 1970s through the early 1990s. During this time, an explosion of artistic creativity radically challenged and changed tradition literature, music, theater, performance, film, activism, dance, photography, video, and other art practices.   The Downtown Collection includes the personal papers of artists, filmmakers, writers and performers; archives of art galleries, theatre groups, and art collectives; and collections relating to AIDS activism and off-off- Broadway theater.                     Comments (0)                                         Search BobCat                            Books & More     Search for books, journals, videos, etc. in our local libraries and special collections.                                     Comments (0)                                         Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Citation Help   Comments/Suggestions           Comments (0)                                         Has this guide been helpful?                 Did you enjoy the content of this guide? Did it help you with your research? Is there something you would have liked to see included in the guide? Please let me know what you think! This guide is for you, so help me to shape it to meet your needs. I look forward to hearing from you!                                                                 Was this information helpful?                                  Yes             No             Don't Know                                    How useful is this page? (1 = Not Useful, 5 = Very Useful!)                                            1             2             3             4             5                                       Additional comments:                                      Your Email:                                                 Submit                                      Comments (0)                                              close                                                                                                          Reference Sources                                                                                  Reference to the rescue!                 Why Reference?   Reference materials are excellent resources for providing an overview of the subject you are researching.  They will provide well-known facts on literary authors and their works; historical and political events that may have impacted their work; the society and culture in which they lived and worked and/or may have based their work upon; as well as the impact of their work on future generations. They are trustworthy and reliable, giving you the correct information you will need for your research papers and presentations.   Reference books, either in print or electronic format, will also provide you with keywords and terms to use in your searches through Bobcat or the library databases. If you are searching for a research topic, using the overview on a subject that a reference source provides can spark the idea for a researchable thesis question.            Comments (0)                                         Encyclopedias and Indexes                 This is just a brief selection of the many general and specialized encyclopedias and bibliographies related to Subcultures available in the Reference center.   American Decades - Vincent Tompkins Call Number: E169.12 .A419 1994 Non-circulating Examines the changes in American civilization from the beginning of the twentieth century to the present.   Hippie - Barry Miles Call Number: HQ799.7 .M54 2004 Non-circulating Experience the ultimate flashback with this celebration of an era. Rich in illustrations and filled with the history, politics, sayings, and slogans that defined an age, this tribute to the 1960's counterculture is as groovy as it gets. For those who were there, this volume will invoke the spirit of the time. Those who weren't, will wish they had been.   Language of the Underworld - David W. Maurer Call Number: HV6085 .M38 Non-circulating ISBN: 0813114055   Contemporary youth culture an international encyclopedia - Priya Parmar and Shirley R. Steinberg, Call Number: Electronic resource Youth as a unique group is a 20th century idea. The changes wrought worldwide by World War II, propelled adolescence to a status and identity that coincided with unparalleled economic growth. While developmental psychologists refined their theories of normal growth and maturation, society and the media were at work constructing youth as consumers,thereby liberating them from traditional family controls. An increasingly smaller world impinges mightily on the culture of youth. An international and inter-disciplinary roster of experts shed light by exploring such topics as hip hop culture; punk culture; social justice movements; video games; political activism; language and identity; post-feminism; television; rites of passage; heterosexuality and homosexuality; race and ethnicity; social class; poetry and literature; visual art; conceptions of beauty and body image; academics; sports; drugs; families; refugee youth; the Internet; youth journalism; fashion; and violence.            Comments (0)                                         Electronic Encyclopedias                  Oxford Reference Online: Literature Provides full-text access to dictionaries, language reference, and subject reference works published by Oxford University Press.  Credo Reference Contains a number of electronic texts related to Literature. Just click on the link provided and using the tabs at the top of the page, click on \"find a book.\" You can browse through the subjects or do a simple search for titles with the keywords \"american literature\" to locate texts.  Gale Virtual Reference Library Search across a range of encyclopedias, dictionaries and more.  Brill Online Reference Works Online access to the multivolume encyclopedia of antiquity, providing comprehensive coverage of the ancient world from the prehistory of the Aegean (2nd millennium BCE) to late antiquity (600–800 CE). A special section of the encyclopedia is devoted to the history of ancient world awareness and scholarship through later ages up to the present day.            Comments (0)                                              close                                                                                                          Finding Books                                                                                  Search BobCat                            Books & More     Search for books, journals, videos, etc. in our local libraries and special collections.                                     Comments (0)                                         Search other catalogs                        Need to find something we don't have here at Bobst? Need to research editions of a specific work? Worldcat to the rescue! Worldcat allows you to search for material beyond what we have available here at Bobst.             Search for an item in libraries near you: Enter title, subject or author                            WorldCat.org &gt;&gt;                       Comments (0)                                         Bobst doesn't have it? Use Interlibrary Loan                 Interlibrary Loan (ILL) is a service which helps eligible patrons obtain materials that are unavailable in the New York University or consortium libraries.  Interlibrary Loan            Comments (0)                                         Ebrary                    Can't make it to the library? Ebrary to the rescue! Ebrary contains more than 40,000 full-text books in a variety of subject areas. You will have the ability to search, highlight, annotate books on Ebrary as well as print or download portions of the texts.  Ebrary            Comments (0)                                         Become a better researcher - try using Subject Headings                 In addition to keyword searching, or searching by title and author, you may search Bobcat by subject heading , in order to make use of the catalog's controlled vocabulary. Subject headings are assigned to published material by the Library of Congress. They can be very broad, consisting of one word, for example, subculture , but they also tend to link terms together, specifying what a work is about according to theme, period, geographical region, etc. Examples of more specific subject headings include:      Subculture      Subculture -- History        Subculture -- United States     Goth culture ( Subculture )     Punk culture -- United States      Subculture -- New York (State) -- New York -- History     Youth -- Social life and customs -- 20th century      Youth -- United States     Counterculture -- United States             Comments (0)                                         A selection of books from the stacks                 A very brief and broad selection of books related to Subcultures and Scenes located in the stacks. Click the link for call numbers and more information.     Subculture - Dick Hebdige This book is an attempt to subject the various youth-protest movements of Britain in the last 15 years to the sort of Marxist, structuralist, semiotic analytical techniques propagated by, above all, Roland Barthes. The book is recommended whole-heartedly to anyone who would like fresh ideas about some of the most stimulating music of the rock era - The New York Times   The Subcultures Reader - Ken Gelder (Editor); Sarah Thornton (Editor) Introducing new, contemporary essays and critique to sit alongside classic and canonical texts on subculture, The Subcultures Reader is the only collected work of its kind in the field, bringing together the most valuable and stimulating writings from the Chicago School to the present day.   Police culture: adapting to the strains of the job - Eugene Paoline Call Number: HV8138 .P367 2014 A highly identifiable topic of discussion among scholars and practitioners alike is police culture. Unfortunately, a large degree of vagueness and confusion also comes with this concept, as a variety of definitions, perspectives, and levels of aggregation are used to describe the ways in which officers cope with the problems and conditions faced out on the street and inside the police department.   Where the music takes you: the social psychology of music subcultures - Pamela M. Hunt Today's students access a variety of media to keep abreast of new and up-and-coming musical artists. Where the Music Takes You: The Social Psychology of Music Subcultures turns this interest into a successful vehicle for educating readers about some of the most fundamental sociological and methodological concepts, including rituals, symbols, ethnography, participant observation, and symbolic interactionist theory.   Subcultures: Cultural Histories and Social Practice - Ken Gelder This book presents a cultural history of subcultures, covering a remarkable range of subcultural forms and practices. It begins with London’s ‘Elizabethan underworld’, taking the rogue and vagabond as subcultural prototypes: the basis for Marx’s later view of subcultures as the lumpenproletariat, and Henry Mayhew’s view of subcultures as ‘those that will not work’. Subcultures are always in some way non-conforming or dissenting. They are social - with their own shared conventions, values, rituals, and so on – but they can also seem ‘immersed’ or self-absorbed.   The psychology of sub-culture in sport and physical activity: critical perspectives - Robert J. Schinke Call Number: Electronic resource The Psychology of Sub-Culture in Sport and Physical Activity will be ideal reading for sport and exercise academics and practitioners, advanced students of applied sport psychology, and related fields such as sport science, critical studies, sociology, cultural studies and social anthropology.   After Subculture - Andy Bennett; Keith Kahn-Harris (Editor) The concept of \"subculture\" has long been of significant importance in research on youth, style, deviance and popular culture. Although in more recent years subculture has been the subject of sustained critique, it still provides a valuable point of reference for study and research. This text offers students an up-to-date and wide-ranging account of new developments in youth culture research that reject, refine or reinvent the concept of subculture. Bringing together key theoretical statements with illuminating analyses of particular aspects of youth culture - popular music, clubbing, body modification, the internet, etc. - this is an ideal introduction to a diverse and wide-ranging field.   Club Cultures: Music, Media and Subcultural Capital - Sarah Thornton Thornton paints a picture of of club cultures as “taste cultures” brought together by micro-media (such as flyers and listings), transformed into self-conscious “subcultures” by niche media (like the music and style press), and sometimes recast as “movements” with the aid of mass media (like tabloid front pages). She also analyses the changing status of the medium of recording, from a marginal, second-class entertainment in the 1950s to the much celebrated, dominant form of clubs and raves in the 1990s. Drawing from the work of Pierre Bourdieu, Thornton coins the term “subcultural capital” to make sense to the distinctions made by “cool” youth, paying particular attention to their disparagement of the “mainstream” against which they measure their alternative cultural worth.   The Post-Subcultures Reader - David Muggleton (Editor); Rupert Weinzierl (Editor) Once it was just Mods and Rockers or Hippies and Skinheads. Now we have Riot Grrls and Rappers; Modern Primitives and Metalheads; Goths, Clubcultures and Fetishists; Urban Tribes, New Age Travellers and Internet fan groups. In a global society with a rapid proliferation of images, fashions and lifestyles, it is -unsurprisingly - becoming increasingly difficult to pinpoint what 'subculture' actually means. Enthusiastically adopted by the media and academia, 'subculture' may be a convenient way to describe more unconventional aspects of youth culture, but it does little to help us comprehend the diverse range of youth groups in today's so-called 'postmodern' world. How can we begin to rethink, reformulate and replace outdated notions of 'subcultures' to make them applicable to the experiences of youth in the twenty-first century? And to what extent does this involve the challenging of past orthodoxies about spectacular subcultural styles?            Comments (0)                                              close                                                                                                          Finding Articles via databases                                                                                  Database Search Tips                 Here are tips for better search results in databases. This usage works on most databases, but check 'Help' sections for supported search syntax. Capitalize AND, OR, NOT so the database knows this is a command.   Boolean: (using operators: AND, OR, NOT)    graffiti AND new york city searches for occurrences of both words within scope defined.   graffiti OR street art searches for one or all, but both are not required.   graffiti NOT banksy searches for occurrences of the words &lsquo;graffiti&rsquo; without use of the word &lsquo;banksy.&rsquo;   ( graffiti NOT banksy ) AND street art searches for occurrences of the words &lsquo;graffiti&rsquo; without use of the word &lsquo;banksy,&rsquo; then also requires the words &lsquo;street art.&rsquo;     Truncation:   art * searches for art, arts, artistic, artful, etc.     Wildcard:   m ? n searches for man and men.                                              Google Scholar                 Google Scholar is a time-saving, scholarly search interface accessible from within the Google interface. With Google Scholar, you can access peer-reviewed journal articles, books and book sections. For literature searching, specialized databases have more functionality and access more comprehensive results, but Google Scholar is a good tool                            Comments (0)                                         Search other catalogs                        Need to find something we don't have here at Bobst? Need to research editions of a specific work? Worldcat to the rescue! Worldcat allows you to search for material beyond what we have available here at Bobst.             Search for an item in libraries near you: Enter title, subject or author                            WorldCat.org &gt;&gt;                       Comments (0)                                         General Databases                 General databases contain content from a variety of subject areas as well as a number of different publication types. They will allow you to look at your topic from a wide perspective.    Be sure to use the search refiements each database may offer, including: date, document type, and source type.  Proquest Central ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.  OmniFile FT (Wilson) Multi-disciplinary database providing the complete content - indexing, abstracts, and full text - from six of Wilson's full-text databases: Education Full Text, General Science Full Text, Humanities Full Text, Readers' Guide Full Text, Social Sciences Full Text, and Wilson Business Full Text. Dates of coverage: 1982 to present.  JSTOR Provides access to an archive of important scholarly journals, primarily in the humanities and social sciences. Please note that for many titles, the most current issues are not available through Jstor.  Project Muse Provides full-text access to high quality humanities, arts, and social sciences journals from scholarly publishers.            Comments (0)                                         Other Subject Specific databases                 In addition looking at Mythology and Fairy Tales from a literary perspective, it is helpful to broaden your research and venture into other disciplines. Here is a brief list of databases that may enhance your research:  Anthropology Plus Indexes core journals plus local and lesser-known journals in social, cultural, physical, biological, and linguistic anthropology; ethnology, archaeology, folklore, and material culture; and interdisciplinary studies. eHRAF World Cultures eHRAF World Cultures is a cross-cultural database that contains information on all aspects of cultural and social life. The annually-growing eHRAF database is unique in that the information is organized into cultures and ethnic groups and the full-text sources are subject-indexed at the paragraph level.  SocINDEX Indexes and provides full-text for scholarly articles, books, monographs, and conference proceedings. SocINDEX offers coverage from many subdisciplines of sociology, including criminology, cultural sociology, demography, economic development, ethnic & racial studies, gender studies, marriage & family, politics, religion, rural sociology, social structure, sociological theory and sociology of education among others. International Index to Performing Arts Provides indexing and abstracts for more than 210 international journals in the performing arts. Dates of coverage: 1864 to present.  Education Full Text with ERIC The two main databases in education, fully searchable together, via one interface. Provides citations to educational materials in well over 1,000 journals and thousands of non-journal sources.  GenderWatch A full text database of unique and diverse publications that focus on how gender impacts a broad spectrum of subject areas. Dates of coverage: 1970 to present.  Communication & Mass Media Complete Indexes and abstracts academic and trade journals in communications and mass media. Full-text is included for some titles. PsycINFO PsycInfo covers the professional and academic literature in psychology and related disciplines, including medicine, psychiatry, nursing, sociology, pharmacology, physiology and linguistics. Dates of coverage: 1806 to present.            Comments (0)                                              close                                                                                                          MLA Style and Citation Management Tools                                                                                  Citing Sources with MLA Style                   For quic k guidelines for applying MLA style, consult a concise and free resource available through the World Wide Web:  The Owl at Purdue  .   Or, the NYU Bibliographic and Footnote Style Guide     For official information on how to cite your sources, there are two resources:       The first book covers fundamental style and is best for essays and quick reference:  MLA Handbook for Writers of Research Papers  , 7th Edition.       The second resource is more detailed and is recommended for graduate study and publication:  MLA Style Manual and Guide to Scholarly Publishing  , 3rd Edition.                                                   Citation Management Tools                     Take notes, organize your research, import citations from electronic databases and catalogs, format your references in dozens of standard styles (MLA, APA etc.) for bibliographies; insert footnotes and endnotes directly into your papers.    NYU libraries offer a number of citation management tools to our users and the ones listed below are some of the more popular tools available. However, in order to make the right choice of citation management tool for your research, take a look at the comparision chart: Comparing Citation Management Tools    During the semester, the library offers hands-on classes which will introduce you to using these tools. Sign up for a class here: Library Classes      Zotero Zotero [zoh-TAIR-oh] is a free, easy-to-use tool to help you collect, organize, cite, and share your research sources. It lives right where you do your work—in the web browser itself. Zotero is the only research tool that automatically senses content, allowing you to add it to your personal library with a single click. Whether you're searching for a preprint on arXiv.org, a journal article from JSTOR, a news story from the New York Times, or a book from your university library catalog, Zotero has you covered with support for thousands of sites. Zotero collects all your research in a single, searchable interface. You can add PDFs, images, audio and video files, snapshots of web pages, and really anything else. Zotero automatically indexes the full-text content of your library, enabling you to find exactly what you're looking for with just a few keystrokes.  Refworks RefWorks is a free (to the NYU community) web-based program you can use to organize your research. Enter citations as you work, import references retrieved from article databases and the library catalog into your RefWorks database and create bibliographies in a variety of formats. Your RefWorks bibliographies are stored on the RefWorks server and are available from any computer with Internet access. NYU students and faculty continue to have access to their RefWorks account after graduation.  Endnote NYU Libraries supports the use of EndNote desktop software for managing bibliographic citations. Using EndNote, you can transfer groups of references retrieved from online bibliographic databases into your EndNote database and create bibliographies in a variety of formats using a variety of word processors. EndNote X5 is currently available for PC, and EndNote X4 is available for Mac.            Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.             Comments (0)                                         Topics for Writers                 Top Ten Topics for Writers from Poets &amp; Writers    Since our founding in 1970, Poets &amp; Writers has served as an information clearinghouse of all matters related to writing. While the range of inquiries has been broad, common themes have emerged over time. Our Top Ten Topics for Writers addresses the most popular and pressing issues     Literary Magazines   Publishing a Book   Literary Agents   Writing Contests   Vanity Presses   Copyright   Book Publicity   Writers Conferences, Colonies, and Workshops   MFA Programs   Literary Organizations                                                       close                                                                                                          Citing Sources                                                                                  Bart says . . .                            Comments (0)                                         Style Guides                 Bibliographic and Footnote Style Guide: http://nyu.libguides.com/citations     Purdue University Online Writing Lab (OWL): http://owl.english.purdue.edu/owl/            Comments (0)                                         Ask-A-Librarian                 Having trouble with your research? Don't know how to cite a particular journal article? Ask-A-Librarian can help!  Ask-A-Librarian Get a quick answer to your question via email, IM or text message.            Comments (0)                                         What is Plagiarism?                  Plagiarism (pronounced: play -juh-riz-um)  is the act of taking someone else&rsquo;s words, ideas, or information and passing them off as your own. If you don&rsquo;t give credit to the author  of these ideas in footnotes or endnotes and a bibliography, you are committing plagiarism, which is a serious academic offense.         Students, in the process of learning, acquire ideas from many sources and exchange ideas and opinions with classmates, professors, and others. This occurs in reading, writing, and discussion. Students are expected&mdash;often required&mdash;to build their own work on that of other people, just as professional researchers and writers do. Giving credit to someone whose work has helped one is courteous and honest; in fact, not to give such credit is a crime. Plagiarism is the severest form of academic fraud. Plagiarism is theft.       More specifically, plagiarism is presenting as your own:                   a phrase, sentence, or passage from another writer's work without using quotation marks;    a paraphrased passage from another writer's work;    facts, ideas, or written text gathered or downloaded from the Internet;    another student's work with your name on it;    a purchased paper or \"research\" from a term paper mill.       Other forms of academic fraud include:       \"collaborating\" between two or more students who then submit the same paper under their individual names.    submitting the same paper for two or more courses without the knowledge and the expressed permission of all teachers involved.    giving permission to another student to use your work for a class.       Proper acknowledgement marks the difference. It is your responsibility to know what constitutes plagiarism. Not knowing citation standards is not an excuse. When in doubt, err on the side of over-documentation and cite the source. You can also ask your professor, teaching assistant, or a librarian for help in determining what is and is not plagiarism.            Comments (0)                                         Avoiding Plagiarism                    This site contains an interactive tutorial that explains what plagiarism is and how to properly credit authors.  You Quote it, You Note it!            Comments (0)                                         Citation Management Tools                 RefWorks: http://nyu.libguides.com/refworks/     EndNote: http://nyu.libguides.com/endnote                Comments (0)                                              close                                                                                                          Reference Associate                                                           Laurie Murphy  JavaScript disabled or chat unavailable.  laurie.murphy@nyu.edu  Contact Info: 212 998-2603 Send Email          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]