[{"detail": [{"content": "Summer Work Opportunities: Tisch School of the Arts at NYU                           Skip to content        New Design for Stage &amp; Film Welcome From Susan Hilferty About the Program Course Offerings Productions Student/Alumni Gallery News &amp; Events Admin &amp; Faculty  home &gt; Design for Stage &amp; Film        Summer Work Opportunities  Berkeley Repertory Theatre Fellowships Location: Berkeley, California Positions Available: Production Fellowships include: Costumes, Lighting/Electrics, Production Management, Properties, Scenic Art, Scenic Construction, Harry Weininger Sound, and Stage Management. Contact Information: Berkeley Repertory Theatre\u2028Attn: Fellowship Coordinator \u20282025 Addison Street\u2028Berkeley, CA 94704 Email: fellowship@berkeleyrep.org Website: berkeleyrep.org/fellowships Application Deadline: March 15, 2015 Summary: Applications are accepted online. Note: this is not a summer fellowship, but an 11-month fellowship program starting in August or September. “For serious-minded, highly motivated individuals who are ready to embark upon a professional theatre career. Fellows are directly exposed to the Theatre’s daily operations and given the opportunity to learn alongside an accomplished company of artists, administrators, guest directors and designers.”  Adirondack Theatre Festival Location: Glens Falls, New York Positions Available: Seasonal Staff &amp; Internship Positions are full time June 1 - August 10 (approximately) Contact Information: Mark Fleischer PO Box 3203 Glens Falls, NY 12801 Phone: 518.798.7479 Email: mfleischer@atfestival.org Website: http://www.atfestival.org/index.php Summary: Seasonal Staff: Technical Director, Props Designer, Sound Supervisor/Designer, Wardrobe Supervisor, Master Electrician, Master Carpenter $300-$525/wk plus housing Internships: Housing &amp; $200 stipend Areas: Scenery, Electrics, Sound, Props/Paint, Wardrobe  Berkshire Theatre Group Location: Western Massachusetts Positions Available: Seasonal Staff, Assistantships, &amp; Internships Contact Information: Administrative Offices: The Colonial Theatre  111 South Street Pittsfield, MA 01262 Phone: 413.448.8084 Assistantships &amp; Internships: Peter Durgin  Director of Productions &amp; Facilities pete@berkshiretheatregroup.org PO Box 797 Stockbridge, MA 01262 Phone: 413.298.5536 x17, 413.448.8084 x30 Website: http://www.berkshiretheatregroup.org/index.php Application Deadline: March 20, 2015 Summary: BTG encompasses the Colonial Theatre, Fitzpatrick Main Stage, &amp; Unicorn Theatre. Assistantships: $700 tuition (includes housing &amp; meal plan) Design a theatre for youth production (Sets or Costumes) Assist Colonial, Fitzpatrick, or Unicorn Theatre designers Master Classes One-on-one portfolio review Observe production meetings Internships: Tuition is unlisted (includes housing &amp; meal plans) Departments: Carpentry, Scenic Art, Props, Costumes, Electrics, Audio, Stage  Management, General Production  Williamstown Theatre Festival Location: Williamstown, Massachusetts Positions Available: Seasonal Staff &amp; Internships Contact Information: Williamstown Theatre Festival (September – May) 229 West 42nd Street, Suite 801 New York, NY 10036 Phone: 212.395.9090 Email: CMinnick@wtfestival.org Website: http://www.wtfestival.org/ Summary: Applications are ONLY accepted online. Due March 15. Staff positions and internships are available.  Glimmerglass Opera Location: Cooperstown, NY Positions Available: Seasonal Staff &amp; Internships Contact Information: The Glimmerglass Festival PO Box 191 7300 State Highway 80 Cooperstown, NY 13326 Phone: 607.547.0700 x 225 Website: http://www.glimmerglass.org/ Application Deadline: March 2, 2015 (internship) Summary: Applications are ONLY accepted online.  Positions fill as early as January, early application is encouraged.  Internship period 7-18 weeks, some positions beginning as early as April. I Interns receive weekly stipend ($225) and free housing. Cover letter: Indicate three choices of internships (choices must be made from the positions listed) in order of preference. Note earliest date available and latest departure date. If a position is not listed, it indicates that it has already been filled. Resume: Include mailing address, telephone number, e-mail address, education (post high school), work and internship experience (with dates). Provide three references. Indicate your relationship to each reference, their telephone numbers and e-mail addresses. (Scenic Design, Scenic Painting and Photography, please send examples of your work. Online portfolio is preferred. Online submissions are limited to 10MB; larger files should be mailed on CD/DVD to Glimmerglass Festival, Intern Search Department, P.O. Box 191, Cooperstown, NY 13326.)  Hudson Valley Shakespeare Festival Location: Cold Spring, NY Positions Available: Seasonal Staff &amp; Internships Contact Information: Production Manager Hudson Valley Shakespeare Festival 140 Main Street Cold Spring, NY 10516 Email: jgoldstein@hvshakespeare.org Website: http://hvshakespeare.org/content/home Summary: Staff positions posted online in January, interviews take place in February. Internships offered in electrics, props, &amp; costumes/wardrobe HVS is dedicated to producing the plays of Shakespeare with an economy of style that focuses energy and resources on script, actors, &amp; audience.  Muhlenberg Theatre &amp; Dance: Summer Music Theatre Location: Allentown, PA Positions Available: Seasonal Staff Contact Information: 2400 Chew Street Allentown, PA 18104-5586 Email: boxoffice@muhlenberg.edu Website: http://www.muhlenberg.edu/main/academics/theatre-dance/ Application Deadline: March 9, 2019 Summary: Competitive salary and housing provided. The season includes two mainstages and a show for young audiences. Employment is usually mid-May – late July/early August. Cutter/Draper, First Hand, Stitchers, Wardrobe: This is a wonderful opportunity for candidates possessing theatre experience, excellent costume construction, alteration, and wardrobe skills. Employment dates are still to be determined. Technician dates generally run late May to early July. Wardrobe dates generally run from early June to late July or early August. If applying for Draper, please send photos or CD of representative work. Carpenter: Experience is required in standard scenic construction techniques, ability to lift 50 lbs and working knowledge of shop equipment and tools. Must have ability to read and interpret scaled construction drawings. Employment is usually from mid-May through late July or early August. Electricians: Experience is required in standard execution of stage lighting, including reading and interpreting lighting plots, hang, focus, and maintenance of equipment, ability to work at heights in excess of 40 feet, ability to lift 50 lbs, operate/program light board (ETC Ion and Expression 3) during rehearsals and performances, and assist with shop carpentry as needed. Experience with DMX, moving lights and scrollers helpful but not required. Employment is usually from mid-May through late July or early August. Applicants should send a letter of interest and a resume to boxoffice@muhlenberg.edu  Cincinnati Opera Location: Cincinnati, OH Positions Available: Internships (Scenic Artist, Props &amp; Lighting) Contact Information: Cincinnati Opera, Music Hall 1243 Elm Street Cincinnati, OH 45202 Deb Jackson – Production Administrator\u2028Email: djackson@cincinnatiopera.org\u2028 513-768-5553 (fax) Website: http://www.cincinnatiopera.org/ Summary: Application are accepted online and can be found at: http://www.cincinnatiopera.org/about-us/employment-auditions/ Scenic Artist Internship \u2028Valid driver’s license is necessary. \u2028Practical experience in scenic painting is required. Assist Scenic and Prop Coordinator with following tasks: Painting and carving scenery as needed; Providing paint samples; Shopping for general supplies; Cleaning and maintaining the workspace; Painting and dressing props as needed; Communicating artistic requests to props crew; Research for scenic and props details – locally and on the web; Note taking during onstage rehearsals and production meetings; Archival paperwork as needed; General errands for scenic and props coordinators. Props Internship Valid driver’s license is necessary. Assist Scenic and Prop Coordinator with following tasks: Creating and building props; Cleaning and maintaining the workspace; Research for props and scenic details – locally and on the web; Shopping for show and rehearsal props; Scenic painting as needed; Note taking during onstage rehearsals and production meetings; Archival paperwork as needed; General errands for scenic and props coordinators. Lighting Internship\u2028 Valid driver’s license is necessary. \u2028Strong experience with Vectorworks, Lightwright, and Microsoft Office is required. \u2028A basic knowledge or better of music is recommended. Assist the Lighting Director and Associate Lighting Designer with the following tasks: Production notes and assignments as well as assisting in calling focus; Creation of follow spot sheets and follow spot instruction during rehearsal; Tracking and coordination of cue placements with stage management and other departments; Tracking of lighting &amp; electric expenditures; Coordination of lighting meetings and schedules; Management of inventory and tracking of rented items to ensure accurate returns; Creation and maintenance of lighting plots and running paperwork; Management of lighting materials archives; Communication of lighting requests to crew &amp; staff; Other industry standard responsibilities expected of a lighting department internship. Additional Information for Lighting Interns: The lighting internship is very diverse with ever changing activities. Interns will fulfill duties ranging from calling a focus, to purchasing equipment, to creating and updating lighting paperwork all within short time periods. This is a full time internship for the period listed above. Interns experience strong exposure to the creation of the artistic product. Cincinnati Opera is a union house and there is no hands-on ‘electrics’ experience. This is a lighting design internship. In the past interns have been asked to work together to create and execute a design for special events within the season. The repertory lighting plot consists of 500 – 700 fixtures, with strong use of HMIs and arc-source moving lights. Interns will be guided under the supervision of the Resident Lighting Designer, Thomas C. Hase. Information as well as pictures of prior Cincinnati Opera seasons can be found at http://haseltd.com.  Santa Fe Opera Location: Santa Fe, New Mexico Positions Available: Seasonal Contact Information: The Santa Fe Opera Attention: Human Resources Post Office Box 2408 Santa Fe, New Mexico 87504-2408 Email: humanresources@santafeopera.org Website: http://www.santafeopera.org/index.aspx Application Deadline: March 9, 2015 Summary: Send completed general employment application, along with resume and cover letter to Human Resources (mail &amp; email accepted). Employees usually work from mid May – late August.  The Shakespeare Theatre of New Jersey Location: Madison, New Jersey Positions Available: Summer Professional Training Program (Graduate Level Internships &amp; The Intern Company) Contact Information: Education Associate Shayna Cooper 3 Vreeland Road Florham Park, NJ 07932 Phone: 973.845.6745 Email: scooper@shakespearenj.org Website: http://www.shakespearenj.org/ Application Deadline: April 24, 2015 Summary: Graduate Level Internships: Designer (Costume and/or Scenic Designs) for the Next Stage Ensemble, STNJ’s Summer touring company. Housing and/or Stipend may be available based on the level of the applicant’s experience. The Intern Company: Housing Fee: $1500, Security Deposit: $100, Equipment/Lab Fee: $65 (Scholarships are available for some) Areas: Costume Design/Construction, Lighting Tech &amp; Design, Scenic Construction &amp; Design, Scenic Painting &amp; Design, Technical Direction. Late-Nite Series &amp; Master Classes.  The Guthrie Location: Minneapolis, MN Positions Available: A variety of theatrical design internships that are constantly changing. Check http://guthrietheater.applicantpro.com/jobs/ for current listings. Contact Information: 818 South 2nd Street\u2028Minneapolis, MN 55415 Phone: 612.225.6000 Website: http://guthrietheater.applicantpro.com/jobs Application Deadline: Contact ASAP Summary: The Guthrie is a not-for-profit theater and our internships are not paid; however, interns receive other valuable perks such as industry contacts, professional development opportunities, complimentary Guthrie tickets, invitations to meet and greets, staff meetings and more.\u2028 Internships are not paid No housing is available  Roundabout Theatre Company Location: 231 West 39th Street, Suite 1200, New York, NY 10018 Positions Available: Artistic/literary intern, audience services intern, business intern, development intern, digital marketing intern, educational intern, marketing intern, management intern, special projects intern. Contact Information: Email: internships@roundabouttheatre.org. Website: http://www.tfaforms.com/204219 Application Deadline: February 28, 2015 Summary: SUMMER INTERNSHIPS run from June to August. Interns will share in the daily organizational and artistic operations and attend weekly seminars with members of Roundabout's senior staff. Interns are paid the hourly rate of minimum wage. Successful internship candidates have generally completed an internship and are at least in their junior or senior year of college.  Centerstage - State Theatre of Maryland Location: 700 North Calvert Street | Baltimore, Maryland 21202 Positions Available: Costumes intern, Lighting intern, Carpentry intern, Properties intern, Production Management/Stage Management Intern, Scenic art intern, stage management intern. Contact Information: Email: internships@centerstage.org Website: www.centerstage.org/education/professionalinternshipprogram.aspx Application Deadline: Must complete application Submit portfolio Submit Resume\u2028 Write a 1-2 page cover letter Summary: \u2028 Weekly Stipend\u2028 Free Housing \u2028For more than 25 years, CENTERSTAGE has helped cultivate the next generation of theater makers through its Professional Internship Program. The highly competitive program helps bridge the gap between university and professional theater by providing early-career artists and administrators with hands-on experience and professional guidance. CENTERSTAGE welcomes a new class of roughly 20 different administrative, artistic, and production interns each season. Though we accept applications year-round, our selection process begins in early March. Applicants to the 2015-16 Professional Internship Program are advised to submit application materials to CENTERSTAGE The Riant Theatre Location: 423 W 46th St, New York, NY Positions Available: Costume intern, technical direction intern, properties intern, production management interns Contact Information: Phone: 646-623-3488 Email: RiantTheatre@gmail.com Website: http://www.therianttheatre.com/index.php?n=internships Application Deadline: Summary: A part-time theatre internship (25 hrs per week, Mon-Fri or Wed-Sun, 1pm - 6pm or 6pm - 11pm) in a professional and educational environment. Intensive training and work in one department. Attendance at departmental and full-staff meetings. Individual projects under the guidance of experienced supervisors. Invitations to special events and Riant Theatre performances. Free/discounted tickets to selected other theatre performances. Housing assistance is not available.  CAMPS Appel Farm Arts Camp Location: Elmer, New Jersey Positions Available: Seasonal Staff Contact Information: Appel Farm Arts &amp; Music Center 457 Shirley Road Elmar, NJ 08318 Phone: 800.394.8478 Website: http://www.appelfarmartscamp.org/ Application Deadline: Rolling Basis Summary: Co-ed camp, 225 9 – 17 years old campers Various Session lengths (2 – 8 weeks) Staff Positions: Technical Theatre (Set, Costume, &amp; Lighting Design. Carpentry, Electrics, Stitching, Props and/or Stage Management) Compensations starts at $1,800, and room and board are included.  Acting Manitou Location: Oakland, Maine Positions Available: Seasonal Staff Contact Information: Acting Manitou Winter Office: 160 Hopper Ave Waldwick, NJ 07463 Phone: 201.857.5208 Summer Office: 7 Camp Eastwood Circle Oakland, ME 04963 Phone: 207.465.3695 Website: http://www.actingmanitou.com/ Application Deadline: Contact ASAP Summary: Co-ed Summer Camp 2 sessions per summer, 6 productions per session Staff Positions: Set, Costume, &amp; Lighting Design           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Summer Work Opportunities: Tisch School of the Arts at NYU                           Skip to content        New Design for Stage &amp; Film Welcome From Susan Hilferty About the Program Course Offerings Productions Student/Alumni Gallery News &amp; Events Admin &amp; Faculty  home &gt; Design for Stage &amp; Film        Summer Work Opportunities  Berkeley Repertory Theatre Fellowships Location: Berkeley, California Positions Available: Production Fellowships include: Costumes, Lighting/Electrics, Production Management, Properties, Scenic Art, Scenic Construction, Harry Weininger Sound, and Stage Management. Contact Information: Berkeley Repertory Theatre\u2028Attn: Fellowship Coordinator \u20282025 Addison Street\u2028Berkeley, CA 94704 Email: fellowship@berkeleyrep.org Website: berkeleyrep.org/fellowships Application Deadline: March 15, 2015 Summary: Applications are accepted online. Note: this is not a summer fellowship, but an 11-month fellowship program starting in August or September. “For serious-minded, highly motivated individuals who are ready to embark upon a professional theatre career. Fellows are directly exposed to the Theatre’s daily operations and given the opportunity to learn alongside an accomplished company of artists, administrators, guest directors and designers.”  Adirondack Theatre Festival Location: Glens Falls, New York Positions Available: Seasonal Staff &amp; Internship Positions are full time June 1 - August 10 (approximately) Contact Information: Mark Fleischer PO Box 3203 Glens Falls, NY 12801 Phone: 518.798.7479 Email: mfleischer@atfestival.org Website: http://www.atfestival.org/index.php Summary: Seasonal Staff: Technical Director, Props Designer, Sound Supervisor/Designer, Wardrobe Supervisor, Master Electrician, Master Carpenter $300-$525/wk plus housing Internships: Housing &amp; $200 stipend Areas: Scenery, Electrics, Sound, Props/Paint, Wardrobe  Berkshire Theatre Group Location: Western Massachusetts Positions Available: Seasonal Staff, Assistantships, &amp; Internships Contact Information: Administrative Offices: The Colonial Theatre  111 South Street Pittsfield, MA 01262 Phone: 413.448.8084 Assistantships &amp; Internships: Peter Durgin  Director of Productions &amp; Facilities pete@berkshiretheatregroup.org PO Box 797 Stockbridge, MA 01262 Phone: 413.298.5536 x17, 413.448.8084 x30 Website: http://www.berkshiretheatregroup.org/index.php Application Deadline: March 20, 2015 Summary: BTG encompasses the Colonial Theatre, Fitzpatrick Main Stage, &amp; Unicorn Theatre. Assistantships: $700 tuition (includes housing &amp; meal plan) Design a theatre for youth production (Sets or Costumes) Assist Colonial, Fitzpatrick, or Unicorn Theatre designers Master Classes One-on-one portfolio review Observe production meetings Internships: Tuition is unlisted (includes housing &amp; meal plans) Departments: Carpentry, Scenic Art, Props, Costumes, Electrics, Audio, Stage  Management, General Production  Williamstown Theatre Festival Location: Williamstown, Massachusetts Positions Available: Seasonal Staff &amp; Internships Contact Information: Williamstown Theatre Festival (September – May) 229 West 42nd Street, Suite 801 New York, NY 10036 Phone: 212.395.9090 Email: CMinnick@wtfestival.org Website: http://www.wtfestival.org/ Summary: Applications are ONLY accepted online. Due March 15. Staff positions and internships are available.  Glimmerglass Opera Location: Cooperstown, NY Positions Available: Seasonal Staff &amp; Internships Contact Information: The Glimmerglass Festival PO Box 191 7300 State Highway 80 Cooperstown, NY 13326 Phone: 607.547.0700 x 225 Website: http://www.glimmerglass.org/ Application Deadline: March 2, 2015 (internship) Summary: Applications are ONLY accepted online.  Positions fill as early as January, early application is encouraged.  Internship period 7-18 weeks, some positions beginning as early as April. I Interns receive weekly stipend ($225) and free housing. Cover letter: Indicate three choices of internships (choices must be made from the positions listed) in order of preference. Note earliest date available and latest departure date. If a position is not listed, it indicates that it has already been filled. Resume: Include mailing address, telephone number, e-mail address, education (post high school), work and internship experience (with dates). Provide three references. Indicate your relationship to each reference, their telephone numbers and e-mail addresses. (Scenic Design, Scenic Painting and Photography, please send examples of your work. Online portfolio is preferred. Online submissions are limited to 10MB; larger files should be mailed on CD/DVD to Glimmerglass Festival, Intern Search Department, P.O. Box 191, Cooperstown, NY 13326.)  Hudson Valley Shakespeare Festival Location: Cold Spring, NY Positions Available: Seasonal Staff &amp; Internships Contact Information: Production Manager Hudson Valley Shakespeare Festival 140 Main Street Cold Spring, NY 10516 Email: jgoldstein@hvshakespeare.org Website: http://hvshakespeare.org/content/home Summary: Staff positions posted online in January, interviews take place in February. Internships offered in electrics, props, &amp; costumes/wardrobe HVS is dedicated to producing the plays of Shakespeare with an economy of style that focuses energy and resources on script, actors, &amp; audience.  Muhlenberg Theatre &amp; Dance: Summer Music Theatre Location: Allentown, PA Positions Available: Seasonal Staff Contact Information: 2400 Chew Street Allentown, PA 18104-5586 Email: boxoffice@muhlenberg.edu Website: http://www.muhlenberg.edu/main/academics/theatre-dance/ Application Deadline: March 9, 2019 Summary: Competitive salary and housing provided. The season includes two mainstages and a show for young audiences. Employment is usually mid-May – late July/early August. Cutter/Draper, First Hand, Stitchers, Wardrobe: This is a wonderful opportunity for candidates possessing theatre experience, excellent costume construction, alteration, and wardrobe skills. Employment dates are still to be determined. Technician dates generally run late May to early July. Wardrobe dates generally run from early June to late July or early August. If applying for Draper, please send photos or CD of representative work. Carpenter: Experience is required in standard scenic construction techniques, ability to lift 50 lbs and working knowledge of shop equipment and tools. Must have ability to read and interpret scaled construction drawings. Employment is usually from mid-May through late July or early August. Electricians: Experience is required in standard execution of stage lighting, including reading and interpreting lighting plots, hang, focus, and maintenance of equipment, ability to work at heights in excess of 40 feet, ability to lift 50 lbs, operate/program light board (ETC Ion and Expression 3) during rehearsals and performances, and assist with shop carpentry as needed. Experience with DMX, moving lights and scrollers helpful but not required. Employment is usually from mid-May through late July or early August. Applicants should send a letter of interest and a resume to boxoffice@muhlenberg.edu  Cincinnati Opera Location: Cincinnati, OH Positions Available: Internships (Scenic Artist, Props &amp; Lighting) Contact Information: Cincinnati Opera, Music Hall 1243 Elm Street Cincinnati, OH 45202 Deb Jackson – Production Administrator\u2028Email: djackson@cincinnatiopera.org\u2028 513-768-5553 (fax) Website: http://www.cincinnatiopera.org/ Summary: Application are accepted online and can be found at: http://www.cincinnatiopera.org/about-us/employment-auditions/ Scenic Artist Internship \u2028Valid driver’s license is necessary. \u2028Practical experience in scenic painting is required. Assist Scenic and Prop Coordinator with following tasks: Painting and carving scenery as needed; Providing paint samples; Shopping for general supplies; Cleaning and maintaining the workspace; Painting and dressing props as needed; Communicating artistic requests to props crew; Research for scenic and props details – locally and on the web; Note taking during onstage rehearsals and production meetings; Archival paperwork as needed; General errands for scenic and props coordinators. Props Internship Valid driver’s license is necessary. Assist Scenic and Prop Coordinator with following tasks: Creating and building props; Cleaning and maintaining the workspace; Research for props and scenic details – locally and on the web; Shopping for show and rehearsal props; Scenic painting as needed; Note taking during onstage rehearsals and production meetings; Archival paperwork as needed; General errands for scenic and props coordinators. Lighting Internship\u2028 Valid driver’s license is necessary. \u2028Strong experience with Vectorworks, Lightwright, and Microsoft Office is required. \u2028A basic knowledge or better of music is recommended. Assist the Lighting Director and Associate Lighting Designer with the following tasks: Production notes and assignments as well as assisting in calling focus; Creation of follow spot sheets and follow spot instruction during rehearsal; Tracking and coordination of cue placements with stage management and other departments; Tracking of lighting &amp; electric expenditures; Coordination of lighting meetings and schedules; Management of inventory and tracking of rented items to ensure accurate returns; Creation and maintenance of lighting plots and running paperwork; Management of lighting materials archives; Communication of lighting requests to crew &amp; staff; Other industry standard responsibilities expected of a lighting department internship. Additional Information for Lighting Interns: The lighting internship is very diverse with ever changing activities. Interns will fulfill duties ranging from calling a focus, to purchasing equipment, to creating and updating lighting paperwork all within short time periods. This is a full time internship for the period listed above. Interns experience strong exposure to the creation of the artistic product. Cincinnati Opera is a union house and there is no hands-on ‘electrics’ experience. This is a lighting design internship. In the past interns have been asked to work together to create and execute a design for special events within the season. The repertory lighting plot consists of 500 – 700 fixtures, with strong use of HMIs and arc-source moving lights. Interns will be guided under the supervision of the Resident Lighting Designer, Thomas C. Hase. Information as well as pictures of prior Cincinnati Opera seasons can be found at http://haseltd.com.  Santa Fe Opera Location: Santa Fe, New Mexico Positions Available: Seasonal Contact Information: The Santa Fe Opera Attention: Human Resources Post Office Box 2408 Santa Fe, New Mexico 87504-2408 Email: humanresources@santafeopera.org Website: http://www.santafeopera.org/index.aspx Application Deadline: March 9, 2015 Summary: Send completed general employment application, along with resume and cover letter to Human Resources (mail &amp; email accepted). Employees usually work from mid May – late August.  The Shakespeare Theatre of New Jersey Location: Madison, New Jersey Positions Available: Summer Professional Training Program (Graduate Level Internships &amp; The Intern Company) Contact Information: Education Associate Shayna Cooper 3 Vreeland Road Florham Park, NJ 07932 Phone: 973.845.6745 Email: scooper@shakespearenj.org Website: http://www.shakespearenj.org/ Application Deadline: April 24, 2015 Summary: Graduate Level Internships: Designer (Costume and/or Scenic Designs) for the Next Stage Ensemble, STNJ’s Summer touring company. Housing and/or Stipend may be available based on the level of the applicant’s experience. The Intern Company: Housing Fee: $1500, Security Deposit: $100, Equipment/Lab Fee: $65 (Scholarships are available for some) Areas: Costume Design/Construction, Lighting Tech &amp; Design, Scenic Construction &amp; Design, Scenic Painting &amp; Design, Technical Direction. Late-Nite Series &amp; Master Classes.  The Guthrie Location: Minneapolis, MN Positions Available: A variety of theatrical design internships that are constantly changing. Check http://guthrietheater.applicantpro.com/jobs/ for current listings. Contact Information: 818 South 2nd Street\u2028Minneapolis, MN 55415 Phone: 612.225.6000 Website: http://guthrietheater.applicantpro.com/jobs Application Deadline: Contact ASAP Summary: The Guthrie is a not-for-profit theater and our internships are not paid; however, interns receive other valuable perks such as industry contacts, professional development opportunities, complimentary Guthrie tickets, invitations to meet and greets, staff meetings and more.\u2028 Internships are not paid No housing is available  Roundabout Theatre Company Location: 231 West 39th Street, Suite 1200, New York, NY 10018 Positions Available: Artistic/literary intern, audience services intern, business intern, development intern, digital marketing intern, educational intern, marketing intern, management intern, special projects intern. Contact Information: Email: internships@roundabouttheatre.org. Website: http://www.tfaforms.com/204219 Application Deadline: February 28, 2015 Summary: SUMMER INTERNSHIPS run from June to August. Interns will share in the daily organizational and artistic operations and attend weekly seminars with members of Roundabout's senior staff. Interns are paid the hourly rate of minimum wage. Successful internship candidates have generally completed an internship and are at least in their junior or senior year of college.  Centerstage - State Theatre of Maryland Location: 700 North Calvert Street | Baltimore, Maryland 21202 Positions Available: Costumes intern, Lighting intern, Carpentry intern, Properties intern, Production Management/Stage Management Intern, Scenic art intern, stage management intern. Contact Information: Email: internships@centerstage.org Website: www.centerstage.org/education/professionalinternshipprogram.aspx Application Deadline: Must complete application Submit portfolio Submit Resume\u2028 Write a 1-2 page cover letter Summary: \u2028 Weekly Stipend\u2028 Free Housing \u2028For more than 25 years, CENTERSTAGE has helped cultivate the next generation of theater makers through its Professional Internship Program. The highly competitive program helps bridge the gap between university and professional theater by providing early-career artists and administrators with hands-on experience and professional guidance. CENTERSTAGE welcomes a new class of roughly 20 different administrative, artistic, and production interns each season. Though we accept applications year-round, our selection process begins in early March. Applicants to the 2015-16 Professional Internship Program are advised to submit application materials to CENTERSTAGE The Riant Theatre Location: 423 W 46th St, New York, NY Positions Available: Costume intern, technical direction intern, properties intern, production management interns Contact Information: Phone: 646-623-3488 Email: RiantTheatre@gmail.com Website: http://www.therianttheatre.com/index.php?n=internships Application Deadline: Summary: A part-time theatre internship (25 hrs per week, Mon-Fri or Wed-Sun, 1pm - 6pm or 6pm - 11pm) in a professional and educational environment. Intensive training and work in one department. Attendance at departmental and full-staff meetings. Individual projects under the guidance of experienced supervisors. Invitations to special events and Riant Theatre performances. Free/discounted tickets to selected other theatre performances. Housing assistance is not available.  CAMPS Appel Farm Arts Camp Location: Elmer, New Jersey Positions Available: Seasonal Staff Contact Information: Appel Farm Arts &amp; Music Center 457 Shirley Road Elmar, NJ 08318 Phone: 800.394.8478 Website: http://www.appelfarmartscamp.org/ Application Deadline: Rolling Basis Summary: Co-ed camp, 225 9 – 17 years old campers Various Session lengths (2 – 8 weeks) Staff Positions: Technical Theatre (Set, Costume, &amp; Lighting Design. Carpentry, Electrics, Stitching, Props and/or Stage Management) Compensations starts at $1,800, and room and board are included.  Acting Manitou Location: Oakland, Maine Positions Available: Seasonal Staff Contact Information: Acting Manitou Winter Office: 160 Hopper Ave Waldwick, NJ 07463 Phone: 201.857.5208 Summer Office: 7 Camp Eastwood Circle Oakland, ME 04963 Phone: 207.465.3695 Website: http://www.actingmanitou.com/ Application Deadline: Contact ASAP Summary: Co-ed Summer Camp 2 sessions per summer, 6 productions per session Staff Positions: Set, Costume, &amp; Lighting Design           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Teen Summer Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Teen Summer Programs       A Sampling of Programs     Please note: This listing is for information purposes only and does not imply an endorsement or recommendation.   Outdoor/Adventure Programs   Campus Kids offers students ages 7-15 camps in Minisink (NY) and New Jersey . Holiday programs focus on topics such as astrophysics, human body, and wildlife. Students 6 years of age and under must be accompanied by an adult.   Mountain Workshop is an outdoor adventure organization which holds overnight programs for youth ages 8-17. Programs are offered in the Adirondacks, the Berkshires, and a handful of other locations across the country.   Summer Fuel , in partnership with FC Barcelona offers students ages 12-18 years a chance to travel to Barcelona Spain and receive specialized soccer training with a real soccer team and its expert coaches. Students participate in workshops and enjoy cultural tours and visits during the summer months.     Performing and Visual Arts   Banson NYC Fashion Summer Camp offers students entering 9th-12th grades who are interested in the fashion industry, a week of educational and “real life” experience. Campers meet professionals, visit style exhibits, attend educational shopping trips, learn basic retail math in creating and managing budgets, discuss various careers in the industry, and stay in brand-new LIM College dormitories on the Upper East Side.   Calhoun Performing Arts Summer Institute Jazz Workshop offers a one-week intensive jazz course at the introductory and immersion level for students entering 9th-12th grades. Students will learn the fundamentals of music theory and learn jazz improvisation, explore the history of jazz and experience music-making with other students. The workshop is open to students with the ability to play any instrument.   Cooper Union High School Outreach Program is a complement to the school's tuition free Saturday Outreach program for high school students in grades 9-12.   Esra is a French private film school that offers programs in Paris and New York for students 16+ in filmmaking, screenwriting, video editing, sound design, and history of the French cinema.   FashionCampNYC offers a five-day intensive day camp where students ages 12-18 learn how to design and market clothing. From resources on where to seek internships, working on individual projects, and attending lectures, to visiting stores and showrooms, the educational activities are designed to motivate and inspire campers to pursue their dreams in the fashion industry.   Guggenheim Museum offers a multi-session program during half a dozen evenings (5:30-7) during August titled, &quot;Responding to Art Through Creative Writing&quot; that provides students with the unique opportunity to sketch, discuss and write about art from the museum's collection.   The International Center of Photography has a teen summer program that offers photography classes to high school students that accommodate every skill level. The curriculum includes darkroom time, slide lectures, assignments, field trips, and guest artist visits.   Modeling Camp offers girls (ages 13-18) 3-day camp , introducing them to the world of modeling through workshops, photo shoots, and more.   Parsons, The New School for Design offers students grades 4-12 summer sessions for many visual arts fields, including animation design, digital photography, drawing, and much more.   Prospect Theater , offers a Music Theater Summer Intensive Program where selected students ages 12-17 have the opportunity to work with a professional director and music director on original songs written specially for teens. The intensive also includes a variety of workshops and sessions to strengthen vocal and acting techniques. Participants work towards building overall confidence and performing a musical at the end. Auditions begin in February.   The Public Theater-Shakespeare in the Park offers offers, A Midsummer Day's Camp, a diverse acting program where teens ages 14-18 explore and study Shakespeare's texts to gain a fuller and deeper understanding of them. The camp fosters a supportive environment where young actors can work on their voice, movement, stage combat, creativity and culminates in a public performance on the Public Theater's stage.   Rhode Island School of Design offers teens various programs in visual arts.   School of Creative &amp; Performing Arts offers a range of camps for teens ages 13-19 in New York City, Los Angeles, Vermont, and Costa Rica. NYC options , located in Manhattan and Brooklyn, offer intensive classes that focus on filmmaking, acting, dance, or digital photography while also providing students the opportunity to enjoy a unique camp experience in the city. College credit may be available.   Summer Arts Institute is a tuition-free, intensive arts arts program for New York City public school students entering grades 8-12, held at the Frank Sinatra School of the Arts High School in Astoria, Queens. Designed for students at an intermediate or advanced level of study in their chosen discipline. Students can major in dance, theater, instrumental music (band), vocal music, film, photography or visual arts. Information is available on-line , email summerarts@schools.nyc.gov, or phone 212.356.8573.   Tisch School of the Arts at New York University offers high school students four-week programs in Drama, Film, etc. in New York, Dublin, or Singapore.     Pre-College/Academic Programs   American Museum of Natural History sponsors two programs for high school students including the High School Summer Science Institute for students entering 9, 10, &amp; 11 grades and the Saltz Internship Program for students 16 and older. Students in 7th &amp; 8th grade can apply for one of three summer institutes available through the category, &quot;Adventures in Science&quot; . Institute topics include anthropolgy, evolution, computer modeling of prehistoric creatures.   Cooper Union Summer Research Internship Program Cooper Union's Albert Nerken School of Engineering offers 6-week Summer Research Internship Programs for students completing their 10th or 11th grade year of high school. Students work on applied research projects in the fields of civil, chemical, electrical, mechanical, biomedical and environmental engineering, mathematics, chemistry, physics and astronomy. Research projects are complemented by classroom lectures and discussions, oral presentations, career choice, and college admissions.   Intrepid Sea, Air and Space Museum offers Camp G.O.A.L.S. for Girls 2011, a free six-week math and science camp for girls entering the 9th and 10th grade.   Liberty Science Center , located in Jersey City, NJ offers the Partners in Science , an intensive 8-week summer program for high school Juniors and Seniors. The program runs from the end of June to the end of August. Students receive a stiped upon completion of all program requirements.   New York Math Circle offers students in Grades 5-12 the opportunity to expand their knowledge of mathematics By solving unusual problems, develop reasoning and problem solving skills, and apply existing knowledge in fun situations that are both new and enjoyable.   NYU Summer offers a number of choices for high school students. The Pre-College program allows students to take college level classes and earn college credits. The Tisch School of the Arts and The Steinhardt School of Culture, Education, and Human Development both offer a number of programs that focus on art, dance, instrumental music, and acting.   Summer Discovery has pre-college enrichment programs on campus in different states and site abroad. Some courses qualify for college credit.   Summer Fuel offers students entering 11th and 12th grades with experiences on college campuses in the U.S and Europe. Students can choose from among four programs: Pre-college, Leadership, College Admissions, and Study Abroad. Students that don't want to leave NYC, can participate in a two-week residential workshop-based program at Columbia University where they will prepare for the SAT, refine their writing skills with an eye toward the college application essay, and master interviewing skills; college counselors will also be available to discuss college options. Scholarships are available.   Summer On Campus offers both commuter/residential programs across New York for various interests, ranging from engineering to SAT camp.   Teen Ink features a variety of programs , such as writing courses, guest speakers, and daily outings, is available for girls in grades 9-12.     Summer Internships   Bronx Zoo welcomes teens ages 13-17 who are interested in animal care and animal sciences to spend a month taking classes and gaining hands-on experience   Central Park offers a paid internship to high school students interested in working in various areas such as horticulture and administrative support. Interns work five days a week for 36-38 hours per week and take field trips to other parks or work on group projects on Fridays as part of the experience.   Children's Museum of Manhattan has a Junior Staff Summer Internship program for high school students. For ten weeks beginning in July, interns help with guided tours and educational activities for the young museum attendees.   Legal Bound Summer Internship program offered through the New York District Attorney's Office is an intensive six-week internship for Manhattan residents interested in law.   Natural History Museum runs the Saltz internship through which students will work with museum visitors as they explore museum exhibits. Students must attend high school in New York City to apply.   New Victory Theater offers the New 42 Apprentice Program which is for high school applicants at least 16 years of age with an interest in the arts and a drive to learn about operating a non-profit arts organization. Interns work between 18-20 hours a week, Monday-Thursday, for an hourly wage.   Rocking the Boat provides programs to high school students. In addition to the boatbuilding project at Philipsburg Manor, students learn about the Bronx River and give educational tours, as well as participate in other various programs.   Wave Hill offers several internship opportunities based on living in and taking care of the urban environment for students in New York City, especially the Bronx. Topics include tree and plant care, horticulture, and mapping and field work skills.     Technology   Girls Who Code Summer Immersion Program , an 8-week program for 20 high school juniors, is an innovative approach to computer science. The program offers hands-on experience in a technology company or university setting from 9 a.m-5 p.m. daily. Intensive, daily classroom instruction totalling more than 300 hours in robotics, web design, and mobile development is paired with talks, demonstrations and workshops led by female entrepreneurs, CEOs, devleopers, designers, and computer science majors that serve as mentors and role models throughout the program.     Volunteer Opportunities   Teen Life includes a range of volunteer opportunities in New York as well as an on-line downloadable Guide to Community Service in New York.   Brooklyn Botanic Garden has various volunteer opportunities for the summer. Opportunities include administrative work, tour guiding, gardening, and many more.   Central Park Conservancy offers summer volunteer opportunities for youth. High school students can gain firsthand experience in many departments of the park, including the visitor center, the horticulture, public programs, etc.   Mount Sinai Hospital offers volunteer opportunities year-round for youth ages 16 and up. Volunteers can work in areas like office support, research, and patient care.   Environmental Internships and Volunteer Opportunities for NYC High School Students (PDF) this is a directory compiled by the NYU Wallerstein Collaborative for Urban Environmental Education offers guidance on how to find an internship and information on opportunities for environmental internships, volunteer opportunities, and more.   Idealist.org is a job search engine for positions in non-profit organizations. The website also includes internship opportunities.   Do Something is an organization that offers community service volunteer options, grants, and various programs to teens.   Still haven't found what you're looking for?     Review options and suggestions in Summer in the City for Teens, The NYC Guide of Programs and Internships by Amy Glaser, MD.                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Summer Work Opportunities: Tisch School of the Arts at NYU                           Skip to content        New Design for Stage &amp; Film Welcome From Susan Hilferty About the Program Course Offerings Productions Student/Alumni Gallery News &amp; Events Admin &amp; Faculty  home &gt; Design for Stage &amp; Film        Summer Work Opportunities  Berkeley Repertory Theatre Fellowships Location: Berkeley, California Positions Available: Production Fellowships include: Costumes, Lighting/Electrics, Production Management, Properties, Scenic Art, Scenic Construction, Harry Weininger Sound, and Stage Management. Contact Information: Berkeley Repertory Theatre\u2028Attn: Fellowship Coordinator \u20282025 Addison Street\u2028Berkeley, CA 94704 Email: fellowship@berkeleyrep.org Website: berkeleyrep.org/fellowships Application Deadline: March 15, 2015 Summary: Applications are accepted online. Note: this is not a summer fellowship, but an 11-month fellowship program starting in August or September. “For serious-minded, highly motivated individuals who are ready to embark upon a professional theatre career. Fellows are directly exposed to the Theatre’s daily operations and given the opportunity to learn alongside an accomplished company of artists, administrators, guest directors and designers.”  Adirondack Theatre Festival Location: Glens Falls, New York Positions Available: Seasonal Staff &amp; Internship Positions are full time June 1 - August 10 (approximately) Contact Information: Mark Fleischer PO Box 3203 Glens Falls, NY 12801 Phone: 518.798.7479 Email: mfleischer@atfestival.org Website: http://www.atfestival.org/index.php Summary: Seasonal Staff: Technical Director, Props Designer, Sound Supervisor/Designer, Wardrobe Supervisor, Master Electrician, Master Carpenter $300-$525/wk plus housing Internships: Housing &amp; $200 stipend Areas: Scenery, Electrics, Sound, Props/Paint, Wardrobe  Berkshire Theatre Group Location: Western Massachusetts Positions Available: Seasonal Staff, Assistantships, &amp; Internships Contact Information: Administrative Offices: The Colonial Theatre  111 South Street Pittsfield, MA 01262 Phone: 413.448.8084 Assistantships &amp; Internships: Peter Durgin  Director of Productions &amp; Facilities pete@berkshiretheatregroup.org PO Box 797 Stockbridge, MA 01262 Phone: 413.298.5536 x17, 413.448.8084 x30 Website: http://www.berkshiretheatregroup.org/index.php Application Deadline: March 20, 2015 Summary: BTG encompasses the Colonial Theatre, Fitzpatrick Main Stage, &amp; Unicorn Theatre. Assistantships: $700 tuition (includes housing &amp; meal plan) Design a theatre for youth production (Sets or Costumes) Assist Colonial, Fitzpatrick, or Unicorn Theatre designers Master Classes One-on-one portfolio review Observe production meetings Internships: Tuition is unlisted (includes housing &amp; meal plans) Departments: Carpentry, Scenic Art, Props, Costumes, Electrics, Audio, Stage  Management, General Production  Williamstown Theatre Festival Location: Williamstown, Massachusetts Positions Available: Seasonal Staff &amp; Internships Contact Information: Williamstown Theatre Festival (September – May) 229 West 42nd Street, Suite 801 New York, NY 10036 Phone: 212.395.9090 Email: CMinnick@wtfestival.org Website: http://www.wtfestival.org/ Summary: Applications are ONLY accepted online. Due March 15. Staff positions and internships are available.  Glimmerglass Opera Location: Cooperstown, NY Positions Available: Seasonal Staff &amp; Internships Contact Information: The Glimmerglass Festival PO Box 191 7300 State Highway 80 Cooperstown, NY 13326 Phone: 607.547.0700 x 225 Website: http://www.glimmerglass.org/ Application Deadline: March 2, 2015 (internship) Summary: Applications are ONLY accepted online.  Positions fill as early as January, early application is encouraged.  Internship period 7-18 weeks, some positions beginning as early as April. I Interns receive weekly stipend ($225) and free housing. Cover letter: Indicate three choices of internships (choices must be made from the positions listed) in order of preference. Note earliest date available and latest departure date. If a position is not listed, it indicates that it has already been filled. Resume: Include mailing address, telephone number, e-mail address, education (post high school), work and internship experience (with dates). Provide three references. Indicate your relationship to each reference, their telephone numbers and e-mail addresses. (Scenic Design, Scenic Painting and Photography, please send examples of your work. Online portfolio is preferred. Online submissions are limited to 10MB; larger files should be mailed on CD/DVD to Glimmerglass Festival, Intern Search Department, P.O. Box 191, Cooperstown, NY 13326.)  Hudson Valley Shakespeare Festival Location: Cold Spring, NY Positions Available: Seasonal Staff &amp; Internships Contact Information: Production Manager Hudson Valley Shakespeare Festival 140 Main Street Cold Spring, NY 10516 Email: jgoldstein@hvshakespeare.org Website: http://hvshakespeare.org/content/home Summary: Staff positions posted online in January, interviews take place in February. Internships offered in electrics, props, &amp; costumes/wardrobe HVS is dedicated to producing the plays of Shakespeare with an economy of style that focuses energy and resources on script, actors, &amp; audience.  Muhlenberg Theatre &amp; Dance: Summer Music Theatre Location: Allentown, PA Positions Available: Seasonal Staff Contact Information: 2400 Chew Street Allentown, PA 18104-5586 Email: boxoffice@muhlenberg.edu Website: http://www.muhlenberg.edu/main/academics/theatre-dance/ Application Deadline: March 9, 2019 Summary: Competitive salary and housing provided. The season includes two mainstages and a show for young audiences. Employment is usually mid-May – late July/early August. Cutter/Draper, First Hand, Stitchers, Wardrobe: This is a wonderful opportunity for candidates possessing theatre experience, excellent costume construction, alteration, and wardrobe skills. Employment dates are still to be determined. Technician dates generally run late May to early July. Wardrobe dates generally run from early June to late July or early August. If applying for Draper, please send photos or CD of representative work. Carpenter: Experience is required in standard scenic construction techniques, ability to lift 50 lbs and working knowledge of shop equipment and tools. Must have ability to read and interpret scaled construction drawings. Employment is usually from mid-May through late July or early August. Electricians: Experience is required in standard execution of stage lighting, including reading and interpreting lighting plots, hang, focus, and maintenance of equipment, ability to work at heights in excess of 40 feet, ability to lift 50 lbs, operate/program light board (ETC Ion and Expression 3) during rehearsals and performances, and assist with shop carpentry as needed. Experience with DMX, moving lights and scrollers helpful but not required. Employment is usually from mid-May through late July or early August. Applicants should send a letter of interest and a resume to boxoffice@muhlenberg.edu  Cincinnati Opera Location: Cincinnati, OH Positions Available: Internships (Scenic Artist, Props &amp; Lighting) Contact Information: Cincinnati Opera, Music Hall 1243 Elm Street Cincinnati, OH 45202 Deb Jackson – Production Administrator\u2028Email: djackson@cincinnatiopera.org\u2028 513-768-5553 (fax) Website: http://www.cincinnatiopera.org/ Summary: Application are accepted online and can be found at: http://www.cincinnatiopera.org/about-us/employment-auditions/ Scenic Artist Internship \u2028Valid driver’s license is necessary. \u2028Practical experience in scenic painting is required. Assist Scenic and Prop Coordinator with following tasks: Painting and carving scenery as needed; Providing paint samples; Shopping for general supplies; Cleaning and maintaining the workspace; Painting and dressing props as needed; Communicating artistic requests to props crew; Research for scenic and props details – locally and on the web; Note taking during onstage rehearsals and production meetings; Archival paperwork as needed; General errands for scenic and props coordinators. Props Internship Valid driver’s license is necessary. Assist Scenic and Prop Coordinator with following tasks: Creating and building props; Cleaning and maintaining the workspace; Research for props and scenic details – locally and on the web; Shopping for show and rehearsal props; Scenic painting as needed; Note taking during onstage rehearsals and production meetings; Archival paperwork as needed; General errands for scenic and props coordinators. Lighting Internship\u2028 Valid driver’s license is necessary. \u2028Strong experience with Vectorworks, Lightwright, and Microsoft Office is required. \u2028A basic knowledge or better of music is recommended. Assist the Lighting Director and Associate Lighting Designer with the following tasks: Production notes and assignments as well as assisting in calling focus; Creation of follow spot sheets and follow spot instruction during rehearsal; Tracking and coordination of cue placements with stage management and other departments; Tracking of lighting &amp; electric expenditures; Coordination of lighting meetings and schedules; Management of inventory and tracking of rented items to ensure accurate returns; Creation and maintenance of lighting plots and running paperwork; Management of lighting materials archives; Communication of lighting requests to crew &amp; staff; Other industry standard responsibilities expected of a lighting department internship. Additional Information for Lighting Interns: The lighting internship is very diverse with ever changing activities. Interns will fulfill duties ranging from calling a focus, to purchasing equipment, to creating and updating lighting paperwork all within short time periods. This is a full time internship for the period listed above. Interns experience strong exposure to the creation of the artistic product. Cincinnati Opera is a union house and there is no hands-on ‘electrics’ experience. This is a lighting design internship. In the past interns have been asked to work together to create and execute a design for special events within the season. The repertory lighting plot consists of 500 – 700 fixtures, with strong use of HMIs and arc-source moving lights. Interns will be guided under the supervision of the Resident Lighting Designer, Thomas C. Hase. Information as well as pictures of prior Cincinnati Opera seasons can be found at http://haseltd.com.  Santa Fe Opera Location: Santa Fe, New Mexico Positions Available: Seasonal Contact Information: The Santa Fe Opera Attention: Human Resources Post Office Box 2408 Santa Fe, New Mexico 87504-2408 Email: humanresources@santafeopera.org Website: http://www.santafeopera.org/index.aspx Application Deadline: March 9, 2015 Summary: Send completed general employment application, along with resume and cover letter to Human Resources (mail &amp; email accepted). Employees usually work from mid May – late August.  The Shakespeare Theatre of New Jersey Location: Madison, New Jersey Positions Available: Summer Professional Training Program (Graduate Level Internships &amp; The Intern Company) Contact Information: Education Associate Shayna Cooper 3 Vreeland Road Florham Park, NJ 07932 Phone: 973.845.6745 Email: scooper@shakespearenj.org Website: http://www.shakespearenj.org/ Application Deadline: April 24, 2015 Summary: Graduate Level Internships: Designer (Costume and/or Scenic Designs) for the Next Stage Ensemble, STNJ’s Summer touring company. Housing and/or Stipend may be available based on the level of the applicant’s experience. The Intern Company: Housing Fee: $1500, Security Deposit: $100, Equipment/Lab Fee: $65 (Scholarships are available for some) Areas: Costume Design/Construction, Lighting Tech &amp; Design, Scenic Construction &amp; Design, Scenic Painting &amp; Design, Technical Direction. Late-Nite Series &amp; Master Classes.  The Guthrie Location: Minneapolis, MN Positions Available: A variety of theatrical design internships that are constantly changing. Check http://guthrietheater.applicantpro.com/jobs/ for current listings. Contact Information: 818 South 2nd Street\u2028Minneapolis, MN 55415 Phone: 612.225.6000 Website: http://guthrietheater.applicantpro.com/jobs Application Deadline: Contact ASAP Summary: The Guthrie is a not-for-profit theater and our internships are not paid; however, interns receive other valuable perks such as industry contacts, professional development opportunities, complimentary Guthrie tickets, invitations to meet and greets, staff meetings and more.\u2028 Internships are not paid No housing is available  Roundabout Theatre Company Location: 231 West 39th Street, Suite 1200, New York, NY 10018 Positions Available: Artistic/literary intern, audience services intern, business intern, development intern, digital marketing intern, educational intern, marketing intern, management intern, special projects intern. Contact Information: Email: internships@roundabouttheatre.org. Website: http://www.tfaforms.com/204219 Application Deadline: February 28, 2015 Summary: SUMMER INTERNSHIPS run from June to August. Interns will share in the daily organizational and artistic operations and attend weekly seminars with members of Roundabout's senior staff. Interns are paid the hourly rate of minimum wage. Successful internship candidates have generally completed an internship and are at least in their junior or senior year of college.  Centerstage - State Theatre of Maryland Location: 700 North Calvert Street | Baltimore, Maryland 21202 Positions Available: Costumes intern, Lighting intern, Carpentry intern, Properties intern, Production Management/Stage Management Intern, Scenic art intern, stage management intern. Contact Information: Email: internships@centerstage.org Website: www.centerstage.org/education/professionalinternshipprogram.aspx Application Deadline: Must complete application Submit portfolio Submit Resume\u2028 Write a 1-2 page cover letter Summary: \u2028 Weekly Stipend\u2028 Free Housing \u2028For more than 25 years, CENTERSTAGE has helped cultivate the next generation of theater makers through its Professional Internship Program. The highly competitive program helps bridge the gap between university and professional theater by providing early-career artists and administrators with hands-on experience and professional guidance. CENTERSTAGE welcomes a new class of roughly 20 different administrative, artistic, and production interns each season. Though we accept applications year-round, our selection process begins in early March. Applicants to the 2015-16 Professional Internship Program are advised to submit application materials to CENTERSTAGE The Riant Theatre Location: 423 W 46th St, New York, NY Positions Available: Costume intern, technical direction intern, properties intern, production management interns Contact Information: Phone: 646-623-3488 Email: RiantTheatre@gmail.com Website: http://www.therianttheatre.com/index.php?n=internships Application Deadline: Summary: A part-time theatre internship (25 hrs per week, Mon-Fri or Wed-Sun, 1pm - 6pm or 6pm - 11pm) in a professional and educational environment. Intensive training and work in one department. Attendance at departmental and full-staff meetings. Individual projects under the guidance of experienced supervisors. Invitations to special events and Riant Theatre performances. Free/discounted tickets to selected other theatre performances. Housing assistance is not available.  CAMPS Appel Farm Arts Camp Location: Elmer, New Jersey Positions Available: Seasonal Staff Contact Information: Appel Farm Arts &amp; Music Center 457 Shirley Road Elmar, NJ 08318 Phone: 800.394.8478 Website: http://www.appelfarmartscamp.org/ Application Deadline: Rolling Basis Summary: Co-ed camp, 225 9 – 17 years old campers Various Session lengths (2 – 8 weeks) Staff Positions: Technical Theatre (Set, Costume, &amp; Lighting Design. Carpentry, Electrics, Stitching, Props and/or Stage Management) Compensations starts at $1,800, and room and board are included.  Acting Manitou Location: Oakland, Maine Positions Available: Seasonal Staff Contact Information: Acting Manitou Winter Office: 160 Hopper Ave Waldwick, NJ 07463 Phone: 201.857.5208 Summer Office: 7 Camp Eastwood Circle Oakland, ME 04963 Phone: 207.465.3695 Website: http://www.actingmanitou.com/ Application Deadline: Contact ASAP Summary: Co-ed Summer Camp 2 sessions per summer, 6 productions per session Staff Positions: Set, Costume, &amp; Lighting Design           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Teen Summer Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Teen Summer Programs       A Sampling of Programs     Please note: This listing is for information purposes only and does not imply an endorsement or recommendation.   Outdoor/Adventure Programs   Campus Kids offers students ages 7-15 camps in Minisink (NY) and New Jersey . Holiday programs focus on topics such as astrophysics, human body, and wildlife. Students 6 years of age and under must be accompanied by an adult.   Mountain Workshop is an outdoor adventure organization which holds overnight programs for youth ages 8-17. Programs are offered in the Adirondacks, the Berkshires, and a handful of other locations across the country.   Summer Fuel , in partnership with FC Barcelona offers students ages 12-18 years a chance to travel to Barcelona Spain and receive specialized soccer training with a real soccer team and its expert coaches. Students participate in workshops and enjoy cultural tours and visits during the summer months.     Performing and Visual Arts   Banson NYC Fashion Summer Camp offers students entering 9th-12th grades who are interested in the fashion industry, a week of educational and “real life” experience. Campers meet professionals, visit style exhibits, attend educational shopping trips, learn basic retail math in creating and managing budgets, discuss various careers in the industry, and stay in brand-new LIM College dormitories on the Upper East Side.   Calhoun Performing Arts Summer Institute Jazz Workshop offers a one-week intensive jazz course at the introductory and immersion level for students entering 9th-12th grades. Students will learn the fundamentals of music theory and learn jazz improvisation, explore the history of jazz and experience music-making with other students. The workshop is open to students with the ability to play any instrument.   Cooper Union High School Outreach Program is a complement to the school's tuition free Saturday Outreach program for high school students in grades 9-12.   Esra is a French private film school that offers programs in Paris and New York for students 16+ in filmmaking, screenwriting, video editing, sound design, and history of the French cinema.   FashionCampNYC offers a five-day intensive day camp where students ages 12-18 learn how to design and market clothing. From resources on where to seek internships, working on individual projects, and attending lectures, to visiting stores and showrooms, the educational activities are designed to motivate and inspire campers to pursue their dreams in the fashion industry.   Guggenheim Museum offers a multi-session program during half a dozen evenings (5:30-7) during August titled, &quot;Responding to Art Through Creative Writing&quot; that provides students with the unique opportunity to sketch, discuss and write about art from the museum's collection.   The International Center of Photography has a teen summer program that offers photography classes to high school students that accommodate every skill level. The curriculum includes darkroom time, slide lectures, assignments, field trips, and guest artist visits.   Modeling Camp offers girls (ages 13-18) 3-day camp , introducing them to the world of modeling through workshops, photo shoots, and more.   Parsons, The New School for Design offers students grades 4-12 summer sessions for many visual arts fields, including animation design, digital photography, drawing, and much more.   Prospect Theater , offers a Music Theater Summer Intensive Program where selected students ages 12-17 have the opportunity to work with a professional director and music director on original songs written specially for teens. The intensive also includes a variety of workshops and sessions to strengthen vocal and acting techniques. Participants work towards building overall confidence and performing a musical at the end. Auditions begin in February.   The Public Theater-Shakespeare in the Park offers offers, A Midsummer Day's Camp, a diverse acting program where teens ages 14-18 explore and study Shakespeare's texts to gain a fuller and deeper understanding of them. The camp fosters a supportive environment where young actors can work on their voice, movement, stage combat, creativity and culminates in a public performance on the Public Theater's stage.   Rhode Island School of Design offers teens various programs in visual arts.   School of Creative &amp; Performing Arts offers a range of camps for teens ages 13-19 in New York City, Los Angeles, Vermont, and Costa Rica. NYC options , located in Manhattan and Brooklyn, offer intensive classes that focus on filmmaking, acting, dance, or digital photography while also providing students the opportunity to enjoy a unique camp experience in the city. College credit may be available.   Summer Arts Institute is a tuition-free, intensive arts arts program for New York City public school students entering grades 8-12, held at the Frank Sinatra School of the Arts High School in Astoria, Queens. Designed for students at an intermediate or advanced level of study in their chosen discipline. Students can major in dance, theater, instrumental music (band), vocal music, film, photography or visual arts. Information is available on-line , email summerarts@schools.nyc.gov, or phone 212.356.8573.   Tisch School of the Arts at New York University offers high school students four-week programs in Drama, Film, etc. in New York, Dublin, or Singapore.     Pre-College/Academic Programs   American Museum of Natural History sponsors two programs for high school students including the High School Summer Science Institute for students entering 9, 10, &amp; 11 grades and the Saltz Internship Program for students 16 and older. Students in 7th &amp; 8th grade can apply for one of three summer institutes available through the category, &quot;Adventures in Science&quot; . Institute topics include anthropolgy, evolution, computer modeling of prehistoric creatures.   Cooper Union Summer Research Internship Program Cooper Union's Albert Nerken School of Engineering offers 6-week Summer Research Internship Programs for students completing their 10th or 11th grade year of high school. Students work on applied research projects in the fields of civil, chemical, electrical, mechanical, biomedical and environmental engineering, mathematics, chemistry, physics and astronomy. Research projects are complemented by classroom lectures and discussions, oral presentations, career choice, and college admissions.   Intrepid Sea, Air and Space Museum offers Camp G.O.A.L.S. for Girls 2011, a free six-week math and science camp for girls entering the 9th and 10th grade.   Liberty Science Center , located in Jersey City, NJ offers the Partners in Science , an intensive 8-week summer program for high school Juniors and Seniors. The program runs from the end of June to the end of August. Students receive a stiped upon completion of all program requirements.   New York Math Circle offers students in Grades 5-12 the opportunity to expand their knowledge of mathematics By solving unusual problems, develop reasoning and problem solving skills, and apply existing knowledge in fun situations that are both new and enjoyable.   NYU Summer offers a number of choices for high school students. The Pre-College program allows students to take college level classes and earn college credits. The Tisch School of the Arts and The Steinhardt School of Culture, Education, and Human Development both offer a number of programs that focus on art, dance, instrumental music, and acting.   Summer Discovery has pre-college enrichment programs on campus in different states and site abroad. Some courses qualify for college credit.   Summer Fuel offers students entering 11th and 12th grades with experiences on college campuses in the U.S and Europe. Students can choose from among four programs: Pre-college, Leadership, College Admissions, and Study Abroad. Students that don't want to leave NYC, can participate in a two-week residential workshop-based program at Columbia University where they will prepare for the SAT, refine their writing skills with an eye toward the college application essay, and master interviewing skills; college counselors will also be available to discuss college options. Scholarships are available.   Summer On Campus offers both commuter/residential programs across New York for various interests, ranging from engineering to SAT camp.   Teen Ink features a variety of programs , such as writing courses, guest speakers, and daily outings, is available for girls in grades 9-12.     Summer Internships   Bronx Zoo welcomes teens ages 13-17 who are interested in animal care and animal sciences to spend a month taking classes and gaining hands-on experience   Central Park offers a paid internship to high school students interested in working in various areas such as horticulture and administrative support. Interns work five days a week for 36-38 hours per week and take field trips to other parks or work on group projects on Fridays as part of the experience.   Children's Museum of Manhattan has a Junior Staff Summer Internship program for high school students. For ten weeks beginning in July, interns help with guided tours and educational activities for the young museum attendees.   Legal Bound Summer Internship program offered through the New York District Attorney's Office is an intensive six-week internship for Manhattan residents interested in law.   Natural History Museum runs the Saltz internship through which students will work with museum visitors as they explore museum exhibits. Students must attend high school in New York City to apply.   New Victory Theater offers the New 42 Apprentice Program which is for high school applicants at least 16 years of age with an interest in the arts and a drive to learn about operating a non-profit arts organization. Interns work between 18-20 hours a week, Monday-Thursday, for an hourly wage.   Rocking the Boat provides programs to high school students. In addition to the boatbuilding project at Philipsburg Manor, students learn about the Bronx River and give educational tours, as well as participate in other various programs.   Wave Hill offers several internship opportunities based on living in and taking care of the urban environment for students in New York City, especially the Bronx. Topics include tree and plant care, horticulture, and mapping and field work skills.     Technology   Girls Who Code Summer Immersion Program , an 8-week program for 20 high school juniors, is an innovative approach to computer science. The program offers hands-on experience in a technology company or university setting from 9 a.m-5 p.m. daily. Intensive, daily classroom instruction totalling more than 300 hours in robotics, web design, and mobile development is paired with talks, demonstrations and workshops led by female entrepreneurs, CEOs, devleopers, designers, and computer science majors that serve as mentors and role models throughout the program.     Volunteer Opportunities   Teen Life includes a range of volunteer opportunities in New York as well as an on-line downloadable Guide to Community Service in New York.   Brooklyn Botanic Garden has various volunteer opportunities for the summer. Opportunities include administrative work, tour guiding, gardening, and many more.   Central Park Conservancy offers summer volunteer opportunities for youth. High school students can gain firsthand experience in many departments of the park, including the visitor center, the horticulture, public programs, etc.   Mount Sinai Hospital offers volunteer opportunities year-round for youth ages 16 and up. Volunteers can work in areas like office support, research, and patient care.   Environmental Internships and Volunteer Opportunities for NYC High School Students (PDF) this is a directory compiled by the NYU Wallerstein Collaborative for Urban Environmental Education offers guidance on how to find an internship and information on opportunities for environmental internships, volunteer opportunities, and more.   Idealist.org is a job search engine for positions in non-profit organizations. The website also includes internship opportunities.   Do Something is an organization that offers community service volunteer options, grants, and various programs to teens.   Still haven't found what you're looking for?     Review options and suggestions in Summer in the City for Teens, The NYC Guide of Programs and Internships by Amy Glaser, MD.                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU | Drama Lit | Undergraduate Program                                                                                             The Major and Minor in Dramatic Literature at NYU   The standard Dramatic Literature major consists of ten courses within the department, including V30.0110 and V30.0111; one course in dramatic literature before 1800; a minimum of two (maximum of seven) Dramatic Literature electives; and no more than five courses in cinema studies and practical theatre. Transfer students must complete at least five of the 10 courses at the College. Note: C- is the lowest grade that may be counted toward the major provided that the overall average in dramatic literature courses, including the C- course, is C or above.   The standard Dramatic Literature minor consists of any four V30 courses offered by the department. Transfer students must complete at least two of the four courses at the College. Note: C- is the lowest grade that may be counted toward the minor provided that the overall average in dramatic literature courses, including the C- course, is C or above. Courses fulfilling distribution requirements:   Please note that the titles of certain courses vary from semester to semester. You should go by the number rather than the title in determining the requirement fulfilled by such courses.    Course Planning Worksheet [PDF]    Dramatic Literature Before 1800 (one required) DRLIT-UA 35 Acting Medieval Literature DRLIT-UA 36 Reorienting the Renaissance DRLIT-UA 225 Shakespeare I DRLIT-UA 226 Shakespeare II DRLIT-UA 228 Shakespeare On Film DRLIT-UA 230 Colloq: Shakespeare DRLIT-UA 231 Shakespeares Contemporaries DRLIT-UA 200 Tragedy DRLIT-UA 205 Comedy DRLIT-UA 210 Greek Drama DRLIT-UA 211 Comedies Of Greece And Rome DRLIT-UA 212 Roman Drama DRLIT-UA 235 Restoration &amp; 18th C Drama DRLIT-UA 290 17th Century Theatre Dramatic Literature Electives (minimum of two, maximum of seven will count toward the major) DRLIT-UA 113 Modern Drama DRLIT-UA 114 Modern Drama: Expressionism &amp; Beyond DRLIT-UA 130 Theory Of Drama DRLIT-UA 134 Theatre in New York  DRLIT-UA 136 The Avant-Garde DRLIT-UA 137 Gay &amp; Lesbian Performance DRLIT-UA 138 Popular Performance DRLIT-UA 173 Futurism DRLIT-UA 240 Feminism And Theatre DRLIT-UA 245 Modern British Drama DRLIT-UA 246 Colloq: Major Playwrights DRLIT-UA 249 Modern Irish Drama DRLIT-UA 251 Theatrical Genres DRLIT-UA 253 Modern American Drama DRLIT-UA 254 Major Playwrights DRLIT-UA 255 African-American Drama DRLIT-UA 256 Asian American Theater DRLIT-UA 257 Aids In Performance DRLIT-UA 258 Political Theatre DRLIT-UA 260 Modern Central European Drama: DRLIT-UA 261 Comp Study 20th C Drama DRLIT-UA 270 Contemporary French Theatre DRLIT-UA 280 Pirandello And The Italian Theatre DRLIT-UA 291 Spanish Theatre Of The 20th Century DRLIT-UA 292 Garcia Lorca DRLIT-UA 293 Theatre Of Latin America DRLIT-UA 294 Theatre In Asia DRLIT-UA 296 Musical Theatre DRLIT-UA 301 Topics In Performance Studies DRLIT-UA 508 Inter-Artistic Genres DRLIT-UA 701 Irish Dramatists DRLIT-UA 720 Gender &amp; Performance In The Italian Th DRLIT-UA 863 The Italian South: Literature, Theatre, Cinema Cinema and Practical Theatre (maximum of five) DRLIT-UA 300 Drama in Performance in New York  DRLIT-UA 504 Cinema &amp; Literature DRLIT-UA 506 Italian Films, Italian Histories II DRLIT-UA 511 Film Criticism DRLIT-UA 512 Film Genres: Westerns And Horror DRLIT-UA 513 Intro. To American Video Art DRLIT-UA 514 Women, Film And Social Change DRLIT-UA 517 Film Aesthetics DRLIT-UA 520 Silent Screen: 1895-1928 DRLIT-UA 521 Hollywood &amp; Its Alternatives DRLIT-UA 522 History Of Russian Film DRLIT-UA 523 The Economics Of Film DRLIT-UA 524 Topics In International Cinema DRLIT-UA 525 Topics In US Cinema DRLIT-UA 526 Topics In Theoretical DRLIT-UA 527 Topics In Social Cinema DRLIT-UA 528 Comparative Directors DRLIT-UA 530 Film Now DRLIT-UA 531 Film Theory DRLIT-UA 636 Stagecraft DRLIT-UA 638 Acting I DRLIT-UA 640 Acting I DRLIT-UA 641 Stage Lighting DRLIT-UA 642 Costume Design DRLIT-UA 644 Directing DRLIT-UA 645 Design For The Stage DRLIT-UA 647 Styles Of Acting &amp; Directing DRLIT-UA 648 Physical Theatre Improvisation DRLIT-UA 649 Fundamentals Of Acting I DRLIT-UA 650 Fundamentals Of Acting II DRLIT-UA 840 Workshop in Playwriting"}]}]