[{"detail": [{"content": "United Nations | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Library &rsaquo; Research &rsaquo; Foreign &amp; International Research &rsaquo; United Nations                  Library                 United Nations                 Foreign &amp; International Research       Foreign &amp; Int&#039;l Search   Business, Bankruptcy, Banking, Finance   Constitutions   Council of Europe   Dictionaries   Electronic Citation   Environmental Law   European Union   Foreign Database Collections   Foreign Law by Jurisdiction   Human Rights   Intellectual Property, Copyright, Patents, Trademarks   Int&#039;l Criminal Law   Int&#039;l Databases   Int&#039;l Organizations   Int&#039;l Trade   Int&#039;l Treaties   Research Guides   United Nations   Taxation of International Business Transactions                            Guides:   United Nations &amp; League of Nations, NYU Law Library   UN Research Guide at the UN portal.   Researching the United Nations by Mary Rumsey at the University of Minnesota.   Researching the United Nations: Finding the Organization's Internal Resource Trails by Linda Tashbook     Quick List of UN databases:   United Nations Web  The official portal to the UN documentation system. Provides the The United Nations Charter , information on UN organs (document symbols), and main bodies .   The Audiovisual Library of International Law  Codification of International Law resources: United Nations Diplomatic Conferences ; United Nations Legal Publications ; United Nations Treaty Collection   International Court of Justice  Full text of ICJ judgments, advisory opinions, orders, applications, and press releases.   International Law Commission  The Commission was established by the General Assembly in 1947 to promote the progressive development of international law and its codification. The Commission, which meets annually, is composed of 34 members who are elected by the General Assembly for five year terms and who serve in their individual capacity, not as representatives of their governments.   International Labour Organization (ILO) . NATLEX contains the ILO's national labor law database; ILOLEX - international conventions. See also Cornell's mirror site for faster access.   International Tribunal for the Law of the Sea  Resolution on the internal judicial practice, rules of the Tribunal, guidelines, basic texts, hearings, judgments, and settlement of disputes.   ODS-Optical Disk System  Official searchable database of PDF documents including resolutions, 1946-, and other documents, 1992-. All official languages. Updated daily.   Organization for Security and Co-operation in Europe  OSCE is a Pan-European security organization whose 55 participating states span the geographical area from Vancouver to Vladivostok. As a regional arrangement under Chapter VIII of the Charter of the United Nations, the OSCE has been established as a primary instrument in its region for early warning, conflict prevention, crisis management and post-conflict rehabilitation in Europe.   Readex AccessUN -- United Nations Index  A fee based index to UN documents and publications (accessible from law school computers only). Identifies UN documents by subject, title, UN document symbol, etc.   Treaty Collections maintained by States  The UN Audiovisual Library of International Law has a list of Treaty Collections maintained by States.     Treaty Collection  Free access.     the most up-to-date version of the status table Multilateral Treaties Deposited with the Secretary-General: Status as at [date]   over 40,000 multilateral and bilateral treaties from UNTS: United Nations Treaty Series in their authentic language(s), along with a translation into English and French, as appropriate   recently deposited treaties not yet published in UNTS   Depositary Notifications (CNs) by the Secretary-General on the status of the treaties (openings, deposit of ratification instruments, etc.)   Summary of Practice of the Secretary-General as Depositary of Multilateral Treaties   Treaty Handbook , United Nations Office of Legal Affairs Treaty Section     UN Commission on International Trade Law (UNCITRAL)  The core legal body within the United Nations system in the field of international trade law.   UN Office of the High Commissioner for Human Rights and the Commission on Human Rights . Contains information, full-text documents, treaty database. Documents from recent sessions are available on the UN website. Go to Documentation and Maps&gt; Economic and Social Council Resolutions 1982-, Decisions 1995-   UNBISnet  Online index of UN publications and documentation indexed by the UN Dag Hammarskjold Library and the UN Library in Geneva, and non-UN publications in the Dag Hammarskjold Library, plus information on UN votes. Voting records for ALL General Assembly and Security Council resolutions available online (previous coverage was limited). You can search for voting records using the voting record database in the library's online catalog (UNBISnet). Records are retrievable by resolution symbol (e.g. A/RES/43/2), keyword (e.g. human rights), or vote date (YYYYMMDD). UNBIS Thesaurus .   United Nations Publications  The source for over 5,300 titles produced by the United Nations and its key agencies. This website offers on-line access to the complete catalogue, in a range of formats including print, electronic, and multimedia. Use this to identify major publications of the organizations comprising the United Nations system. It includes global studies and reports, handbooks and guides, bibliographies and indices, international statistical publications, compilations of treaties, resolutions and documents, as well as annual reports of UN bodies and specialized agencies.   United Nations Educational, Scientific and Cultural Organization (UNESCO) information about the organization, current events, publications, programs, documentation and databases. There is a section called Legal Instruments which provides access to conventions, recommendations, and declarations.   United Nations Environment Program (UNEP)   UN-I-QUE  UN database search engine.   United Nations Crime and Justice Information Network and ODCCP  The index to bilateral agreements on extradition, judicial/ legal assistance, control of narcotic drugs, and prisoner transfer by country.   Yearbook of the United Nations  Free-access. The Yearbook is the principal reference work of the United Nations and provides a detailed overview of the Organization's activities. Each Yearbook is fully indexed and includes all major General Assembly, Security Council and Economic and Social Council resolutions. The complete collection (1946-2005).     World Health Organization -WHO  Contains full text national legislation- International Health Regulations (IHR) ; International Digest of Health Legislation .   Check when last updated                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]