[{"detail": [{"content": "Ph.D. International Education - International Education - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      International Education                       Master's Program         General Information    Degree Requirements    Sample Course Schedules     Global Study Opportunities     Internships       Careers          Admissions     Financial Aid      Open House       FAQ for Prospective Students     FAQ for CurrentStudents        Graduate Student Handbook             Doctoral Program         General Information    Admissions     Financial Aid      Open House      Fellowships for Incoming Doctoral Students      FAQ for Prospective Doctoral Students      Doctoral Student Profiles       Recent Doctoral Job Placements      Recent Doctoral Student Publications       Grants          Advanced Certificate Program    Multinational Institute of American Studies          People            Faculty    Staff     Doctoral Student Profiles     MA Alumni Profiles                 Careers            Recent MA Job Placements            Recent Doctoral Job Placements         Courses         Course Descriptions    Course Schedule - Fall 2015    Course Schedule - Spring 2015    Course Schedule - Summer 2015            New Students         First Steps    Getting Started    Events    International Students            Program Events      Resources         Internship and Career Resources    General Resources    Grants     Graduate Student Handbook                  IE Student Board    Alumni            Follow @NYUIntEdProgram                       Ph.D. International Education       &lt;&lt; Go Back    Requirements for the PhD in International Education    Program Code: INTE    I. Departmental Doctoral Seminars (6 credits)    First-year doctoral students are required to take a two semester seminar sequence that explores current research on topics related to globalization and educational policy. Each seminar is co-taught by two different pairs of scholars, representing different disciplines. Meeting weekly in a regular time slot, these seminars also require students to attend colloquia sponsored by the Department of the Humanities and the Social Sciences. The colloquia feature presentations by Steinhardt faculty, advanced graduate students, and visiting scholars from other institutions.       HMSS-GE 3011 Department Seminar I (3 credits) Arum/Zimmerman    HMSS-GE 3012 Department Seminar II (3 credits) Arcilla/Stulberg       II. Foundations in International Education (12 credits)    Students who have taken these courses for the MA in International Education at NYU are exempt from this requirement. All other students must take the following courses in International Education:       INTE-GE 2803 Basic Concepts in International Education (4 credits)    INTE-GE 2023 Cross Cultural Studies of Socialization (4 credits)    INTE-GE 2025 Comparative Studies of Socialization (4 credits)       III. International Education Doctoral Seminars (12 credits)    Students are required to take the following doctoral seminars during their first two years of study. These seminars are co-taught by two members of the International Education Program faculty, and they are offered in alternate years. The purpose of these seminars is to help students develop a dissertation topic and a dissertation proposal.       INTE-GE 3097, INTE-GE 3098 Content Seminar in International Education I (6)    INTE-GE 3801, INTE-GE 3802 Research in International Education I (6)       IV. Specialization in International Education (8-12 credits)    Each student will specialize in one of the following areas of concentration. Listed below are recommended courses:       Global Education    International Development Education/Education, Conflict, and Humanitarian Action    Cross Cultural Exchange and Training        Global Education    Focus is on universities, colleges, schools, publishing houses, and educational agencies that design, develop and implement global education programs for students and educators in international and/or multicultural settings.       INTE-GE 2007 Comparative Education: Qualitative Analysis Miller-Idriss    INTE-GE 2805 Globalization and Education Suarez-Orozco    INTE-GE 2030 Good Work in the Era of Globalization Suarez-Orozco/Gardner    INTE-GE 2811 Teaching Toward International Understanding Shaton    HSED-GE 2173 History of American Ed &amp; Soc: The Culture Wars Zimmerman/Fraser    HSED-GE 2175 What Are Schools For? Malczewski    AMLT-GE 2072 International Perspectives on Educational Reform Moja    DRAP-GA 1107 Introduction to Global History Kahn        International Development Education &amp; Education, Conflict, and Humanitarian Action    Focus is on government agencies, private voluntary organizations and foundations that provide educational assistance to less developed countries to achieve sustainable economic growth and human progress.       INTE-GE 2008 Comparative Education: Quantitative Analysis Corcoran/Buckley    INTE-GE 2862 International Development Education Burde    INTE-GE 2028 Comparative Politics, Education, and Conflict Burde    INTE-GE 2819 International Ethics: Rights and Responsibilities G. Moran    ENYC-GE 2021 Environmental Politics Jamieson    SOED-GE 2091 Sociology of Education in Developing Areas Miller-Idriss    PADM-GP 2210 International Organizations and their Management Kamal    PADM-GP 2216 International Organizations: NGOS Spiro    POL-GA 2536 Political Economy of Development Fine    GPH-GU 2330.001 International Economic Development Morduch        Cross Cultural Exchange and Training    Focus is on public and private educational and cultural organizations that sponsor and conduct international cultural and educational exchanges and cross cultural training.       INTE-GE 2804 International Educational and Cultural Relations Burde    INTE-GE 2812 Cross-Cultural Education for the Global Economy Spielman    INTE-GE 2806 The Practice of International Education Austell    SOED-GE 2325 The Learning of Culture Stulberg    EHSC-GA 2025 Communications: Hidden Environment Rajagopal    AHUM-GE 2135 Literature and Art: Experience and Response Arcilla    AHUM-GE 2392 Approaches to International Film Arcilla    MCC-GE 2170 Communication and Persuasion T. Moran    GPH-GU 2305 Cross-Cultural &amp; International Negotiation Zerkin       V. Area Studies (8-12 credits)    Each student must develop a concentration in a cultural area of the world. Most of these courses are offered in the Graduate School of Arts and Sciences. Area studies available at the University include the following: African Studies, Asian Studies, Latin American Studies, the Near East, Eastern Europe, and West European Studies. Students must choose one area to study. There are a number of Affiliated Faculty in the Program who can assist you in developing your area studies concentration. Listed below are examples of courses offered over the past several years. You should also read through the most recent NYU course catalog for more listings. Students may fulfill this requirement through summer study abroad programs, which in recent years have been offered in Abu Dhabi, Argentina, China, South Africa, Belgium, France, Italy, and the Czech Republic. When registering for a course in another school of the University, you must obtain permission from the Department or the course instructor.    African and African-Caribbean Studies       AFRS-GA 2000 Seminar in Black History &amp; Culture    AFRS-GA 2651 Topics: Comp Dem: Africa and LA in Caribbean    AFRS-GA 1316 African Societies and Culture    AFRS-GA 2028 History of West Africa    DRAP-GA 1870 The African Novel    DRAP-GA 2106 Africa and Its Other    AFRS-GA 2555 African Slavery/Atlantic Slave Trade       Asian Studies       INTE-GE 2298 Seminar in Asian Studies    DRAP-GA 1919 Topics in Chinese History    HIST-GA 1919 Nationalism in Asia    DRAP-GA 1999 Gender, Empire &amp; Nation    DRAP-GA 2050 Mapping South Asia    Asian Economic Development    POL-GA 2774 Political Economy of the Pacific Basin       Latin American Studies       LATC-GA 1001 Intro to Lat American &amp; Car Studies    LATC-GA 1015 US, Latin American &amp; Media    POL-GA 2765 Contemporary Inter-American Relations    Anthropology of Brazil    LING-GA 2520 Topics in Lat Am/Caribbean Politics    DRAP-GA 1002 Contemporary Latin America    Covering Lat Am &amp; Caribbean    HIST-GA 1800 Topics in Lat Am: Brazil       The Near East       ANTH-GA 1626 Cities of the Near East    MEIS-GA 2590 Middle Eastern Government and Politics    HIST-GA 1525 History of Contemporary Israel    HIST-GA 1642 History of the Mid East: 1750-pres    MEIS-GA 1664 Egypt in Modern Times    MEIS-GA 1852 Islamic Law and Society    MEIS-GA 1854 Women and Islamic Law    DRAP-GA 1581 History of Zionism       Eastern Europe       EURO-GA 2140 Communism    DRAP-GA 1326 Decline/Fall Russian Empire    EURO-GA 2580 East European Government and Politics    DRAP-GA 2114 Russian Popular Culture    Discourse &amp; Society: Balkan Film       West European Studies       EURO-GA 2301 What is Europe? A Cult Approach    EURO-GA 3506 European Economy in The Global Market    DRAP-GA 1209 19th Century France    POL-GA 3502 European Union: Past, Present &amp; Future    EURO-GA 2520 Sociology of Contemporary Ireland    HIST-GA 2131 The Development of the European State       VI. Readings and Dissertation Proposal Seminars (0-12credits)    Students may elect to take these seminars in preparing for their comprehensive examinations, and writing the dissertation proposal. These seminars are taken after students have completed most of their coursework, and are conducted as independent studies with the student's dissertation chair. They can be taken for credit multiple times.       HMSS-GE 3002 Doctoral Seminar I (3-6 credits)    HMSS-GE 3003 Doctoral Seminar II (3-6 credits)       VII. Candidacy Examination    After completing most of their course work, students should file for the candidacy examination. The candidacy examination has two parts -- a three-hour written comprehensive and a two-hour oral session. The written part focuses on the basic literature covering modernization theory, cultural identity, nationalism, globalization, and socialization. The oral examination focuses on the major field of specialization in International Education (Global Education, International Development Education, or Cross Cultural Exchange and Training) and the area studies concentration. Students must also demonstrate competence in one of the following academic disciplines: anthropology, economics, history, philosophy, politics, or sociology. Students can use electives in their specialized field of international education and in their area studies concentration to satisfy this requirement. The oral examination is conducted by three professors, at least one of whom must be a specialist in the area studies concentration of the student. Prior to taking the examination each student must submit for approval a list of books for each part of the examination.    VIII. Specialized Research Methods (6-12 credits)    Students should develop competence in the research methods that they will use in their dissertation research. They should consult their advisor or dissertation chair in determining what methodological courses they need. Listed below are recommended courses offered by the Department of the Humanities and the Social Sciences. Students may also elect courses offered by the Graduate School of Arts and Sciences, and some of these courses may satisfy the area studies concentration as well.    Quantitative Analysis ( use of formal models, game theory, statistical analysis, surveys, hypotheses and hypothesis testing, experimental and non-experimental designs, case studies, cross-sectional and longitudinal studies, comparative studies)       RESCH-GE 2081, 2082 Advanced Quantitative Methods Weinberg/Scott    RESCH-GE 2134 Experimental and Quasi-Experimental Design and Analysis Research    RESCH-GE 2139 Survey &amp; Correlation Research 3    RESCH-GE 2332 Introduction to Quantitative Methods Arum       Qualitative Analysis (historical analysis, philosophical inquiry, grounded theory, in-depth interviews, oral history, content analysis, participant observation, archival research, and ethnographic analysis)       RESCH-GE 2135 Historical Research Zimmerman    RESCH-GE 2136 Philosophical Inquiry Arcilla    RESCH-GE 2140, 2141 Qualitative Field Rsch:1 &amp; II Stulberg    RESCH-GE 2142 Interview and Observation Stevens    PHED-GE 2003 Philosophy of Education: Theories and Methods Arcilla       IX. Non-credit Specialization Requirement    All students are required to pass a language examination related to the area studies in which she/he is concentrating.    X. Dissertation Committee    When a student has successfully completed the candidacy examination and has chosen a topic for research she/he will form a sponsoring committee by inviting three faculty members to supervise the writing of the dissertation. The chairperson must be selected from the full time faculty of the International Education program unless there is a compelling reason for another choice. At least one committee member must come from outside the International Education Program. In most cases at least one of the members of the committee is a specialist in the country or region in which the student has conducted his research. While preparing the dissertation students must enroll in a 1 credit course, HMSS-GE 3004, Dissertation Seminar III, to maintain matriculation; credits accumulated in this seminar do not count towards the completion of the degree.    XI. Final Oral Defense    After submitting the dissertation each student will defend the document before an examining commission of five faculty including the three sponsoring professors and two outside readers. The defense may include general areas of knowledge in the student's field of specialization as well as specific questions on the dissertation itself.    Total Credits    In general most students will be required to take at least 54 credits above the masters degree to fulfill the course work for the degree. In certain cases, the course requirements may be lowered if the student has taken the M.A. in International Education at NYU, or relevant graduate courses at other institutions within the last ten years, which have not been counted toward another degree.                             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Undergraduate Program    |     Center for European and Mediterranean Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People     Undergraduate Program              Major              Minor              BA/MA              Internship Packet         Graduate Program       Courses       News       Events       Publications       Student Testimonials       Alumni       Visiting Scholars       Employment             Stay Connected           Listserv       Facebook       Twitter               Related Information         Hellenic Studies           Undergraduate Admissions and Application           Undergraduate Program Forms                 Home &gt; Undergraduate Program     Undergraduate Program   The Center for European and Mediterranean Studies offers an interdisciplinary major and minor in European and Mediterranean studies focusing on contemporary patterns of politics, culture, and society as well as on historical development in Europe. Both the major and minor are designed for students seeking pre-professional training for careers in international business and finance, diplomacy, international law, and cultural organizations dealing with Europe. Although open to all students, the minor is especially suited to majors in European languages, history, or the social sciences.    Undergraduates who are matriculated in the College of Arts and Science may also consider the B.A./M.A. program --   an opportunity to earn both the bachelor's degree and the master's   degree in a shorter period of time and at less cost than is normally the   case. Read about the GSAS/CAS Tuition Program , which involves a 25% tuition discount. Undergraduate Frequently Asked Questions                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Ph.D. International Education - International Education - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      International Education                       Master's Program         General Information    Degree Requirements    Sample Course Schedules     Global Study Opportunities     Internships       Careers          Admissions     Financial Aid      Open House       FAQ for Prospective Students     FAQ for CurrentStudents        Graduate Student Handbook             Doctoral Program         General Information    Admissions     Financial Aid      Open House      Fellowships for Incoming Doctoral Students      FAQ for Prospective Doctoral Students      Doctoral Student Profiles       Recent Doctoral Job Placements      Recent Doctoral Student Publications       Grants          Advanced Certificate Program    Multinational Institute of American Studies          People            Faculty    Staff     Doctoral Student Profiles     MA Alumni Profiles                 Careers            Recent MA Job Placements            Recent Doctoral Job Placements         Courses         Course Descriptions    Course Schedule - Fall 2015    Course Schedule - Spring 2015    Course Schedule - Summer 2015            New Students         First Steps    Getting Started    Events    International Students            Program Events      Resources         Internship and Career Resources    General Resources    Grants     Graduate Student Handbook                  IE Student Board    Alumni            Follow @NYUIntEdProgram                       Ph.D. International Education       &lt;&lt; Go Back    Requirements for the PhD in International Education    Program Code: INTE    I. Departmental Doctoral Seminars (6 credits)    First-year doctoral students are required to take a two semester seminar sequence that explores current research on topics related to globalization and educational policy. Each seminar is co-taught by two different pairs of scholars, representing different disciplines. Meeting weekly in a regular time slot, these seminars also require students to attend colloquia sponsored by the Department of the Humanities and the Social Sciences. The colloquia feature presentations by Steinhardt faculty, advanced graduate students, and visiting scholars from other institutions.       HMSS-GE 3011 Department Seminar I (3 credits) Arum/Zimmerman    HMSS-GE 3012 Department Seminar II (3 credits) Arcilla/Stulberg       II. Foundations in International Education (12 credits)    Students who have taken these courses for the MA in International Education at NYU are exempt from this requirement. All other students must take the following courses in International Education:       INTE-GE 2803 Basic Concepts in International Education (4 credits)    INTE-GE 2023 Cross Cultural Studies of Socialization (4 credits)    INTE-GE 2025 Comparative Studies of Socialization (4 credits)       III. International Education Doctoral Seminars (12 credits)    Students are required to take the following doctoral seminars during their first two years of study. These seminars are co-taught by two members of the International Education Program faculty, and they are offered in alternate years. The purpose of these seminars is to help students develop a dissertation topic and a dissertation proposal.       INTE-GE 3097, INTE-GE 3098 Content Seminar in International Education I (6)    INTE-GE 3801, INTE-GE 3802 Research in International Education I (6)       IV. Specialization in International Education (8-12 credits)    Each student will specialize in one of the following areas of concentration. Listed below are recommended courses:       Global Education    International Development Education/Education, Conflict, and Humanitarian Action    Cross Cultural Exchange and Training        Global Education    Focus is on universities, colleges, schools, publishing houses, and educational agencies that design, develop and implement global education programs for students and educators in international and/or multicultural settings.       INTE-GE 2007 Comparative Education: Qualitative Analysis Miller-Idriss    INTE-GE 2805 Globalization and Education Suarez-Orozco    INTE-GE 2030 Good Work in the Era of Globalization Suarez-Orozco/Gardner    INTE-GE 2811 Teaching Toward International Understanding Shaton    HSED-GE 2173 History of American Ed &amp; Soc: The Culture Wars Zimmerman/Fraser    HSED-GE 2175 What Are Schools For? Malczewski    AMLT-GE 2072 International Perspectives on Educational Reform Moja    DRAP-GA 1107 Introduction to Global History Kahn        International Development Education &amp; Education, Conflict, and Humanitarian Action    Focus is on government agencies, private voluntary organizations and foundations that provide educational assistance to less developed countries to achieve sustainable economic growth and human progress.       INTE-GE 2008 Comparative Education: Quantitative Analysis Corcoran/Buckley    INTE-GE 2862 International Development Education Burde    INTE-GE 2028 Comparative Politics, Education, and Conflict Burde    INTE-GE 2819 International Ethics: Rights and Responsibilities G. Moran    ENYC-GE 2021 Environmental Politics Jamieson    SOED-GE 2091 Sociology of Education in Developing Areas Miller-Idriss    PADM-GP 2210 International Organizations and their Management Kamal    PADM-GP 2216 International Organizations: NGOS Spiro    POL-GA 2536 Political Economy of Development Fine    GPH-GU 2330.001 International Economic Development Morduch        Cross Cultural Exchange and Training    Focus is on public and private educational and cultural organizations that sponsor and conduct international cultural and educational exchanges and cross cultural training.       INTE-GE 2804 International Educational and Cultural Relations Burde    INTE-GE 2812 Cross-Cultural Education for the Global Economy Spielman    INTE-GE 2806 The Practice of International Education Austell    SOED-GE 2325 The Learning of Culture Stulberg    EHSC-GA 2025 Communications: Hidden Environment Rajagopal    AHUM-GE 2135 Literature and Art: Experience and Response Arcilla    AHUM-GE 2392 Approaches to International Film Arcilla    MCC-GE 2170 Communication and Persuasion T. Moran    GPH-GU 2305 Cross-Cultural &amp; International Negotiation Zerkin       V. Area Studies (8-12 credits)    Each student must develop a concentration in a cultural area of the world. Most of these courses are offered in the Graduate School of Arts and Sciences. Area studies available at the University include the following: African Studies, Asian Studies, Latin American Studies, the Near East, Eastern Europe, and West European Studies. Students must choose one area to study. There are a number of Affiliated Faculty in the Program who can assist you in developing your area studies concentration. Listed below are examples of courses offered over the past several years. You should also read through the most recent NYU course catalog for more listings. Students may fulfill this requirement through summer study abroad programs, which in recent years have been offered in Abu Dhabi, Argentina, China, South Africa, Belgium, France, Italy, and the Czech Republic. When registering for a course in another school of the University, you must obtain permission from the Department or the course instructor.    African and African-Caribbean Studies       AFRS-GA 2000 Seminar in Black History &amp; Culture    AFRS-GA 2651 Topics: Comp Dem: Africa and LA in Caribbean    AFRS-GA 1316 African Societies and Culture    AFRS-GA 2028 History of West Africa    DRAP-GA 1870 The African Novel    DRAP-GA 2106 Africa and Its Other    AFRS-GA 2555 African Slavery/Atlantic Slave Trade       Asian Studies       INTE-GE 2298 Seminar in Asian Studies    DRAP-GA 1919 Topics in Chinese History    HIST-GA 1919 Nationalism in Asia    DRAP-GA 1999 Gender, Empire &amp; Nation    DRAP-GA 2050 Mapping South Asia    Asian Economic Development    POL-GA 2774 Political Economy of the Pacific Basin       Latin American Studies       LATC-GA 1001 Intro to Lat American &amp; Car Studies    LATC-GA 1015 US, Latin American &amp; Media    POL-GA 2765 Contemporary Inter-American Relations    Anthropology of Brazil    LING-GA 2520 Topics in Lat Am/Caribbean Politics    DRAP-GA 1002 Contemporary Latin America    Covering Lat Am &amp; Caribbean    HIST-GA 1800 Topics in Lat Am: Brazil       The Near East       ANTH-GA 1626 Cities of the Near East    MEIS-GA 2590 Middle Eastern Government and Politics    HIST-GA 1525 History of Contemporary Israel    HIST-GA 1642 History of the Mid East: 1750-pres    MEIS-GA 1664 Egypt in Modern Times    MEIS-GA 1852 Islamic Law and Society    MEIS-GA 1854 Women and Islamic Law    DRAP-GA 1581 History of Zionism       Eastern Europe       EURO-GA 2140 Communism    DRAP-GA 1326 Decline/Fall Russian Empire    EURO-GA 2580 East European Government and Politics    DRAP-GA 2114 Russian Popular Culture    Discourse &amp; Society: Balkan Film       West European Studies       EURO-GA 2301 What is Europe? A Cult Approach    EURO-GA 3506 European Economy in The Global Market    DRAP-GA 1209 19th Century France    POL-GA 3502 European Union: Past, Present &amp; Future    EURO-GA 2520 Sociology of Contemporary Ireland    HIST-GA 2131 The Development of the European State       VI. Readings and Dissertation Proposal Seminars (0-12credits)    Students may elect to take these seminars in preparing for their comprehensive examinations, and writing the dissertation proposal. These seminars are taken after students have completed most of their coursework, and are conducted as independent studies with the student's dissertation chair. They can be taken for credit multiple times.       HMSS-GE 3002 Doctoral Seminar I (3-6 credits)    HMSS-GE 3003 Doctoral Seminar II (3-6 credits)       VII. Candidacy Examination    After completing most of their course work, students should file for the candidacy examination. The candidacy examination has two parts -- a three-hour written comprehensive and a two-hour oral session. The written part focuses on the basic literature covering modernization theory, cultural identity, nationalism, globalization, and socialization. The oral examination focuses on the major field of specialization in International Education (Global Education, International Development Education, or Cross Cultural Exchange and Training) and the area studies concentration. Students must also demonstrate competence in one of the following academic disciplines: anthropology, economics, history, philosophy, politics, or sociology. Students can use electives in their specialized field of international education and in their area studies concentration to satisfy this requirement. The oral examination is conducted by three professors, at least one of whom must be a specialist in the area studies concentration of the student. Prior to taking the examination each student must submit for approval a list of books for each part of the examination.    VIII. Specialized Research Methods (6-12 credits)    Students should develop competence in the research methods that they will use in their dissertation research. They should consult their advisor or dissertation chair in determining what methodological courses they need. Listed below are recommended courses offered by the Department of the Humanities and the Social Sciences. Students may also elect courses offered by the Graduate School of Arts and Sciences, and some of these courses may satisfy the area studies concentration as well.    Quantitative Analysis ( use of formal models, game theory, statistical analysis, surveys, hypotheses and hypothesis testing, experimental and non-experimental designs, case studies, cross-sectional and longitudinal studies, comparative studies)       RESCH-GE 2081, 2082 Advanced Quantitative Methods Weinberg/Scott    RESCH-GE 2134 Experimental and Quasi-Experimental Design and Analysis Research    RESCH-GE 2139 Survey &amp; Correlation Research 3    RESCH-GE 2332 Introduction to Quantitative Methods Arum       Qualitative Analysis (historical analysis, philosophical inquiry, grounded theory, in-depth interviews, oral history, content analysis, participant observation, archival research, and ethnographic analysis)       RESCH-GE 2135 Historical Research Zimmerman    RESCH-GE 2136 Philosophical Inquiry Arcilla    RESCH-GE 2140, 2141 Qualitative Field Rsch:1 &amp; II Stulberg    RESCH-GE 2142 Interview and Observation Stevens    PHED-GE 2003 Philosophy of Education: Theories and Methods Arcilla       IX. Non-credit Specialization Requirement    All students are required to pass a language examination related to the area studies in which she/he is concentrating.    X. Dissertation Committee    When a student has successfully completed the candidacy examination and has chosen a topic for research she/he will form a sponsoring committee by inviting three faculty members to supervise the writing of the dissertation. The chairperson must be selected from the full time faculty of the International Education program unless there is a compelling reason for another choice. At least one committee member must come from outside the International Education Program. In most cases at least one of the members of the committee is a specialist in the country or region in which the student has conducted his research. While preparing the dissertation students must enroll in a 1 credit course, HMSS-GE 3004, Dissertation Seminar III, to maintain matriculation; credits accumulated in this seminar do not count towards the completion of the degree.    XI. Final Oral Defense    After submitting the dissertation each student will defend the document before an examining commission of five faculty including the three sponsoring professors and two outside readers. The defense may include general areas of knowledge in the student's field of specialization as well as specific questions on the dissertation itself.    Total Credits    In general most students will be required to take at least 54 credits above the masters degree to fulfill the course work for the degree. In certain cases, the course requirements may be lowered if the student has taken the M.A. in International Education at NYU, or relevant graduate courses at other institutions within the last ten years, which have not been counted toward another degree.                             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Undergraduate Program    |     Center for European and Mediterranean Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People     Undergraduate Program              Major              Minor              BA/MA              Internship Packet         Graduate Program       Courses       News       Events       Publications       Student Testimonials       Alumni       Visiting Scholars       Employment             Stay Connected           Listserv       Facebook       Twitter               Related Information         Hellenic Studies           Undergraduate Admissions and Application           Undergraduate Program Forms                 Home &gt; Undergraduate Program     Undergraduate Program   The Center for European and Mediterranean Studies offers an interdisciplinary major and minor in European and Mediterranean studies focusing on contemporary patterns of politics, culture, and society as well as on historical development in Europe. Both the major and minor are designed for students seeking pre-professional training for careers in international business and finance, diplomacy, international law, and cultural organizations dealing with Europe. Although open to all students, the minor is especially suited to majors in European languages, history, or the social sciences.    Undergraduates who are matriculated in the College of Arts and Science may also consider the B.A./M.A. program --   an opportunity to earn both the bachelor's degree and the master's   degree in a shorter period of time and at less cost than is normally the   case. Read about the GSAS/CAS Tuition Program , which involves a 25% tuition discount. Undergraduate Frequently Asked Questions                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Ph.D. International Education - International Education - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      International Education                       Master's Program         General Information    Degree Requirements    Sample Course Schedules     Global Study Opportunities     Internships       Careers          Admissions     Financial Aid      Open House       FAQ for Prospective Students     FAQ for CurrentStudents        Graduate Student Handbook             Doctoral Program         General Information    Admissions     Financial Aid      Open House      Fellowships for Incoming Doctoral Students      FAQ for Prospective Doctoral Students      Doctoral Student Profiles       Recent Doctoral Job Placements      Recent Doctoral Student Publications       Grants          Advanced Certificate Program    Multinational Institute of American Studies          People            Faculty    Staff     Doctoral Student Profiles     MA Alumni Profiles                 Careers            Recent MA Job Placements            Recent Doctoral Job Placements         Courses         Course Descriptions    Course Schedule - Fall 2015    Course Schedule - Spring 2015    Course Schedule - Summer 2015            New Students         First Steps    Getting Started    Events    International Students            Program Events      Resources         Internship and Career Resources    General Resources    Grants     Graduate Student Handbook                  IE Student Board    Alumni            Follow @NYUIntEdProgram                       Ph.D. International Education       &lt;&lt; Go Back    Requirements for the PhD in International Education    Program Code: INTE    I. Departmental Doctoral Seminars (6 credits)    First-year doctoral students are required to take a two semester seminar sequence that explores current research on topics related to globalization and educational policy. Each seminar is co-taught by two different pairs of scholars, representing different disciplines. Meeting weekly in a regular time slot, these seminars also require students to attend colloquia sponsored by the Department of the Humanities and the Social Sciences. The colloquia feature presentations by Steinhardt faculty, advanced graduate students, and visiting scholars from other institutions.       HMSS-GE 3011 Department Seminar I (3 credits) Arum/Zimmerman    HMSS-GE 3012 Department Seminar II (3 credits) Arcilla/Stulberg       II. Foundations in International Education (12 credits)    Students who have taken these courses for the MA in International Education at NYU are exempt from this requirement. All other students must take the following courses in International Education:       INTE-GE 2803 Basic Concepts in International Education (4 credits)    INTE-GE 2023 Cross Cultural Studies of Socialization (4 credits)    INTE-GE 2025 Comparative Studies of Socialization (4 credits)       III. International Education Doctoral Seminars (12 credits)    Students are required to take the following doctoral seminars during their first two years of study. These seminars are co-taught by two members of the International Education Program faculty, and they are offered in alternate years. The purpose of these seminars is to help students develop a dissertation topic and a dissertation proposal.       INTE-GE 3097, INTE-GE 3098 Content Seminar in International Education I (6)    INTE-GE 3801, INTE-GE 3802 Research in International Education I (6)       IV. Specialization in International Education (8-12 credits)    Each student will specialize in one of the following areas of concentration. Listed below are recommended courses:       Global Education    International Development Education/Education, Conflict, and Humanitarian Action    Cross Cultural Exchange and Training        Global Education    Focus is on universities, colleges, schools, publishing houses, and educational agencies that design, develop and implement global education programs for students and educators in international and/or multicultural settings.       INTE-GE 2007 Comparative Education: Qualitative Analysis Miller-Idriss    INTE-GE 2805 Globalization and Education Suarez-Orozco    INTE-GE 2030 Good Work in the Era of Globalization Suarez-Orozco/Gardner    INTE-GE 2811 Teaching Toward International Understanding Shaton    HSED-GE 2173 History of American Ed &amp; Soc: The Culture Wars Zimmerman/Fraser    HSED-GE 2175 What Are Schools For? Malczewski    AMLT-GE 2072 International Perspectives on Educational Reform Moja    DRAP-GA 1107 Introduction to Global History Kahn        International Development Education &amp; Education, Conflict, and Humanitarian Action    Focus is on government agencies, private voluntary organizations and foundations that provide educational assistance to less developed countries to achieve sustainable economic growth and human progress.       INTE-GE 2008 Comparative Education: Quantitative Analysis Corcoran/Buckley    INTE-GE 2862 International Development Education Burde    INTE-GE 2028 Comparative Politics, Education, and Conflict Burde    INTE-GE 2819 International Ethics: Rights and Responsibilities G. Moran    ENYC-GE 2021 Environmental Politics Jamieson    SOED-GE 2091 Sociology of Education in Developing Areas Miller-Idriss    PADM-GP 2210 International Organizations and their Management Kamal    PADM-GP 2216 International Organizations: NGOS Spiro    POL-GA 2536 Political Economy of Development Fine    GPH-GU 2330.001 International Economic Development Morduch        Cross Cultural Exchange and Training    Focus is on public and private educational and cultural organizations that sponsor and conduct international cultural and educational exchanges and cross cultural training.       INTE-GE 2804 International Educational and Cultural Relations Burde    INTE-GE 2812 Cross-Cultural Education for the Global Economy Spielman    INTE-GE 2806 The Practice of International Education Austell    SOED-GE 2325 The Learning of Culture Stulberg    EHSC-GA 2025 Communications: Hidden Environment Rajagopal    AHUM-GE 2135 Literature and Art: Experience and Response Arcilla    AHUM-GE 2392 Approaches to International Film Arcilla    MCC-GE 2170 Communication and Persuasion T. Moran    GPH-GU 2305 Cross-Cultural &amp; International Negotiation Zerkin       V. Area Studies (8-12 credits)    Each student must develop a concentration in a cultural area of the world. Most of these courses are offered in the Graduate School of Arts and Sciences. Area studies available at the University include the following: African Studies, Asian Studies, Latin American Studies, the Near East, Eastern Europe, and West European Studies. Students must choose one area to study. There are a number of Affiliated Faculty in the Program who can assist you in developing your area studies concentration. Listed below are examples of courses offered over the past several years. You should also read through the most recent NYU course catalog for more listings. Students may fulfill this requirement through summer study abroad programs, which in recent years have been offered in Abu Dhabi, Argentina, China, South Africa, Belgium, France, Italy, and the Czech Republic. When registering for a course in another school of the University, you must obtain permission from the Department or the course instructor.    African and African-Caribbean Studies       AFRS-GA 2000 Seminar in Black History &amp; Culture    AFRS-GA 2651 Topics: Comp Dem: Africa and LA in Caribbean    AFRS-GA 1316 African Societies and Culture    AFRS-GA 2028 History of West Africa    DRAP-GA 1870 The African Novel    DRAP-GA 2106 Africa and Its Other    AFRS-GA 2555 African Slavery/Atlantic Slave Trade       Asian Studies       INTE-GE 2298 Seminar in Asian Studies    DRAP-GA 1919 Topics in Chinese History    HIST-GA 1919 Nationalism in Asia    DRAP-GA 1999 Gender, Empire &amp; Nation    DRAP-GA 2050 Mapping South Asia    Asian Economic Development    POL-GA 2774 Political Economy of the Pacific Basin       Latin American Studies       LATC-GA 1001 Intro to Lat American &amp; Car Studies    LATC-GA 1015 US, Latin American &amp; Media    POL-GA 2765 Contemporary Inter-American Relations    Anthropology of Brazil    LING-GA 2520 Topics in Lat Am/Caribbean Politics    DRAP-GA 1002 Contemporary Latin America    Covering Lat Am &amp; Caribbean    HIST-GA 1800 Topics in Lat Am: Brazil       The Near East       ANTH-GA 1626 Cities of the Near East    MEIS-GA 2590 Middle Eastern Government and Politics    HIST-GA 1525 History of Contemporary Israel    HIST-GA 1642 History of the Mid East: 1750-pres    MEIS-GA 1664 Egypt in Modern Times    MEIS-GA 1852 Islamic Law and Society    MEIS-GA 1854 Women and Islamic Law    DRAP-GA 1581 History of Zionism       Eastern Europe       EURO-GA 2140 Communism    DRAP-GA 1326 Decline/Fall Russian Empire    EURO-GA 2580 East European Government and Politics    DRAP-GA 2114 Russian Popular Culture    Discourse &amp; Society: Balkan Film       West European Studies       EURO-GA 2301 What is Europe? A Cult Approach    EURO-GA 3506 European Economy in The Global Market    DRAP-GA 1209 19th Century France    POL-GA 3502 European Union: Past, Present &amp; Future    EURO-GA 2520 Sociology of Contemporary Ireland    HIST-GA 2131 The Development of the European State       VI. Readings and Dissertation Proposal Seminars (0-12credits)    Students may elect to take these seminars in preparing for their comprehensive examinations, and writing the dissertation proposal. These seminars are taken after students have completed most of their coursework, and are conducted as independent studies with the student's dissertation chair. They can be taken for credit multiple times.       HMSS-GE 3002 Doctoral Seminar I (3-6 credits)    HMSS-GE 3003 Doctoral Seminar II (3-6 credits)       VII. Candidacy Examination    After completing most of their course work, students should file for the candidacy examination. The candidacy examination has two parts -- a three-hour written comprehensive and a two-hour oral session. The written part focuses on the basic literature covering modernization theory, cultural identity, nationalism, globalization, and socialization. The oral examination focuses on the major field of specialization in International Education (Global Education, International Development Education, or Cross Cultural Exchange and Training) and the area studies concentration. Students must also demonstrate competence in one of the following academic disciplines: anthropology, economics, history, philosophy, politics, or sociology. Students can use electives in their specialized field of international education and in their area studies concentration to satisfy this requirement. The oral examination is conducted by three professors, at least one of whom must be a specialist in the area studies concentration of the student. Prior to taking the examination each student must submit for approval a list of books for each part of the examination.    VIII. Specialized Research Methods (6-12 credits)    Students should develop competence in the research methods that they will use in their dissertation research. They should consult their advisor or dissertation chair in determining what methodological courses they need. Listed below are recommended courses offered by the Department of the Humanities and the Social Sciences. Students may also elect courses offered by the Graduate School of Arts and Sciences, and some of these courses may satisfy the area studies concentration as well.    Quantitative Analysis ( use of formal models, game theory, statistical analysis, surveys, hypotheses and hypothesis testing, experimental and non-experimental designs, case studies, cross-sectional and longitudinal studies, comparative studies)       RESCH-GE 2081, 2082 Advanced Quantitative Methods Weinberg/Scott    RESCH-GE 2134 Experimental and Quasi-Experimental Design and Analysis Research    RESCH-GE 2139 Survey &amp; Correlation Research 3    RESCH-GE 2332 Introduction to Quantitative Methods Arum       Qualitative Analysis (historical analysis, philosophical inquiry, grounded theory, in-depth interviews, oral history, content analysis, participant observation, archival research, and ethnographic analysis)       RESCH-GE 2135 Historical Research Zimmerman    RESCH-GE 2136 Philosophical Inquiry Arcilla    RESCH-GE 2140, 2141 Qualitative Field Rsch:1 &amp; II Stulberg    RESCH-GE 2142 Interview and Observation Stevens    PHED-GE 2003 Philosophy of Education: Theories and Methods Arcilla       IX. Non-credit Specialization Requirement    All students are required to pass a language examination related to the area studies in which she/he is concentrating.    X. Dissertation Committee    When a student has successfully completed the candidacy examination and has chosen a topic for research she/he will form a sponsoring committee by inviting three faculty members to supervise the writing of the dissertation. The chairperson must be selected from the full time faculty of the International Education program unless there is a compelling reason for another choice. At least one committee member must come from outside the International Education Program. In most cases at least one of the members of the committee is a specialist in the country or region in which the student has conducted his research. While preparing the dissertation students must enroll in a 1 credit course, HMSS-GE 3004, Dissertation Seminar III, to maintain matriculation; credits accumulated in this seminar do not count towards the completion of the degree.    XI. Final Oral Defense    After submitting the dissertation each student will defend the document before an examining commission of five faculty including the three sponsoring professors and two outside readers. The defense may include general areas of knowledge in the student's field of specialization as well as specific questions on the dissertation itself.    Total Credits    In general most students will be required to take at least 54 credits above the masters degree to fulfill the course work for the degree. In certain cases, the course requirements may be lowered if the student has taken the M.A. in International Education at NYU, or relevant graduate courses at other institutions within the last ten years, which have not been counted toward another degree.                             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Undergraduate Program    |     Center for European and Mediterranean Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People     Undergraduate Program              Major              Minor              BA/MA              Internship Packet         Graduate Program       Courses       News       Events       Publications       Student Testimonials       Alumni       Visiting Scholars       Employment             Stay Connected           Listserv       Facebook       Twitter               Related Information         Hellenic Studies           Undergraduate Admissions and Application           Undergraduate Program Forms                 Home &gt; Undergraduate Program     Undergraduate Program   The Center for European and Mediterranean Studies offers an interdisciplinary major and minor in European and Mediterranean studies focusing on contemporary patterns of politics, culture, and society as well as on historical development in Europe. Both the major and minor are designed for students seeking pre-professional training for careers in international business and finance, diplomacy, international law, and cultural organizations dealing with Europe. Although open to all students, the minor is especially suited to majors in European languages, history, or the social sciences.    Undergraduates who are matriculated in the College of Arts and Science may also consider the B.A./M.A. program --   an opportunity to earn both the bachelor's degree and the master's   degree in a shorter period of time and at less cost than is normally the   case. Read about the GSAS/CAS Tuition Program , which involves a 25% tuition discount. Undergraduate Frequently Asked Questions                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "Graduate Program    |     Center for European and Mediterranean Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program     Graduate Program              MA Student Profiles              Joint Degree Options              Internship Packet              BA/MA Courses              MA recent thesis topics         Courses       News       Events       Publications       Student Testimonials       Alumni       Visiting Scholars       Employment             Stay Connected           Listserv       Facebook       Twitter               Core Information from the Bulletin         Master of Arts Program in European Studies           Course Descriptions (GSAS Bulletin)             Related Information         Joint Degree & Advanced Certificate Options           M.A. Student Profiles           Student Internships (PDF)           GSAS Admissions           GSAS Master's College           GSAS Application Resource Center           Financial Aid           GSAS Funding Opportunities           B.A./M.A. Program           GSAS/CAS Tuition Program           Spring 2015 Grad Course Schedule                 Home &gt; Graduate Program     Graduate Program      Overview Degree Program Requirements Joint Degree Graduate Programs &amp; Advanced Certificate Programs Funding Opportunities How To Apply Application Deadlines Program Specific Application Requirements Graduate FAQ  Overview The Master's in European and Mediterranean Studies is a highly individualized interdisciplinary program in the social sciences and humanities. Masters students choose one of three tracks for specialization: European Culture and Society; European Politics and Policy; or Mediterranean Studies. The flexible degree requirements allows students to tailor their studies according to their interests across a range of disciplines, including history; political science; cultural studies; anthropology; art history; French, Italian, German, Irish, the Mediterranean, and other area studies. In addition to CEMS' courses, students are encouraged to take courses at other departments and area studies programs. This master's program is designed to prepare students for professions requiring an advanced understanding of Europe and the Mediterranean region. Through developing country and regional expertise and honing skills in advanced research and analysis--together with opportunities to complete professional internships for course credit—graduates of CEMS are prepared to advance careers in public service/government, nonprofit organizations, cultural institutions, international and regional organizations, international business and law, media, and education. The program also provides a strong platform for pursuing doctoral studies. The program has a history of students pursuing internships and, upon graduation, gaining employment with policy institutes, the U.S. Department of Defense and the U.S. State Department, EU-institutions, and other public or private organizations and companies. Please view this page    to see a list of organizations where M.A. program graduates have   been employed in recent years.  \"The mobility afforded to me by the MA program within the Center   for European and Mediterranean Studies allowed me to gain invaluable   professional contacts in addition to a rich, challenging,   interdisciplinary academic experience. With the support of the Center, I   was able to juggle full-time coursework, internship experiences with   Human Rights Watch and the Institute for International Humanitarian   Affairs, in addition to employment alongside the Center’s dedicated and   experienced staff. I always felt as though the Center was exceptionally   helpful in attaining these internships and understanding the need for a   prudent professional-academic balance.” —Stephen Whittaker, M.A. CEMS '14  Degree Program Requirements Follow this link for information on course credit and other requirements to fulfill the Master's in European and Mediterranean Studies. Information on the requirements for the joint Master's in Journalism &amp; European and Mediterranean Studies can be found here .   Joint Degree Graduate Programs &amp; Advanced Certificate Programs CEMS offers a growing number of joint graduate programs and advanced certificate opportunities , including:M.A. in European and Mediterranean Studies and Journalism with NYU's renowned Arthur L. Carter Journalism Institute .    Funding opportunities NYU's Graduate School of Arts and Science offers generous financial packages for early applicants. CEMS also offers summer research/internship fellowships, travel grants for research or to attend conferences, and opportunities for graduate student employment. A suggested list of external funding opportunities can be viewed here .   HOW TO APPLY To apply for the Master's in European and Mediterranean   Studies program or joint degree programs, visit the Graduate School of   Arts and Science's Application Resource Center (ARC) for general “how to” information about   the application process, and for access to the online application. Applications are accepted for fall only for all programs. All applicants must use the online application.   Application Deadlines  Applications to M.A. in European and Mediterranean Studies (non-joint degree):  February 1: Initial deadline for admissions; priority deadline for financial aid consideration May 1: Final deadline for admissions and financial aid consideration (pending availability) Applications to joint European and Mediterranean Studies/Journalism: December 18: Recommended date January 4: Final deadline date   Program Specific Application Requirements for European and Mediterranean Studies GRE and TOEFL: The GRE general test is required. TOEFL is required of all applicants who are not native English speakers Writing Sample for M.A. in European and Mediterranean Studies (non-joint degree): A writing sample is required. It is preferred that it concerns Europe and the Mediterranean. It should demonstrate analytical skills and not exceed 10 double-spaced pages. Submissions may include an original work for the application, or a course assignment, conference paper, excerpt from a thesis or academic work, or a published article Writing Sample for joint M.A. European and Mediterranean Studies/Journalism: In addition to the writing sample described above for all applicants, three additional writing samples are required for Journalism. The writing samples need not have been published, although if you have clips you are proud of, please do submit them. The samples should represent your best overall work and your aptitude for journalism. Clips from your college newspaper, personal essays, academic research papers, and short fiction are all acceptable.                      Contact Us | &copy; New York University , Arts and Science"}]}]