[{"detail": [{"content": "KIT/NYU Lab - System                                          Neuroscience of L anguage L ab at New York University          New York      Abu Dhabi                                    KIT/NYU MEG      People      Our System      Data Analysis      Being a Subject      FAQ      Contact      Yokogawa Electric      KIT                               NYU                                   NYU Psychology        NYU Linguistics                                           NeLLab                                  NelLab Home       NeLLab Abu Dhabi       Marantz Group       Poeppel Group       Pylkkanen Group                                            MEG System      The MEG system was provided by the Kanazawa Institute of Technology (Tokyo, Japan) as part of a collaboration with its Applied Electronics Laboratory. The same system is also developed and marketed by Yokogawa Electric Corporation (Yokogawa, Japan) as the MEG Vision. It is a recumbent system, with the dewar fixed in position. We refer to our system as having 160 channels, but in actuality it contains:           157 axial gradiometers used to measure brain activity       3 orthogonally-oriented (reference) magnetometers located in the dewar but away from the brain area, used to measure and reduce extramural noise offline       32 open positions, of which we currently use 8 to record stimulus triggers           The MEG or SQUID (Superconducting Quantum Interference Device) sensors must be kept at superconducting temperatures in order for the system to operate. To achieve this end, the dewar requires ~100L of liquid helium per week.      Data from the MEG system and other equipment is acquired by a DAQ system assembled by Eagle Technology. The system has six DAQ PCs and one control PC. Each signal is digitized with 16-bit resolution. For raw data recording we use a sampling rate of 1 kHz. We can record with a higher sampling rate but the length of acquisition time that the machine is capable of is greatly reduced as the sampling rate increases. All inputs of the 192 channels can be displayed simultaneously by the six CRT monitors. The control PC runs Windows XP.                  Software       Shielding       EEG       Video System       Audio System       Experimentation                         Recording       For all data acquisition and MEG system control and maintenance, we use the MEG laboratory software MEG160. This software is produced jointly by Yokogawa Electric Corp., Eagle Technology Corp., and the Kanazawa Institute of Technology (KIT). The principal author of the software has been Yasuhiro Haruta, of Yokogawa Electric Corp.       Noise reduction       For offline noise reduction using the three reference magnetometers, we employ the MEG laboratory software MEG160 (see Software/Recording), which uses algorithms developed at the Applied Electronics Laboratory at KIT, and specifically the Continuously Adjusted Least-Squares Method (CALM). This noise reduction procedure essentially eliminates any correlation that the data from the MEG sensors might have with any of the three reference magnetometers by removing any detected covariance. This is performed data point by data point, with a moving window typically of six seconds, such that for each data point the three seconds of data before and the three seconds of data after are used to determine the covariance. This process was designed to eliminate low frequency (&lt10Hz) noise at Keio University in Tokyo, Japan, where a KIT MEG machine is also located. There, as here in New York, large extramural magnetic noise from passing trains/subways can greatly disrupt MEG sensors.                   MSR        The Room itself        The magnetically shielded room (MSR) is a product of Vacuumschmelze (Hanau, Germany). The shielding effect is provided by two layers of mumetal, the inner layer being 3mm and the outer layer being 2mm. Predicted shielding performance was of -60dB at 1Hz; actual performance exceeds this prediction. The exterior dimensions of the room are 2.9 x 3.5 x 2.9m, and the inner dimensions are 2.4 x 3.0 x 2.4m.        Active shielding        In addition to the offline CALM noise reduction system described above, we also have an active shielding system (\"active compensation coils\") designed by Vacuumschmelze and incorporated into the MSR. The system senses the incoming (extramural) signal and produces signals of compensating voltages to annul as much of that signal as possible. The system consists of:                6 compensating coils, one on each surface of the MSR         A three-axis fluxgate sensor that detects the disrupting extramural noise         A controller that tunes the fluxgate sensor, digitizes the reference (input) signal, calculates the canceling (compensating) voltages, converts these voltages to analog signals and feeds these voltages to the compensating coils               Because the dewar/MEG sensors are not centered within the room, the precise locations of the compensation coils were adjusted by Dr. Jochen Bork of Vacuumschmelze so as to maximize the cancellation effect.       Other shielding        RF/EM shielding        To shield our cables proceeding from the MSR, we used Kitagawa Industries 300-series cable shielding.        To shield miscellaneous small parts, we used 3M copper foil tape (1mil/.00254mm), products 1181 and 1182 (1\" and 2\" wide, with single and double-sided conductive adhesive, respectively). Our local distributor for 3M was Bristol Tape Corp. (Fall River, MA).        Digitization        We record the location of the marker coils and electrodes on the subjects, as well as three fiducial locations (the nasion, and the left and right preauricular points), before MEG recording takes place. Additionally, we record the shape of the subject’s head using a 3D laser scanning system, which generally allows 50,000-200,000 points to be collected. The hardware used for the digitization process is a Polhemus (Colchester, VT) FastSCAN COBRA 3D laser system. One receiver is placed on the subject during digitization and a transmitter is placed behind the subject. The use of the receiver on the subject permits accurate correction for subject movement.        We use MATLAB software to convert the file generated by the FastSCAN software to the format required by our analysis methods for source localization.                 A Brain Vision (Morrisville, NC) system is used for the monitoring/recording of spontaneous EEG signal from ocular sites (used in the artifact rejection process) and for the recording of electric evoked potentials (eEPs) simultaneously with the magnetic evoked potentials (mEPs) that form the basis of the lab's research capabilities.       Brain Vision System        We have a DC 32-channel system with a DC-capable 32-channel digital EEG amplifier with a USB interface. The BrainAmp DC Amplifier and the PowerPack are set up inside the MSR during recording. These two devices (which are near the subject's feet, as far from the dewar as the cable from the EEG cap will allow) are connected to the BrainAmp USB2 Adapter via a fiber optic cable. This USB2 Adapter is outside the MSR and connected, via a USB cable, to the PC used for the EEG signal acquisition.       Electrodes/Electrode caps        For both spontaneous and evoked potentials, we use electrode systems from EASYCAP GmbH (Herrsching, Germany). All electrodes are sintered Ag/AgCl Multitrode flat disks. For evoked studies, we use custom-fabricated caps. These caps are standard in that they contain 29 Multitrode B18-LU-150-MEG compatible electrodes in a standard 10-20 system array, as well as 3 Multitrode B18-HU-200-MEG electrodes for monitoring ocular signals, one Multitrode B18-LU-150-MEG ground electrode, and one Multitrode B18-LU-150-MEG Ref electrode.       Recording notes        For both artifact monitoring and full cap evoked recording, we use two references, located on the left and right mastoid. The right mastoid is typically the site used as reference during data acquisition; electrode signals are then re-referenced to the left mastoid site during offline averaging.        Electrode impedances are kept below 6k&Omega;. To assess impedance, we use the EIM-107 Prep-Check Plus multi-lead impedance meter from General Devices (Ridgefield, NJ). We have found this to be a very handy device, being easily programmable to test at various thresholds and in various sequences.        Another helpful tool has been ASP (Irvine, CA) CIDEX OPA, which we use for disinfecting electrodes and caps. This solution is much less volatile and corrosive than other disinfecting agents, and does not require a specially vented fume hood for use.       Bioamplifier System for EOG recordings        A bioamplifier system is used for the monitoring/recording of EOG signals (from ocular sites, used in the artifact rejection process) simultaneously with magnetic evoked potentials (mEPs).       Bioamplifier headbox        Our 24-channel bioelectric amplifier and headbox are products of SA Instrumentation Co. (Encinitas, CA). The amplifier is electrically and magnetically isolated, and run from a DC power source. The headbox accepts loose-lead electrodes. We can also utilize electrode caps for this system inside the MSR.                 Much of the video system was provided either wholly or partially by Nancy Kanwisher and her lab at MIT. Special thanks to Nancy and her father, and Liu Jia; thanks also to Dr. Alison Harris, formerly an undergraduate working in Nancy's lab, and now a PhD recipient from Harvard University in the Vision Sciences Lab.       Image generation        Our visual stimuli are computer-generated. The images generated on the computer monitor are mirrored by an InFocus LP850 projector. The LP850 uses Digital Light Processing (DLP) technology developed by Texas Instruments (Warren, NJ). This technology immediately transmits the image drawn on the LCD within the projector to its mirror-and-lens system, meaning that there is very little lag between the receipt of image information and transmission of the image (a large concern for the temporal accuracy of MEG experiments). The native resolution of this projector is 800 x 600, and our experiments either employ this resolution or most likely a 1024 x 768 resolution.       Image resolution        We have replaced the original lens system with several wide-angle camera lenses to produce a focused image size of approximately 18cm x 18cm (7\" x 7\") at a distance of 24cm (9.5\") from the participants. The distance of the image from the projector is approximately 2.4m (8'). The image also enters the MSR horizontally, and must be reflected down. We accomplish this using a first surface mirror from Edmund Scientific (Barrington, NJ). This mirror is suspended from the ceiling and is fixed at a 45&deg; angle; the incoming image hits the mirror and is reflected 90&deg; straight down.        The image comes to rest on a ground glass \"screen.\" The screen is held in a frame built by Nancy Kanwisher's father out of old fiberglass supports from a windsurfer. It isn't pretty, but it's functional. What is slightly unusual about the setup is that the participant is essentially viewing the back of the screen, rather than the front of the screen (and what we usually think of when we see anything project onto a screen). This means that the image is natively \"backwards\"; in order to fix this we use the rear projection option on the LP850 to \"flip\" the image.                 The audio system is not especially fancy, but the routings are complex: we must be able to get auditory stimuli to the participant in the MSR, to speak to the participant through the audio system (the MSR is rather strongly sound-dampening), to hear the participant outside the MSR, and, if the experiment calls for a participant voice response, to use the participant's voice as a trigger.       Input        To talk to the subject, we use a standard unidirectional microphone that must be turned off at the start of experiments to prevent feedback. To hear the subject, we have installed an Audio-Technica (Stow, OH) ATM10a Omnidirectional Condensor Microphone using a pass-through in the MSR; since the microphone is functionally inside the MSR, a condenser mike is necessary to eliminate RF noise.       Mixing        Input from the subject mike is fed into a Eurorack (Behringer; Willich, Germany) UB502 mixer preamplifier. Here we adjust the gain, in particular boosting the amplification of the subject mike. The mike we use to communicate to the subject is fed into a MACKIE (Woodinville, WA) 1202-VLZ3 Premium mike/line mixer. There are six inputs and four outputs, and the levels on each can be adjusted separately. Also feeding into the MACKIE mixer are the lines for sound generated by the stimulus computers for auditory experiments and experiments providing auditory feedback.       Output        Output from the MACKIE mixer is sent to three destinations. The first is a mix of the experimenter's mike and the stimulus computer's output that goes to the subject, via E-A-Rtone (AEARO Company; Indianapolis, IN) 3A insert earphones. Two 50 Ohm amplifiers for the E-A-Rtone system located just outside the MSR, and sound is fed to the subject via silicon air tubes approximately 1.5m (5') in length. The second is the stimulus output that goes to the outside speakers where the experimenter is located. Finally, the auditory stimuli may be sent directly to the trigger box to record stimuli onset on a trigger line of the MEG system. We can use two additional channels to record any combination of the subject, the experimenter, and the computer-generated stimulus, if, for example, we should want to examine off-line the response produced by the subject.        Subject output is also sent directly and uniquely from the Eurorack UB502 mixer preamplifier to a set of close by speakers so that we can monitor the subject without hearing the computer output. We also have an OptoAcoustics (Or Yehuda, Israel) fiber optic microphone that we use to record voice onset triggering, by running it through an amplifier and then directly to the trigger box via a BNC line.                 Hardware       At present, all of our experimental stimuli are administered from an Apple iMac computer utilizing Psychophysics Toolbox, which operates with MATLAB software (The MathWorks, Inc.; Natick, MA), or from a PC running Presentation (Neurobehavioral Systems, Inc.; Albany, CA) or DMDX software. We also have an Apple Mac Mini running PsyScope X software. For the iMac and PC, stimuli triggering is run through a StimTracker Model ST-100 (Cedrus Corporation; San Pedro, CA). For PsyScope, all timing for experiments, along with all responses made during experiments, is managed by a Response Button Box developed by ioLab Systems. Both of these devices have millisecond resolution accuracy, and are not susceptible to the same drag that Mac and PC system \"clocks\" are. Responses by the subject are triggered either by voice (See the OptoAcoustics system [link]) or button-press from a Current Designs (Philadelphia, PA) fiber optic system. The actual peripheral response buttons in the MSR are two 2-button response pads (a total of four buttons) utilizing a photodiode system that sends signals directly to the stimulus computer via a USB plug. The interface between the buttons and the computers is a 904 FIU series photodiode box.       Software       Stimuli are normally administered via Psychophysics Toolbox, which operates with MATLAB or, if from the PC, via Presentation or DMDX software. We use this for both auditory and visual experiments. PsyScope X is set up on the Mac Mini but is rarely used. The PC can also run Psychophysics Toolbox but currently this software cannot utilize the response pads in the MSR.                                                                 KIT/NYU MEG Lab     NYU Department of Psychology     6 Washington Place, Room 284     New York, NY 10003                    Copyright &copy; NelLab 2013"}]},
{"detail": [{"content": "KIT/NYU Lab - System                                          Neuroscience of L anguage L ab at New York University          New York      Abu Dhabi                                    KIT/NYU MEG      People      Our System      Data Analysis      Being a Subject      FAQ      Contact      Yokogawa Electric      KIT                               NYU                                   NYU Psychology        NYU Linguistics                                           NeLLab                                  NelLab Home       NeLLab Abu Dhabi       Marantz Group       Poeppel Group       Pylkkanen Group                                            MEG System      The MEG system was provided by the Kanazawa Institute of Technology (Tokyo, Japan) as part of a collaboration with its Applied Electronics Laboratory. The same system is also developed and marketed by Yokogawa Electric Corporation (Yokogawa, Japan) as the MEG Vision. It is a recumbent system, with the dewar fixed in position. We refer to our system as having 160 channels, but in actuality it contains:           157 axial gradiometers used to measure brain activity       3 orthogonally-oriented (reference) magnetometers located in the dewar but away from the brain area, used to measure and reduce extramural noise offline       32 open positions, of which we currently use 8 to record stimulus triggers           The MEG or SQUID (Superconducting Quantum Interference Device) sensors must be kept at superconducting temperatures in order for the system to operate. To achieve this end, the dewar requires ~100L of liquid helium per week.      Data from the MEG system and other equipment is acquired by a DAQ system assembled by Eagle Technology. The system has six DAQ PCs and one control PC. Each signal is digitized with 16-bit resolution. For raw data recording we use a sampling rate of 1 kHz. We can record with a higher sampling rate but the length of acquisition time that the machine is capable of is greatly reduced as the sampling rate increases. All inputs of the 192 channels can be displayed simultaneously by the six CRT monitors. The control PC runs Windows XP.                  Software       Shielding       EEG       Video System       Audio System       Experimentation                         Recording       For all data acquisition and MEG system control and maintenance, we use the MEG laboratory software MEG160. This software is produced jointly by Yokogawa Electric Corp., Eagle Technology Corp., and the Kanazawa Institute of Technology (KIT). The principal author of the software has been Yasuhiro Haruta, of Yokogawa Electric Corp.       Noise reduction       For offline noise reduction using the three reference magnetometers, we employ the MEG laboratory software MEG160 (see Software/Recording), which uses algorithms developed at the Applied Electronics Laboratory at KIT, and specifically the Continuously Adjusted Least-Squares Method (CALM). This noise reduction procedure essentially eliminates any correlation that the data from the MEG sensors might have with any of the three reference magnetometers by removing any detected covariance. This is performed data point by data point, with a moving window typically of six seconds, such that for each data point the three seconds of data before and the three seconds of data after are used to determine the covariance. This process was designed to eliminate low frequency (&lt10Hz) noise at Keio University in Tokyo, Japan, where a KIT MEG machine is also located. There, as here in New York, large extramural magnetic noise from passing trains/subways can greatly disrupt MEG sensors.                   MSR        The Room itself        The magnetically shielded room (MSR) is a product of Vacuumschmelze (Hanau, Germany). The shielding effect is provided by two layers of mumetal, the inner layer being 3mm and the outer layer being 2mm. Predicted shielding performance was of -60dB at 1Hz; actual performance exceeds this prediction. The exterior dimensions of the room are 2.9 x 3.5 x 2.9m, and the inner dimensions are 2.4 x 3.0 x 2.4m.        Active shielding        In addition to the offline CALM noise reduction system described above, we also have an active shielding system (\"active compensation coils\") designed by Vacuumschmelze and incorporated into the MSR. The system senses the incoming (extramural) signal and produces signals of compensating voltages to annul as much of that signal as possible. The system consists of:                6 compensating coils, one on each surface of the MSR         A three-axis fluxgate sensor that detects the disrupting extramural noise         A controller that tunes the fluxgate sensor, digitizes the reference (input) signal, calculates the canceling (compensating) voltages, converts these voltages to analog signals and feeds these voltages to the compensating coils               Because the dewar/MEG sensors are not centered within the room, the precise locations of the compensation coils were adjusted by Dr. Jochen Bork of Vacuumschmelze so as to maximize the cancellation effect.       Other shielding        RF/EM shielding        To shield our cables proceeding from the MSR, we used Kitagawa Industries 300-series cable shielding.        To shield miscellaneous small parts, we used 3M copper foil tape (1mil/.00254mm), products 1181 and 1182 (1\" and 2\" wide, with single and double-sided conductive adhesive, respectively). Our local distributor for 3M was Bristol Tape Corp. (Fall River, MA).        Digitization        We record the location of the marker coils and electrodes on the subjects, as well as three fiducial locations (the nasion, and the left and right preauricular points), before MEG recording takes place. Additionally, we record the shape of the subject’s head using a 3D laser scanning system, which generally allows 50,000-200,000 points to be collected. The hardware used for the digitization process is a Polhemus (Colchester, VT) FastSCAN COBRA 3D laser system. One receiver is placed on the subject during digitization and a transmitter is placed behind the subject. The use of the receiver on the subject permits accurate correction for subject movement.        We use MATLAB software to convert the file generated by the FastSCAN software to the format required by our analysis methods for source localization.                 A Brain Vision (Morrisville, NC) system is used for the monitoring/recording of spontaneous EEG signal from ocular sites (used in the artifact rejection process) and for the recording of electric evoked potentials (eEPs) simultaneously with the magnetic evoked potentials (mEPs) that form the basis of the lab's research capabilities.       Brain Vision System        We have a DC 32-channel system with a DC-capable 32-channel digital EEG amplifier with a USB interface. The BrainAmp DC Amplifier and the PowerPack are set up inside the MSR during recording. These two devices (which are near the subject's feet, as far from the dewar as the cable from the EEG cap will allow) are connected to the BrainAmp USB2 Adapter via a fiber optic cable. This USB2 Adapter is outside the MSR and connected, via a USB cable, to the PC used for the EEG signal acquisition.       Electrodes/Electrode caps        For both spontaneous and evoked potentials, we use electrode systems from EASYCAP GmbH (Herrsching, Germany). All electrodes are sintered Ag/AgCl Multitrode flat disks. For evoked studies, we use custom-fabricated caps. These caps are standard in that they contain 29 Multitrode B18-LU-150-MEG compatible electrodes in a standard 10-20 system array, as well as 3 Multitrode B18-HU-200-MEG electrodes for monitoring ocular signals, one Multitrode B18-LU-150-MEG ground electrode, and one Multitrode B18-LU-150-MEG Ref electrode.       Recording notes        For both artifact monitoring and full cap evoked recording, we use two references, located on the left and right mastoid. The right mastoid is typically the site used as reference during data acquisition; electrode signals are then re-referenced to the left mastoid site during offline averaging.        Electrode impedances are kept below 6k&Omega;. To assess impedance, we use the EIM-107 Prep-Check Plus multi-lead impedance meter from General Devices (Ridgefield, NJ). We have found this to be a very handy device, being easily programmable to test at various thresholds and in various sequences.        Another helpful tool has been ASP (Irvine, CA) CIDEX OPA, which we use for disinfecting electrodes and caps. This solution is much less volatile and corrosive than other disinfecting agents, and does not require a specially vented fume hood for use.       Bioamplifier System for EOG recordings        A bioamplifier system is used for the monitoring/recording of EOG signals (from ocular sites, used in the artifact rejection process) simultaneously with magnetic evoked potentials (mEPs).       Bioamplifier headbox        Our 24-channel bioelectric amplifier and headbox are products of SA Instrumentation Co. (Encinitas, CA). The amplifier is electrically and magnetically isolated, and run from a DC power source. The headbox accepts loose-lead electrodes. We can also utilize electrode caps for this system inside the MSR.                 Much of the video system was provided either wholly or partially by Nancy Kanwisher and her lab at MIT. Special thanks to Nancy and her father, and Liu Jia; thanks also to Dr. Alison Harris, formerly an undergraduate working in Nancy's lab, and now a PhD recipient from Harvard University in the Vision Sciences Lab.       Image generation        Our visual stimuli are computer-generated. The images generated on the computer monitor are mirrored by an InFocus LP850 projector. The LP850 uses Digital Light Processing (DLP) technology developed by Texas Instruments (Warren, NJ). This technology immediately transmits the image drawn on the LCD within the projector to its mirror-and-lens system, meaning that there is very little lag between the receipt of image information and transmission of the image (a large concern for the temporal accuracy of MEG experiments). The native resolution of this projector is 800 x 600, and our experiments either employ this resolution or most likely a 1024 x 768 resolution.       Image resolution        We have replaced the original lens system with several wide-angle camera lenses to produce a focused image size of approximately 18cm x 18cm (7\" x 7\") at a distance of 24cm (9.5\") from the participants. The distance of the image from the projector is approximately 2.4m (8'). The image also enters the MSR horizontally, and must be reflected down. We accomplish this using a first surface mirror from Edmund Scientific (Barrington, NJ). This mirror is suspended from the ceiling and is fixed at a 45&deg; angle; the incoming image hits the mirror and is reflected 90&deg; straight down.        The image comes to rest on a ground glass \"screen.\" The screen is held in a frame built by Nancy Kanwisher's father out of old fiberglass supports from a windsurfer. It isn't pretty, but it's functional. What is slightly unusual about the setup is that the participant is essentially viewing the back of the screen, rather than the front of the screen (and what we usually think of when we see anything project onto a screen). This means that the image is natively \"backwards\"; in order to fix this we use the rear projection option on the LP850 to \"flip\" the image.                 The audio system is not especially fancy, but the routings are complex: we must be able to get auditory stimuli to the participant in the MSR, to speak to the participant through the audio system (the MSR is rather strongly sound-dampening), to hear the participant outside the MSR, and, if the experiment calls for a participant voice response, to use the participant's voice as a trigger.       Input        To talk to the subject, we use a standard unidirectional microphone that must be turned off at the start of experiments to prevent feedback. To hear the subject, we have installed an Audio-Technica (Stow, OH) ATM10a Omnidirectional Condensor Microphone using a pass-through in the MSR; since the microphone is functionally inside the MSR, a condenser mike is necessary to eliminate RF noise.       Mixing        Input from the subject mike is fed into a Eurorack (Behringer; Willich, Germany) UB502 mixer preamplifier. Here we adjust the gain, in particular boosting the amplification of the subject mike. The mike we use to communicate to the subject is fed into a MACKIE (Woodinville, WA) 1202-VLZ3 Premium mike/line mixer. There are six inputs and four outputs, and the levels on each can be adjusted separately. Also feeding into the MACKIE mixer are the lines for sound generated by the stimulus computers for auditory experiments and experiments providing auditory feedback.       Output        Output from the MACKIE mixer is sent to three destinations. The first is a mix of the experimenter's mike and the stimulus computer's output that goes to the subject, via E-A-Rtone (AEARO Company; Indianapolis, IN) 3A insert earphones. Two 50 Ohm amplifiers for the E-A-Rtone system located just outside the MSR, and sound is fed to the subject via silicon air tubes approximately 1.5m (5') in length. The second is the stimulus output that goes to the outside speakers where the experimenter is located. Finally, the auditory stimuli may be sent directly to the trigger box to record stimuli onset on a trigger line of the MEG system. We can use two additional channels to record any combination of the subject, the experimenter, and the computer-generated stimulus, if, for example, we should want to examine off-line the response produced by the subject.        Subject output is also sent directly and uniquely from the Eurorack UB502 mixer preamplifier to a set of close by speakers so that we can monitor the subject without hearing the computer output. We also have an OptoAcoustics (Or Yehuda, Israel) fiber optic microphone that we use to record voice onset triggering, by running it through an amplifier and then directly to the trigger box via a BNC line.                 Hardware       At present, all of our experimental stimuli are administered from an Apple iMac computer utilizing Psychophysics Toolbox, which operates with MATLAB software (The MathWorks, Inc.; Natick, MA), or from a PC running Presentation (Neurobehavioral Systems, Inc.; Albany, CA) or DMDX software. We also have an Apple Mac Mini running PsyScope X software. For the iMac and PC, stimuli triggering is run through a StimTracker Model ST-100 (Cedrus Corporation; San Pedro, CA). For PsyScope, all timing for experiments, along with all responses made during experiments, is managed by a Response Button Box developed by ioLab Systems. Both of these devices have millisecond resolution accuracy, and are not susceptible to the same drag that Mac and PC system \"clocks\" are. Responses by the subject are triggered either by voice (See the OptoAcoustics system [link]) or button-press from a Current Designs (Philadelphia, PA) fiber optic system. The actual peripheral response buttons in the MSR are two 2-button response pads (a total of four buttons) utilizing a photodiode system that sends signals directly to the stimulus computer via a USB plug. The interface between the buttons and the computers is a 904 FIU series photodiode box.       Software       Stimuli are normally administered via Psychophysics Toolbox, which operates with MATLAB or, if from the PC, via Presentation or DMDX software. We use this for both auditory and visual experiments. PsyScope X is set up on the Mac Mini but is rarely used. The PC can also run Psychophysics Toolbox but currently this software cannot utilize the response pads in the MSR.                                                                 KIT/NYU MEG Lab     NYU Department of Psychology     6 Washington Place, Room 284     New York, NY 10003                    Copyright &copy; NelLab 2013"}, {"content": "NYU Stern Records&amp;Registration | Course Syllabi                            Course Syllabi              Please note: Sample syllabi are posted to provide you with    additional information for the course registration process and    may not reflect the final versions of the courses. Content, schedule,    requirements, assignments, etc. may change. Please do not use these    samples as a basis for buying textbooks, scheduling, preparing    assignments, etc.      Please check the Course Schedule for completed    updated course information (i.e. day, time)      Fall 2011  Course number: Search    Accounting     ACCT-GB.2302 .01    TR 3:30-4:45   FINC REPORTING &DISCLSURE Zarowin, P.     ACCT-GB.2303 .01    MW 1:30-2:50   FINANCIAL STATEMENT ANAL  Kraft, P.     ACCT-GB.2303 .10    M 6:00-9:00   FINANCIAL STATEMENT ANAL  Kraft, P.     ACCT-GB.2303 .11    W 6:00-9:00   FINANCIAL STATEMENT ANAL  Kraft, P.     ACCT-GB.2303 .91    T 6:00-9:00   FINANCIAL STATEMENT ANAL  McGahran, K.   Business Law/Taxation     ACCT-GB.2305 .10    T 6:00-9:00   TAXES & BUSINESS STRATEGY Gode, D.   Accounting     ACCT-GB.3304 .01    T 09:00-11:50   MODELING FINC STATEMENTS  Gode, D.     ACCT-GB.3304 .10    M 6:00-9:00   MODELING FINC STATEMENTS  Gode, D.     ACCT-GB.3313 .01    MW 3:30-4:45   AUDITING  Jones, S.     ACCT-GB.3330 .01    MW 11:00-12:15   ACCTG-M&A & RELTD MATTERS Bildersee, J.     ACCT-GB.3335 .01    TR 09:30-10:45   INTL REPORTING & ANALYSIS Choi, F.     ACCT-GB.3380 .01    MW 08:00-09:15   TAXATION INDIV&BUS INCOME Thomopoulos, J./Meisler, M.     ACCT-GB.6302 .01    TR 2:00-3:15   FINANCIAL RPRTG & DSCLSR  Zarowin, P.     ACCT-GB.6313 .01    MW 3:30-4:45   AUDITING  Jones, S.     ACCT-GB.6331 .01    TR 11:00-12:15   ADV MANAGERIAL ACCOUNTING Maindiratta, A.     ACCT-GB.6335 .01    TR 09:30-10:45   INTL REPORTING & ANALYSIS Choi, F.     ACCT-GB.6380 .01    MW 08:00-09:15   TAXATION INDIV&BUS INCOME Thomopoulos, J./Meisler, M.   Business & Society     BSPA-GB.2120 .10    W 6:00-9:00   ENTERTAINMENT LAW Hendler, R.     BSPA-GB.2314 .00    S 1:00-4:00   BUSINESS LAW FOR MANAGERS Hendler, R.   Core Courses (According to Program Status)     COR1-GB.1302 .00    S 1:00-4:00   LEADERSHIP IN ORGANIZATIO Kabaliswaran, R.     COR1-GB.1302 .0P    S 1:00-4:00   LEADERSHIP IN ORGANIZATIO Boyle, E.     COR1-GB.1302 .10    M 6:00-9:00   LEADERSHIP IN ORGANIZATIO Blader, S.     COR1-GB.1302 .11    R 6:00-9:00   LEADERSHIP IN ORGANIZATIO Milliken, F.     COR1-GB.1302 .12    R 6:00-9:00   LEADERSHIP IN ORGANIZATIO Lechner, A.     COR1-GB.1302 .91    M 6:00-9:00   LEADERSHIP IN ORGANIZATIO Milliken, F.     COR1-GB.1303 .01    TR 1:30-2:50   FIRMS & MARKETS Lee, R.     COR1-GB.1303 .02    TR 1:30-2:50   FIRMS & MARKETS White, L.     COR1-GB.1303 .03    TR 09:00-10:20   FIRMS & MARKETS Bar-Isaac, H.     COR1-GB.1303 .04    TR 09:00-10:20   FIRMS & MARKETS White, L.     COR1-GB.1303 .05    TR 10:30-11:50   FIRMS & MARKETS Bar-Isaac, H.     COR1-GB.1303 .06    TR 10:30-11:50   FIRMS & MARKETS Lee, R.     COR1-GB.1303 .10    M 6:00-9:00   FIRMS & MARKETS Cabral, L.     COR1-GB.1303 .11    T 6:00-9:00   FIRMS & MARKETS Economides, N.     COR1-GB.1303 .12    W 6:00-9:00   FIRMS & MARKETS Economides, N.     COR1-GB.1305 .00    S 09:00-12:00   STATISTICS &DATA ANALYSIS Shahmaei, A.     COR1-GB.1305 .01    TR 10:30-11:50   STATISTICS &DATA ANALYSIS Simonoff, J.     COR1-GB.1305 .02    TR 10:30-11:50   STATISTICS &DATA ANALYSIS Simon, G.     COR1-GB.1305 .03    TR 1:30-2:50   STATISTICS &DATA ANALYSIS Hurvich, C.     COR1-GB.1305 .04    TR 1:30-2:50   STATISTICS &DATA ANALYSIS Deo, R.     COR1-GB.1305 .05    TR 09:00-10:20   STATISTICS &DATA ANALYSIS Tenenbein, A.     COR1-GB.1305 .06    TR 09:00-10:20   STATISTICS &DATA ANALYSIS Greene, W.     COR1-GB.1305 .10    M 6:00-9:00   STATISTICS &DATA ANALYSIS Melnick, E.     COR1-GB.1305 .11    W 6:00-9:00   STATISTICS &DATA ANALYSIS Mohebbi, C.     COR1-GB.1305 .12    W 6:00-9:00   STATISTICS &DATA ANALYSIS Chen, S.     COR1-GB.1305 .91    W 6:00-9:00   STATISTICS &DATA ANALYSIS Buchanan, B.     COR1-GB.1306 .00    S 09:00-12:00   FIN ACCOUNTING & REPORTNG Yeo, J.     COR1-GB.1306 .01    M 09:00-11:50   FIN ACCOUNTING & REPORTNG Bartov, E.     COR1-GB.1306 .02    W 09:00-11:50   FIN ACCOUNTING & REPORTNG Weil, R.     COR1-GB.1306 .03    W 09:00-11:50   FIN ACCOUNTING & REPORTNG Bartov, E.     COR1-GB.1306 .04    W 1:30-4:20   FIN ACCOUNTING & REPORTNG Weil, R.     COR1-GB.1306 .05    W 1:30-4:20   FIN ACCOUNTING & REPORTNG Bartov, E.     COR1-GB.1306 .06    M 1:30-4:20   FIN ACCOUNTING & REPORTNG Weil, R.     COR1-GB.1306 .10    T 6:00-9:00   FIN ACCOUNTING & REPORTNG Jung, M.     COR1-GB.1306 .11    R 6:00-9:00   FIN ACCOUNTING & REPORTNG Dontoh, A.     COR1-GB.1306 .12    M 6:00-9:00   FIN ACCOUNTING & REPORTNG Dontoh, A.     COR1-GB.2103 .10    M 6:00-9:00   STRATEGY I Hegde, D.     COR1-GB.2104 .10    M 6:00-9:00   STRATEGY II Hegde, D.     COR1-GB.2301 .01    W 09:00-11:50   STRATEGY Marciano, S.     COR1-GB.2301 .02    M 09:00-11:50   STRATEGY Marciano, S.     COR1-GB.2301 .03    M 09:00-11:50   STRATEGY  Salomon, R.     COR1-GB.2301 .04    M 1:30-4:20   STRATEGY  Schilling, M.     COR1-GB.2301 .05    M 1:30-4:20   STRATEGY Marciano, S.     COR1-GB.2301 .06    W 1:30-4:20   STRATEGY Marciano, S.     COR1-GB.2303 .00    S 09:00-12:00   THE GLOBAL ECONOMY  Schoenholtz, K.     COR1-GB.2303 .0P    S 1:00-4:00   THE GLOBAL ECONOMY  Ruhl, K.     COR1-GB.2303 .10    M 6:00-9:00   THE GLOBAL ECONOMY  Waugh, M.     COR1-GB.2303 .11    T 6:00-9:00   THE GLOBAL ECONOMY  Waugh, M.     COR1-GB.2303 .12    W 6:00-9:00   THE GLOBAL ECONOMY  Ruhl, K.     COR1-GB.2303 .13    R 6:00-9:00   THE GLOBAL ECONOMY  Ruhl, K.     COR1-GB.2303 .91    M 6:00-9:00   THE GLOBAL ECONOMY Steinberg, E.     COR1-GB.2310 .00    S 09:00-12:00   MARKETING Carr, J.     COR1-GB.2310 .01    TR 09:00-10:20   MARKETING Carr, J.     COR1-GB.2310 .02    TR 10:30-11:50   MARKETING Carr, J.     COR1-GB.2310 .03    TR 1:30-2:50   MARKETING Steckel, J.     COR1-GB.2310 .10    M 6:00-9:00   MARKETING Raghubir, P.     COR1-GB.2310 .11    T 6:00-9:00   MARKETING Craig, C.     COR1-GB.2310 .12    W 6:00-9:00   MARKETING Raghubir, P.     COR1-GB.2310 .13    R 6:00-9:00   MARKETING Steckel, J.     COR1-GB.2311 .00    S 1:00-4:00   FOUNDATIONS OF FINANCE  Handley, J.     COR1-GB.2311 .01    MW 10:30-11:50   FOUNDATIONS OF FINANCE  Van Nieuwerburgh, S.     COR1-GB.2311 .02    MW 10:30-11:50   FOUNDATIONS OF FINANCE  Mertens, T.     COR1-GB.2311 .03    MW 1:30-2:50   FOUNDATIONS OF FINANCE  Van Nieuwerburgh, S.     COR1-GB.2311 .04    MW 1:30-2:50   FOUNDATIONS OF FINANCE  Mertens, T.     COR1-GB.2311 .05    TR 3:00-4:20   FOUNDATIONS OF FINANCE  Whitelaw, R.     COR1-GB.2311 .10    M 6:00-9:00   FOUNDATIONS OF FINANCE  Mertens, T.     COR1-GB.2311 .11    T 6:00-9:00   FOUNDATIONS OF FINANCE Drechsler, I.     COR1-GB.2311 .12    W 6:00-9:00   FOUNDATIONS OF FINANCE  Hasbrouck, J.     COR1-GB.2311 .13    R 6:00-9:00   FOUNDATIONS OF FINANCE  Hasbrouck, J.     COR1-GB.2311 .14    R 6:00-9:00   FOUNDATIONS OF FINANCE Drechsler, I.     COR1-GB.2314 .00    S 09:00-12:00   COMPET ADVT FM OPERATIONS Silverman, F.     COR1-GB.2314 .01    TR 3:00-4:20   COMPET ADVT FM OPERATIONS Caldentey, R.     COR1-GB.2314 .02    TR 3:00-4:20   COMPET ADVT FM OPERATIONS Riccio, L.     COR1-GB.2314 .91    W 6:00-9:00   COMPET ADVT FM OPERATIONS Riccio, L.   Professional Responsibility     COR2-GB.3101 .00    U 09:00-4:00   PROFESSIONAL RESPONSIBILI Berenbeim, R.     COR2-GB.3101 .01    MW 1:30-2:50   PROFESSIONAL RESPONSIBILI Buchanan, B.     COR2-GB.3101 .02    TR 09:00-10:20   PROFESSIONAL RESPONSIBILI Zicklin, L.     COR2-GB.3101 .03    FSU 09:00-4:00   PROFESSIONAL RESPONSIBILI Bigel, K.     COR2-GB.3101 .04    TR 10:30-11:50   PROFESSIONAL RESPONSIBILI Zicklin, L.     COR2-GB.3101 .06    FSU 09:00-4:00   PROFESSIONAL RESPONSIBILI Dinallo, E.     COR2-GB.3101 .07    FSU 09:00-4:00   PROFESSIONAL RESPONSIBILI Buchanan, B.   Economics     ECON-GB.2110 .10    M 6:00-9:00   ECONOMICS OF HEALTHCARE Bleustein, C.     ECON-GB.2129 .10    R 6:00-9:00   THE GREAT DEPRESSION  Shlaes, A.     ECON-GB.2190 .10    T 6:00-9:00   GLOB PERSP ENTERPRISE SYS Smith, G.     ECON-GB.2195 .10    T 6:00-9:00   ADVCD GLOBAL PERSPECTIVES Smith, G.     ECON-GB.2330 .10    M 6:00-9:00   ECON & BUS HIST - US  Smith, G.     ECON-GB.2332 .10    W 6:00-9:00   ADVANCED MACROECONOMICS Ljungqvist, L./Sargent, T.     ECON-GB.2333 .00    S 09:00-12:00   MON POL BNKS & CNTR BNKS  Ferrero, A.     ECON-GB.2343 .10    R 6:00-9:00   FINC CRISIS&POL RESPONSE  Schoenholtz, K.     ECON-GB.2344 .10    T 6:00-9:00   THE ECONOMY & FIN MARKTS  Karydakis, A.     ECON-GB.2345 .10    M 6:00-9:00   NEW ECON:NETW DIGITAL CON Economides, N.     ECON-GB.2346 .10    W 6:00-9:00   GRWTH DVLP WORLD/GLB ECON Spence, M.     ECON-GB.2365 .01    MW 10:30-11:50   PREP CAREERS INNOV ENTREP Baumol, W./Alderucci, D.     ECON-GB.2380 .01    TR 3:00-4:20   INTL MACRO POL,THRY&EVDNC Zin, S.     ECON-GB.2380 .10    T 6:00-9:00   INTL MACRO POL,THRY&EVDNC Zin, S.   Finance     FINC-GB.2302 .00    S 09:00-12:00   CORPORATE FINANCE Schmeits, A.     FINC-GB.2302 .10    M 6:00-9:00   CORPORATE FINANCE Marciano, A.     FINC-GB.2302 .11    W 6:00-9:00   CORPORATE FINANCE Mueller, H.     FINC-GB.2304 .01    TR 3:00-4:20   RESTRUCT FIRMS&INDUSTRIES Yermack, D.     FINC-GB.2304 .10    T 6:00-9:00   RESTRUCT FIRMS&INDUSTRIES Amihud, Y.     FINC-GB.2329 .10    T 6:00-9:00   PRINCPLS REAL ESTATE FINC Glickman, E.     FINC-GB.2334 .01    MW 3:00-4:20   INVESTMENT BANKING  Murphy, C.     FINC-GB.2339 .10    M 6:00-9:00   REAL ESTATE CAPITAL MKTS  Vickery, J.     FINC-GB.3120 .10    M 6:00-9:00   PRIVATE BANK&WEALTH MGMT  Walter, I./Rappaport, A.     FINC-GB.3121 .10    W 6:00-9:00   TOPICS: HEDGE FUND STRATG Liew, J.     FINC-GB.3122 .10    W 6:00-9:00   INVESTMENT STRATEGIES Bernstein, R.     FINC-GB.3125 .10    R 6:00-9:00   CORP STRAT & FINC IN EMT  Smith, T.     FINC-GB.3126 .10    R 6:00-9:00   FINC ANAL-ENTERTAIN&MEDIA Dixon, C.     FINC-GB.3148 .10    M 6:00-9:00   SOCIAL VENTURE CAPITAL  Godeke, S.     FINC-GB.3160 .10    T 6:00-9:00   TOPICS IN CORP FINANCE  Lindenberg, E.     FINC-GB.3161 .10    R 6:00-9:00   CASES IN CORP FINANCE Marciano, A.     FINC-GB.3165 .10    T 6:00-9:00   PRIVATE EQUITY FINANCE Semmens, R.     FINC-GB.3173 .10    R 6:00-9:00   VENTURE CAPITAL FINANCING D'Souza, I.     FINC-GB.3176 .11    T 6:00-9:00   TOPICS IN INVESTMENTS Wong, R.     FINC-GB.3176 .12    R 6:00-9:00   TOPICS IN INVESTMENTS Kon, S.     FINC-GB.3181 .10    T 6:00-9:00   APPLIC OF PORTFOLIO ANAL  Gordon, R.     FINC-GB.3188 .10    R 6:00-9:00   TOPICS-INTERNATIONAL FINC Mathrani, A.     FINC-GB.3196 .10    M 6:00-9:00   MERGERS & ACQUISITIONS  Amihud, Y.     FINC-GB.3198 .01    TR 10:30-11:50   BANKRUPTCY & REORG  Altman, E.     FINC-GB.3198 .10    R 6:00-9:00   BANKRUPTCY & REORG  Altman, E.     FINC-GB.3199 .10    W 6:00-9:00   CASE STDS-BANKRPCY&REORGS Holmes, A.     FINC-GB.3312 .10    W 6:00-9:00   RISK MGMT IN FINC INSTIT  Philippon, T.     FINC-GB.3320 .01    TR 12:00-1:20   MANAGING INVESTMENT FUNDS Levich, R.     FINC-GB.3331 .00    S 09:00-12:00   VALUATION Roggi, O.     FINC-GB.3331 .01    MW 10:30-11:50   VALUATION Damodaran, A.     FINC-GB.3331 .10    W 6:00-9:00   VALUATION Schmeits, A.     FINC-GB.3333 .01    MW 1:30-2:50   DEBT INSTRUMENTS & MKTS Kon, S.     FINC-GB.3333 .10    W 6:00-9:00   DEBT INSTRUMENTS & MKTS Kon, S.     FINC-GB.3335 .00    S 1:00-4:00   FUTURES & OPTIONS Figlewski, S.     FINC-GB.3335 .01    MW 09:00-10:20   FUTURES & OPTIONS Brenner, M.     FINC-GB.3335 .10    M 6:00-9:00   FUTURES & OPTIONS Brenner, M.     FINC-GB.3340 .01    TR 10:30-11:50   ADVANCD FUTURES & OPTIONS Subrahmanyam, M.     FINC-GB.3340 .10    W 6:00-9:00   ADVANCD FUTURES & OPTIONS Figlewski, S.     FINC-GB.3343 .10    M 6:00-9:00   THE BUS OF MUSIC & FILM Ellner, D./Kim, A.     FINC-GB.3345 .10    M 6:00-9:00   LAW & BUS OF CORP TRANS Rosenfeld, G./Steinberg, E.     FINC-GB.3361 .01    TR 10:30-11:50   ENTREPRENEURIAL FINANCE Smith, R.     FINC-GB.3387 .01    TR 1:30-2:50   GLOBAL BANK&CAPTL MARKETS Smith, R.   Information Systems     INFO-GB.3322 .10    T 6:00-9:00   DESIGN&DEV:WEB&MOBIL APPS White, N.     INFO-GB.3351 .10    T 6:00-9:00   RISK MANAGEMENT SYSTEMS Donefer, B.     INFO-GB.3362 .10    R 6:00-9:00   EMERGNG TECH & BUS INNVTN Tuzhilin, A.   Interarea     INTA-GB.2310 .10    W 6:00-9:00   MANAGING FINC BUSINESSES Zicklin, L./Roth, P.     INTA-GB.3105 .10    T 6:00-9:00   GLB MKTS & NORM FRAMWRKS Bartiromo, M./Collins, T./Buchanan, B.     INTA-GB.3125 .10    T 6:00-9:00   GOVERNANCE OF PUB/PRI SECTORS Brodsky, R.     INTA-GB.3150 .10    W 6:00-9:00   CORPORATE TURNAROUNDS Brenner, K.     INTA-GB.3336 .10    M 6:00-9:00   NONPROFIT CAPITAL MARKET Callanan, L./Klein, M.     INTA-GB.9910 .01    R 1:30-4:30   CONTINUOUS TIME PROCESSES Lakner, P.   Management Communication     MCOM-GB.2100 .01    TR 3:00-4:20   MANAGEMENT COMMUNICATION  Burns, R.     MCOM-GB.2103 .10    T 6:00-9:00   ADV TOPICS-COMMUNICATION  Mellas, S.     MCOM-GB.2105 .00    U 09:00-4:00   BUSINESS COMMUNICATION  Younger, J.     MCOM-GB.2105 .0A    U 09:00-4:00   BUSINESS COMMUNICATION  Wolff, A.     MCOM-GB.2105 .10    R 6:00-9:00   BUSINESS COMMUNICATION  Stehlik, S.     MCOM-GB.2122 .00    U 09:00-4:00   THE PERFORMING MANAGER  Bower, P.     MCOM-GB.2126 .10    W 6:00-9:00   CORP COMM & CAPITAL MKTS  Rand, L.   Management & Organizations     MGMT-GB.2159 .00    S 09:00-12:00   COLLABORATN,CONFLCT&NEGTN Freeman, S.     MGMT-GB.2159 .01    T 09:00-11:50   COLLABORATN,CONFLCT&NEGTN Blader, S.     MGMT-GB.2159 .02    T 09:00-11:50   COLLABORATN,CONFLCT&NEGTN Blader, S.     MGMT-GB.2159 .03    W 09:00-11:50   COLLABORATN,CONFLCT&NEGTN Blader, S.     MGMT-GB.2159 .0P    U 09:00-4:00   COLLABORATN,CONFLCT&NEGTN Shapira, Z.     MGMT-GB.2159 .10    W 6:00-9:00   COLLABORATN,CONFLCT&NEGTN Freeman, S.     MGMT-GB.2159 .11    R 6:00-9:00   COLLABORATN,CONFLCT&NEGTN Freeman, S.     MGMT-GB.2160 .00    S 09:00-12:00   ADVNCD TOPICS-NEGOTIATNS Freeman, S.     MGMT-GB.2160 .10    W 6:00-9:00   ADVNCD TOPICS-NEGOTIATNS Freeman, S.     MGMT-GB.2161 .10    R 6:00-9:00   NEGTIATNG COMPLEX TRANSCT Freeman, S.     MGMT-GB.2176 .10    T 6:00-9:00   CORPORATE GOVERNANCE Hodak, M./De Nicola, P.     MGMT-GB.2302 .10    T 6:00-9:00   AUTHENTIC LEADERSHIP DVLM Mayer, D.     MGMT-GB.2312 .10    T 6:00-9:00   BIOTECHNOLOGY IND, STRUCT & STRAT Kranzler, J.     MGMT-GB.2327 .00    S 1:00-4:00   MANAGING GROWING COMPANIE Rottner, R.     MGMT-GB.2327 .01    MW 10:30-11:50   MANAGING GROWING COMPANIE Okun, G.     MGMT-GB.2327 .02    MW 3:00-4:20   MANAGING GROWING COMPANIE Okun, G.     MGMT-GB.2327 .03    TR 1:30-2:50   MANAGING GROWING COMPANIE Okun, G.     MGMT-GB.2327 .10    W 6:00-9:00   MANAGING GROWING COMPANIE Rottner, R.     MGMT-GB.2327 .11    R 6:00-9:00   MANAGING GROWING COMPANIE Rottner, R.     MGMT-GB.2328 .10    R 6:00-9:00   FAMILY BUSINESS MANAGEMENT Healy, R.     MGMT-GB.2340 .00    S 1:00-4:00   MULTINATIONAL BUS MGMT  Katzenstein, G.     MGMT-GB.2340 .01    M 1:30-4:20   MULTINATIONAL BUS MGMT  Salomon, R.     MGMT-GB.2353 .00    S 09:00-12:00   MANAGING CHANGE Lechner, A.     MGMT-GB.2363 .10    M 6:00-9:00   LEADERSHIP MODELS Kabaliswaran, R.     MGMT-GB.2366 .10    R 6:00-9:00   INTL SOCIAL IMPACT STRAT  Kickul, J.     MGMT-GB.3151 .0P    U 09:00-4:00   MANAGERIAL DECISION MAKING Shapira, Z.     MGMT-GB.3333 .01    TR 09:00-10:20   BUSINESS START-UP PRACTCM Okun, G.     MGMT-GB.3333 .10    W 6:00-9:00   BUSINESS START-UP PRACTCM Okun, G.     MGMT-GB.3335 .00    S 09:00-12:00   FOUNDTNS OF ENTREPRENRSHP Okun, G.     MGMT-GB.3335 .01    MW 09:00-10:20   FOUNDTNS OF ENTREPRENRSHP Okun, G.     MGMT-GB.3335 .02    TR 3:00-4:20   FOUNDTNS OF ENTREPRENRSHP Kickul, J.     MGMT-GB.3335 .11    M 6:00-9:00   FOUNDTNS OF ENTREPRENRSHP Ginsberg, A.     MGMT-GB.3356 .01    W 1:30-4:20   MANAGING INNOVATION Schilling, M.     MGMT-GB.3366 .10    T 6:00-9:00   POWER & POLITICS  Magee, J.     MGMT-GB.3366 .91    R 6:00-9:00   POWER & POLITICS  Kabaliswaran, R.   Marketing     MKTG-GB.2112 .10    W 6:00-7:25   GLOBALZTN OF ENTERNMT IND Lieberman, A.     MKTG-GB.2113 .10    W 7:35-9:00   REPURPOSING CREATIV CNTNT Lieberman, A.     MKTG-GB.2119 .01    TR 1:30-2:50   ENTRTMT & MEDIA INDUSTRES Craig, C.     MKTG-GB.2128 .10    T 6:00-9:00   ENTREPRENEURIAL SELLING Krawitz, J.     MKTG-GB.2130 .10    W 6:00-9:00   PHARMACEUTICAL MARKETING  Vance, W.     MKTG-GB.2150 .10    R 6:00-9:00   SOCIAL MEDIA FOR BRAND MA Rubinson, J.     MKTG-GB.2172 .10    T 6:00-9:00   MKTG FOR ENTREPRENEURS Carr, J.     MKTG-GB.2173 .10    W 6:00-9:00   NEW MEDIA IN MARKETING  Edis, J.     MKTG-GB.2309 .10    M 6:00-9:00   ADVERTISING MANAGEMENT  Green, J.     MKTG-GB.2325 .10    T 6:00-9:00   DIGITAL MEDIA MARKETING Coleman, G.     MKTG-GB.2327 .10    M 6:00-9:00   MARKETING RESEARCH  Jacoby, J.     MKTG-GB.2347 .01    MW 3:00-4:20   CONSUMER BEHAVIOR Meyvis, T.     MKTG-GB.2347 .10    T 6:00-9:00   CONSUMER BEHAVIOR Meyvis, T.     MKTG-GB.2350 .10    T 6:00-9:00   ADV MKTG PLANNING-STRATGY Erdem, T.     MKTG-GB.2354 .10    W 6:00-9:00   DATA DRIVEN DECISION MAKG Singh, V.     MKTG-GB.2361 .01    TR 3:00-4:20   COMPET STRAT IN MKTPLACE  Czepiel, J.     MKTG-GB.2361 .10    W 6:00-9:00   COMPET STRAT IN MKTPLACE  Czepiel, J.     MKTG-GB.2365 .01    MW 09:00-10:20   BRAND STRATEGY  Galloway, S.     MKTG-GB.2370 .00    S 09:00-12:00   NEW PRODUCT MARKETING Greenwald, M.     MKTG-GB.2370 .01    TR 1:30-2:50   NEW PRODUCT MARKETING Greenwald, M.     MKTG-GB.2371 .10    R 6:00-9:00   INNOVATION & DESIGN Williams, L.     MKTG-GB.2385 .10    R 6:00-9:00   INTL MARKETING MGMT Maheswaran, D.   Non-Credit Courses     NOCR-GB.2045 .01    N :-:   TEAMS AND LEADERS Lennard, D.     NOCR-GB.2045 .02    N :-:   TEAMS AND LEADERS Stehlik, S.     NOCR-GB.2045 .03    N :-:   TEAMS AND LEADERS Schenkler, I.     NOCR-GB.2045 .04    N :-:   TEAMS AND LEADERS Purdy, D.     NOCR-GB.2045 .05    N :-:   TEAMS AND LEADERS Younger, J.     NOCR-GB.2045 .06    N :-:   TEAMS AND LEADERS McGuire, D.   Operations Management     OPMG-GB.2306 .10    M 6:00-9:00   SUPPLY CHAIN MANAGEMENT Eck, B.     OPMG-GB.2313 .0A    N :-:   OPS IN ENT: LAS VEGAS Chernoff, H.     OPMG-GB.2350 .00    S 1:00-4:00   DECISION MODELS Riccio, L.     OPMG-GB.2350 .01    M 09:00-11:50   DECISION MODELS Juran, D.     OPMG-GB.2350 .02    M 1:30-4:20   DECISION MODELS Juran, D.     OPMG-GB.2360 .10    T 6:00-9:00   OPS-REAL ESTATE DEVELPMNT Chernoff, H.     OPMG-GB.3357 .10    W 6:00-9:00   SERVICE OPS & STRATEGY  Nayyar, P.   Statistics & Operations Research     STAT-GB.2301 .01    TR 1:30-2:50   REGRESSION &MULTIVAR ANAL Simonoff, J.     STAT-GB.2302 .10    M 6:00-9:00   FORECAST TIME SERIES DATA Deo, R.     STAT-GB.2308 .10    T 6:00-9:00   APPL STOCHASTIC PROC FINC Lakner, P.     STAT-GB.3301 .10    R 6:00-9:00   INTRO THEORY PROBABILITY  Melnick, E.     STAT-GB.3321 .10    W 6:00-9:00   STOCHASTIC PROCESSES I  Frydman, H."}]},
{"detail": [{"content": "KIT/NYU Lab - System                                          Neuroscience of L anguage L ab at New York University          New York      Abu Dhabi                                    KIT/NYU MEG      People      Our System      Data Analysis      Being a Subject      FAQ      Contact      Yokogawa Electric      KIT                               NYU                                   NYU Psychology        NYU Linguistics                                           NeLLab                                  NelLab Home       NeLLab Abu Dhabi       Marantz Group       Poeppel Group       Pylkkanen Group                                            MEG System      The MEG system was provided by the Kanazawa Institute of Technology (Tokyo, Japan) as part of a collaboration with its Applied Electronics Laboratory. The same system is also developed and marketed by Yokogawa Electric Corporation (Yokogawa, Japan) as the MEG Vision. It is a recumbent system, with the dewar fixed in position. We refer to our system as having 160 channels, but in actuality it contains:           157 axial gradiometers used to measure brain activity       3 orthogonally-oriented (reference) magnetometers located in the dewar but away from the brain area, used to measure and reduce extramural noise offline       32 open positions, of which we currently use 8 to record stimulus triggers           The MEG or SQUID (Superconducting Quantum Interference Device) sensors must be kept at superconducting temperatures in order for the system to operate. To achieve this end, the dewar requires ~100L of liquid helium per week.      Data from the MEG system and other equipment is acquired by a DAQ system assembled by Eagle Technology. The system has six DAQ PCs and one control PC. Each signal is digitized with 16-bit resolution. For raw data recording we use a sampling rate of 1 kHz. We can record with a higher sampling rate but the length of acquisition time that the machine is capable of is greatly reduced as the sampling rate increases. All inputs of the 192 channels can be displayed simultaneously by the six CRT monitors. The control PC runs Windows XP.                  Software       Shielding       EEG       Video System       Audio System       Experimentation                         Recording       For all data acquisition and MEG system control and maintenance, we use the MEG laboratory software MEG160. This software is produced jointly by Yokogawa Electric Corp., Eagle Technology Corp., and the Kanazawa Institute of Technology (KIT). The principal author of the software has been Yasuhiro Haruta, of Yokogawa Electric Corp.       Noise reduction       For offline noise reduction using the three reference magnetometers, we employ the MEG laboratory software MEG160 (see Software/Recording), which uses algorithms developed at the Applied Electronics Laboratory at KIT, and specifically the Continuously Adjusted Least-Squares Method (CALM). This noise reduction procedure essentially eliminates any correlation that the data from the MEG sensors might have with any of the three reference magnetometers by removing any detected covariance. This is performed data point by data point, with a moving window typically of six seconds, such that for each data point the three seconds of data before and the three seconds of data after are used to determine the covariance. This process was designed to eliminate low frequency (&lt10Hz) noise at Keio University in Tokyo, Japan, where a KIT MEG machine is also located. There, as here in New York, large extramural magnetic noise from passing trains/subways can greatly disrupt MEG sensors.                   MSR        The Room itself        The magnetically shielded room (MSR) is a product of Vacuumschmelze (Hanau, Germany). The shielding effect is provided by two layers of mumetal, the inner layer being 3mm and the outer layer being 2mm. Predicted shielding performance was of -60dB at 1Hz; actual performance exceeds this prediction. The exterior dimensions of the room are 2.9 x 3.5 x 2.9m, and the inner dimensions are 2.4 x 3.0 x 2.4m.        Active shielding        In addition to the offline CALM noise reduction system described above, we also have an active shielding system (\"active compensation coils\") designed by Vacuumschmelze and incorporated into the MSR. The system senses the incoming (extramural) signal and produces signals of compensating voltages to annul as much of that signal as possible. The system consists of:                6 compensating coils, one on each surface of the MSR         A three-axis fluxgate sensor that detects the disrupting extramural noise         A controller that tunes the fluxgate sensor, digitizes the reference (input) signal, calculates the canceling (compensating) voltages, converts these voltages to analog signals and feeds these voltages to the compensating coils               Because the dewar/MEG sensors are not centered within the room, the precise locations of the compensation coils were adjusted by Dr. Jochen Bork of Vacuumschmelze so as to maximize the cancellation effect.       Other shielding        RF/EM shielding        To shield our cables proceeding from the MSR, we used Kitagawa Industries 300-series cable shielding.        To shield miscellaneous small parts, we used 3M copper foil tape (1mil/.00254mm), products 1181 and 1182 (1\" and 2\" wide, with single and double-sided conductive adhesive, respectively). Our local distributor for 3M was Bristol Tape Corp. (Fall River, MA).        Digitization        We record the location of the marker coils and electrodes on the subjects, as well as three fiducial locations (the nasion, and the left and right preauricular points), before MEG recording takes place. Additionally, we record the shape of the subject’s head using a 3D laser scanning system, which generally allows 50,000-200,000 points to be collected. The hardware used for the digitization process is a Polhemus (Colchester, VT) FastSCAN COBRA 3D laser system. One receiver is placed on the subject during digitization and a transmitter is placed behind the subject. The use of the receiver on the subject permits accurate correction for subject movement.        We use MATLAB software to convert the file generated by the FastSCAN software to the format required by our analysis methods for source localization.                 A Brain Vision (Morrisville, NC) system is used for the monitoring/recording of spontaneous EEG signal from ocular sites (used in the artifact rejection process) and for the recording of electric evoked potentials (eEPs) simultaneously with the magnetic evoked potentials (mEPs) that form the basis of the lab's research capabilities.       Brain Vision System        We have a DC 32-channel system with a DC-capable 32-channel digital EEG amplifier with a USB interface. The BrainAmp DC Amplifier and the PowerPack are set up inside the MSR during recording. These two devices (which are near the subject's feet, as far from the dewar as the cable from the EEG cap will allow) are connected to the BrainAmp USB2 Adapter via a fiber optic cable. This USB2 Adapter is outside the MSR and connected, via a USB cable, to the PC used for the EEG signal acquisition.       Electrodes/Electrode caps        For both spontaneous and evoked potentials, we use electrode systems from EASYCAP GmbH (Herrsching, Germany). All electrodes are sintered Ag/AgCl Multitrode flat disks. For evoked studies, we use custom-fabricated caps. These caps are standard in that they contain 29 Multitrode B18-LU-150-MEG compatible electrodes in a standard 10-20 system array, as well as 3 Multitrode B18-HU-200-MEG electrodes for monitoring ocular signals, one Multitrode B18-LU-150-MEG ground electrode, and one Multitrode B18-LU-150-MEG Ref electrode.       Recording notes        For both artifact monitoring and full cap evoked recording, we use two references, located on the left and right mastoid. The right mastoid is typically the site used as reference during data acquisition; electrode signals are then re-referenced to the left mastoid site during offline averaging.        Electrode impedances are kept below 6k&Omega;. To assess impedance, we use the EIM-107 Prep-Check Plus multi-lead impedance meter from General Devices (Ridgefield, NJ). We have found this to be a very handy device, being easily programmable to test at various thresholds and in various sequences.        Another helpful tool has been ASP (Irvine, CA) CIDEX OPA, which we use for disinfecting electrodes and caps. This solution is much less volatile and corrosive than other disinfecting agents, and does not require a specially vented fume hood for use.       Bioamplifier System for EOG recordings        A bioamplifier system is used for the monitoring/recording of EOG signals (from ocular sites, used in the artifact rejection process) simultaneously with magnetic evoked potentials (mEPs).       Bioamplifier headbox        Our 24-channel bioelectric amplifier and headbox are products of SA Instrumentation Co. (Encinitas, CA). The amplifier is electrically and magnetically isolated, and run from a DC power source. The headbox accepts loose-lead electrodes. We can also utilize electrode caps for this system inside the MSR.                 Much of the video system was provided either wholly or partially by Nancy Kanwisher and her lab at MIT. Special thanks to Nancy and her father, and Liu Jia; thanks also to Dr. Alison Harris, formerly an undergraduate working in Nancy's lab, and now a PhD recipient from Harvard University in the Vision Sciences Lab.       Image generation        Our visual stimuli are computer-generated. The images generated on the computer monitor are mirrored by an InFocus LP850 projector. The LP850 uses Digital Light Processing (DLP) technology developed by Texas Instruments (Warren, NJ). This technology immediately transmits the image drawn on the LCD within the projector to its mirror-and-lens system, meaning that there is very little lag between the receipt of image information and transmission of the image (a large concern for the temporal accuracy of MEG experiments). The native resolution of this projector is 800 x 600, and our experiments either employ this resolution or most likely a 1024 x 768 resolution.       Image resolution        We have replaced the original lens system with several wide-angle camera lenses to produce a focused image size of approximately 18cm x 18cm (7\" x 7\") at a distance of 24cm (9.5\") from the participants. The distance of the image from the projector is approximately 2.4m (8'). The image also enters the MSR horizontally, and must be reflected down. We accomplish this using a first surface mirror from Edmund Scientific (Barrington, NJ). This mirror is suspended from the ceiling and is fixed at a 45&deg; angle; the incoming image hits the mirror and is reflected 90&deg; straight down.        The image comes to rest on a ground glass \"screen.\" The screen is held in a frame built by Nancy Kanwisher's father out of old fiberglass supports from a windsurfer. It isn't pretty, but it's functional. What is slightly unusual about the setup is that the participant is essentially viewing the back of the screen, rather than the front of the screen (and what we usually think of when we see anything project onto a screen). This means that the image is natively \"backwards\"; in order to fix this we use the rear projection option on the LP850 to \"flip\" the image.                 The audio system is not especially fancy, but the routings are complex: we must be able to get auditory stimuli to the participant in the MSR, to speak to the participant through the audio system (the MSR is rather strongly sound-dampening), to hear the participant outside the MSR, and, if the experiment calls for a participant voice response, to use the participant's voice as a trigger.       Input        To talk to the subject, we use a standard unidirectional microphone that must be turned off at the start of experiments to prevent feedback. To hear the subject, we have installed an Audio-Technica (Stow, OH) ATM10a Omnidirectional Condensor Microphone using a pass-through in the MSR; since the microphone is functionally inside the MSR, a condenser mike is necessary to eliminate RF noise.       Mixing        Input from the subject mike is fed into a Eurorack (Behringer; Willich, Germany) UB502 mixer preamplifier. Here we adjust the gain, in particular boosting the amplification of the subject mike. The mike we use to communicate to the subject is fed into a MACKIE (Woodinville, WA) 1202-VLZ3 Premium mike/line mixer. There are six inputs and four outputs, and the levels on each can be adjusted separately. Also feeding into the MACKIE mixer are the lines for sound generated by the stimulus computers for auditory experiments and experiments providing auditory feedback.       Output        Output from the MACKIE mixer is sent to three destinations. The first is a mix of the experimenter's mike and the stimulus computer's output that goes to the subject, via E-A-Rtone (AEARO Company; Indianapolis, IN) 3A insert earphones. Two 50 Ohm amplifiers for the E-A-Rtone system located just outside the MSR, and sound is fed to the subject via silicon air tubes approximately 1.5m (5') in length. The second is the stimulus output that goes to the outside speakers where the experimenter is located. Finally, the auditory stimuli may be sent directly to the trigger box to record stimuli onset on a trigger line of the MEG system. We can use two additional channels to record any combination of the subject, the experimenter, and the computer-generated stimulus, if, for example, we should want to examine off-line the response produced by the subject.        Subject output is also sent directly and uniquely from the Eurorack UB502 mixer preamplifier to a set of close by speakers so that we can monitor the subject without hearing the computer output. We also have an OptoAcoustics (Or Yehuda, Israel) fiber optic microphone that we use to record voice onset triggering, by running it through an amplifier and then directly to the trigger box via a BNC line.                 Hardware       At present, all of our experimental stimuli are administered from an Apple iMac computer utilizing Psychophysics Toolbox, which operates with MATLAB software (The MathWorks, Inc.; Natick, MA), or from a PC running Presentation (Neurobehavioral Systems, Inc.; Albany, CA) or DMDX software. We also have an Apple Mac Mini running PsyScope X software. For the iMac and PC, stimuli triggering is run through a StimTracker Model ST-100 (Cedrus Corporation; San Pedro, CA). For PsyScope, all timing for experiments, along with all responses made during experiments, is managed by a Response Button Box developed by ioLab Systems. Both of these devices have millisecond resolution accuracy, and are not susceptible to the same drag that Mac and PC system \"clocks\" are. Responses by the subject are triggered either by voice (See the OptoAcoustics system [link]) or button-press from a Current Designs (Philadelphia, PA) fiber optic system. The actual peripheral response buttons in the MSR are two 2-button response pads (a total of four buttons) utilizing a photodiode system that sends signals directly to the stimulus computer via a USB plug. The interface between the buttons and the computers is a 904 FIU series photodiode box.       Software       Stimuli are normally administered via Psychophysics Toolbox, which operates with MATLAB or, if from the PC, via Presentation or DMDX software. We use this for both auditory and visual experiments. PsyScope X is set up on the Mac Mini but is rarely used. The PC can also run Psychophysics Toolbox but currently this software cannot utilize the response pads in the MSR.                                                                 KIT/NYU MEG Lab     NYU Department of Psychology     6 Washington Place, Room 284     New York, NY 10003                    Copyright &copy; NelLab 2013"}, {"content": "NYU Stern Records&amp;Registration | Course Syllabi                            Course Syllabi              Please note: Sample syllabi are posted to provide you with    additional information for the course registration process and    may not reflect the final versions of the courses. Content, schedule,    requirements, assignments, etc. may change. Please do not use these    samples as a basis for buying textbooks, scheduling, preparing    assignments, etc.      Please check the Course Schedule for completed    updated course information (i.e. day, time)      Fall 2011  Course number: Search    Accounting     ACCT-GB.2302 .01    TR 3:30-4:45   FINC REPORTING &DISCLSURE Zarowin, P.     ACCT-GB.2303 .01    MW 1:30-2:50   FINANCIAL STATEMENT ANAL  Kraft, P.     ACCT-GB.2303 .10    M 6:00-9:00   FINANCIAL STATEMENT ANAL  Kraft, P.     ACCT-GB.2303 .11    W 6:00-9:00   FINANCIAL STATEMENT ANAL  Kraft, P.     ACCT-GB.2303 .91    T 6:00-9:00   FINANCIAL STATEMENT ANAL  McGahran, K.   Business Law/Taxation     ACCT-GB.2305 .10    T 6:00-9:00   TAXES & BUSINESS STRATEGY Gode, D.   Accounting     ACCT-GB.3304 .01    T 09:00-11:50   MODELING FINC STATEMENTS  Gode, D.     ACCT-GB.3304 .10    M 6:00-9:00   MODELING FINC STATEMENTS  Gode, D.     ACCT-GB.3313 .01    MW 3:30-4:45   AUDITING  Jones, S.     ACCT-GB.3330 .01    MW 11:00-12:15   ACCTG-M&A & RELTD MATTERS Bildersee, J.     ACCT-GB.3335 .01    TR 09:30-10:45   INTL REPORTING & ANALYSIS Choi, F.     ACCT-GB.3380 .01    MW 08:00-09:15   TAXATION INDIV&BUS INCOME Thomopoulos, J./Meisler, M.     ACCT-GB.6302 .01    TR 2:00-3:15   FINANCIAL RPRTG & DSCLSR  Zarowin, P.     ACCT-GB.6313 .01    MW 3:30-4:45   AUDITING  Jones, S.     ACCT-GB.6331 .01    TR 11:00-12:15   ADV MANAGERIAL ACCOUNTING Maindiratta, A.     ACCT-GB.6335 .01    TR 09:30-10:45   INTL REPORTING & ANALYSIS Choi, F.     ACCT-GB.6380 .01    MW 08:00-09:15   TAXATION INDIV&BUS INCOME Thomopoulos, J./Meisler, M.   Business & Society     BSPA-GB.2120 .10    W 6:00-9:00   ENTERTAINMENT LAW Hendler, R.     BSPA-GB.2314 .00    S 1:00-4:00   BUSINESS LAW FOR MANAGERS Hendler, R.   Core Courses (According to Program Status)     COR1-GB.1302 .00    S 1:00-4:00   LEADERSHIP IN ORGANIZATIO Kabaliswaran, R.     COR1-GB.1302 .0P    S 1:00-4:00   LEADERSHIP IN ORGANIZATIO Boyle, E.     COR1-GB.1302 .10    M 6:00-9:00   LEADERSHIP IN ORGANIZATIO Blader, S.     COR1-GB.1302 .11    R 6:00-9:00   LEADERSHIP IN ORGANIZATIO Milliken, F.     COR1-GB.1302 .12    R 6:00-9:00   LEADERSHIP IN ORGANIZATIO Lechner, A.     COR1-GB.1302 .91    M 6:00-9:00   LEADERSHIP IN ORGANIZATIO Milliken, F.     COR1-GB.1303 .01    TR 1:30-2:50   FIRMS & MARKETS Lee, R.     COR1-GB.1303 .02    TR 1:30-2:50   FIRMS & MARKETS White, L.     COR1-GB.1303 .03    TR 09:00-10:20   FIRMS & MARKETS Bar-Isaac, H.     COR1-GB.1303 .04    TR 09:00-10:20   FIRMS & MARKETS White, L.     COR1-GB.1303 .05    TR 10:30-11:50   FIRMS & MARKETS Bar-Isaac, H.     COR1-GB.1303 .06    TR 10:30-11:50   FIRMS & MARKETS Lee, R.     COR1-GB.1303 .10    M 6:00-9:00   FIRMS & MARKETS Cabral, L.     COR1-GB.1303 .11    T 6:00-9:00   FIRMS & MARKETS Economides, N.     COR1-GB.1303 .12    W 6:00-9:00   FIRMS & MARKETS Economides, N.     COR1-GB.1305 .00    S 09:00-12:00   STATISTICS &DATA ANALYSIS Shahmaei, A.     COR1-GB.1305 .01    TR 10:30-11:50   STATISTICS &DATA ANALYSIS Simonoff, J.     COR1-GB.1305 .02    TR 10:30-11:50   STATISTICS &DATA ANALYSIS Simon, G.     COR1-GB.1305 .03    TR 1:30-2:50   STATISTICS &DATA ANALYSIS Hurvich, C.     COR1-GB.1305 .04    TR 1:30-2:50   STATISTICS &DATA ANALYSIS Deo, R.     COR1-GB.1305 .05    TR 09:00-10:20   STATISTICS &DATA ANALYSIS Tenenbein, A.     COR1-GB.1305 .06    TR 09:00-10:20   STATISTICS &DATA ANALYSIS Greene, W.     COR1-GB.1305 .10    M 6:00-9:00   STATISTICS &DATA ANALYSIS Melnick, E.     COR1-GB.1305 .11    W 6:00-9:00   STATISTICS &DATA ANALYSIS Mohebbi, C.     COR1-GB.1305 .12    W 6:00-9:00   STATISTICS &DATA ANALYSIS Chen, S.     COR1-GB.1305 .91    W 6:00-9:00   STATISTICS &DATA ANALYSIS Buchanan, B.     COR1-GB.1306 .00    S 09:00-12:00   FIN ACCOUNTING & REPORTNG Yeo, J.     COR1-GB.1306 .01    M 09:00-11:50   FIN ACCOUNTING & REPORTNG Bartov, E.     COR1-GB.1306 .02    W 09:00-11:50   FIN ACCOUNTING & REPORTNG Weil, R.     COR1-GB.1306 .03    W 09:00-11:50   FIN ACCOUNTING & REPORTNG Bartov, E.     COR1-GB.1306 .04    W 1:30-4:20   FIN ACCOUNTING & REPORTNG Weil, R.     COR1-GB.1306 .05    W 1:30-4:20   FIN ACCOUNTING & REPORTNG Bartov, E.     COR1-GB.1306 .06    M 1:30-4:20   FIN ACCOUNTING & REPORTNG Weil, R.     COR1-GB.1306 .10    T 6:00-9:00   FIN ACCOUNTING & REPORTNG Jung, M.     COR1-GB.1306 .11    R 6:00-9:00   FIN ACCOUNTING & REPORTNG Dontoh, A.     COR1-GB.1306 .12    M 6:00-9:00   FIN ACCOUNTING & REPORTNG Dontoh, A.     COR1-GB.2103 .10    M 6:00-9:00   STRATEGY I Hegde, D.     COR1-GB.2104 .10    M 6:00-9:00   STRATEGY II Hegde, D.     COR1-GB.2301 .01    W 09:00-11:50   STRATEGY Marciano, S.     COR1-GB.2301 .02    M 09:00-11:50   STRATEGY Marciano, S.     COR1-GB.2301 .03    M 09:00-11:50   STRATEGY  Salomon, R.     COR1-GB.2301 .04    M 1:30-4:20   STRATEGY  Schilling, M.     COR1-GB.2301 .05    M 1:30-4:20   STRATEGY Marciano, S.     COR1-GB.2301 .06    W 1:30-4:20   STRATEGY Marciano, S.     COR1-GB.2303 .00    S 09:00-12:00   THE GLOBAL ECONOMY  Schoenholtz, K.     COR1-GB.2303 .0P    S 1:00-4:00   THE GLOBAL ECONOMY  Ruhl, K.     COR1-GB.2303 .10    M 6:00-9:00   THE GLOBAL ECONOMY  Waugh, M.     COR1-GB.2303 .11    T 6:00-9:00   THE GLOBAL ECONOMY  Waugh, M.     COR1-GB.2303 .12    W 6:00-9:00   THE GLOBAL ECONOMY  Ruhl, K.     COR1-GB.2303 .13    R 6:00-9:00   THE GLOBAL ECONOMY  Ruhl, K.     COR1-GB.2303 .91    M 6:00-9:00   THE GLOBAL ECONOMY Steinberg, E.     COR1-GB.2310 .00    S 09:00-12:00   MARKETING Carr, J.     COR1-GB.2310 .01    TR 09:00-10:20   MARKETING Carr, J.     COR1-GB.2310 .02    TR 10:30-11:50   MARKETING Carr, J.     COR1-GB.2310 .03    TR 1:30-2:50   MARKETING Steckel, J.     COR1-GB.2310 .10    M 6:00-9:00   MARKETING Raghubir, P.     COR1-GB.2310 .11    T 6:00-9:00   MARKETING Craig, C.     COR1-GB.2310 .12    W 6:00-9:00   MARKETING Raghubir, P.     COR1-GB.2310 .13    R 6:00-9:00   MARKETING Steckel, J.     COR1-GB.2311 .00    S 1:00-4:00   FOUNDATIONS OF FINANCE  Handley, J.     COR1-GB.2311 .01    MW 10:30-11:50   FOUNDATIONS OF FINANCE  Van Nieuwerburgh, S.     COR1-GB.2311 .02    MW 10:30-11:50   FOUNDATIONS OF FINANCE  Mertens, T.     COR1-GB.2311 .03    MW 1:30-2:50   FOUNDATIONS OF FINANCE  Van Nieuwerburgh, S.     COR1-GB.2311 .04    MW 1:30-2:50   FOUNDATIONS OF FINANCE  Mertens, T.     COR1-GB.2311 .05    TR 3:00-4:20   FOUNDATIONS OF FINANCE  Whitelaw, R.     COR1-GB.2311 .10    M 6:00-9:00   FOUNDATIONS OF FINANCE  Mertens, T.     COR1-GB.2311 .11    T 6:00-9:00   FOUNDATIONS OF FINANCE Drechsler, I.     COR1-GB.2311 .12    W 6:00-9:00   FOUNDATIONS OF FINANCE  Hasbrouck, J.     COR1-GB.2311 .13    R 6:00-9:00   FOUNDATIONS OF FINANCE  Hasbrouck, J.     COR1-GB.2311 .14    R 6:00-9:00   FOUNDATIONS OF FINANCE Drechsler, I.     COR1-GB.2314 .00    S 09:00-12:00   COMPET ADVT FM OPERATIONS Silverman, F.     COR1-GB.2314 .01    TR 3:00-4:20   COMPET ADVT FM OPERATIONS Caldentey, R.     COR1-GB.2314 .02    TR 3:00-4:20   COMPET ADVT FM OPERATIONS Riccio, L.     COR1-GB.2314 .91    W 6:00-9:00   COMPET ADVT FM OPERATIONS Riccio, L.   Professional Responsibility     COR2-GB.3101 .00    U 09:00-4:00   PROFESSIONAL RESPONSIBILI Berenbeim, R.     COR2-GB.3101 .01    MW 1:30-2:50   PROFESSIONAL RESPONSIBILI Buchanan, B.     COR2-GB.3101 .02    TR 09:00-10:20   PROFESSIONAL RESPONSIBILI Zicklin, L.     COR2-GB.3101 .03    FSU 09:00-4:00   PROFESSIONAL RESPONSIBILI Bigel, K.     COR2-GB.3101 .04    TR 10:30-11:50   PROFESSIONAL RESPONSIBILI Zicklin, L.     COR2-GB.3101 .06    FSU 09:00-4:00   PROFESSIONAL RESPONSIBILI Dinallo, E.     COR2-GB.3101 .07    FSU 09:00-4:00   PROFESSIONAL RESPONSIBILI Buchanan, B.   Economics     ECON-GB.2110 .10    M 6:00-9:00   ECONOMICS OF HEALTHCARE Bleustein, C.     ECON-GB.2129 .10    R 6:00-9:00   THE GREAT DEPRESSION  Shlaes, A.     ECON-GB.2190 .10    T 6:00-9:00   GLOB PERSP ENTERPRISE SYS Smith, G.     ECON-GB.2195 .10    T 6:00-9:00   ADVCD GLOBAL PERSPECTIVES Smith, G.     ECON-GB.2330 .10    M 6:00-9:00   ECON & BUS HIST - US  Smith, G.     ECON-GB.2332 .10    W 6:00-9:00   ADVANCED MACROECONOMICS Ljungqvist, L./Sargent, T.     ECON-GB.2333 .00    S 09:00-12:00   MON POL BNKS & CNTR BNKS  Ferrero, A.     ECON-GB.2343 .10    R 6:00-9:00   FINC CRISIS&POL RESPONSE  Schoenholtz, K.     ECON-GB.2344 .10    T 6:00-9:00   THE ECONOMY & FIN MARKTS  Karydakis, A.     ECON-GB.2345 .10    M 6:00-9:00   NEW ECON:NETW DIGITAL CON Economides, N.     ECON-GB.2346 .10    W 6:00-9:00   GRWTH DVLP WORLD/GLB ECON Spence, M.     ECON-GB.2365 .01    MW 10:30-11:50   PREP CAREERS INNOV ENTREP Baumol, W./Alderucci, D.     ECON-GB.2380 .01    TR 3:00-4:20   INTL MACRO POL,THRY&EVDNC Zin, S.     ECON-GB.2380 .10    T 6:00-9:00   INTL MACRO POL,THRY&EVDNC Zin, S.   Finance     FINC-GB.2302 .00    S 09:00-12:00   CORPORATE FINANCE Schmeits, A.     FINC-GB.2302 .10    M 6:00-9:00   CORPORATE FINANCE Marciano, A.     FINC-GB.2302 .11    W 6:00-9:00   CORPORATE FINANCE Mueller, H.     FINC-GB.2304 .01    TR 3:00-4:20   RESTRUCT FIRMS&INDUSTRIES Yermack, D.     FINC-GB.2304 .10    T 6:00-9:00   RESTRUCT FIRMS&INDUSTRIES Amihud, Y.     FINC-GB.2329 .10    T 6:00-9:00   PRINCPLS REAL ESTATE FINC Glickman, E.     FINC-GB.2334 .01    MW 3:00-4:20   INVESTMENT BANKING  Murphy, C.     FINC-GB.2339 .10    M 6:00-9:00   REAL ESTATE CAPITAL MKTS  Vickery, J.     FINC-GB.3120 .10    M 6:00-9:00   PRIVATE BANK&WEALTH MGMT  Walter, I./Rappaport, A.     FINC-GB.3121 .10    W 6:00-9:00   TOPICS: HEDGE FUND STRATG Liew, J.     FINC-GB.3122 .10    W 6:00-9:00   INVESTMENT STRATEGIES Bernstein, R.     FINC-GB.3125 .10    R 6:00-9:00   CORP STRAT & FINC IN EMT  Smith, T.     FINC-GB.3126 .10    R 6:00-9:00   FINC ANAL-ENTERTAIN&MEDIA Dixon, C.     FINC-GB.3148 .10    M 6:00-9:00   SOCIAL VENTURE CAPITAL  Godeke, S.     FINC-GB.3160 .10    T 6:00-9:00   TOPICS IN CORP FINANCE  Lindenberg, E.     FINC-GB.3161 .10    R 6:00-9:00   CASES IN CORP FINANCE Marciano, A.     FINC-GB.3165 .10    T 6:00-9:00   PRIVATE EQUITY FINANCE Semmens, R.     FINC-GB.3173 .10    R 6:00-9:00   VENTURE CAPITAL FINANCING D'Souza, I.     FINC-GB.3176 .11    T 6:00-9:00   TOPICS IN INVESTMENTS Wong, R.     FINC-GB.3176 .12    R 6:00-9:00   TOPICS IN INVESTMENTS Kon, S.     FINC-GB.3181 .10    T 6:00-9:00   APPLIC OF PORTFOLIO ANAL  Gordon, R.     FINC-GB.3188 .10    R 6:00-9:00   TOPICS-INTERNATIONAL FINC Mathrani, A.     FINC-GB.3196 .10    M 6:00-9:00   MERGERS & ACQUISITIONS  Amihud, Y.     FINC-GB.3198 .01    TR 10:30-11:50   BANKRUPTCY & REORG  Altman, E.     FINC-GB.3198 .10    R 6:00-9:00   BANKRUPTCY & REORG  Altman, E.     FINC-GB.3199 .10    W 6:00-9:00   CASE STDS-BANKRPCY&REORGS Holmes, A.     FINC-GB.3312 .10    W 6:00-9:00   RISK MGMT IN FINC INSTIT  Philippon, T.     FINC-GB.3320 .01    TR 12:00-1:20   MANAGING INVESTMENT FUNDS Levich, R.     FINC-GB.3331 .00    S 09:00-12:00   VALUATION Roggi, O.     FINC-GB.3331 .01    MW 10:30-11:50   VALUATION Damodaran, A.     FINC-GB.3331 .10    W 6:00-9:00   VALUATION Schmeits, A.     FINC-GB.3333 .01    MW 1:30-2:50   DEBT INSTRUMENTS & MKTS Kon, S.     FINC-GB.3333 .10    W 6:00-9:00   DEBT INSTRUMENTS & MKTS Kon, S.     FINC-GB.3335 .00    S 1:00-4:00   FUTURES & OPTIONS Figlewski, S.     FINC-GB.3335 .01    MW 09:00-10:20   FUTURES & OPTIONS Brenner, M.     FINC-GB.3335 .10    M 6:00-9:00   FUTURES & OPTIONS Brenner, M.     FINC-GB.3340 .01    TR 10:30-11:50   ADVANCD FUTURES & OPTIONS Subrahmanyam, M.     FINC-GB.3340 .10    W 6:00-9:00   ADVANCD FUTURES & OPTIONS Figlewski, S.     FINC-GB.3343 .10    M 6:00-9:00   THE BUS OF MUSIC & FILM Ellner, D./Kim, A.     FINC-GB.3345 .10    M 6:00-9:00   LAW & BUS OF CORP TRANS Rosenfeld, G./Steinberg, E.     FINC-GB.3361 .01    TR 10:30-11:50   ENTREPRENEURIAL FINANCE Smith, R.     FINC-GB.3387 .01    TR 1:30-2:50   GLOBAL BANK&CAPTL MARKETS Smith, R.   Information Systems     INFO-GB.3322 .10    T 6:00-9:00   DESIGN&DEV:WEB&MOBIL APPS White, N.     INFO-GB.3351 .10    T 6:00-9:00   RISK MANAGEMENT SYSTEMS Donefer, B.     INFO-GB.3362 .10    R 6:00-9:00   EMERGNG TECH & BUS INNVTN Tuzhilin, A.   Interarea     INTA-GB.2310 .10    W 6:00-9:00   MANAGING FINC BUSINESSES Zicklin, L./Roth, P.     INTA-GB.3105 .10    T 6:00-9:00   GLB MKTS & NORM FRAMWRKS Bartiromo, M./Collins, T./Buchanan, B.     INTA-GB.3125 .10    T 6:00-9:00   GOVERNANCE OF PUB/PRI SECTORS Brodsky, R.     INTA-GB.3150 .10    W 6:00-9:00   CORPORATE TURNAROUNDS Brenner, K.     INTA-GB.3336 .10    M 6:00-9:00   NONPROFIT CAPITAL MARKET Callanan, L./Klein, M.     INTA-GB.9910 .01    R 1:30-4:30   CONTINUOUS TIME PROCESSES Lakner, P.   Management Communication     MCOM-GB.2100 .01    TR 3:00-4:20   MANAGEMENT COMMUNICATION  Burns, R.     MCOM-GB.2103 .10    T 6:00-9:00   ADV TOPICS-COMMUNICATION  Mellas, S.     MCOM-GB.2105 .00    U 09:00-4:00   BUSINESS COMMUNICATION  Younger, J.     MCOM-GB.2105 .0A    U 09:00-4:00   BUSINESS COMMUNICATION  Wolff, A.     MCOM-GB.2105 .10    R 6:00-9:00   BUSINESS COMMUNICATION  Stehlik, S.     MCOM-GB.2122 .00    U 09:00-4:00   THE PERFORMING MANAGER  Bower, P.     MCOM-GB.2126 .10    W 6:00-9:00   CORP COMM & CAPITAL MKTS  Rand, L.   Management & Organizations     MGMT-GB.2159 .00    S 09:00-12:00   COLLABORATN,CONFLCT&NEGTN Freeman, S.     MGMT-GB.2159 .01    T 09:00-11:50   COLLABORATN,CONFLCT&NEGTN Blader, S.     MGMT-GB.2159 .02    T 09:00-11:50   COLLABORATN,CONFLCT&NEGTN Blader, S.     MGMT-GB.2159 .03    W 09:00-11:50   COLLABORATN,CONFLCT&NEGTN Blader, S.     MGMT-GB.2159 .0P    U 09:00-4:00   COLLABORATN,CONFLCT&NEGTN Shapira, Z.     MGMT-GB.2159 .10    W 6:00-9:00   COLLABORATN,CONFLCT&NEGTN Freeman, S.     MGMT-GB.2159 .11    R 6:00-9:00   COLLABORATN,CONFLCT&NEGTN Freeman, S.     MGMT-GB.2160 .00    S 09:00-12:00   ADVNCD TOPICS-NEGOTIATNS Freeman, S.     MGMT-GB.2160 .10    W 6:00-9:00   ADVNCD TOPICS-NEGOTIATNS Freeman, S.     MGMT-GB.2161 .10    R 6:00-9:00   NEGTIATNG COMPLEX TRANSCT Freeman, S.     MGMT-GB.2176 .10    T 6:00-9:00   CORPORATE GOVERNANCE Hodak, M./De Nicola, P.     MGMT-GB.2302 .10    T 6:00-9:00   AUTHENTIC LEADERSHIP DVLM Mayer, D.     MGMT-GB.2312 .10    T 6:00-9:00   BIOTECHNOLOGY IND, STRUCT & STRAT Kranzler, J.     MGMT-GB.2327 .00    S 1:00-4:00   MANAGING GROWING COMPANIE Rottner, R.     MGMT-GB.2327 .01    MW 10:30-11:50   MANAGING GROWING COMPANIE Okun, G.     MGMT-GB.2327 .02    MW 3:00-4:20   MANAGING GROWING COMPANIE Okun, G.     MGMT-GB.2327 .03    TR 1:30-2:50   MANAGING GROWING COMPANIE Okun, G.     MGMT-GB.2327 .10    W 6:00-9:00   MANAGING GROWING COMPANIE Rottner, R.     MGMT-GB.2327 .11    R 6:00-9:00   MANAGING GROWING COMPANIE Rottner, R.     MGMT-GB.2328 .10    R 6:00-9:00   FAMILY BUSINESS MANAGEMENT Healy, R.     MGMT-GB.2340 .00    S 1:00-4:00   MULTINATIONAL BUS MGMT  Katzenstein, G.     MGMT-GB.2340 .01    M 1:30-4:20   MULTINATIONAL BUS MGMT  Salomon, R.     MGMT-GB.2353 .00    S 09:00-12:00   MANAGING CHANGE Lechner, A.     MGMT-GB.2363 .10    M 6:00-9:00   LEADERSHIP MODELS Kabaliswaran, R.     MGMT-GB.2366 .10    R 6:00-9:00   INTL SOCIAL IMPACT STRAT  Kickul, J.     MGMT-GB.3151 .0P    U 09:00-4:00   MANAGERIAL DECISION MAKING Shapira, Z.     MGMT-GB.3333 .01    TR 09:00-10:20   BUSINESS START-UP PRACTCM Okun, G.     MGMT-GB.3333 .10    W 6:00-9:00   BUSINESS START-UP PRACTCM Okun, G.     MGMT-GB.3335 .00    S 09:00-12:00   FOUNDTNS OF ENTREPRENRSHP Okun, G.     MGMT-GB.3335 .01    MW 09:00-10:20   FOUNDTNS OF ENTREPRENRSHP Okun, G.     MGMT-GB.3335 .02    TR 3:00-4:20   FOUNDTNS OF ENTREPRENRSHP Kickul, J.     MGMT-GB.3335 .11    M 6:00-9:00   FOUNDTNS OF ENTREPRENRSHP Ginsberg, A.     MGMT-GB.3356 .01    W 1:30-4:20   MANAGING INNOVATION Schilling, M.     MGMT-GB.3366 .10    T 6:00-9:00   POWER & POLITICS  Magee, J.     MGMT-GB.3366 .91    R 6:00-9:00   POWER & POLITICS  Kabaliswaran, R.   Marketing     MKTG-GB.2112 .10    W 6:00-7:25   GLOBALZTN OF ENTERNMT IND Lieberman, A.     MKTG-GB.2113 .10    W 7:35-9:00   REPURPOSING CREATIV CNTNT Lieberman, A.     MKTG-GB.2119 .01    TR 1:30-2:50   ENTRTMT & MEDIA INDUSTRES Craig, C.     MKTG-GB.2128 .10    T 6:00-9:00   ENTREPRENEURIAL SELLING Krawitz, J.     MKTG-GB.2130 .10    W 6:00-9:00   PHARMACEUTICAL MARKETING  Vance, W.     MKTG-GB.2150 .10    R 6:00-9:00   SOCIAL MEDIA FOR BRAND MA Rubinson, J.     MKTG-GB.2172 .10    T 6:00-9:00   MKTG FOR ENTREPRENEURS Carr, J.     MKTG-GB.2173 .10    W 6:00-9:00   NEW MEDIA IN MARKETING  Edis, J.     MKTG-GB.2309 .10    M 6:00-9:00   ADVERTISING MANAGEMENT  Green, J.     MKTG-GB.2325 .10    T 6:00-9:00   DIGITAL MEDIA MARKETING Coleman, G.     MKTG-GB.2327 .10    M 6:00-9:00   MARKETING RESEARCH  Jacoby, J.     MKTG-GB.2347 .01    MW 3:00-4:20   CONSUMER BEHAVIOR Meyvis, T.     MKTG-GB.2347 .10    T 6:00-9:00   CONSUMER BEHAVIOR Meyvis, T.     MKTG-GB.2350 .10    T 6:00-9:00   ADV MKTG PLANNING-STRATGY Erdem, T.     MKTG-GB.2354 .10    W 6:00-9:00   DATA DRIVEN DECISION MAKG Singh, V.     MKTG-GB.2361 .01    TR 3:00-4:20   COMPET STRAT IN MKTPLACE  Czepiel, J.     MKTG-GB.2361 .10    W 6:00-9:00   COMPET STRAT IN MKTPLACE  Czepiel, J.     MKTG-GB.2365 .01    MW 09:00-10:20   BRAND STRATEGY  Galloway, S.     MKTG-GB.2370 .00    S 09:00-12:00   NEW PRODUCT MARKETING Greenwald, M.     MKTG-GB.2370 .01    TR 1:30-2:50   NEW PRODUCT MARKETING Greenwald, M.     MKTG-GB.2371 .10    R 6:00-9:00   INNOVATION & DESIGN Williams, L.     MKTG-GB.2385 .10    R 6:00-9:00   INTL MARKETING MGMT Maheswaran, D.   Non-Credit Courses     NOCR-GB.2045 .01    N :-:   TEAMS AND LEADERS Lennard, D.     NOCR-GB.2045 .02    N :-:   TEAMS AND LEADERS Stehlik, S.     NOCR-GB.2045 .03    N :-:   TEAMS AND LEADERS Schenkler, I.     NOCR-GB.2045 .04    N :-:   TEAMS AND LEADERS Purdy, D.     NOCR-GB.2045 .05    N :-:   TEAMS AND LEADERS Younger, J.     NOCR-GB.2045 .06    N :-:   TEAMS AND LEADERS McGuire, D.   Operations Management     OPMG-GB.2306 .10    M 6:00-9:00   SUPPLY CHAIN MANAGEMENT Eck, B.     OPMG-GB.2313 .0A    N :-:   OPS IN ENT: LAS VEGAS Chernoff, H.     OPMG-GB.2350 .00    S 1:00-4:00   DECISION MODELS Riccio, L.     OPMG-GB.2350 .01    M 09:00-11:50   DECISION MODELS Juran, D.     OPMG-GB.2350 .02    M 1:30-4:20   DECISION MODELS Juran, D.     OPMG-GB.2360 .10    T 6:00-9:00   OPS-REAL ESTATE DEVELPMNT Chernoff, H.     OPMG-GB.3357 .10    W 6:00-9:00   SERVICE OPS & STRATEGY  Nayyar, P.   Statistics & Operations Research     STAT-GB.2301 .01    TR 1:30-2:50   REGRESSION &MULTIVAR ANAL Simonoff, J.     STAT-GB.2302 .10    M 6:00-9:00   FORECAST TIME SERIES DATA Deo, R.     STAT-GB.2308 .10    T 6:00-9:00   APPL STOCHASTIC PROC FINC Lakner, P.     STAT-GB.3301 .10    R 6:00-9:00   INTRO THEORY PROBABILITY  Melnick, E.     STAT-GB.3321 .10    W 6:00-9:00   STOCHASTIC PROCESSES I  Frydman, H."}, {"content": "NYU Stern - Stacy Dick                                      Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                            Experience Faculty &amp; Research            Refine by:   Books    Opinion    Research Highlights    Research in the News    Blogs    Archive      Faculty Directory                                      Home /            Experience Stern /            Faculty &amp; Research /            Faculty Directory /           Stacy Dick                                                    Share / Print                                     Print              Email              Share              Like                                                                Stacy Dick                               Leonard N. Stern School of Business     Kaufman Management Center     44 West Fourth Street, 9-150     New York, NY 10012      E-mail sdick@stern.nyu.edu                       View/Download C.V.                   Biography      Courses Taught      Academic Background                                                                                                 Biography                   Stacy S. Dick is Chief Financial Officer of Julian Robertson Holdings, a  privately-held enterprise whose activities include seeding new investment  vehicles and the operation of several international operating businesses.  He also serves as CFO of Tiger Management Advisors LLC, an investment  management company within the group.    Previously, Mr. Dick led the private equity investing activities of the  Rothschild investment banking group and was earlier a general partner  of Evercore Partners Inc., an investment banking firm. During the period  1992-1998, he was a senior executive of Tenneco Inc. where he helped  develop and execute a complete restructuring of this global Fortune 30  company.    Mr. Dick is a board member of the Charles H. Revson Foundation, the  Atlantic Salmon Federation (U.S.), The Cathedral School of St. John the  Divine and Systemax Inc. He was educated at Harvard University,  receiving an AB in Economics magna cum laude in 1978 and a PhD in  Business Economics in 1983. He serves as an Adjunct Professor of  Finance at the Stern School of Business of New York University.         August 2011                                                  Courses Taught                                       Law & Bus of Corp Trans (FINC-GB.3345.010)                     Restructuring Firms and Industries (FINC-GB.2304.000)                                                                     Academic Background                   Ph.D., Business Economics, 1983                  Harvard University                   A.B., Economics, 1978                  Harvard College                                                                                                   Back to Top                   News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]