[{"detail": [{"content": "Ronald W. Zweig, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Ronald W. Zweig   Professor of Hebrew and Judaic Studies; Marilyn and Henry Taub Professor of Israel Studies; Director of the Taub Center for Israel Studies   University of Cambridge, England, PhD 1978     Office: 14A Washington Mews, 2nd Floor       Email:       Phone: (212)992-8776     Research Interests History of British mandate, state of Israel and modern Jewish history         External Affiliations Historical Advisory Panel to the National Archives in Washington, DC, Member; Journal of Israeli History , Editorial Board; Association of Israel Studies, Board; Jewish Social Studies , Editorial Board; Israel Studies , Editorial Board.     Select Publications Books:    The Gold Train: the Looting of Hungarian Jewry . Allen Lane/Penguin (UK), William M. Morrow (US), 2002; Italian Edition, 2003; Hungarian Edition, 2005; Hebrew Edition, 2009; Japanese edition, 2009.    co-edited with Thomas Albrich, Escape Through Austria : the Flight of Jewish Survivors from Eastern Europe, 1945-1948, London: Frank Cass, 2002    Edited, Electronic Edition of the Palestine Post, 1932-1950    co-edited with M. Raider and J. Sarn, Rabbi Abba Hillel Silver: A Study in Zionist Leadership, London: Frank Cass, 1997    Edited, David Ben-Gurion: Politics and Leadership in Israel. London: Frank Cass, 1991    German Reparations and the Jewish World: A History of the Claims Conference. Boulder and London, Westview Press, 1987. Second edition, revised and expanded, 2001.    Britain and Palestine During the Second World War. London: Boydell Press/Royal Historical Society, 1986    Articles:    “Distancing or Transformation? Ties to Israel Come of Age” Contemporary Jewry , 30(2-3):283-285 (2010)    “Jewish Issues in Israeli Foreign Policy: Israel-Austrian Relations in the 1950s” Israel Studies , vol 15(3), pp. 47-60    “Refugee Assets and Refugee Rehabilitation: Restitution and the Jewish Experience,” Tel Aviver Jahrbuch fuer Geschichte , XXVII, pp. 383-400 (1998)    “Lessons of the Palestine Post Project,” Literary and Linguistic Computing , Vol. 13(2): 89-95 (1998)    “Feeding the Camps: Allied Blockade Policy and the Relief of Concentration Camps in Germany, 1944-1945,” T he Historical Journal , 41, 3, pp. 825-851 (1998)    “Restitution, Reparations and Indemnification: Germany and the Jewish World,” Journal of Israeli History , vol. 18, nos, 2-3, pp. 129-137 (1997)    “Restitution of Property and the Rehabilitation of Refugees: Two Case Studies,” Journal of Refugee Studies , Vol. 6, no. 1, pp. 56-64 (1993)    “Virtual Records and Real History,” History and Computing , Vol. 3, pp. 174-182 (1991)           Fellowships/Honors Junior Fellow in Modern History at the Oxford University Center for Hebrew Studies(1977-1978); Visiting Fellow, Tauber Institute, Brandeis University (1982); Visiting Archives Fellow, Churchill College, Cambridge (1994); Visiting Senior Scholar, U.S. Holocaust Memorial Museum, Washing, DC (1999); Research Fellowship, International Center for Advanced Holocaust Studies, Yad Vashem, Jerusalem (2000); Herbert Katzki Prize for Archival Research (2004).       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Ronald W. Zweig, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Ronald W. Zweig   Professor of Hebrew and Judaic Studies; Marilyn and Henry Taub Professor of Israel Studies; Director of the Taub Center for Israel Studies   University of Cambridge, England, PhD 1978     Office: 14A Washington Mews, 2nd Floor       Email:       Phone: (212)992-8776     Research Interests History of British mandate, state of Israel and modern Jewish history         External Affiliations Historical Advisory Panel to the National Archives in Washington, DC, Member; Journal of Israeli History , Editorial Board; Association of Israel Studies, Board; Jewish Social Studies , Editorial Board; Israel Studies , Editorial Board.     Select Publications Books:    The Gold Train: the Looting of Hungarian Jewry . Allen Lane/Penguin (UK), William M. Morrow (US), 2002; Italian Edition, 2003; Hungarian Edition, 2005; Hebrew Edition, 2009; Japanese edition, 2009.    co-edited with Thomas Albrich, Escape Through Austria : the Flight of Jewish Survivors from Eastern Europe, 1945-1948, London: Frank Cass, 2002    Edited, Electronic Edition of the Palestine Post, 1932-1950    co-edited with M. Raider and J. Sarn, Rabbi Abba Hillel Silver: A Study in Zionist Leadership, London: Frank Cass, 1997    Edited, David Ben-Gurion: Politics and Leadership in Israel. London: Frank Cass, 1991    German Reparations and the Jewish World: A History of the Claims Conference. Boulder and London, Westview Press, 1987. Second edition, revised and expanded, 2001.    Britain and Palestine During the Second World War. London: Boydell Press/Royal Historical Society, 1986    Articles:    “Distancing or Transformation? Ties to Israel Come of Age” Contemporary Jewry , 30(2-3):283-285 (2010)    “Jewish Issues in Israeli Foreign Policy: Israel-Austrian Relations in the 1950s” Israel Studies , vol 15(3), pp. 47-60    “Refugee Assets and Refugee Rehabilitation: Restitution and the Jewish Experience,” Tel Aviver Jahrbuch fuer Geschichte , XXVII, pp. 383-400 (1998)    “Lessons of the Palestine Post Project,” Literary and Linguistic Computing , Vol. 13(2): 89-95 (1998)    “Feeding the Camps: Allied Blockade Policy and the Relief of Concentration Camps in Germany, 1944-1945,” T he Historical Journal , 41, 3, pp. 825-851 (1998)    “Restitution, Reparations and Indemnification: Germany and the Jewish World,” Journal of Israeli History , vol. 18, nos, 2-3, pp. 129-137 (1997)    “Restitution of Property and the Rehabilitation of Refugees: Two Case Studies,” Journal of Refugee Studies , Vol. 6, no. 1, pp. 56-64 (1993)    “Virtual Records and Real History,” History and Computing , Vol. 3, pp. 174-182 (1991)           Fellowships/Honors Junior Fellow in Modern History at the Oxford University Center for Hebrew Studies(1977-1978); Visiting Fellow, Tauber Institute, Brandeis University (1982); Visiting Archives Fellow, Churchill College, Cambridge (1994); Visiting Senior Scholar, U.S. Holocaust Memorial Museum, Washing, DC (1999); Research Fellowship, International Center for Advanced Holocaust Studies, Yad Vashem, Jerusalem (2000); Herbert Katzki Prize for Archival Research (2004).       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Descriptions (GSAS Bulletin), The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Descriptions (GSAS Bulletin)   Required Courses for Incoming Graduate Students    Recent Developments in Hebrew and Judaic Studies HBRJD-GA.1004 Chazan. 3 points. 2013-14, 2014-15. This course gives students a foundation in the development of modern Jewish studies from the 19th century to the present in Europe, North America and Israel. Students will also learn about the current state of the field by examining recent developments in the sub-fields of history, religious studies, Jewish thought, and Jewish literature. Note: This course is required for masters degree students    Problems and Methods in Hebrew and Judaic Studies HBRJD-GA.1005 Engel, Gottlieb. 3 points. 2013-14, 2014-15. Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students.    Academic Hebrew HBRJD-GA.1318 Required of all students who do not pass the departmental Hebrew reading comprehension examination upon matriculation. Kamelhar. 3 points. 2013-14, 2014-15. Intensive study of the language of Hebrew academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Interdisciplinary Courses    Jews, Judaism, and Economics HBRJD-GA.2468 Engel. 3 points. 2014-15. An exploration of normative attitudes in Jewish religious literature regarding the production, distribution, and consumption of goods and services; the relation of actual practice in different periods of Jewish history to religious norms; the historical modes of interaction between Jews and non-Jews in the economic realm; and prominent theories concerning the nexus between Jewish culture and particular economic systems (notably capitalism and socialism). Open to students at the masters and doctoral levels.    The Bible in Jewish Culture HBRJD-GA.3324 Gottlieb. 3 points. 2014-15. Exploration of the diverse roles played by the Hebrew Bible in constructions of Jewish identity and in cultural productions by Jews through the centuries.    Biblical and Ancient Near Eastern Studies    Akkadian I, II HBRJD-GA.1101, 1102 Staff. 3 points per term. 2014-15. Introduction to cuneiform script and to the Akkadian language, with emphasis on grammatical structure.    Akkadian III, IV HBRJD-GA.1103, 1104 Prerequisite: HBRJD-GA.1102 or the equivalent. Staff. 3 points per term. 2013-14. Reading of Akkadian literature.    Aramaic I: Biblical Aramaic HBRJD-GA.1117 Prerequisite: one year of classical Hebrew or the equivalent. Staff. 3 points. 2014-15. Introduction to the various phases of Aramaic. Readings are selected from early and imperial documents, including Elephantine and inscriptions.    Aramaic II: Qumran Aramaic HBRJD-GA.1118 Students are encouraged but not required to take Aramaic I prior to enrolling in Aramaic II. Staff. 3 points. 2013-14. Introduction to Aramaic documents found at Qumran and contemporary sites. This represents the intermediate phase of Aramaic and Bar Kokhba texts.    Aramaic III: Syriac Aramaic HBRJD-GA.1119 Staff. 3 points. 2013-14. Introduction to sources preserved by the early Christian communities of the ancient and medieval Near East in Syriac.    Aramaic IV: Talmudic Aramaic HBRJD-GA.1120 Staff. 3 points. 2014-15. Introduction to Galilean and Babylonian Jewish Aramaic and related texts.    Topics in the Bible HBRJD-GA.3311 Fleming, Jassen, Smith. 3 points. 2013-14, 2014-15. Study of a selected biblical book, with careful attention to literary and historical problems.    Second Temple and Rabbinic Literature and History    Rabbinic Texts HBRJD-GA.2140 Rubenstein. 3 points. 2014-15. Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view.    Seminar: Dead Sea Scrolls HBRJD-GA.2230 Jassen. 3 points. 2014-15. Selected texts are read and analyzed in order to reconstruct the Judaism of the Qumran sect and other groups of Second Temple period Jews. Students are trained in the use of Qumran manuscript sources and paleography.    Talmudic Texts: Bavli Narratives HBRJD-GA.2379 Rubenstein. 3 points. 2014-15. Devoted to the study of narratives of the Babylonian Talmud, combining literary approaches with methods of critical Talmud study, including source criticism and form criticism. Other topics include the relationship to earlier versions in Palestinian rabbinic compilations, the legal and redactional context of stories, and the contribution of the Talmudic redactors.    Midrashic-Talmudic Narrative HBRJD-GA.2380 Jassen. 3 points. 2013-14. Focuses on the midrashim Genesis Rabbah, the classic exegetical midrash, and Leviticus Rabbah, the classical midrash homiletical. Close textual study is combined with theoretical issues such as defining midrash, intertextuality, form-criticism, hermeneutics, the documentary approach, and the social context of midrash.    Topics in the Bible: Apocalytic Literature HBRJD-GA.3311 Jassen. 3 points. 2013-14.    Medieval Jewish History    Medieval Ashkenazic Jewry HBRJD-GA.2642 Chazan. 3 points. 2014-15. This course focuses on the Jews of northern Europe from the beginning of the second millennium through the fifteenth century, with particular emphasis on the eleventh through thirteenth centuries. Topics addressed will include: demography, the economic profile of medieval Ashkenazic Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    History of Medieval Sefardic Jewry HBRJD-GA.2643 Chazan. 3 points. 2014-15. This course focuses on the history of Jews on the Iberian peninsula from antiquity through the expulsions of the 1490s. Topics addressed include: demography, the economic profile of Iberian Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    Medieval Jewish Thought and Literature    Maimonides' Guide of the Perplexed and Related Literature I HBRJD-GA.2441 Wolfson. 3 points. Intensive study of the sources of Maimonides' thought in both the Jewish and non-Jewish worlds. Analysis of part I of The Guide from this perspective.    Contemplative Union and Ecstasy in Medieval Jewish Mysticism HBRJD-GA.2468 Wolfson. 3 points. Exploration of two typologies of contemplative union and ecstasy in medieval Jewish mysticism: the Neoplatonic typology evident in the theosophic kabbalah of Isaac the Blind and his Geronese disciples, Ezra, Azriel, and Jacob ben Sheshet, and the Aristotelian typology of the ecstatic kabbalah of Abraham Abulafia and other members of his school, Shem Tov ibn Gaon, Isaac ben Samuel of Acre, and the anonymous author of Sha'are Zedeq.    Readings in Lurianic Kabbalah HBRJD-GA.2472 Wolfson. 3 points. Study of the main texts of Lurianic kabbalah through a close reading of the works of R. Isaac Luria and his two disciples, R. Hayyim Vital and R. Israel Saruq.    Topics in Medieval Jewish Philosophy HBRJD-GA.3460 Wolfson. 3 points. Analysis of major texts and issues in medieval Jewish philosophy. Topic changes annually.    Modern Jewish Thought    Topics in Modern Jewish Thought HBRJD-GA.3460 Gottlieb. 3 points.    Modern Jewish History and Culture    Yiddishism in the 20th Century HBRJD-GA.1320 Estraikh. 3 points. 2013-14. Examination of the origin and development of Yiddishism as an international cultural movement and an ingredient of Jewish subcurrents in socialism, anarchism, folkism, and communism.    Academic Yiddish I,II HBRJD-GA.1216, 1217 Estraikh. 3 points. 2013-14, 2014-15. Intensive study of the language of Yiddish academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Jewish Collectivity and Mutual Responsibility HBRJD-GA.1513 Zweig. 3 points. 2013-14. This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today.    Israel, The United States, and Soviet Jewry HBRJD-GA.1420 Estraikh. 3 points. 2014-15. This course focuses on main Jewish-related events and interaction in Israeli, American, and Soviet life. The topics to be covered include the Bolshevik revolution on Jews in the U.S. and Palestine, the participation in American-Jewish organizations in Soviet Jewish projects in the 1920s and 30s, the international links of the Soviet Jewish Anti-Fascist Committee, and the movement for Soviet Jewish emigration. Special attention will be paid to the Cold War period.    History of Arab-Israeli Negotiations HBRJD-GA.1516 Zweig. 3 points. 2014-15. Integrates analytical and chronological approaches in examining the history of the effort to resolve the Arab-Jewish conflict from pre-1948 Arab-Jewish diplomacy to the present.    History of Jewish Education HBRJD-GA.1518 Chazan. 3 points. 2013-2014. This course will look at means, goals, and objectives of Jewish education through the 20th Century.    Non-Zionist Colonization Projects HBRJD-GA.1542 Estraikh. 3 points. 2013-14. Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world.    The Making of Israeli Foreign Policy HBRJD-GA.2117 Zweig. 3 points. 2014-15. This course will trace the evolution of Israel's foreign policy concerning the Arab-Israeli conflict, the United States and the world at large. The evolution of different and sometimes conflicting foreign policy objectives will be considered in light of the changing national leadership and domestic politics. The course will examine the debate over possible new approaches to the Arab-Israeli conflict (and the future of the occupied territories) that emerged following the war of1967. The transformation of the conflict from one between Israel and the neighboring states to a direct engagement between Israel and the Palestinians, both military and then diplomatic, will be discussed. The course will also look at Israel's emerging relations with China and India.    Israeli State and Society: Israel in the 1960s HBRJD-GA.2659 Zweig. 3 points. 2014-15. The course will examine the events leading up to the resignation of David Ben-Gurion and the leadership crisis that followed in the ruling Labor Party, the start of the settlement movement and the Greater Israel movement, and conclude with a discussion of the transformation of Israeli society between 1960-1970 and will integrate these diverse issues discussed above into an overview of the decade. Israeli policy toward the occupied territories and especially toward their Palestinian population will be discussed. Students taking this course will gain an in-depth understanding of the myriad factors at play in shaping Israel's statehood in the 1960s.    Jews and Germans in Postwar Germany: Conflicting Memories, Contentious Relations, 1945-2000 HBRJD-GA.2677 Kaplan. 4 points. 2014-15. Explores the interactions of Jews and Germans after World War II, noting their interlocking histories and memories even after the Holocaust. Examines the immediate postwar turmoil, the displaced persons, Allied occupation, and \"denazification,\" and analyzes how Germans—East and West—did or did not come to terms with their Nazi past over time. Features readings in which Jews offer perspectives on their lives in West and East Germany—why they remained, how they experienced their citizenship, how they interacted with Germans, and how reunification (in 1990) affected them.    Memoirs and Diaries in Modern European Jewish History HBRJD-GA.2688 Kaplan. 4 points. 2013-2014. Readings of memoirs and diaries written by European Jewish women and men from the 18th century through the Holocaust. Students read memoirs with several issues in mind: (1) the history we can learn from them and how to use them critically, (2) the relationship between personal viewpoints and collective experiences, (3) the ways in which Jewish and European societies cultivated memory, (4) the question of why individuals wrote and how they framed and fashioned their lives for their readers, (5) how gender, class, and European context influenced memoirists, (6) how audience (or lack of an intended audience) influenced writers.    Major Issues and Problems in Modern Jewish History: Jewish Migrations in the Modern Era HBRJD-GA.2690 Diner. 4 points. 2014-15. Explores a general topic in modern Jewish history on a comparative basis across a broad range of geographical contexts.    Jewish Women in America and Europe: Historical Problems HBRJD-GA.2710 Diner, Kaplan. 4 points. 2014-15. This comparative course looks at the historical experiences of Jewish women in both Europe and the United States, focusing on work, education, family, communal activism, among other topics.    Creating the State: Issues in Israeli History in the 1950s G78.2756 Zweig. 4 points. 2013-14. After the ceasefire agreements that followed the war of 1948, Israel faced the challenge of creating the political, administrative, and legal institutions necessary for statehood. The course examines the domestic political and foreign policy issues that determined the character of the Israeli state.    The Jewish Community HBRJD-GA.3224 Staff. 3 points. 2013-2014, 2014-2015. Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole.    Topics in American Jewish History: New Directions in American Jewish History HBRJD-GA.3520 Diner. 4 points. 2013-14. This graduate seminar will explore the writing of American Jewish history as it has developed over the course of the last twenty years. We will read a number of key new books which situate the history of the Jews in America into its two larger contexts, American history more broadly and the history of the Jews in other places at the same time. Issues as migration, race, religion, class, gender, as well as the major political and economic developments of the time will be covered. How, we will ask, can we think of American Jewish history as separate from the history of Jews elsewhere at the same time and different than that of other Americans? How have scholars tackled these issues?    Topics in American Jewish History: Jews and the History of American Diversity HBRJD-GA.3520 Diner. 4 points. 2013-14.    Topics in Holocaust Studies HBRJD-GA.3530 Engel. 4 points. 2013-14. In-depth study of a specific problem related to the history of the Jews under Nazi impact, with emphasis on training in research methods. Topics may include examination of the history of a specific Jewish community under Nazi rule, the evolution of Nazi Jewish policy, the Jewish councils, armed resistance, relations between Jews and non-Jews under Nazi occupation, the Allied governments and the Holocaust, and free-world Jewry and the Holocaust.    Topics in East European Jewish History HBRJD-GA.3535 Engel. 4 points. 2013-14. Exploration of a selected problem in the history of the Jews in Eastern Europe, emphasizing primarily, but not necessarily limited to, Russia and Poland.    Modern Hebrew Literature    Readings in Hebrew Literature: Narration and Memory HBRJD-GA.3314 Feldman. 3 points. 2013-14. The impact of the past, both recent and distant, and authors' wrestling with the issues it raises, will be studied through short units of modern Hebrew prose and poetry to fit the capacity of MA/PhD Jewish Studies students w/ mid-level Hebrew.    Topics in Modern Hebrew Literature HBRJD-GA.3502 Feldman. 3 points. 2014-15. Advanced seminar on specialized topics that change annually (e.g., major authors; critical and theoretical surveys).    Topics in Hebrew Poetry: Modernism and Zionism between the Two World Wars HBRJD-GA.3506 Feldman. 3 points. 2013-14.    Sacrifice, Culture, and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives HBRJD-GA.3992 Feldman. 4 points. 2014-15. Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas.    Research    Master's Thesis Research HBRJD-GA.2901, 2902 1-4 points per term. 2013-14, 2014-15.    Directed Study in Ancient Near East HBRJD-GA.3507 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish History HBRJD-GA.3791, 3792 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Literature HBRJD-GA.3793, 3794 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Manuscripts HBRJD-GA.3795, 3796 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish Thought HBRJD-GA.3797, 3798 1-4 points per term. 2013-14, 2014-15.    Dissertation Research HBRJD-GA.3801-3802 1-4 points per term. 2013-14, 2014-15.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Ronald W. Zweig, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home               Ronald W. Zweig   Professor of Hebrew and Judaic Studies; Marilyn and Henry Taub Professor of Israel Studies; Director of the Taub Center for Israel Studies   University of Cambridge, England, PhD 1978     Office: 14A Washington Mews, 2nd Floor       Email:       Phone: (212)992-8776     Research Interests History of British mandate, state of Israel and modern Jewish history         External Affiliations Historical Advisory Panel to the National Archives in Washington, DC, Member; Journal of Israeli History , Editorial Board; Association of Israel Studies, Board; Jewish Social Studies , Editorial Board; Israel Studies , Editorial Board.     Select Publications Books:    The Gold Train: the Looting of Hungarian Jewry . Allen Lane/Penguin (UK), William M. Morrow (US), 2002; Italian Edition, 2003; Hungarian Edition, 2005; Hebrew Edition, 2009; Japanese edition, 2009.    co-edited with Thomas Albrich, Escape Through Austria : the Flight of Jewish Survivors from Eastern Europe, 1945-1948, London: Frank Cass, 2002    Edited, Electronic Edition of the Palestine Post, 1932-1950    co-edited with M. Raider and J. Sarn, Rabbi Abba Hillel Silver: A Study in Zionist Leadership, London: Frank Cass, 1997    Edited, David Ben-Gurion: Politics and Leadership in Israel. London: Frank Cass, 1991    German Reparations and the Jewish World: A History of the Claims Conference. Boulder and London, Westview Press, 1987. Second edition, revised and expanded, 2001.    Britain and Palestine During the Second World War. London: Boydell Press/Royal Historical Society, 1986    Articles:    “Distancing or Transformation? Ties to Israel Come of Age” Contemporary Jewry , 30(2-3):283-285 (2010)    “Jewish Issues in Israeli Foreign Policy: Israel-Austrian Relations in the 1950s” Israel Studies , vol 15(3), pp. 47-60    “Refugee Assets and Refugee Rehabilitation: Restitution and the Jewish Experience,” Tel Aviver Jahrbuch fuer Geschichte , XXVII, pp. 383-400 (1998)    “Lessons of the Palestine Post Project,” Literary and Linguistic Computing , Vol. 13(2): 89-95 (1998)    “Feeding the Camps: Allied Blockade Policy and the Relief of Concentration Camps in Germany, 1944-1945,” T he Historical Journal , 41, 3, pp. 825-851 (1998)    “Restitution, Reparations and Indemnification: Germany and the Jewish World,” Journal of Israeli History , vol. 18, nos, 2-3, pp. 129-137 (1997)    “Restitution of Property and the Rehabilitation of Refugees: Two Case Studies,” Journal of Refugee Studies , Vol. 6, no. 1, pp. 56-64 (1993)    “Virtual Records and Real History,” History and Computing , Vol. 3, pp. 174-182 (1991)           Fellowships/Honors Junior Fellow in Modern History at the Oxford University Center for Hebrew Studies(1977-1978); Visiting Fellow, Tauber Institute, Brandeis University (1982); Visiting Archives Fellow, Churchill College, Cambridge (1994); Visiting Senior Scholar, U.S. Holocaust Memorial Museum, Washing, DC (1999); Research Fellowship, International Center for Advanced Holocaust Studies, Yad Vashem, Jerusalem (2000); Herbert Katzki Prize for Archival Research (2004).       Update your faculty profile                                Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Descriptions (GSAS Bulletin), The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Descriptions (GSAS Bulletin)   Required Courses for Incoming Graduate Students    Recent Developments in Hebrew and Judaic Studies HBRJD-GA.1004 Chazan. 3 points. 2013-14, 2014-15. This course gives students a foundation in the development of modern Jewish studies from the 19th century to the present in Europe, North America and Israel. Students will also learn about the current state of the field by examining recent developments in the sub-fields of history, religious studies, Jewish thought, and Jewish literature. Note: This course is required for masters degree students    Problems and Methods in Hebrew and Judaic Studies HBRJD-GA.1005 Engel, Gottlieb. 3 points. 2013-14, 2014-15. Introduces incoming graduate students to the field of Hebrew and Judaic studies, in its disciplinary, chronological, and geographic diversity. Contemporary issues and innovative approaches in the various areas of Judaic studies are explored. Note: This course is required for doctoral degree students.    Academic Hebrew HBRJD-GA.1318 Required of all students who do not pass the departmental Hebrew reading comprehension examination upon matriculation. Kamelhar. 3 points. 2013-14, 2014-15. Intensive study of the language of Hebrew academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Interdisciplinary Courses    Jews, Judaism, and Economics HBRJD-GA.2468 Engel. 3 points. 2014-15. An exploration of normative attitudes in Jewish religious literature regarding the production, distribution, and consumption of goods and services; the relation of actual practice in different periods of Jewish history to religious norms; the historical modes of interaction between Jews and non-Jews in the economic realm; and prominent theories concerning the nexus between Jewish culture and particular economic systems (notably capitalism and socialism). Open to students at the masters and doctoral levels.    The Bible in Jewish Culture HBRJD-GA.3324 Gottlieb. 3 points. 2014-15. Exploration of the diverse roles played by the Hebrew Bible in constructions of Jewish identity and in cultural productions by Jews through the centuries.    Biblical and Ancient Near Eastern Studies    Akkadian I, II HBRJD-GA.1101, 1102 Staff. 3 points per term. 2014-15. Introduction to cuneiform script and to the Akkadian language, with emphasis on grammatical structure.    Akkadian III, IV HBRJD-GA.1103, 1104 Prerequisite: HBRJD-GA.1102 or the equivalent. Staff. 3 points per term. 2013-14. Reading of Akkadian literature.    Aramaic I: Biblical Aramaic HBRJD-GA.1117 Prerequisite: one year of classical Hebrew or the equivalent. Staff. 3 points. 2014-15. Introduction to the various phases of Aramaic. Readings are selected from early and imperial documents, including Elephantine and inscriptions.    Aramaic II: Qumran Aramaic HBRJD-GA.1118 Students are encouraged but not required to take Aramaic I prior to enrolling in Aramaic II. Staff. 3 points. 2013-14. Introduction to Aramaic documents found at Qumran and contemporary sites. This represents the intermediate phase of Aramaic and Bar Kokhba texts.    Aramaic III: Syriac Aramaic HBRJD-GA.1119 Staff. 3 points. 2013-14. Introduction to sources preserved by the early Christian communities of the ancient and medieval Near East in Syriac.    Aramaic IV: Talmudic Aramaic HBRJD-GA.1120 Staff. 3 points. 2014-15. Introduction to Galilean and Babylonian Jewish Aramaic and related texts.    Topics in the Bible HBRJD-GA.3311 Fleming, Jassen, Smith. 3 points. 2013-14, 2014-15. Study of a selected biblical book, with careful attention to literary and historical problems.    Second Temple and Rabbinic Literature and History    Rabbinic Texts HBRJD-GA.2140 Rubenstein. 3 points. 2014-15. Study of the interrelationships of the Mishnah, Tosefta, and Talmuds with one another and the midrashic corpus. Emphasizes the issues that arise from Rabbinic intertexuality from both literary and historical points of view.    Seminar: Dead Sea Scrolls HBRJD-GA.2230 Jassen. 3 points. 2014-15. Selected texts are read and analyzed in order to reconstruct the Judaism of the Qumran sect and other groups of Second Temple period Jews. Students are trained in the use of Qumran manuscript sources and paleography.    Talmudic Texts: Bavli Narratives HBRJD-GA.2379 Rubenstein. 3 points. 2014-15. Devoted to the study of narratives of the Babylonian Talmud, combining literary approaches with methods of critical Talmud study, including source criticism and form criticism. Other topics include the relationship to earlier versions in Palestinian rabbinic compilations, the legal and redactional context of stories, and the contribution of the Talmudic redactors.    Midrashic-Talmudic Narrative HBRJD-GA.2380 Jassen. 3 points. 2013-14. Focuses on the midrashim Genesis Rabbah, the classic exegetical midrash, and Leviticus Rabbah, the classical midrash homiletical. Close textual study is combined with theoretical issues such as defining midrash, intertextuality, form-criticism, hermeneutics, the documentary approach, and the social context of midrash.    Topics in the Bible: Apocalytic Literature HBRJD-GA.3311 Jassen. 3 points. 2013-14.    Medieval Jewish History    Medieval Ashkenazic Jewry HBRJD-GA.2642 Chazan. 3 points. 2014-15. This course focuses on the Jews of northern Europe from the beginning of the second millennium through the fifteenth century, with particular emphasis on the eleventh through thirteenth centuries. Topics addressed will include: demography, the economic profile of medieval Ashkenazic Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    History of Medieval Sefardic Jewry HBRJD-GA.2643 Chazan. 3 points. 2014-15. This course focuses on the history of Jews on the Iberian peninsula from antiquity through the expulsions of the 1490s. Topics addressed include: demography, the economic profile of Iberian Jewry, political status, social relations with the non-Jewish milieu, internal communal organizations, and patterns of cultural and religious creativity.    Medieval Jewish Thought and Literature    Maimonides' Guide of the Perplexed and Related Literature I HBRJD-GA.2441 Wolfson. 3 points. Intensive study of the sources of Maimonides' thought in both the Jewish and non-Jewish worlds. Analysis of part I of The Guide from this perspective.    Contemplative Union and Ecstasy in Medieval Jewish Mysticism HBRJD-GA.2468 Wolfson. 3 points. Exploration of two typologies of contemplative union and ecstasy in medieval Jewish mysticism: the Neoplatonic typology evident in the theosophic kabbalah of Isaac the Blind and his Geronese disciples, Ezra, Azriel, and Jacob ben Sheshet, and the Aristotelian typology of the ecstatic kabbalah of Abraham Abulafia and other members of his school, Shem Tov ibn Gaon, Isaac ben Samuel of Acre, and the anonymous author of Sha'are Zedeq.    Readings in Lurianic Kabbalah HBRJD-GA.2472 Wolfson. 3 points. Study of the main texts of Lurianic kabbalah through a close reading of the works of R. Isaac Luria and his two disciples, R. Hayyim Vital and R. Israel Saruq.    Topics in Medieval Jewish Philosophy HBRJD-GA.3460 Wolfson. 3 points. Analysis of major texts and issues in medieval Jewish philosophy. Topic changes annually.    Modern Jewish Thought    Topics in Modern Jewish Thought HBRJD-GA.3460 Gottlieb. 3 points.    Modern Jewish History and Culture    Yiddishism in the 20th Century HBRJD-GA.1320 Estraikh. 3 points. 2013-14. Examination of the origin and development of Yiddishism as an international cultural movement and an ingredient of Jewish subcurrents in socialism, anarchism, folkism, and communism.    Academic Yiddish I,II HBRJD-GA.1216, 1217 Estraikh. 3 points. 2013-14, 2014-15. Intensive study of the language of Yiddish academic discourse. Students study primary source material in their area of specialization and secondary critical material.    Jewish Collectivity and Mutual Responsibility HBRJD-GA.1513 Zweig. 3 points. 2013-14. This course provides an academic discussion of the history of Jewish Philanthropy in the 19th and 20th centuries and traces the influence of historical events on the policies of the Jewish organizational world of today.    Israel, The United States, and Soviet Jewry HBRJD-GA.1420 Estraikh. 3 points. 2014-15. This course focuses on main Jewish-related events and interaction in Israeli, American, and Soviet life. The topics to be covered include the Bolshevik revolution on Jews in the U.S. and Palestine, the participation in American-Jewish organizations in Soviet Jewish projects in the 1920s and 30s, the international links of the Soviet Jewish Anti-Fascist Committee, and the movement for Soviet Jewish emigration. Special attention will be paid to the Cold War period.    History of Arab-Israeli Negotiations HBRJD-GA.1516 Zweig. 3 points. 2014-15. Integrates analytical and chronological approaches in examining the history of the effort to resolve the Arab-Jewish conflict from pre-1948 Arab-Jewish diplomacy to the present.    History of Jewish Education HBRJD-GA.1518 Chazan. 3 points. 2013-2014. This course will look at means, goals, and objectives of Jewish education through the 20th Century.    Non-Zionist Colonization Projects HBRJD-GA.1542 Estraikh. 3 points. 2013-14. Focuses on the history of Jewish colonization projects developed outside Palestine/ Israel, from the 19th to the first half of the 20th centuries. The topics that will be covered include the imperial Russian and Soviet governments' policies toward Jews and various attempts to make Jews \"productive\" by establishing farming communities in such countries as the United States, Canada, Argentina, Brazil, and Dominican Republic. Special attention will be paid to the Jewish Autonomous Region (Birobidzhan) in Russia and its sponsors. Also discussed is the role of Jewish political movements, and American and international Jewish organizations in initiating and supporting the colonization projects. The main objective of this course is to give students a detailed grasp of the history of non-Zionist Jewish colonization in various countries of the world.    The Making of Israeli Foreign Policy HBRJD-GA.2117 Zweig. 3 points. 2014-15. This course will trace the evolution of Israel's foreign policy concerning the Arab-Israeli conflict, the United States and the world at large. The evolution of different and sometimes conflicting foreign policy objectives will be considered in light of the changing national leadership and domestic politics. The course will examine the debate over possible new approaches to the Arab-Israeli conflict (and the future of the occupied territories) that emerged following the war of1967. The transformation of the conflict from one between Israel and the neighboring states to a direct engagement between Israel and the Palestinians, both military and then diplomatic, will be discussed. The course will also look at Israel's emerging relations with China and India.    Israeli State and Society: Israel in the 1960s HBRJD-GA.2659 Zweig. 3 points. 2014-15. The course will examine the events leading up to the resignation of David Ben-Gurion and the leadership crisis that followed in the ruling Labor Party, the start of the settlement movement and the Greater Israel movement, and conclude with a discussion of the transformation of Israeli society between 1960-1970 and will integrate these diverse issues discussed above into an overview of the decade. Israeli policy toward the occupied territories and especially toward their Palestinian population will be discussed. Students taking this course will gain an in-depth understanding of the myriad factors at play in shaping Israel's statehood in the 1960s.    Jews and Germans in Postwar Germany: Conflicting Memories, Contentious Relations, 1945-2000 HBRJD-GA.2677 Kaplan. 4 points. 2014-15. Explores the interactions of Jews and Germans after World War II, noting their interlocking histories and memories even after the Holocaust. Examines the immediate postwar turmoil, the displaced persons, Allied occupation, and \"denazification,\" and analyzes how Germans—East and West—did or did not come to terms with their Nazi past over time. Features readings in which Jews offer perspectives on their lives in West and East Germany—why they remained, how they experienced their citizenship, how they interacted with Germans, and how reunification (in 1990) affected them.    Memoirs and Diaries in Modern European Jewish History HBRJD-GA.2688 Kaplan. 4 points. 2013-2014. Readings of memoirs and diaries written by European Jewish women and men from the 18th century through the Holocaust. Students read memoirs with several issues in mind: (1) the history we can learn from them and how to use them critically, (2) the relationship between personal viewpoints and collective experiences, (3) the ways in which Jewish and European societies cultivated memory, (4) the question of why individuals wrote and how they framed and fashioned their lives for their readers, (5) how gender, class, and European context influenced memoirists, (6) how audience (or lack of an intended audience) influenced writers.    Major Issues and Problems in Modern Jewish History: Jewish Migrations in the Modern Era HBRJD-GA.2690 Diner. 4 points. 2014-15. Explores a general topic in modern Jewish history on a comparative basis across a broad range of geographical contexts.    Jewish Women in America and Europe: Historical Problems HBRJD-GA.2710 Diner, Kaplan. 4 points. 2014-15. This comparative course looks at the historical experiences of Jewish women in both Europe and the United States, focusing on work, education, family, communal activism, among other topics.    Creating the State: Issues in Israeli History in the 1950s G78.2756 Zweig. 4 points. 2013-14. After the ceasefire agreements that followed the war of 1948, Israel faced the challenge of creating the political, administrative, and legal institutions necessary for statehood. The course examines the domestic political and foreign policy issues that determined the character of the Israeli state.    The Jewish Community HBRJD-GA.3224 Staff. 3 points. 2013-2014, 2014-2015. Discussion of the fundamental institutions of Jewish community and social organization as expressed in Jewish thought and as evidenced in Jewish history in all periods, up to the present. Emphasis is on primary sources regarding varying conceptions of group solidarity and mechanisms for attaining it, including the role of the individual, the family, the community, the state, and the Jewish people as a whole.    Topics in American Jewish History: New Directions in American Jewish History HBRJD-GA.3520 Diner. 4 points. 2013-14. This graduate seminar will explore the writing of American Jewish history as it has developed over the course of the last twenty years. We will read a number of key new books which situate the history of the Jews in America into its two larger contexts, American history more broadly and the history of the Jews in other places at the same time. Issues as migration, race, religion, class, gender, as well as the major political and economic developments of the time will be covered. How, we will ask, can we think of American Jewish history as separate from the history of Jews elsewhere at the same time and different than that of other Americans? How have scholars tackled these issues?    Topics in American Jewish History: Jews and the History of American Diversity HBRJD-GA.3520 Diner. 4 points. 2013-14.    Topics in Holocaust Studies HBRJD-GA.3530 Engel. 4 points. 2013-14. In-depth study of a specific problem related to the history of the Jews under Nazi impact, with emphasis on training in research methods. Topics may include examination of the history of a specific Jewish community under Nazi rule, the evolution of Nazi Jewish policy, the Jewish councils, armed resistance, relations between Jews and non-Jews under Nazi occupation, the Allied governments and the Holocaust, and free-world Jewry and the Holocaust.    Topics in East European Jewish History HBRJD-GA.3535 Engel. 4 points. 2013-14. Exploration of a selected problem in the history of the Jews in Eastern Europe, emphasizing primarily, but not necessarily limited to, Russia and Poland.    Modern Hebrew Literature    Readings in Hebrew Literature: Narration and Memory HBRJD-GA.3314 Feldman. 3 points. 2013-14. The impact of the past, both recent and distant, and authors' wrestling with the issues it raises, will be studied through short units of modern Hebrew prose and poetry to fit the capacity of MA/PhD Jewish Studies students w/ mid-level Hebrew.    Topics in Modern Hebrew Literature HBRJD-GA.3502 Feldman. 3 points. 2014-15. Advanced seminar on specialized topics that change annually (e.g., major authors; critical and theoretical surveys).    Topics in Hebrew Poetry: Modernism and Zionism between the Two World Wars HBRJD-GA.3506 Feldman. 3 points. 2013-14.    Sacrifice, Culture, and Gender: From Isaac and Iphigenia to Contemporary Sacrificial Narratives HBRJD-GA.3992 Feldman. 4 points. 2014-15. Explores modern responses to the moral and gender implications of two different constructions of human sacrifice that Western culture has inherited from antiquity: the Hebrew Bible and Greek myth and dramas.    Research    Master's Thesis Research HBRJD-GA.2901, 2902 1-4 points per term. 2013-14, 2014-15.    Directed Study in Ancient Near East HBRJD-GA.3507 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish History HBRJD-GA.3791, 3792 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Literature HBRJD-GA.3793, 3794 1-4 points per term. 2013-14, 2014-15.    Directed Study in Hebrew Manuscripts HBRJD-GA.3795, 3796 1-4 points per term. 2013-14, 2014-15.    Directed Study in Jewish Thought HBRJD-GA.3797, 3798 1-4 points per term. 2013-14, 2014-15.    Dissertation Research HBRJD-GA.3801-3802 1-4 points per term. 2013-14, 2014-15.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Spring 2015 Graduate Schedule    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Spring 2015 Graduate Schedule                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Students from departments   outside of History must receive approval from the instructor prior to   enrolling in a History course.  Please   forward an email with the instructor's endorsement to: Alyson Lounsbury,   Graduate Program Assistant (history.dept@nyu.edu), along with your request   for a permission code.   To view course descriptions and syllabi, click on the course   title. For additional information about a specific course, please contact the   professor directly.  Indicates courses sponsored by other departments      Draft: 2/4/2015     SPRING 2015 GRADUATE SCHEDULE     * SUBJECT TO CHANGE     STUDENTS: PLEASE CHECK ALBERT FOR THE MOST ACCURATE COURSE   SCHEDULING INFORMATION     Course Number  Call #  Title  Type  Day &amp; Time  Instructor  Crosslist #  Building &amp;   Room     HIST-GA.1001 19369 Colloquium on Legal and   Constitutional History   Wed 2:00 -   3:50 Nelson LAW-LW.12050 Vanderbilt Hall   202     H IST-GA.1002  19929  Topics:   Legal Pluralism and Racial Politics in Early Modern Iberian Empires  SEM Thurs 2:00 -   4:45 Schaub EURO-GA.3112, LACT-GA.1020   Spanish &amp; Port-3 KJCC 602    HIST-GA.1023 19305  Digital   Methods in Historical Inquiry  SEM Tues 6:20 -8:20  Augst &amp; Wolfe  ENGL.GA-2971.001,   DRAP-GA.1723, IRISH-GA.1441.002 Bobst LL142    HIST-GA.1050 19266  Environmental   History  SEM Wed   9:30 - 12:15 Apphun   KJCC   701    HIST-GA.1200 19710 Lit   of the Field: Modern Latin American History CLQ Wed   2:00 - 4:45 Grandin   &amp; Weinstein   KJCC   701    HIST-GA.1222 19270  SCTY/CULT/PLTCS   IN CONT ITALY: Language and Politics in Italy  SEM Mond   3:30 - 6:10 Ben-Ghiat   &amp; Cox ITAL-GA.1981 CASA   201    HIST-GA.1281 19276 Jewish   Women In America and Europe: Historical Problems SEM Mond   9:30 - 12:15 Diner   &amp; Kaplan HBRJD-GA   2710 KJCC   324    HIST-GA.1417 23292 History of Modern   Ireland II SEM Mond   6:10 - 8:40 Nyhan IRISH-GA.1417 ERIN   101    HIST-GA.1441 23293  Topics:   Resurrecting the Ethnic Village: Research Methods on Irish New York  SEM Thurs   3:30 - 6:00 Casey IRISH-GA.1441 ERIN   101    HIST-GA.1563 19279  Black   Internationalisms  SEM Tues   2:00 - 4:45 Gomez  AFRS-GA.2303   Draper  - 1  KJCC   607    HIST-GA.1610 19284 Literature   of the Field: U.S. since 1877 CLQ Wed   2:00 - 4:45 Mitchell &amp;   Needham   KJCC   607    HIST-GA.1615 19278  TOPICS   IN AMERICAN HISTORY: American Religious History  CLQ Thurs   9:30 - 12:15  Goetz  DRAP-GA.1615 KJCC   607    HIST-GA.1757 5069 Approaches to   Public History CLQ Tues   4:55 - 7:35  Noonan  MSMS-GA.1757   DRAP-GA.1757 KJCC   607    HIST-GA.1773 5379  Society   &amp; Culture in 20th Century America  SEM Mond   4:55 - 7:35 Walkowitz  AMST-GA.1722   KJCC   701    HIST-GA.1996 19286  The   Japanese Colonial Empire  CLQ Thurs   9:30 - 12:15 Solt EAST-GA.1996 KJCC   717    HIST-GA.2011 4795 Internship   Seminar SEM Mond   4:55 - 7:35  Wosh   KJCC   607    HIST-GA.2016 19302 Institutional   Archives CLQ Thurs   4:55 - 7:35 Weimer   194   Mercer 303    HIST-GA.2020 19271  Topics   in History: Nazi Germany and Fascist Italy: Comparisons, Contrasts,   Collaborations  CLQ Tues   10:00 - 12:30 Ben-Ghiat   &amp; Gross  ITAL-GA.2020,   EURO-GA.3901   285   Mercer, 7th Floor    HIST-GA.2021 19275  Historian and the Visual Record  SEM Thurs   4:55 - 7:35  Darms  DRAP-GA.2026 KJCC   607    HIST-GA.2129 25529 Imagining   Eurasia SEM Tues   6:20 -8:20 Knight RUSSN-GA   2129 19   University Place, RM 224    HIST-GA.2034 4796 Research   Seminar SEM Tues   4:55 - 7:35 Wosh   KJCC   602    HIST-GA.2162 19304  Eastern   Europe   CLQ Tues   2:00 - 4:45  Wolff  EURO-GA   .2162 285   Mercer, 7th Floor    Hist-GA.2540 20194  Topics:   Borders and Subjects: Decolonization, Warfare, and Humanitarianism  CLQ Wed   4:55 - 7:35  Kim  AMST-GA 2301.001 Bobst 937    HIST-GA.2771 19285  Cold   War as Global Conflict  CLQ Thurs   2:00 - 4:45  Nolan &amp; Young  Gallatin - 4   DRAP-GA.2772 KJCC 701    HIST-GA.2800 19291  Latin   American Independence in the Age of Revolution  CLQ Mond   2:00 - 4:45 Thomson   &amp; Fischer LCAT-GA.2590,   SPAN-GA.2968.002 KJCC 404    HIST-GA.2801 20123 Research   Seminar in Latin American and Carribean History SEM Thurs   9:30 - 12:15 Ferrer LACT-GA.2145 KJCC   701    HIST-GA.2805 24204 Sp   TPCS: The Subject of Rights: Viennese Modernism and the End of Empire SEM Mond   3:30 - 6:10 George GERM-GA.2811 25   West 4th C-19    HIST-GA.2861 19273  Political   Cultures of Empires *MA by permission only*  SEM Mond   2:00 - 4:45 Burbank,   Cooper, Benton   KJCC   701    HIST-GA.2901 23296 Topics Creating the   State Issues in Israeli History in the 1950s CLQ Tues   2:00 - 4:45 Zweig  HBRJD-GA   2756   KJCC   109    HIST-GA.3013 19292  Research   In Archives and Public History  SEM Archives   Independent Study Wosh   N/A    HIST-GA.3019 24621  World   History MA Thesis  IND Independent   Study Geroulanos   N/A    HIST-GA.3020 5618  Exam   Prep Course  CLQ Independent   Study  Geroulanos   N/A    HIST-GA.3021 5634  Research   In History  SEM Independent   Study  Geroulanos   N/A    HIST-GA.3022 4799  Readings   In History  CLQ Independent   Study  Geroulanos   N/A    HIST-GA.3023 5494  Readings   In Archival Management  CLQ  Archives   Independent Study   Wosh   N/A    HIST-GA.3115 19268   Proseminar in Medieval and Renaissance   Studies  SEM Tues 2:00 - 4:45  Bedos-Rezak  MEDI-GA.1100 TBA    HIST-GA.3213 19303 Eastern European   Workshop *open to advanced undergraduates with permission of instructor SEM Wed   12:30 - 2:00  Wolff  EURO-GA.3213   285   Mercer, 7th Floor    HIST-GA.3613 5607  Approaches   II *MA please contact the professor for permissiont to enroll SEM Tues   4:55 - 7:35  Hodes   KJCC 717    HIST-GA.3803 19277 Atlantic   Workshop CLQ   Tues11:00 - 12:15 *alternating Tuesdays  Goetz   KJCC   607                            Contact Us | &copy; New York University , Arts and Science"}]}]