[{"detail": [{"content": "Our Faculty &amp; Staff: Tisch School of the Arts at NYU                           Skip to content        Drama Drama News &amp; Events Box Office About The Program How To Apply Faculty Administration Student Center Production Resource Office Production Archive High School Programs Summer in Drama Alumni FAQ  home &gt; Drama        Our Faculty & Staff  Follow Us:     Tweet      Our faculty is comprised of industry professionals who are not only deeply committed and involved in the training of the actor but are also personally involved in production, direction, performance and development in the New York, National and International scene. Collectively the faculty has developed a curriculum which includes the Meisner Technique of Acting; voice and speech, to acquire clear and articulate speech and to strengthen the vocal instrument; movement classes based in Williamson Technique and Alexander Technique, to develop a strong flexible and expressive body, free of restrictions; the use of clowning and play to use the body improvisationally, to explore character as a group; and script analysis to acquire information they need to prepare them for scene work in their process of preparing for our final production. David Brimmer - Stage Combat  Education B.F.A. New York Biography J. David Brimmer, Violence Specialist (Fight Master, SAFD) has choreographed some stuff (Broadway: Grace, An Enemy of the People, Wit, Born Yesterday, A life in the Theatre, Speed the Plow, Come Back, Little Sheba, Spring Awakening, The Lieutenant of Inishmore, NY premieres: Blasted, The Whipping Man, Ages of the Moon, Medieval Play, The American Pilot, Blackbird, Bug, Killer Joe, as well as The Red Bull Theatre’s productions of The Revenger’s Tragedy and The Duchess of Malfi, and the Druid Theatre Company’s The Cripple of Inishmaan), worked at some wonderful venues (NY Public Theater, Metropolitan Opera, Atlantic Theater, Manhattan Theatre Club, Lincoln Center, TFANA, TBTB, Signature Theatre, North Shore Music Theatre, ART, Dallas Theater Center, Hartford Center Stage, Baltimore Center Stage, The Guthrie), taught a few places (NYU/TSOA, RADA-{Guest Instructor}, Strasberg Institute, Yale), ! and collaborated with some great folks- writers (David Mamet, Sam Shepard, Ethan Coen, Jez Butterworth, Kenneth Lonergan, Martin McDonough, Tracy Letts), directors (Joe Chaikin, JoAnne Akalaitis, Ethan McSweeney, Sarah Benson, Wilson Milam, Joe Mantello, Neil Pepe, Michael Mayer, Kathleen Turner, Lynne Meadow, Garry Hines, Ken Russell, Franco Zeffirelli), and performers (Cynthia Nixon, William H. Macy, Andre Braugher, Raul Esparza, Elizabeth Moss, F. Murray Abraham, Keith Carradine, Kathleen Chalfant, Stephen Rea, Ed Asner, Kate Mulgrew, Reed Birney, Michael Shannon, Jesse Eisenberg, Kristen Johnston, Lily Rabe, Zoe Kazan, S. Epatha Merkerson, Nina Arianda, Jim Belushi, Kerry Condon, Alison Pill, Kate Burton, Jeff Daniels, Paul Rudd, and Sir Patrick Stewart).     Gigi Buffington Assistant Arts Professor Department of Drama                                      AEA, SAG, AFTRA, VASTA. Vocal Coaching: Patrick Stewart, Broadway; Mariah Gale, RSC tour Park Avenue Armory; Voice &amp; Text Coaching: Royal Shakespeare Company, Hamlet (David Tennant and Patrick Stewart), A Midsummer Night’s Dream, Love’s Labour’s Lost; Love’s Labour’s Lost (Consultant) Karin Coonrod, Dir, Public Theater; Richard III, American Players Theater; Compagnia De’ Colombari, The World Is Round, Angels and Other Strangers; Ernie’s Incredible Illucinations and A Small Family Business (dialects), WNYC Radio; Twelfth Night (Vocal Coach), Daniel Spector, Dir; Night &amp; Day (voice, dialects, movement) Remmy Bumppo; The Ring (Voice &amp; Text), The Building Stage; New York Theater Workshop, Master Class in Voice &amp; Shakespeare’s Text; Viewpoints &amp; Composition Workshops: Johnny Flynn Company, Shunt Space, London; MadHouse Company, Nemzeti Theater, Budapest; Rose Bruford College of Speech and Drama; CNN International (Vocal Coach); Voice Over actor for national commercials narration; MA, Training Actor’s Voice (Patsy Rodenburg), Guildhall School of Music &amp; Drama, London; PG Award, Teaching Shakespeare in Theory &amp; Practice for Actors &amp; Artists, University of Warwick; Voice, Speech &amp; Shakespeare, Robert Neff Williams. www.gigibuffington.com  Julia Crockett - Movement  As an NYU graduate, Julia Crockett is proud to teach movement and physical technique for the Meisner Studio. She is also on the faculty at the Maggie Flanigan Studio and has taught at the Mason Gross School of the Arts at Rutgers University. She has acted professionally in stage, film, and TV, and is the founder and artistic director of the movement collective, FoxStole Productions. She choreographs and directs original work, some of which was produced in the 2011-2012 Department of Drama Stageworks season. Julia specializes in the Williamson technique and the creation of physical composition and performance. Recent Film/TV credits include: Law and Order: Criminal Intent (NBC), Ramblin’ Round (Indie), and The Absence(Indie).  Frank Deal - Play &amp; Clowning  Most recently: played one of the leads in Barry Levinson’s upcoming film, The Bay, played Col. Jack Hardy in the upcoming film Bourne Legacy, as well as the pilot of HBO’s The Corrections (w/ Chris Cooper, Diane Weist, and Ewan MacGregor) and the reading of the upcoming film Old Timers (w/ Al Pacino and Christopher Walken). Broadway: August: Osage County. NYC Premieres include: The Most Fabulous Story… (Minetta Lane/Christopher Ashley, dir.), One Neck (Atlantic w/ Alison Janney), The Vietnamization of New Jersey (Beckett), Primary Stages, Soho Rep, 13P, NYTW, Ars Nova, etc. Regionally includes: Mr. Roberts (Kennedy Center), Side Man (Guthrie), ATL (including Humana Festivals), Yale Rep, The Acting Co., Keen Co. etc. Film includes: Deception, The House Is Burning (Cannes), Flannel Pajamas (Sundance), Body/Antibody (Best Supporting Actor, LI Int’l), Able Danger, etc. TV includes: Person of Interest, Nurse Jackie, Unforgettable, Onion News Network, Fringe, Law &amp; Order, L&amp;O: SVU (recurring), Sopranos, etc. Education:M.F.A NYU Graduate Acting. B.A. Duke.  Fritz Ertl - Physical Character  FRITZ ERTL is a director and educator. He has produced or directed world premieres of plays by Steven Drukman, Erik Ehn, and Paula Vogel, and has worked at theatres such as Berkshire Theatre Festival, BACA Downtown, HERE, and Incubator Arts Project. Among others, at NYU Fritz has directed PENTECOST, by David Edgar, THE PAINS OF YOUTH, by Ferdinand Brukner, and MAD FOREST, by Caryl Churchill. In recent years, he has been working on a series of new plays exploring the catastrophic consequences of globalization: YOUTH IN ASIA: A TECHNO FANTASIA (aka the resistance project), written by Steven Drukman; FOXHOLLOW (aka the animal project), by Steven Drukman; THERE WAS AND THERE WASN‘T: AN OLD IRAQI FOLK TALE (aka the queeraq project), written by Daniel Glen; and CARLA AND LEWIS (aka the ecocide project), by Shonni Enelow. Fritz has been teaching at NYU since 1990, and in that period has taught a wide range of courses, including acting, directing, and dramatic literature. Additionally, he is the former Managing Director of the Drama Department at Tisch, and he spent the 2005-06 academic year in Dublin, where he was the program director of the Tisch Dublin Acting Conservatory. Currently, he is the head of acting at Playwrights Horizon Theater School, and a member of the adjunct faculty at the Meisner Studio.   Nate Flower Assistant Arts Professor Department of Drama                                     Nathan  Flower is an actor, director and choreographer who has taught at Tisch for  seven years with the Department of Undergraduate Drama and the Office of  Special Programs. He specializes  in Meisner Acting training and physical technique. He has taught at institutions such as the Mason Gross School  of the Arts at Rutgers University, the Actors Movement Studio, The Neighborhood  Playhouse, Columbia University and the Maggie Flanigan Studio. As an actor and director his work has  been seen at the Shakespeare Festival in  Neuss-Germany, the Festival at Syros-Greece  as well as in New York and regionally.   Most recently Nathan has been touring with the Aquila Theatre Co.’s  “Ancient Greeks/Modern Lives” - an  outreach program that engages military veterans through classical Greek  texts. In February Nathan will  produce the physical performance project “What Moves You” for the Department of  Drama’s Stageworks season.        Donna Germain - Voice &amp; Speech  Donna Germain has taught voice and speech at NYU for eighteen years. She has taught at both the Classical Studio and the Meisner Studio. She also has coached over twenty five Shakespeare productions at the Classical Studio and many Shakspeare productions for the Judith Shakespeare Company. She is the creator of Word Orgy: a poetry project based on a theme which includes songs and prose. Some of many shows she created are Paradise Mis-Laid and Love and It's Discontents. She continues to create a poetry show with the Meisner II students called Capturing Animals. Donna attended the University of California at Berkeley and Hunter College. She studied acting with Michael Howard and Paul E Richards. She studied voice and speech with Shane Anne Younts at the Robert Neff Williams Studio and then studied an additional year with Mr. Williams. She has taken numerous workshops with Andrew Wade and John Barton. She appeared in several productions with Richard Forman, including Vertical Mobility. In 1973 she traveled to Poland and to part in a four month program at Jerezy Grotowski's theater in Wrozlaw. Besides teaching at NYU, she has taught voice and speech privately for many years.     Vicki Hart - Acting/Studio Director  Vicki Hart has been the Director of The Meisner Studio since 1998 and is head teacher of the acting program in the studio. She trained as an actor with Uta Hagen and taught her work at Mason Gross School of The Arts, Rugers University, where she taught for twenty-two years. When William Esper became head of the acting program, she studied with him at his Studio in New York and later trained with him to teach the Meisner technique’s two-year core curriculum. She was head of the BFA acting program at Rutgers for over a decade. During her tenure at Rutgers, she initiated and directed the BFA productions as a means to bridge the classroom learning into a rehearsal process through performance. These curricular productions have subsequently become part of the curriculum in our Studio where she has directed her students annually. She taught the two-year Meisner curriculum at The William Esper Studio for ten years and was a Guest Artist, an Artist in Residence, teaching the Meisner Technique and directing curricular productions at North Carolina School of the Arts over four consecutive years prior to joining the faculty at Tisch, Undergraduate Drama. Her chapter on The Meisner Technique is in The Training of The American Actor, Edited by Arthur Bartow, former Artistic Director of Undergraduate Drama.  Robert O'Hara - Script Analysis  Robert O’Hara has recently released his Film Writing and Directing debut, THE INHERITANCE. He received the 2010 NAACP Best Director Award for his direction of Eclipsed by Danai Guiria. He received 2010 Helen Hayes Award for Outstanding New Play for ANTEBELLUM and an OBIE Award for his Direction of the World Premiere of the critically acclaimed In The Continuum at Primary Stages. He wrote and directed the World Premiere of Insurrection: Holding History at the New York Shakespeare Festival, the piece received the Oppenheimer Award for Best New American Play and was subsequently published by both TCG and Dramatist Play Service. He Directed the World Premiere of Brother/Sister Plays (Part 2), Co-Production at McCarter Theater/ New York Shakespeare Festival. His recent Stage Directing: Tough Titty, Magic Theater. Eclipsed, CTG/Kirk Douglas Theater. A Life In The Theater, Alliance Theater. Brother Size, City Theater. His new play Etiquette of Vigilance was produced in the Steppenwolf First Look Festival 2010. ACT/Zeum recently produced his play, Good Breeding. His play, BOOTYCANDY, under his direction, was presented at the Woolly Mammoth Theater.  Shanga Parker - Movement  Shanga has acted professionally in theatre, television and film. He has performed at Regional Theatres: A Contemporary Theatre, Intiman Theatre and the Tacoma Actor’s Guild. Also at On The Boards, Actor’s Theatre of Louisville, the La Jolla Playhouse, the San Diego Repertory, and at the South Coast Repertory. At Rites and Reason Theatre in Providence, RI, he wrote and acted in LANGSTON, NO REGRETS, about Langston Hughes He performed GRAVITY at the Connelly Theatre in New York. He played HAMLET at the University of Washington’s Summer Arts Festival. Internationally, he performed at the Festivalul International du Teatru de la Sibiu, Romania. His television credits include IN HER SHOES, LEVERAGE, FLYING BLIND, FRESH PRINCE OF BEL AIR, FAMILY MATTERS, BROOKLYN BRIDGE, and MARRIED...WITH CHILDREN. Film credits include THE OBAMA EFFECT. He is a member of SAG, AFTRA, and AEA (Actor’s Equity). While on faculty at the University of Washington, he received a Distinguished Teaching Award in 2006.   Lucas Caleb Rooney - Play &amp; Clowning  Lucas Rooney is proud member of The Studio faculty and also teaches at The Juilliard School, NYU's Tisch School of the Arts, and the NYU Meisner Studio. In the past Mr. Rooney taught at The Actors Center; University of San Diego; The Old Globe Theatre; The Public Theater Shakespeare Lab; Case Western University; California State University, Long Beach; and The University of Southern California. Lucas apprenticed Christopher Bayes in Clown and Physical Comedy, and received additional training with Phillippe Gaulier in London. He received his MFA from the Old Globe Theatre's professional actor training program at University of San Diego. He credits most of who he is as an artist and actor to the years he spent in The Actors Center, studying with Chris Bayes, Ron Van Lieu, Per Brah, Frank Deal, Felix Ivanov, David Bridel, and Catherine Fitzmaurice. Lucas's clown show Creation had a successful run Off-Broadway at the Mint Theatre. On Broadway, Lucas played opposite Morgan Freeman and Frances McDormand in Mike Nichols's production of The Country Girl. He was also strewn among the dead in Jack O'Brien's Henry IV at Lincoln Center. Other New York credits include Stuart in Yellow Face at the Pulbic Theater, Diggory in She Stoops to Conquer at the Irish Repertory Theater; Aaron in Mimesphobia at the Beckett Theatre, and understudying Father Flynn in Doubt at Manhattan Theatre Club. Regional credits include Charlie in Dirty Blonde at the Pittsburgh Public Theater and Trinculo in The Tempest at the Franklin Stage Company. At the Old Globe Theatre, Lucas played Sir Toby Belch in Twelfth Night, directed by Jack O'Brien; Bottom in Midsummer Night's Dream, directed by Kyle Donnelly; Frank Lubeyin in All My Sons, directed by Rick Seer; and Thomas Killigrew in Complete Female Stage Beauty, directed by Mark Lamos. Currently Lucas can be seen in The Orphans' Home Cycle at The Signature Theatre Company. Lucas is a cofounder of an theatre NGO for street kids in Madagascar www.zaraaina.org  Greg Seel - Alexander Technique  A graduate of Wilmington College, Ohio before training at the Drama Studio, London, he first studied Alexander Technique with Walter Carrington and Mary Holland while training at The Drama Studio, London. He was certified in Alexander Technique under Judith Leibowitz in 1983. Continued with Mr. Patrick McDonald, Tom Lemens, Rivka Cohen and was S.T.A.T. certified in 1987. He trained in voice for the actor for four years under Frederick Wilkerson and later studied Meisner with Kathryn Gately. He was a founding member of the Riverside Shakespeare Co. and an Associate Director of The Mint Theater Co. where he both acted and directed. He has worked with Ray Yeats of the Abbey Theater, Dublin on Brendan Kennelly's \"Antigone\" and \"Medea\", directed an all Irish cast of \"Picnic and more recently “The Widow's Blind Date\" Faculty appointments have included SUNY Purchase, The Actors Center, Columbia University, NYU’s Classical Studio &amp; Meisner Extension, NY Conservatory of Dramatic Art, (aka School for Film and Television), Mathews School of the Alexander Technique, Institute for the Alexander Technique and is past Chair of the AmSAT Ethics &amp; Professional Conduct Committee. He is more recently a graduate of The Actors Center Teacher Development Program, Jessica Wolf’s Art of Breathing and holds a Yondan in Seido Karate under Kaicho Nakamura. He maintains a private teaching/coaching practice with his wife Genevieve.  John Van Wyden - Accents &amp; Dialects  BFA Point Park College, Pittsburgh Pa.; MFA Case Western Reserve University, Cleveland, Ohio. John was a recipient of the Case Western Reserve-Cleveland Play House MFA Fellowship and company member of the Cleveland Play House from 1975 – 1978. In addition to being a faculty member of the Meisner Studio he is also a teacher at the Atlantic Studio and the Lee Strasberg Theatre and Film Institute. John has served as the dialect coach for many of NYU’s main stage productions including Dancing at Lughnasa, Pentecost, Cabaret and most recently Dianner at Eight. John’s coaching credits at the Meisner studio include Mad Forest, Our Country’s Good, Crimes of the Heart, and Necessary Targets. At the Lee Strasberg Theatre and Film Institute John directed Once a Catholic, On the Verge, Our Country’s Good and Dancing at Lughnasa. Professional coaching credits include national tours of Ragtime and Cabaret the Off Broadway production of The Shanghai Gesture and Cirque du Soleil’s Zarkana at Radio City Music Hall. At the Atlantic Studio he coached Our Country”s Good, Golden Boy, Top Girls, Factory Girls. and Hay Fever.   The Meisner Studio Our Faculty & Staff First Year Training Second Year Training Advanced Training Production Alumni At the Meisner Studio Summer Intensive  Department of Drama 721 Broadway, 3rd Floor New York, NY 10003               Phone:       212 998 1850 Contact Drama           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Our Faculty &amp; Staff: Tisch School of the Arts at NYU                           Skip to content        Drama Drama News &amp; Events Box Office About The Program How To Apply Faculty Administration Student Center Production Resource Office Production Archive High School Programs Summer in Drama Alumni FAQ  home &gt; Drama        Our Faculty & Staff  Follow Us:     Tweet      Our faculty is comprised of industry professionals who are not only deeply committed and involved in the training of the actor but are also personally involved in production, direction, performance and development in the New York, National and International scene. Collectively the faculty has developed a curriculum which includes the Meisner Technique of Acting; voice and speech, to acquire clear and articulate speech and to strengthen the vocal instrument; movement classes based in Williamson Technique and Alexander Technique, to develop a strong flexible and expressive body, free of restrictions; the use of clowning and play to use the body improvisationally, to explore character as a group; and script analysis to acquire information they need to prepare them for scene work in their process of preparing for our final production. David Brimmer - Stage Combat  Education B.F.A. New York Biography J. David Brimmer, Violence Specialist (Fight Master, SAFD) has choreographed some stuff (Broadway: Grace, An Enemy of the People, Wit, Born Yesterday, A life in the Theatre, Speed the Plow, Come Back, Little Sheba, Spring Awakening, The Lieutenant of Inishmore, NY premieres: Blasted, The Whipping Man, Ages of the Moon, Medieval Play, The American Pilot, Blackbird, Bug, Killer Joe, as well as The Red Bull Theatre’s productions of The Revenger’s Tragedy and The Duchess of Malfi, and the Druid Theatre Company’s The Cripple of Inishmaan), worked at some wonderful venues (NY Public Theater, Metropolitan Opera, Atlantic Theater, Manhattan Theatre Club, Lincoln Center, TFANA, TBTB, Signature Theatre, North Shore Music Theatre, ART, Dallas Theater Center, Hartford Center Stage, Baltimore Center Stage, The Guthrie), taught a few places (NYU/TSOA, RADA-{Guest Instructor}, Strasberg Institute, Yale), ! and collaborated with some great folks- writers (David Mamet, Sam Shepard, Ethan Coen, Jez Butterworth, Kenneth Lonergan, Martin McDonough, Tracy Letts), directors (Joe Chaikin, JoAnne Akalaitis, Ethan McSweeney, Sarah Benson, Wilson Milam, Joe Mantello, Neil Pepe, Michael Mayer, Kathleen Turner, Lynne Meadow, Garry Hines, Ken Russell, Franco Zeffirelli), and performers (Cynthia Nixon, William H. Macy, Andre Braugher, Raul Esparza, Elizabeth Moss, F. Murray Abraham, Keith Carradine, Kathleen Chalfant, Stephen Rea, Ed Asner, Kate Mulgrew, Reed Birney, Michael Shannon, Jesse Eisenberg, Kristen Johnston, Lily Rabe, Zoe Kazan, S. Epatha Merkerson, Nina Arianda, Jim Belushi, Kerry Condon, Alison Pill, Kate Burton, Jeff Daniels, Paul Rudd, and Sir Patrick Stewart).     Gigi Buffington Assistant Arts Professor Department of Drama                                      AEA, SAG, AFTRA, VASTA. Vocal Coaching: Patrick Stewart, Broadway; Mariah Gale, RSC tour Park Avenue Armory; Voice &amp; Text Coaching: Royal Shakespeare Company, Hamlet (David Tennant and Patrick Stewart), A Midsummer Night’s Dream, Love’s Labour’s Lost; Love’s Labour’s Lost (Consultant) Karin Coonrod, Dir, Public Theater; Richard III, American Players Theater; Compagnia De’ Colombari, The World Is Round, Angels and Other Strangers; Ernie’s Incredible Illucinations and A Small Family Business (dialects), WNYC Radio; Twelfth Night (Vocal Coach), Daniel Spector, Dir; Night &amp; Day (voice, dialects, movement) Remmy Bumppo; The Ring (Voice &amp; Text), The Building Stage; New York Theater Workshop, Master Class in Voice &amp; Shakespeare’s Text; Viewpoints &amp; Composition Workshops: Johnny Flynn Company, Shunt Space, London; MadHouse Company, Nemzeti Theater, Budapest; Rose Bruford College of Speech and Drama; CNN International (Vocal Coach); Voice Over actor for national commercials narration; MA, Training Actor’s Voice (Patsy Rodenburg), Guildhall School of Music &amp; Drama, London; PG Award, Teaching Shakespeare in Theory &amp; Practice for Actors &amp; Artists, University of Warwick; Voice, Speech &amp; Shakespeare, Robert Neff Williams. www.gigibuffington.com  Julia Crockett - Movement  As an NYU graduate, Julia Crockett is proud to teach movement and physical technique for the Meisner Studio. She is also on the faculty at the Maggie Flanigan Studio and has taught at the Mason Gross School of the Arts at Rutgers University. She has acted professionally in stage, film, and TV, and is the founder and artistic director of the movement collective, FoxStole Productions. She choreographs and directs original work, some of which was produced in the 2011-2012 Department of Drama Stageworks season. Julia specializes in the Williamson technique and the creation of physical composition and performance. Recent Film/TV credits include: Law and Order: Criminal Intent (NBC), Ramblin’ Round (Indie), and The Absence(Indie).  Frank Deal - Play &amp; Clowning  Most recently: played one of the leads in Barry Levinson’s upcoming film, The Bay, played Col. Jack Hardy in the upcoming film Bourne Legacy, as well as the pilot of HBO’s The Corrections (w/ Chris Cooper, Diane Weist, and Ewan MacGregor) and the reading of the upcoming film Old Timers (w/ Al Pacino and Christopher Walken). Broadway: August: Osage County. NYC Premieres include: The Most Fabulous Story… (Minetta Lane/Christopher Ashley, dir.), One Neck (Atlantic w/ Alison Janney), The Vietnamization of New Jersey (Beckett), Primary Stages, Soho Rep, 13P, NYTW, Ars Nova, etc. Regionally includes: Mr. Roberts (Kennedy Center), Side Man (Guthrie), ATL (including Humana Festivals), Yale Rep, The Acting Co., Keen Co. etc. Film includes: Deception, The House Is Burning (Cannes), Flannel Pajamas (Sundance), Body/Antibody (Best Supporting Actor, LI Int’l), Able Danger, etc. TV includes: Person of Interest, Nurse Jackie, Unforgettable, Onion News Network, Fringe, Law &amp; Order, L&amp;O: SVU (recurring), Sopranos, etc. Education:M.F.A NYU Graduate Acting. B.A. Duke.  Fritz Ertl - Physical Character  FRITZ ERTL is a director and educator. He has produced or directed world premieres of plays by Steven Drukman, Erik Ehn, and Paula Vogel, and has worked at theatres such as Berkshire Theatre Festival, BACA Downtown, HERE, and Incubator Arts Project. Among others, at NYU Fritz has directed PENTECOST, by David Edgar, THE PAINS OF YOUTH, by Ferdinand Brukner, and MAD FOREST, by Caryl Churchill. In recent years, he has been working on a series of new plays exploring the catastrophic consequences of globalization: YOUTH IN ASIA: A TECHNO FANTASIA (aka the resistance project), written by Steven Drukman; FOXHOLLOW (aka the animal project), by Steven Drukman; THERE WAS AND THERE WASN‘T: AN OLD IRAQI FOLK TALE (aka the queeraq project), written by Daniel Glen; and CARLA AND LEWIS (aka the ecocide project), by Shonni Enelow. Fritz has been teaching at NYU since 1990, and in that period has taught a wide range of courses, including acting, directing, and dramatic literature. Additionally, he is the former Managing Director of the Drama Department at Tisch, and he spent the 2005-06 academic year in Dublin, where he was the program director of the Tisch Dublin Acting Conservatory. Currently, he is the head of acting at Playwrights Horizon Theater School, and a member of the adjunct faculty at the Meisner Studio.   Nate Flower Assistant Arts Professor Department of Drama                                     Nathan  Flower is an actor, director and choreographer who has taught at Tisch for  seven years with the Department of Undergraduate Drama and the Office of  Special Programs. He specializes  in Meisner Acting training and physical technique. He has taught at institutions such as the Mason Gross School  of the Arts at Rutgers University, the Actors Movement Studio, The Neighborhood  Playhouse, Columbia University and the Maggie Flanigan Studio. As an actor and director his work has  been seen at the Shakespeare Festival in  Neuss-Germany, the Festival at Syros-Greece  as well as in New York and regionally.   Most recently Nathan has been touring with the Aquila Theatre Co.’s  “Ancient Greeks/Modern Lives” - an  outreach program that engages military veterans through classical Greek  texts. In February Nathan will  produce the physical performance project “What Moves You” for the Department of  Drama’s Stageworks season.        Donna Germain - Voice &amp; Speech  Donna Germain has taught voice and speech at NYU for eighteen years. She has taught at both the Classical Studio and the Meisner Studio. She also has coached over twenty five Shakespeare productions at the Classical Studio and many Shakspeare productions for the Judith Shakespeare Company. She is the creator of Word Orgy: a poetry project based on a theme which includes songs and prose. Some of many shows she created are Paradise Mis-Laid and Love and It's Discontents. She continues to create a poetry show with the Meisner II students called Capturing Animals. Donna attended the University of California at Berkeley and Hunter College. She studied acting with Michael Howard and Paul E Richards. She studied voice and speech with Shane Anne Younts at the Robert Neff Williams Studio and then studied an additional year with Mr. Williams. She has taken numerous workshops with Andrew Wade and John Barton. She appeared in several productions with Richard Forman, including Vertical Mobility. In 1973 she traveled to Poland and to part in a four month program at Jerezy Grotowski's theater in Wrozlaw. Besides teaching at NYU, she has taught voice and speech privately for many years.     Vicki Hart - Acting/Studio Director  Vicki Hart has been the Director of The Meisner Studio since 1998 and is head teacher of the acting program in the studio. She trained as an actor with Uta Hagen and taught her work at Mason Gross School of The Arts, Rugers University, where she taught for twenty-two years. When William Esper became head of the acting program, she studied with him at his Studio in New York and later trained with him to teach the Meisner technique’s two-year core curriculum. She was head of the BFA acting program at Rutgers for over a decade. During her tenure at Rutgers, she initiated and directed the BFA productions as a means to bridge the classroom learning into a rehearsal process through performance. These curricular productions have subsequently become part of the curriculum in our Studio where she has directed her students annually. She taught the two-year Meisner curriculum at The William Esper Studio for ten years and was a Guest Artist, an Artist in Residence, teaching the Meisner Technique and directing curricular productions at North Carolina School of the Arts over four consecutive years prior to joining the faculty at Tisch, Undergraduate Drama. Her chapter on The Meisner Technique is in The Training of The American Actor, Edited by Arthur Bartow, former Artistic Director of Undergraduate Drama.  Robert O'Hara - Script Analysis  Robert O’Hara has recently released his Film Writing and Directing debut, THE INHERITANCE. He received the 2010 NAACP Best Director Award for his direction of Eclipsed by Danai Guiria. He received 2010 Helen Hayes Award for Outstanding New Play for ANTEBELLUM and an OBIE Award for his Direction of the World Premiere of the critically acclaimed In The Continuum at Primary Stages. He wrote and directed the World Premiere of Insurrection: Holding History at the New York Shakespeare Festival, the piece received the Oppenheimer Award for Best New American Play and was subsequently published by both TCG and Dramatist Play Service. He Directed the World Premiere of Brother/Sister Plays (Part 2), Co-Production at McCarter Theater/ New York Shakespeare Festival. His recent Stage Directing: Tough Titty, Magic Theater. Eclipsed, CTG/Kirk Douglas Theater. A Life In The Theater, Alliance Theater. Brother Size, City Theater. His new play Etiquette of Vigilance was produced in the Steppenwolf First Look Festival 2010. ACT/Zeum recently produced his play, Good Breeding. His play, BOOTYCANDY, under his direction, was presented at the Woolly Mammoth Theater.  Shanga Parker - Movement  Shanga has acted professionally in theatre, television and film. He has performed at Regional Theatres: A Contemporary Theatre, Intiman Theatre and the Tacoma Actor’s Guild. Also at On The Boards, Actor’s Theatre of Louisville, the La Jolla Playhouse, the San Diego Repertory, and at the South Coast Repertory. At Rites and Reason Theatre in Providence, RI, he wrote and acted in LANGSTON, NO REGRETS, about Langston Hughes He performed GRAVITY at the Connelly Theatre in New York. He played HAMLET at the University of Washington’s Summer Arts Festival. Internationally, he performed at the Festivalul International du Teatru de la Sibiu, Romania. His television credits include IN HER SHOES, LEVERAGE, FLYING BLIND, FRESH PRINCE OF BEL AIR, FAMILY MATTERS, BROOKLYN BRIDGE, and MARRIED...WITH CHILDREN. Film credits include THE OBAMA EFFECT. He is a member of SAG, AFTRA, and AEA (Actor’s Equity). While on faculty at the University of Washington, he received a Distinguished Teaching Award in 2006.   Lucas Caleb Rooney - Play &amp; Clowning  Lucas Rooney is proud member of The Studio faculty and also teaches at The Juilliard School, NYU's Tisch School of the Arts, and the NYU Meisner Studio. In the past Mr. Rooney taught at The Actors Center; University of San Diego; The Old Globe Theatre; The Public Theater Shakespeare Lab; Case Western University; California State University, Long Beach; and The University of Southern California. Lucas apprenticed Christopher Bayes in Clown and Physical Comedy, and received additional training with Phillippe Gaulier in London. He received his MFA from the Old Globe Theatre's professional actor training program at University of San Diego. He credits most of who he is as an artist and actor to the years he spent in The Actors Center, studying with Chris Bayes, Ron Van Lieu, Per Brah, Frank Deal, Felix Ivanov, David Bridel, and Catherine Fitzmaurice. Lucas's clown show Creation had a successful run Off-Broadway at the Mint Theatre. On Broadway, Lucas played opposite Morgan Freeman and Frances McDormand in Mike Nichols's production of The Country Girl. He was also strewn among the dead in Jack O'Brien's Henry IV at Lincoln Center. Other New York credits include Stuart in Yellow Face at the Pulbic Theater, Diggory in She Stoops to Conquer at the Irish Repertory Theater; Aaron in Mimesphobia at the Beckett Theatre, and understudying Father Flynn in Doubt at Manhattan Theatre Club. Regional credits include Charlie in Dirty Blonde at the Pittsburgh Public Theater and Trinculo in The Tempest at the Franklin Stage Company. At the Old Globe Theatre, Lucas played Sir Toby Belch in Twelfth Night, directed by Jack O'Brien; Bottom in Midsummer Night's Dream, directed by Kyle Donnelly; Frank Lubeyin in All My Sons, directed by Rick Seer; and Thomas Killigrew in Complete Female Stage Beauty, directed by Mark Lamos. Currently Lucas can be seen in The Orphans' Home Cycle at The Signature Theatre Company. Lucas is a cofounder of an theatre NGO for street kids in Madagascar www.zaraaina.org  Greg Seel - Alexander Technique  A graduate of Wilmington College, Ohio before training at the Drama Studio, London, he first studied Alexander Technique with Walter Carrington and Mary Holland while training at The Drama Studio, London. He was certified in Alexander Technique under Judith Leibowitz in 1983. Continued with Mr. Patrick McDonald, Tom Lemens, Rivka Cohen and was S.T.A.T. certified in 1987. He trained in voice for the actor for four years under Frederick Wilkerson and later studied Meisner with Kathryn Gately. He was a founding member of the Riverside Shakespeare Co. and an Associate Director of The Mint Theater Co. where he both acted and directed. He has worked with Ray Yeats of the Abbey Theater, Dublin on Brendan Kennelly's \"Antigone\" and \"Medea\", directed an all Irish cast of \"Picnic and more recently “The Widow's Blind Date\" Faculty appointments have included SUNY Purchase, The Actors Center, Columbia University, NYU’s Classical Studio &amp; Meisner Extension, NY Conservatory of Dramatic Art, (aka School for Film and Television), Mathews School of the Alexander Technique, Institute for the Alexander Technique and is past Chair of the AmSAT Ethics &amp; Professional Conduct Committee. He is more recently a graduate of The Actors Center Teacher Development Program, Jessica Wolf’s Art of Breathing and holds a Yondan in Seido Karate under Kaicho Nakamura. He maintains a private teaching/coaching practice with his wife Genevieve.  John Van Wyden - Accents &amp; Dialects  BFA Point Park College, Pittsburgh Pa.; MFA Case Western Reserve University, Cleveland, Ohio. John was a recipient of the Case Western Reserve-Cleveland Play House MFA Fellowship and company member of the Cleveland Play House from 1975 – 1978. In addition to being a faculty member of the Meisner Studio he is also a teacher at the Atlantic Studio and the Lee Strasberg Theatre and Film Institute. John has served as the dialect coach for many of NYU’s main stage productions including Dancing at Lughnasa, Pentecost, Cabaret and most recently Dianner at Eight. John’s coaching credits at the Meisner studio include Mad Forest, Our Country’s Good, Crimes of the Heart, and Necessary Targets. At the Lee Strasberg Theatre and Film Institute John directed Once a Catholic, On the Verge, Our Country’s Good and Dancing at Lughnasa. Professional coaching credits include national tours of Ragtime and Cabaret the Off Broadway production of The Shanghai Gesture and Cirque du Soleil’s Zarkana at Radio City Music Hall. At the Atlantic Studio he coached Our Country”s Good, Golden Boy, Top Girls, Factory Girls. and Hay Fever.   The Meisner Studio Our Faculty & Staff First Year Training Second Year Training Advanced Training Production Alumni At the Meisner Studio Summer Intensive  Department of Drama 721 Broadway, 3rd Floor New York, NY 10003               Phone:       212 998 1850 Contact Drama           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "All NYU Steinhardt Events - NYU Steinhardt                                                                                            Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Calendar                                          All NYU Steinhardt Events                  Change View:      Which Calendar?    All Steinhardt Events   Graduate Admissions   Global Programs   Student Affairs   Research   Alumni   Administration, Leadership and Technology   Applied Psychology   Art and Art Professions   Communicative Sciences and Disorders   Humanities and Social Sciences in the Professions   Media, Culture and Communication   Music and Performing Arts   Nutrition, Food Studies, and Public Health   Occupational Therapy   Physical Therapy   Teaching and Learning         When?:    Upcoming Events   March   April   May   June   July   August   September     2015                       Feeds: RSS or iCal              BFA Thesis Show: Missing An Angel         Wednesday, April 22, 2015 5:00pm          NYU Forum on Site-Specific Performance         Thursday, April 23, 2015 6:30pm          International Education Spring Fling on the Water         Friday, April 24, 2015 6:00pm          Scriabin Poèmes         Friday, April 24, 2015 8:00pm          2015 Conference on Financial Intelligence in Health Practice Environments         Saturday, April 25, 2015 12:00am          Tip to Tip Fundraising Walk         Saturday, April 25, 2015 10:00am          Shakespeare to Go Presents The Taming of the Shrew         Sunday, April 26, 2015 10:00am          Across the Ether - An International Collaborative Performance         Sunday, April 26, 2015 2:00pm          The JACK Quartet         Sunday, April 26, 2015 8:00pm          IES-PIRT Proseminar: Joshua Brown         Monday, April 27, 2015 12:00pm          The Office of National Scholarships         Monday, April 27, 2015 1:00pm          ECT Colloquium Series: Rand Spiro         Monday, April 27, 2015 3:30pm          PIAN@POLY!         Monday, April 27, 2015 4:00pm          Senior Series: Applying to Graduate School         Monday, April 27, 2015 5:00pm          NYU Contemporary Music Ensemble         Monday, April 27, 2015 7:30pm          Walk-in Advising Hours - NYU Office of Global Programs         Tuesday, April 28, 2015 12:00pm          Stressbusters and Yoga         Tuesday, April 28, 2015 12:30pm          Experimental Cuisine Collective: April         Tuesday, April 28, 2015 4:00pm          CoMotion - NYU Percussion Ensemble         Tuesday, April 28, 2015 8:00pm          Piano Honors Recital         Tuesday, April 28, 2015 8:00pm          Ukraine Finding Its Way         Wednesday, April 29, 2015 12:00am          Dietetic Internship Info Session: 4/29         Wednesday, April 29, 2015 10:00am          NYU Developmental Colloquium Series: Kristin Bernard         Wednesday, April 29, 2015 12:00pm          PSI Colloquium Series: Jason Rarick & Kate Schwartz         Wednesday, April 29, 2015 12:00pm          International Advisory Committee         Wednesday, April 29, 2015 1:00pm          Job market and professional advising (HMSS Doctoral Brown Bag Series)         Wednesday, April 29, 2015 1:00pm          Photographic Archives: How Images Live On         Wednesday, April 29, 2015 6:30pm          NYU Jazz Choir         Wednesday, April 29, 2015 8:00pm          NYU MFA Thesis Show Part 2         Thursday, April 30, 2015 12:00am          Psych Cafe: HDSI Research Spotlight         Thursday, April 30, 2015 12:00am          IHDSC Seminar: Olivia Golden         Thursday, April 30, 2015 12:00pm          MARL Talk: Ivan Selesnick         Thursday, April 30, 2015 1:30pm          The Steinhardt Soirée - A Celebration for Undergraduates         Thursday, April 30, 2015 6:00pm          CSD Clinical Showcase         Thursday, April 30, 2015 6:30pm          NYU African Gyil and Percussion Ensemble         Thursday, April 30, 2015 7:30pm          Piano Artist Master Class Series         Thursday, April 30, 2015 7:45pm          String Chamber Music         Thursday, April 30, 2015 8:30pm          Study Away Funding Session         Friday, May 1, 2015 1:00pm          Study Away Funding Session         Friday, May 1, 2015 1:00pm          Study Away Funding Session Friday         Friday, May 1, 2015 1:00pm          Weekly General Information Sessions - NYU Office of Global Programs         Friday, May 1, 2015 2:00pm          String Chamber Music         Friday, May 1, 2015 7:30pm          NYU Concert Band         Friday, May 1, 2015 8:00pm          The Sari Project         Saturday, May 2, 2015 1:00pm          NYU Steel         Saturday, May 2, 2015 7:30pm          String Chamber Music         Saturday, May 2, 2015 7:30pm          Professional Storytelling at the Provincetown Playhouse         Sunday, May 3, 2015 3:00pm          NYU Composers Meet NYU Percussionists         Sunday, May 3, 2015 7:30pm          String Chamber Music         Sunday, May 3, 2015 7:30pm          NYU New Music Ensemble         Sunday, May 3, 2015 8:00pm          Senior Series: Apartment Hunting 101         Monday, May 4, 2015 5:00pm          Let’s Talk International         Tuesday, May 5, 2015 12:00pm          Walk-in Advising Hours - NYU Office of Global Programs         Tuesday, May 5, 2015 12:00pm          Woodwind Chamber Music         Tuesday, May 5, 2015 8:00pm          Dietetic Internship Info Session: 5/6         Wednesday, May 6, 2015 10:00am          Finals Breakfast Social         Wednesday, May 6, 2015 10:00am          NYU Community Orchestra         Wednesday, May 6, 2015 8:00pm          NYU Composers Ensemble         Wednesday, May 6, 2015 8:00pm          Psych Cafe: HDSI Research Spotlight         Thursday, May 7, 2015 12:00am          Documentary screening: Under the Mango Tree         Thursday, May 7, 2015 5:30pm          Brass and Composition Collaborative Concert         Thursday, May 7, 2015 8:00pm          Contemporary American Opera Workshop         Thursday, May 7, 2015 8:00pm          Music Education Jazz Ensemble         Thursday, May 7, 2015 8:00pm          String Chamber Music         Thursday, May 7, 2015 8:30pm          Undergraduate Research Conference         Friday, May 8, 2015 11:00am          MARL Workshop: Jordan Rudess         Friday, May 8, 2015 4:00pm          String Chamber Music - CANCELED         Friday, May 8, 2015 7:30pm          NYU Symphony         Friday, May 8, 2015 8:00pm          Spring Choral Concert I         Friday, May 8, 2015 8:00pm          NYU Berlin at St. Agnes         Saturday, May 9, 2015 6:00pm          Spring Choral Concert II         Saturday, May 9, 2015 8:00pm          String Chamber Music         Sunday, May 10, 2015 7:30pm          Marilyn Nonken         Sunday, May 10, 2015 8:00pm          Tea @ 3         Monday, May 11, 2015 3:00pm          Dietetic Internship Info Session: 5/11         Monday, May 11, 2015 4:00pm          PIAN@POLY!         Monday, May 11, 2015 4:00pm          NYU Jazz Orchestra at the Blue Note Jazz Club         Monday, May 11, 2015 8:00pm          NYU Jazz Orchestra at the Blue Note Jazz Club         Monday, May 11, 2015 10:30pm          Steinhardt at Saklad         Tuesday, May 12, 2015 6:30pm          Urban Animals         Tuesday, May 12, 2015 8:00pm          Vocal Performance Chorale         Tuesday, May 12, 2015 8:00pm          Bagel Breakfast         Wednesday, May 13, 2015 9:00am          OPUS Spring Release Party         Wednesday, May 13, 2015 9:00am          BFA Thesis Show: -scapes         Wednesday, May 13, 2015 5:00pm          String Chamber Music         Wednesday, May 13, 2015 7:30pm          Psych Cafe: APUG Undergraduate Research Spotlight (copy)         Thursday, May 14, 2015 12:00am          Community Table: May         Thursday, May 14, 2015 12:00pm          Woodwind Chamber Music         Thursday, May 14, 2015 8:00pm          Vocal Chamber Ensemble         Friday, May 15, 2015 8:00pm          “Race, Rights and Responsibility” Conference         Saturday, May 16, 2015 8:30am          Sing into Spring         Saturday, May 16, 2015 7:30pm          String Chamber Music         Saturday, May 16, 2015 7:30pm          TAC-D’s 2015 Summer Institute         Friday, May 22, 2015 7:30am          WEEKEND INTENSIVE IN ORTHOPEDIC PHYSICAL THERAPY, Module 9: Motor Control - FRIDAY AND SATURDAY         Friday, June 5, 2015 6:00pm          WEEKEND INTENSIVE IN ORTHOPEDIC PHYSICAL THERAPY, Module 10: Movement Gait - FRIDAY AND SATURDAY         Friday, June 12, 2015 6:00pm                          This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Our Faculty &amp; Staff: Tisch School of the Arts at NYU                           Skip to content        Drama Drama News &amp; Events Box Office About The Program How To Apply Faculty Administration Student Center Production Resource Office Production Archive High School Programs Summer in Drama Alumni FAQ  home &gt; Drama        Our Faculty & Staff  Follow Us:     Tweet      Our faculty is comprised of industry professionals who are not only deeply committed and involved in the training of the actor but are also personally involved in production, direction, performance and development in the New York, National and International scene. Collectively the faculty has developed a curriculum which includes the Meisner Technique of Acting; voice and speech, to acquire clear and articulate speech and to strengthen the vocal instrument; movement classes based in Williamson Technique and Alexander Technique, to develop a strong flexible and expressive body, free of restrictions; the use of clowning and play to use the body improvisationally, to explore character as a group; and script analysis to acquire information they need to prepare them for scene work in their process of preparing for our final production. David Brimmer - Stage Combat  Education B.F.A. New York Biography J. David Brimmer, Violence Specialist (Fight Master, SAFD) has choreographed some stuff (Broadway: Grace, An Enemy of the People, Wit, Born Yesterday, A life in the Theatre, Speed the Plow, Come Back, Little Sheba, Spring Awakening, The Lieutenant of Inishmore, NY premieres: Blasted, The Whipping Man, Ages of the Moon, Medieval Play, The American Pilot, Blackbird, Bug, Killer Joe, as well as The Red Bull Theatre’s productions of The Revenger’s Tragedy and The Duchess of Malfi, and the Druid Theatre Company’s The Cripple of Inishmaan), worked at some wonderful venues (NY Public Theater, Metropolitan Opera, Atlantic Theater, Manhattan Theatre Club, Lincoln Center, TFANA, TBTB, Signature Theatre, North Shore Music Theatre, ART, Dallas Theater Center, Hartford Center Stage, Baltimore Center Stage, The Guthrie), taught a few places (NYU/TSOA, RADA-{Guest Instructor}, Strasberg Institute, Yale), ! and collaborated with some great folks- writers (David Mamet, Sam Shepard, Ethan Coen, Jez Butterworth, Kenneth Lonergan, Martin McDonough, Tracy Letts), directors (Joe Chaikin, JoAnne Akalaitis, Ethan McSweeney, Sarah Benson, Wilson Milam, Joe Mantello, Neil Pepe, Michael Mayer, Kathleen Turner, Lynne Meadow, Garry Hines, Ken Russell, Franco Zeffirelli), and performers (Cynthia Nixon, William H. Macy, Andre Braugher, Raul Esparza, Elizabeth Moss, F. Murray Abraham, Keith Carradine, Kathleen Chalfant, Stephen Rea, Ed Asner, Kate Mulgrew, Reed Birney, Michael Shannon, Jesse Eisenberg, Kristen Johnston, Lily Rabe, Zoe Kazan, S. Epatha Merkerson, Nina Arianda, Jim Belushi, Kerry Condon, Alison Pill, Kate Burton, Jeff Daniels, Paul Rudd, and Sir Patrick Stewart).     Gigi Buffington Assistant Arts Professor Department of Drama                                      AEA, SAG, AFTRA, VASTA. Vocal Coaching: Patrick Stewart, Broadway; Mariah Gale, RSC tour Park Avenue Armory; Voice &amp; Text Coaching: Royal Shakespeare Company, Hamlet (David Tennant and Patrick Stewart), A Midsummer Night’s Dream, Love’s Labour’s Lost; Love’s Labour’s Lost (Consultant) Karin Coonrod, Dir, Public Theater; Richard III, American Players Theater; Compagnia De’ Colombari, The World Is Round, Angels and Other Strangers; Ernie’s Incredible Illucinations and A Small Family Business (dialects), WNYC Radio; Twelfth Night (Vocal Coach), Daniel Spector, Dir; Night &amp; Day (voice, dialects, movement) Remmy Bumppo; The Ring (Voice &amp; Text), The Building Stage; New York Theater Workshop, Master Class in Voice &amp; Shakespeare’s Text; Viewpoints &amp; Composition Workshops: Johnny Flynn Company, Shunt Space, London; MadHouse Company, Nemzeti Theater, Budapest; Rose Bruford College of Speech and Drama; CNN International (Vocal Coach); Voice Over actor for national commercials narration; MA, Training Actor’s Voice (Patsy Rodenburg), Guildhall School of Music &amp; Drama, London; PG Award, Teaching Shakespeare in Theory &amp; Practice for Actors &amp; Artists, University of Warwick; Voice, Speech &amp; Shakespeare, Robert Neff Williams. www.gigibuffington.com  Julia Crockett - Movement  As an NYU graduate, Julia Crockett is proud to teach movement and physical technique for the Meisner Studio. She is also on the faculty at the Maggie Flanigan Studio and has taught at the Mason Gross School of the Arts at Rutgers University. She has acted professionally in stage, film, and TV, and is the founder and artistic director of the movement collective, FoxStole Productions. She choreographs and directs original work, some of which was produced in the 2011-2012 Department of Drama Stageworks season. Julia specializes in the Williamson technique and the creation of physical composition and performance. Recent Film/TV credits include: Law and Order: Criminal Intent (NBC), Ramblin’ Round (Indie), and The Absence(Indie).  Frank Deal - Play &amp; Clowning  Most recently: played one of the leads in Barry Levinson’s upcoming film, The Bay, played Col. Jack Hardy in the upcoming film Bourne Legacy, as well as the pilot of HBO’s The Corrections (w/ Chris Cooper, Diane Weist, and Ewan MacGregor) and the reading of the upcoming film Old Timers (w/ Al Pacino and Christopher Walken). Broadway: August: Osage County. NYC Premieres include: The Most Fabulous Story… (Minetta Lane/Christopher Ashley, dir.), One Neck (Atlantic w/ Alison Janney), The Vietnamization of New Jersey (Beckett), Primary Stages, Soho Rep, 13P, NYTW, Ars Nova, etc. Regionally includes: Mr. Roberts (Kennedy Center), Side Man (Guthrie), ATL (including Humana Festivals), Yale Rep, The Acting Co., Keen Co. etc. Film includes: Deception, The House Is Burning (Cannes), Flannel Pajamas (Sundance), Body/Antibody (Best Supporting Actor, LI Int’l), Able Danger, etc. TV includes: Person of Interest, Nurse Jackie, Unforgettable, Onion News Network, Fringe, Law &amp; Order, L&amp;O: SVU (recurring), Sopranos, etc. Education:M.F.A NYU Graduate Acting. B.A. Duke.  Fritz Ertl - Physical Character  FRITZ ERTL is a director and educator. He has produced or directed world premieres of plays by Steven Drukman, Erik Ehn, and Paula Vogel, and has worked at theatres such as Berkshire Theatre Festival, BACA Downtown, HERE, and Incubator Arts Project. Among others, at NYU Fritz has directed PENTECOST, by David Edgar, THE PAINS OF YOUTH, by Ferdinand Brukner, and MAD FOREST, by Caryl Churchill. In recent years, he has been working on a series of new plays exploring the catastrophic consequences of globalization: YOUTH IN ASIA: A TECHNO FANTASIA (aka the resistance project), written by Steven Drukman; FOXHOLLOW (aka the animal project), by Steven Drukman; THERE WAS AND THERE WASN‘T: AN OLD IRAQI FOLK TALE (aka the queeraq project), written by Daniel Glen; and CARLA AND LEWIS (aka the ecocide project), by Shonni Enelow. Fritz has been teaching at NYU since 1990, and in that period has taught a wide range of courses, including acting, directing, and dramatic literature. Additionally, he is the former Managing Director of the Drama Department at Tisch, and he spent the 2005-06 academic year in Dublin, where he was the program director of the Tisch Dublin Acting Conservatory. Currently, he is the head of acting at Playwrights Horizon Theater School, and a member of the adjunct faculty at the Meisner Studio.   Nate Flower Assistant Arts Professor Department of Drama                                     Nathan  Flower is an actor, director and choreographer who has taught at Tisch for  seven years with the Department of Undergraduate Drama and the Office of  Special Programs. He specializes  in Meisner Acting training and physical technique. He has taught at institutions such as the Mason Gross School  of the Arts at Rutgers University, the Actors Movement Studio, The Neighborhood  Playhouse, Columbia University and the Maggie Flanigan Studio. As an actor and director his work has  been seen at the Shakespeare Festival in  Neuss-Germany, the Festival at Syros-Greece  as well as in New York and regionally.   Most recently Nathan has been touring with the Aquila Theatre Co.’s  “Ancient Greeks/Modern Lives” - an  outreach program that engages military veterans through classical Greek  texts. In February Nathan will  produce the physical performance project “What Moves You” for the Department of  Drama’s Stageworks season.        Donna Germain - Voice &amp; Speech  Donna Germain has taught voice and speech at NYU for eighteen years. She has taught at both the Classical Studio and the Meisner Studio. She also has coached over twenty five Shakespeare productions at the Classical Studio and many Shakspeare productions for the Judith Shakespeare Company. She is the creator of Word Orgy: a poetry project based on a theme which includes songs and prose. Some of many shows she created are Paradise Mis-Laid and Love and It's Discontents. She continues to create a poetry show with the Meisner II students called Capturing Animals. Donna attended the University of California at Berkeley and Hunter College. She studied acting with Michael Howard and Paul E Richards. She studied voice and speech with Shane Anne Younts at the Robert Neff Williams Studio and then studied an additional year with Mr. Williams. She has taken numerous workshops with Andrew Wade and John Barton. She appeared in several productions with Richard Forman, including Vertical Mobility. In 1973 she traveled to Poland and to part in a four month program at Jerezy Grotowski's theater in Wrozlaw. Besides teaching at NYU, she has taught voice and speech privately for many years.     Vicki Hart - Acting/Studio Director  Vicki Hart has been the Director of The Meisner Studio since 1998 and is head teacher of the acting program in the studio. She trained as an actor with Uta Hagen and taught her work at Mason Gross School of The Arts, Rugers University, where she taught for twenty-two years. When William Esper became head of the acting program, she studied with him at his Studio in New York and later trained with him to teach the Meisner technique’s two-year core curriculum. She was head of the BFA acting program at Rutgers for over a decade. During her tenure at Rutgers, she initiated and directed the BFA productions as a means to bridge the classroom learning into a rehearsal process through performance. These curricular productions have subsequently become part of the curriculum in our Studio where she has directed her students annually. She taught the two-year Meisner curriculum at The William Esper Studio for ten years and was a Guest Artist, an Artist in Residence, teaching the Meisner Technique and directing curricular productions at North Carolina School of the Arts over four consecutive years prior to joining the faculty at Tisch, Undergraduate Drama. Her chapter on The Meisner Technique is in The Training of The American Actor, Edited by Arthur Bartow, former Artistic Director of Undergraduate Drama.  Robert O'Hara - Script Analysis  Robert O’Hara has recently released his Film Writing and Directing debut, THE INHERITANCE. He received the 2010 NAACP Best Director Award for his direction of Eclipsed by Danai Guiria. He received 2010 Helen Hayes Award for Outstanding New Play for ANTEBELLUM and an OBIE Award for his Direction of the World Premiere of the critically acclaimed In The Continuum at Primary Stages. He wrote and directed the World Premiere of Insurrection: Holding History at the New York Shakespeare Festival, the piece received the Oppenheimer Award for Best New American Play and was subsequently published by both TCG and Dramatist Play Service. He Directed the World Premiere of Brother/Sister Plays (Part 2), Co-Production at McCarter Theater/ New York Shakespeare Festival. His recent Stage Directing: Tough Titty, Magic Theater. Eclipsed, CTG/Kirk Douglas Theater. A Life In The Theater, Alliance Theater. Brother Size, City Theater. His new play Etiquette of Vigilance was produced in the Steppenwolf First Look Festival 2010. ACT/Zeum recently produced his play, Good Breeding. His play, BOOTYCANDY, under his direction, was presented at the Woolly Mammoth Theater.  Shanga Parker - Movement  Shanga has acted professionally in theatre, television and film. He has performed at Regional Theatres: A Contemporary Theatre, Intiman Theatre and the Tacoma Actor’s Guild. Also at On The Boards, Actor’s Theatre of Louisville, the La Jolla Playhouse, the San Diego Repertory, and at the South Coast Repertory. At Rites and Reason Theatre in Providence, RI, he wrote and acted in LANGSTON, NO REGRETS, about Langston Hughes He performed GRAVITY at the Connelly Theatre in New York. He played HAMLET at the University of Washington’s Summer Arts Festival. Internationally, he performed at the Festivalul International du Teatru de la Sibiu, Romania. His television credits include IN HER SHOES, LEVERAGE, FLYING BLIND, FRESH PRINCE OF BEL AIR, FAMILY MATTERS, BROOKLYN BRIDGE, and MARRIED...WITH CHILDREN. Film credits include THE OBAMA EFFECT. He is a member of SAG, AFTRA, and AEA (Actor’s Equity). While on faculty at the University of Washington, he received a Distinguished Teaching Award in 2006.   Lucas Caleb Rooney - Play &amp; Clowning  Lucas Rooney is proud member of The Studio faculty and also teaches at The Juilliard School, NYU's Tisch School of the Arts, and the NYU Meisner Studio. In the past Mr. Rooney taught at The Actors Center; University of San Diego; The Old Globe Theatre; The Public Theater Shakespeare Lab; Case Western University; California State University, Long Beach; and The University of Southern California. Lucas apprenticed Christopher Bayes in Clown and Physical Comedy, and received additional training with Phillippe Gaulier in London. He received his MFA from the Old Globe Theatre's professional actor training program at University of San Diego. He credits most of who he is as an artist and actor to the years he spent in The Actors Center, studying with Chris Bayes, Ron Van Lieu, Per Brah, Frank Deal, Felix Ivanov, David Bridel, and Catherine Fitzmaurice. Lucas's clown show Creation had a successful run Off-Broadway at the Mint Theatre. On Broadway, Lucas played opposite Morgan Freeman and Frances McDormand in Mike Nichols's production of The Country Girl. He was also strewn among the dead in Jack O'Brien's Henry IV at Lincoln Center. Other New York credits include Stuart in Yellow Face at the Pulbic Theater, Diggory in She Stoops to Conquer at the Irish Repertory Theater; Aaron in Mimesphobia at the Beckett Theatre, and understudying Father Flynn in Doubt at Manhattan Theatre Club. Regional credits include Charlie in Dirty Blonde at the Pittsburgh Public Theater and Trinculo in The Tempest at the Franklin Stage Company. At the Old Globe Theatre, Lucas played Sir Toby Belch in Twelfth Night, directed by Jack O'Brien; Bottom in Midsummer Night's Dream, directed by Kyle Donnelly; Frank Lubeyin in All My Sons, directed by Rick Seer; and Thomas Killigrew in Complete Female Stage Beauty, directed by Mark Lamos. Currently Lucas can be seen in The Orphans' Home Cycle at The Signature Theatre Company. Lucas is a cofounder of an theatre NGO for street kids in Madagascar www.zaraaina.org  Greg Seel - Alexander Technique  A graduate of Wilmington College, Ohio before training at the Drama Studio, London, he first studied Alexander Technique with Walter Carrington and Mary Holland while training at The Drama Studio, London. He was certified in Alexander Technique under Judith Leibowitz in 1983. Continued with Mr. Patrick McDonald, Tom Lemens, Rivka Cohen and was S.T.A.T. certified in 1987. He trained in voice for the actor for four years under Frederick Wilkerson and later studied Meisner with Kathryn Gately. He was a founding member of the Riverside Shakespeare Co. and an Associate Director of The Mint Theater Co. where he both acted and directed. He has worked with Ray Yeats of the Abbey Theater, Dublin on Brendan Kennelly's \"Antigone\" and \"Medea\", directed an all Irish cast of \"Picnic and more recently “The Widow's Blind Date\" Faculty appointments have included SUNY Purchase, The Actors Center, Columbia University, NYU’s Classical Studio &amp; Meisner Extension, NY Conservatory of Dramatic Art, (aka School for Film and Television), Mathews School of the Alexander Technique, Institute for the Alexander Technique and is past Chair of the AmSAT Ethics &amp; Professional Conduct Committee. He is more recently a graduate of The Actors Center Teacher Development Program, Jessica Wolf’s Art of Breathing and holds a Yondan in Seido Karate under Kaicho Nakamura. He maintains a private teaching/coaching practice with his wife Genevieve.  John Van Wyden - Accents &amp; Dialects  BFA Point Park College, Pittsburgh Pa.; MFA Case Western Reserve University, Cleveland, Ohio. John was a recipient of the Case Western Reserve-Cleveland Play House MFA Fellowship and company member of the Cleveland Play House from 1975 – 1978. In addition to being a faculty member of the Meisner Studio he is also a teacher at the Atlantic Studio and the Lee Strasberg Theatre and Film Institute. John has served as the dialect coach for many of NYU’s main stage productions including Dancing at Lughnasa, Pentecost, Cabaret and most recently Dianner at Eight. John’s coaching credits at the Meisner studio include Mad Forest, Our Country’s Good, Crimes of the Heart, and Necessary Targets. At the Lee Strasberg Theatre and Film Institute John directed Once a Catholic, On the Verge, Our Country’s Good and Dancing at Lughnasa. Professional coaching credits include national tours of Ragtime and Cabaret the Off Broadway production of The Shanghai Gesture and Cirque du Soleil’s Zarkana at Radio City Music Hall. At the Atlantic Studio he coached Our Country”s Good, Golden Boy, Top Girls, Factory Girls. and Hay Fever.   The Meisner Studio Our Faculty & Staff First Year Training Second Year Training Advanced Training Production Alumni At the Meisner Studio Summer Intensive  Department of Drama 721 Broadway, 3rd Floor New York, NY 10003               Phone:       212 998 1850 Contact Drama           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "All NYU Steinhardt Events - NYU Steinhardt                                                                                            Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Calendar                                          All NYU Steinhardt Events                  Change View:      Which Calendar?    All Steinhardt Events   Graduate Admissions   Global Programs   Student Affairs   Research   Alumni   Administration, Leadership and Technology   Applied Psychology   Art and Art Professions   Communicative Sciences and Disorders   Humanities and Social Sciences in the Professions   Media, Culture and Communication   Music and Performing Arts   Nutrition, Food Studies, and Public Health   Occupational Therapy   Physical Therapy   Teaching and Learning         When?:    Upcoming Events   March   April   May   June   July   August   September     2015                       Feeds: RSS or iCal              BFA Thesis Show: Missing An Angel         Wednesday, April 22, 2015 5:00pm          NYU Forum on Site-Specific Performance         Thursday, April 23, 2015 6:30pm          International Education Spring Fling on the Water         Friday, April 24, 2015 6:00pm          Scriabin Poèmes         Friday, April 24, 2015 8:00pm          2015 Conference on Financial Intelligence in Health Practice Environments         Saturday, April 25, 2015 12:00am          Tip to Tip Fundraising Walk         Saturday, April 25, 2015 10:00am          Shakespeare to Go Presents The Taming of the Shrew         Sunday, April 26, 2015 10:00am          Across the Ether - An International Collaborative Performance         Sunday, April 26, 2015 2:00pm          The JACK Quartet         Sunday, April 26, 2015 8:00pm          IES-PIRT Proseminar: Joshua Brown         Monday, April 27, 2015 12:00pm          The Office of National Scholarships         Monday, April 27, 2015 1:00pm          ECT Colloquium Series: Rand Spiro         Monday, April 27, 2015 3:30pm          PIAN@POLY!         Monday, April 27, 2015 4:00pm          Senior Series: Applying to Graduate School         Monday, April 27, 2015 5:00pm          NYU Contemporary Music Ensemble         Monday, April 27, 2015 7:30pm          Walk-in Advising Hours - NYU Office of Global Programs         Tuesday, April 28, 2015 12:00pm          Stressbusters and Yoga         Tuesday, April 28, 2015 12:30pm          Experimental Cuisine Collective: April         Tuesday, April 28, 2015 4:00pm          CoMotion - NYU Percussion Ensemble         Tuesday, April 28, 2015 8:00pm          Piano Honors Recital         Tuesday, April 28, 2015 8:00pm          Ukraine Finding Its Way         Wednesday, April 29, 2015 12:00am          Dietetic Internship Info Session: 4/29         Wednesday, April 29, 2015 10:00am          NYU Developmental Colloquium Series: Kristin Bernard         Wednesday, April 29, 2015 12:00pm          PSI Colloquium Series: Jason Rarick & Kate Schwartz         Wednesday, April 29, 2015 12:00pm          International Advisory Committee         Wednesday, April 29, 2015 1:00pm          Job market and professional advising (HMSS Doctoral Brown Bag Series)         Wednesday, April 29, 2015 1:00pm          Photographic Archives: How Images Live On         Wednesday, April 29, 2015 6:30pm          NYU Jazz Choir         Wednesday, April 29, 2015 8:00pm          NYU MFA Thesis Show Part 2         Thursday, April 30, 2015 12:00am          Psych Cafe: HDSI Research Spotlight         Thursday, April 30, 2015 12:00am          IHDSC Seminar: Olivia Golden         Thursday, April 30, 2015 12:00pm          MARL Talk: Ivan Selesnick         Thursday, April 30, 2015 1:30pm          The Steinhardt Soirée - A Celebration for Undergraduates         Thursday, April 30, 2015 6:00pm          CSD Clinical Showcase         Thursday, April 30, 2015 6:30pm          NYU African Gyil and Percussion Ensemble         Thursday, April 30, 2015 7:30pm          Piano Artist Master Class Series         Thursday, April 30, 2015 7:45pm          String Chamber Music         Thursday, April 30, 2015 8:30pm          Study Away Funding Session         Friday, May 1, 2015 1:00pm          Study Away Funding Session         Friday, May 1, 2015 1:00pm          Study Away Funding Session Friday         Friday, May 1, 2015 1:00pm          Weekly General Information Sessions - NYU Office of Global Programs         Friday, May 1, 2015 2:00pm          String Chamber Music         Friday, May 1, 2015 7:30pm          NYU Concert Band         Friday, May 1, 2015 8:00pm          The Sari Project         Saturday, May 2, 2015 1:00pm          NYU Steel         Saturday, May 2, 2015 7:30pm          String Chamber Music         Saturday, May 2, 2015 7:30pm          Professional Storytelling at the Provincetown Playhouse         Sunday, May 3, 2015 3:00pm          NYU Composers Meet NYU Percussionists         Sunday, May 3, 2015 7:30pm          String Chamber Music         Sunday, May 3, 2015 7:30pm          NYU New Music Ensemble         Sunday, May 3, 2015 8:00pm          Senior Series: Apartment Hunting 101         Monday, May 4, 2015 5:00pm          Let’s Talk International         Tuesday, May 5, 2015 12:00pm          Walk-in Advising Hours - NYU Office of Global Programs         Tuesday, May 5, 2015 12:00pm          Woodwind Chamber Music         Tuesday, May 5, 2015 8:00pm          Dietetic Internship Info Session: 5/6         Wednesday, May 6, 2015 10:00am          Finals Breakfast Social         Wednesday, May 6, 2015 10:00am          NYU Community Orchestra         Wednesday, May 6, 2015 8:00pm          NYU Composers Ensemble         Wednesday, May 6, 2015 8:00pm          Psych Cafe: HDSI Research Spotlight         Thursday, May 7, 2015 12:00am          Documentary screening: Under the Mango Tree         Thursday, May 7, 2015 5:30pm          Brass and Composition Collaborative Concert         Thursday, May 7, 2015 8:00pm          Contemporary American Opera Workshop         Thursday, May 7, 2015 8:00pm          Music Education Jazz Ensemble         Thursday, May 7, 2015 8:00pm          String Chamber Music         Thursday, May 7, 2015 8:30pm          Undergraduate Research Conference         Friday, May 8, 2015 11:00am          MARL Workshop: Jordan Rudess         Friday, May 8, 2015 4:00pm          String Chamber Music - CANCELED         Friday, May 8, 2015 7:30pm          NYU Symphony         Friday, May 8, 2015 8:00pm          Spring Choral Concert I         Friday, May 8, 2015 8:00pm          NYU Berlin at St. Agnes         Saturday, May 9, 2015 6:00pm          Spring Choral Concert II         Saturday, May 9, 2015 8:00pm          String Chamber Music         Sunday, May 10, 2015 7:30pm          Marilyn Nonken         Sunday, May 10, 2015 8:00pm          Tea @ 3         Monday, May 11, 2015 3:00pm          Dietetic Internship Info Session: 5/11         Monday, May 11, 2015 4:00pm          PIAN@POLY!         Monday, May 11, 2015 4:00pm          NYU Jazz Orchestra at the Blue Note Jazz Club         Monday, May 11, 2015 8:00pm          NYU Jazz Orchestra at the Blue Note Jazz Club         Monday, May 11, 2015 10:30pm          Steinhardt at Saklad         Tuesday, May 12, 2015 6:30pm          Urban Animals         Tuesday, May 12, 2015 8:00pm          Vocal Performance Chorale         Tuesday, May 12, 2015 8:00pm          Bagel Breakfast         Wednesday, May 13, 2015 9:00am          OPUS Spring Release Party         Wednesday, May 13, 2015 9:00am          BFA Thesis Show: -scapes         Wednesday, May 13, 2015 5:00pm          String Chamber Music         Wednesday, May 13, 2015 7:30pm          Psych Cafe: APUG Undergraduate Research Spotlight (copy)         Thursday, May 14, 2015 12:00am          Community Table: May         Thursday, May 14, 2015 12:00pm          Woodwind Chamber Music         Thursday, May 14, 2015 8:00pm          Vocal Chamber Ensemble         Friday, May 15, 2015 8:00pm          “Race, Rights and Responsibility” Conference         Saturday, May 16, 2015 8:30am          Sing into Spring         Saturday, May 16, 2015 7:30pm          String Chamber Music         Saturday, May 16, 2015 7:30pm          TAC-D’s 2015 Summer Institute         Friday, May 22, 2015 7:30am          WEEKEND INTENSIVE IN ORTHOPEDIC PHYSICAL THERAPY, Module 9: Motor Control - FRIDAY AND SATURDAY         Friday, June 5, 2015 6:00pm          WEEKEND INTENSIVE IN ORTHOPEDIC PHYSICAL THERAPY, Module 10: Movement Gait - FRIDAY AND SATURDAY         Friday, June 12, 2015 6:00pm                          This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "RADA Faculty: Tisch School of the Arts at NYU                           Skip to content        Special Programs What Is Special Programs? Study Abroad Summer High School Summer in New York City Programs for Visiting Students Open Arts Minors Blog Events Newsletters Videos Admin &amp; Faculty Alumni Contact Us  home &gt; Special Programs        RADA Faculty       The following list represents the core faculty of Shakespeare in Performance at the Royal Academy of Dramatic Art .    Since the faculty are working artists, the   faculty that are available to teach vary from semester to semester.    Geoff Bullen - Course Director Geoff  Bullen is RADA's Associate Director and Course Director of the RADA/New York  University Shakespeare in Performance Course. Recent productions include  : CHAPLIN (Edinburgh Festival 2007), CAVALLERIA RUSTICANA and TOSCA  (Magdala Opera), ON THE BLACK HILL for AJTC Theatre Company, and INTO THE  WOODS, ASSASSINS and LITTLE WOMEN at RADA. His varied career includes work  in commercial and regional theatre, theatre in schools and in adult education. Andrew Charity - Group Singing Andrew  Charity studied at the Royal College of Music/London University/London Opera  Centre, and has since pursued a freelance career as conductor, composer,  pianist and singing coach/teacher. He  has taught at RADA for 25 years, and also more recently at the Arts Educational  Drama Department, as well as pursuing various freelance conducting engagements  and activities, including opera, orchestral, choral and show business  events. He has recently run a very  successful series of workshops for people who think that they can't sing, or  who think that they are tone deaf.          Andrew Cuthbert — Voice  Trained  at RADA. Has worked extensively in  theatre: in repertory, on tour, at the National Theatre and in the West  End. Recently appeared in two plays at London’s  Finborough Theatre and as Herod in a production of Salome for the RADA  Directors’Course. Has also worked in  film,TV, radio and voiceover. He  recently performed in an acted reading of his new play, ‘Tokyo Joe’ on local  radio. Has worked at RADA for fifteen  years, teaching voice and text on the core course and on the short courses,  including three three-week workshops in Tokyo.   He is an examiner for the RADA Shakespeare Certificates. Neil Fraser – Head of Lighting Neil’s career  started at Contact Theatre in Manchester designing Light and Sound, working  extensively with Artistic Directors Richard Williams and Anthony Clark. He has  since designed lighting for numerous projects, including: To Kill A Mockingbird  (Greenwich); The Snowman (Leicester Haymarket); The Wizard of Oz (Everyman,  Liverpool); Afterbirth &amp; Carver (Arcola) for William Gaskill, for whom he  has also lit over ten productions at RADA.      Neil has also  worked extensively for Polka Theatre (Wimbledon). Productions include: Yoshi  &amp; The Tea Kettle and Dreams of Anne Frank, both of which won London Fringe  awards for Best Children’s Theatre two consecutive years running.      London credits  include: Songs for Stray Cats for Paines Plough (Donmar); and Galileo (Young  Vic). Bloody Poetry for the New York Theatre Exchange Co. at the CSC theatre  (Off Broadway, NY).      Neil joined  RADA as Head of Lighting in 1985 and was appointed theatre Technical Arts (TTA)  Course Leader in 2002. Neil has also taught freelance for the Universities  Manchester, London and Loughborough, the Metropolitan University of Manchester,  Middlesex Polytechnic, the Central School of Art and Design, and the Inchbald  School of Interior Design. For Selecon Lighting he has spoken at conferences  and seminars in Arnhem, Apeldoorn, Kazan, Saratov, Beijing and Cardiff. Dewi Matthews – Alexander Technique Dewi trained as  a Teacher of the Alexander Technique from 1983-1986 and is a member of The  Society of Teachers of The Alexander Technique.   He has a small private practice in Highbury and The City, and does  weekly evening classes at the BBC. He  has taught group Alexander classes at the Drama Studio and has taught at RADA  since 1986 as well as at other leading drama schools in London, including the  Central School of Speech and Drama and the Academy of Live and Recorded Arts. He taught Adult Education evening classes for  three years at the Quintin Kynaston School in London. Vivian Munn – Course Coordinator Vivian Munn trained at the Royal Academy of Dramatic Art and for twenty years worked extensively as an actor in the UK and abroad. His theatre work includes London’s West End, the Royal Shakespeare Company, the English Shakespeare Company, the Young Vic and seasons with various regional theatres and national touring companies. He has directed a wide spectrum of plays from the 16th century to the present day and taught at a number of British drama schools. He is an Academy Associate Teacher at RADA working on the BA in Acting, Foundation and Short Courses Programmes. His recent RADA projects have included Broken Pieces by A.C.Smith, The Tempest by William Shakespeare at the Rose Theatre, Bankside, The Laramie Project by Moisés Kaufman and The Platonic Lady by Susanna Centlivre. He is Director of RADA’s Elders Company and a member of RADA’s audition panel.                  Brigid  Panet - Sonnets Brigid  acted professionally in theatre and TV for 15 years before starting to teach  and direct, mostly in Drama Schools. She  also trained as a dancer and has studied and taught Laban Movement for actors  for many years. Brigid has taught and  directed in Canada, the USA and Brazil and devised and directed three  Shakespeare tours for the Royal National Theatre Education Department. She has  been working at RADA for over 20 years and has taught and directed plays at  most of the major London drama schools. Brigid has now completed her book, ‘ Essential Acting ’, on her working method  which combines Stanislavsky’s Method of Physical Action with Laban’s analysis  of movement which was published by Rutledge.                      Darren  Royston - Dance Darren has recently been appointed Artistic Director of NONSUCH History  and Dance, an educational charity supporting research and performance of  historical dances. He currently works freelance as a choreographer &amp; movement  director in theatre, opera, and television including pop promos for Rufus  Wainwright. He received a MA (Distinction) from the Laban Centre, London and  read English Literature (including Shakespeare in Performance option) at  Cambridge University. In 1997, Darren was awarded the Bonnie Bird Choreography  Award. He has worked as the assistant to Sue Lefton (RSC Movement Director) and  Terry John Bates (International Opera &amp; Theatre Choreographer) and he has  choreographed several plays and operas throughout the UK and worldwide  including open air Shakespeare festivals (Tempest, Romeo &amp; Juliet), The  Cherry Orchard (ETT Tour with Prunella Scales), Miss Julie (Royal Swedish  production) and appeared as the renaissance dance choreographer on Carlton TV  and for the BBC. His UK musical  theatre work includes the UK premiere of Sondheim’s Anyone Can Whistle and, in September 2007, the World Premier of  a new rock musical in Norway and a production of Honk! With 140 children.  At RADA Darren has choreographed numerous Shakespeare productions and musicals  that include Guys and Dolls, Into The Woods and Assassin. www.darrenroyston.com Jeremy Stockwell - Clown Early  appearances in classical theatre, including Shakespeare at the Old Vic, lead  eventually to stand-up routines at the Comedy Store. In the eighties, as a founder member of impro  group Late at the Gate , Jeremy  devised and co-produced \"Not the Edinburgh Festival\" for the Gate  Theatre. He was directed by Ken Campbell  at the Royal National Theatre, where he went on to produce, devise and appear  in Theatre Unstuck and other events in aid of Comic Relief.      Writing  credits: a stage play about Stuart Sutcliffe, the artist and former Beatles  bass player and another in which he played Stan Laurel. He has variously written, presented or  appeared in many British TV series, including \"Spitting Image\". In the States: \"Young Charlie Chaplin\"  (HBO); \"Gophers\" (HBO); and \"Get The Picture\"  (Nickelodeon).      In  the early nineties, with ex-members of Keith Johnstone's Theatre Machine, he  formed Alice's Diner, with whom he has devised shows for Shakespeare's Globe,  Battersea Arts Centre, The Bush, White Bear, and The Roxy-Prague. As well as teaching Action classes at RADA,  he has also lead improvisation, mime and physical theatre workshops for actors,  students, prisoners, therapists, for the RNT Studio and Education Department,  Webber Douglas and Oxford University Drama Society.                  Adrienne  Thomas - Speech Adrienne Thomas gained an MA in  Modern History from Oxford University, after which she trained as an actress at  The Central School of Speech and Drama.   She has appeared in a wide variety of modern and classical plays in the  West End, at the Royal Court Theatre and in numerous regional theatres. She was also in Charlton Heston’s film of ‘A  Man For All Seasons’ for US Television.      She has been teaching voice since  1996 and now divides her time between RADA, The British American Drama Academy  and Fordham University’s London Dramatic Academy. For the last five years she  has been teaching on a Shakespeare Conference at Phillips Exeter Academy in New  Hampshire. She has been a leading examiner for the RADA Shakespeare  Certificates for four years. She is also involved in corporate training,  bringing her vocal and performance expertise to helping business people improve  their communication and presentation skills.   She has a particular interest in applying practical voice work to the  needs of classical text. Bret  Yount – Stage Combat &amp; Combat for Camera Trained at the Guildford School of  Acting and the University of Arkansas. Bret is a member of the British  Academy of Stage &amp; Screen Combat, The Society of American Fight Directors  and The Equity Theatre Fight Directors Register. Bret is the Master of  Combat at RADA and also teaches at Central School of Speech &amp; Drama, The  City Literary Institute, and Italia Conti (BA Acting).               Back to RADA Back to Study Abroad London Dates, Expenses, and Housing RADA Faculty RADA Videos and Galleries Fall / Spring Study Abroad Application Requirements  Fall/Spring Study Abroad Programs FAQ  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]